{"session_id": 59, "bill_id": 20773, "bill_type": "House Bill", "bill_number": 1239, "bill_title": "make appropriations from the water and environment fund, the environment and natural resources fee fund, the water pollution control revolving fund subfund, the drinking water revolving fund subfund for various water and environmental purposes, to revise the state water plan, and to declare an emergency.", "sponsors": [], "keywords": ["Appropriation", "Water Management"], "audio": [{"meeting_datetime": "2006-02-03T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hap18.mp3", "start_seconds": 9815.0}, {"meeting_datetime": "2006-02-03T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hap18.mp3", "start_seconds": 9815.0}, {"meeting_datetime": "2006-02-03T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hap18.mp3", "start_seconds": 9815.0}, {"meeting_datetime": "2006-02-06T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou19.mp3", "start_seconds": 9652.0}, {"meeting_datetime": "2006-02-06T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou19.mp3", "start_seconds": 9652.0}, {"meeting_datetime": "2006-02-06T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou19.mp3", "start_seconds": 9652.0}, {"meeting_datetime": "2006-02-09T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sap22.mp3", "start_seconds": 4779.0}, {"meeting_datetime": "2006-02-09T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sap22.mp3", "start_seconds": 4779.0}, {"meeting_datetime": "2006-02-09T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sap22.mp3", "start_seconds": 4779.0}, {"meeting_datetime": "2006-02-14T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sen25.mp3", "start_seconds": 6469.0}, {"meeting_datetime": "2006-02-14T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sen25.mp3", "start_seconds": 6469.0}, {"meeting_datetime": "2006-02-14T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sen25.mp3", "start_seconds": 6469.0}], "bill_versions": [{"bill_id": 20773, "bill_version_id": 107200, "bill_version": "Introduced", "bill_version_date": "2006-01-25T08:51:27-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to make appropriations from the water and environment fund, the environment and natural resources fee fund, the water pollution control revolving fund subfund, the drinking water revolving fund subfund for various water and environmental purposes, to revise the state water plan, and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby appropriated from the South Dakota water and environment fund established pursuant to § 46A-1-60, the sum of three million dollars ( $3,000,000 ), or so much thereof as may be necessary, to the South Dakota Board of Water and Natural Resources for the purpose of providing grants and loans to project sponsors under the consolidated water facilities construction program established pursuant to § 46A-1-63.1. Funds shall be provided according to terms and conditions established by the Board of Water and Natural Resources. Section 2. That § 46A-1-2.1 be amended to read as follows: 46A-1-2.1. The Legislature finds that the following water resources projects are necessary for the general welfare of the people of the State of South Dakota and authorizes the projects pursuant to § 46A-1-2 to be included in the state water resources management system to serve as the preferred, priority objectives of the state: Bad River watershed project, Big Sioux flood control study, Black Hills hydrology and water management study, Brennan reservoir, Cendak irrigation project, Gregory County pumped storage site, James River improvement program, Lake Andes-Wagner/Marty II irrigation unit, Lewis and Clark rural water system, Mni Wiconi rural water system, Perkins County rural water system, Pick-Sloan riverside irrigation, Sioux Falls flood control project, Slip-Up Creek, Southern Black Hills Water System, and Vermillion basin flood control project. Section 3. There is hereby appropriated from the South Dakota water and environment fund established pursuant to § 46A-1-60, the sum of two million dollars ($ 2,000,000 ), or so much thereof as may be necessary, to the South Dakota Board of Water and Natural Resources for the purpose of providing a grant to local project sponsors for the engineering design, preconstruction activities, and construction of the Lewis and Clark rural water system as authorized in § 46A-1-13.10. Funds shall be used by the project sponsors for activities that qualify as nonfederal matching requirements as enumerated in P.L. 106-246 as amended to January 1, 2006. Funds shall be provided according to terms and conditions established by the Board of Water and Natural Resources. Section 4. There is hereby appropriated from the South Dakota water and environment fund established pursuant to § 46A-1-60, the sum of one million seven hundred fifty thousand dollars ( $1,750,000 ), or so much thereof as may be necessary, to provide funds to the South Dakota Board of Water and Natural Resources for the purpose of providing a loan to the project sponsors to be used for the engineering design, preconstruction activities, and construction, of the facilities included in the Perkins County rural water system as authorized in § 46A-1-94. Funds shall be used by the project sponsors for activities that qualify as nonfederal matching requirements as enumerated in P.L. 106-136 as amended to January 1, 2006. Funds shall be provided according to terms and conditions established by the Board of Water and Natural Resources. Section 5. There is hereby appropriated from the South Dakota water and environment fund established pursuant to § 46A-1-60, the sum of one hundred thousand dollars ( $100,000 ), or so much thereof as may be necessary, to the South Dakota Board of Water and Natural Resources for the purpose of providing a grant to the project sponsors to be used for a feasibility phase study and other activities of the James River restoration project as authorized in § 46A-1-13.9. Funds shall be provided according to terms and conditions established by the Board of Water and Natural Resources. Section 6. There is hereby appropriated from the South Dakota water and environment fund established pursuant to § 46A-1-60, the sum of one hundred twenty-five thousand dollars ( $125,000 ), or so much thereof as may be necessary, to the South Dakota Board of Water and Natural Resources for the purpose of providing grants to local project sponsors to be used for the development, planning, and feasibility study of the Southern Black Hills Water System. Funds shall be provided according to terms and conditions established by the Board of Water and Natural Resources. Section 7. There is hereby appropriated from the South Dakota water and environment fund established pursuant to § 46A-1-60, the sum of one million dollars ( $1,000,000 ), or so much thereof that may be necessary, to the South Dakota Board of Water and Natural Resources for the purpose of providing grants and loans to project sponsors under the solid waste management program established pursuant to § 46A-1-83. Funds shall be provided according to the terms and conditions established by the Board of Water and Natural Resources. Section 8. Notwithstanding § 34A-6-85, there is hereby appropriated from the South Dakota water and environment fund established pursuant to § 46A-1-60, from the fees received pursuant to §§ 34A-6-81 to 34A-6-84, inclusive, the sum of one million dollars ( $1,000,000 ), or so much thereof that may be necessary, to the South Dakota Board of Water and Natural Resources for the purpose of providing grants and loans to project sponsors for the construction, enlargement, or upgrade of regional landfills. Funds shall be provided according to the terms and conditions established by the Board of Water and Natural Resources. Notwithstanding § 46A-1-67, the term of years for loans under this section may be extended to the useful life of the facilities being financed. Section 9. There is hereby appropriated from the South Dakota e nvironment and natural resources fee fund established pursuant to § 1-40-30, the sum of one hundred thousand dollars ( $100,000 ), to the Department of Environment and Natural Resources for the determination of selected total maximum daily load limits as required pursuant to the 1998, 2002, and 2004 South Dakota 303(d) waterbody lists developed pursuant to the federal Clean Water Act § 303(d) as amended to January 1, 2006. Any funds appropriated by this section that are not expended for the authorized purpose shall be deposited in the South Dakota water and environment fund established pursuant to § 46A-1-60. Section 10. There is hereby appropriated from administrative expense surcharge fees deposited in the South Dakota state water pollution control revolving fund program subfund established pursuant to § 46A-1-60.1, the sum of five hundred thousand dollars ( $500,000 ), or so much thereof as may be necessary, to the South Dakota Board of Water and Natural Resources for the purpose of providing water quality grants under the state water pollution control revolving fund program established pursuant to § 46A-1-60.1. Funds shall be provided according to terms and conditions established by the Board of Water and Natural Resources. Section 11. There is hereby appropriated from administrative expense surcharge fees deposited in the South Dakota state water pollution control revolving fund program subfund established pursuant to § 46A-1-60.1, the sum of one hundred fifty thousand dollars ( $150,000 ), or so much thereof as may be necessary to the South Dakota Board of Water and Natural Resources for the purpose of contracting for the preparation of applications and administration of clean water state revolving fund loans under the state water pollution control revolving fund program established pursuant to § 46A-1-60.1. Funds shall be provided according to terms and conditions established by the Board of Water and Natural Resources. Section 12. There is hereby appropriated from administrative expense surcharge fees deposited in the South Dakota state drinking water revolving fund program subfund established pursuant to § 46A-1-60.1, the sum of one hundred fifty thousand dollars ( $150,000 ), or so much thereof as may be necessary to the South Dakota Board of Water and Natural Resources for the purpose of contracting for the preparation of applications and administration of drinking water state revolving fund loans under the state drinking water revolving fund program established pursuant to § 46A-1-60.1. Funds shall be provided according to terms and conditions established by the Board of Water and Natural Resources. Section 13. There is hereby appropriated from the South Dakota state drinking water revolving fund program subfund established pursuant to § 46A-1-60.1, the sum of one hundred sixty thousand dollars ($ 160,000 ), or so much thereof as may be necessary, to the South Dakota Board of Water and Natural Resources for the purpose of providing small system technical assistance set-aside grants to project sponsors under the state drinking water revolving fund program established pursuant to § 46A-1-60.1. Funds shall be provided according to terms and conditions established by the Board of Water and Natural Resources. Section 14. There is hereby appropriated from the South Dakota state drinking water revolving fund program subfund established pursuant to § 46A-1-60.1, the sum of two hundred thousand dollars ( $200,000 ), or so much thereof as may be necessary, to the South Dakota Board of Water and Natural Resources for the purpose of providing wellhead protection set-aside grants to project sponsors under the state drinking water revolving fund program established pursuant to § 46A-1- 60.1. Funds shall be provided according to terms and conditions established by the Board of Water and Natural Resources. Section 15. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 20773, "bill_version_id": 108767, "bill_version": "Enrolled", "bill_version_date": "2006-02-15T10:07:56-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20773, "action_date": "2006-01-25T14:00:00-06:00", "document_id": 107275, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107275.pdf", "status_text": "First read in House and referred to", "journal_page": 226, "committee_id_action": 893, "committee_id_assigned": 880, "result": "N", "vote": {}}, {"bill_id": 20773, "action_date": "2006-02-03T08:00:00-06:00", "document_id": 107905, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107905.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 880, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20773, "action_date": "2006-02-03T08:00:00-06:00", "document_id": 107905, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107905.pdf", "status_text": "Do Pass,", "journal_page": 368, "committee_id_action": 880, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 64150, "president_vote": null, "Yea": [3375, 3388, 3399, 3405, 3410, 3438, 3441, 3455, 3440]}}, {"bill_id": 20773, "action_date": "2006-02-06T14:00:00-06:00", "document_id": 108025, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108025.pdf", "status_text": "Do Pass,", "journal_page": 401, "committee_id_action": 893, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 64383, "president_vote": null, "Yea": [3366, 3367, 3369, 3370, 3371, 3372, 3373, 3375, 3380, 3381, 3382, 3383, 3385, 3386, 3388, 3389, 3392, 3393, 3394, 3395, 3398, 3399, 3400, 3401, 3402, 3403, 3405, 3406, 3407, 3408, 3410, 3414, 3417, 3418, 3419, 3420, 3422, 3424, 3427, 3429, 3431, 3433, 3434, 3436, 3437, 3438, 3440, 3441, 3442, 3443, 3444, 3445, 3446, 3448, 3449, 3451, 3454, 3455, 3456, 3457, 3459, 3460, 3461, 3462, 3463, 3464, 3465, 3426], "Excused": [3378, 3387]}}, {"bill_id": 20773, "action_date": "2006-02-07T14:00:00-06:00", "document_id": 108149, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108149.pdf", "status_text": "First read in Senate and referred to", "journal_page": 385, "committee_id_action": 894, "committee_id_assigned": 892, "result": "N", "vote": {}}, {"bill_id": 20773, "action_date": "2006-02-09T08:00:00-06:00", "document_id": 108364, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108364.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 892, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20773, "action_date": "2006-02-09T08:00:00-06:00", "document_id": 108364, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108364.pdf", "status_text": "Do Pass,", "journal_page": 424, "committee_id_action": 892, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 62540, "president_vote": null, "Yea": [3364, 3379, 3384, 3391, 3397, 3430, 3450, 3453, 3363]}}, {"bill_id": 20773, "action_date": "2006-02-10T13:00:00-06:00", "document_id": 108515, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108515.pdf", "status_text": "Deferred to another day", "journal_page": 465, "committee_id_action": 894, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 20773, "action_date": "2006-02-13T14:00:00-06:00", "document_id": 108624, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108624.pdf", "status_text": "Deferred to another day", "journal_page": 499, "committee_id_action": 894, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 20773, "action_date": "2006-02-14T14:00:00-06:00", "document_id": 108713, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108713.pdf", "status_text": "Do Pass,", "journal_page": 521, "committee_id_action": 894, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 62774, "president_vote": null, "Yea": [3361, 3362, 3363, 3364, 3365, 3368, 3374, 3376, 3377, 3379, 3384, 3390, 3391, 3396, 3397, 3404, 3409, 3411, 3412, 3413, 3415, 3416, 3421, 3423, 3425, 3428, 3430, 3432, 3435, 3439, 3447, 3450, 3452, 3453, 3458]}}, {"bill_id": 20773, "action_date": "2006-02-15T14:00:00-06:00", "document_id": 108836, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108836.pdf", "status_text": "Signed by Speaker", "journal_page": 607, "committee_id_action": 893, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20773, "action_date": "2006-02-16T14:00:00-06:00", "document_id": 108948, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108948.pdf", "status_text": "Signed by President", "journal_page": 563, "committee_id_action": 894, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20773, "action_date": "2006-02-17T13:00:00-06:00", "document_id": 109025, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109025.pdf", "status_text": "Delivered to the Governor", "journal_page": 646, "committee_id_action": 893, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20773, "action_date": "2006-02-21T14:00:00-06:00", "document_id": 109127, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109127.pdf", "status_text": "Signed by Governor", "journal_page": 650, "committee_id_action": 893, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 3438, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/20773"}