{"session_id": 45, "bill_id": 12616, "bill_type": "Senate Bill", "bill_number": 137, "bill_title": "to authorize the transfer of certain big game hunting licenses.", "sponsors": [{"legislator_profile_id": 1935, "is_prime": true}, {"legislator_profile_id": 1985, "is_prime": true}, {"legislator_profile_id": 1899, "is_prime": false}, {"legislator_profile_id": 1907, "is_prime": false}, {"legislator_profile_id": 1920, "is_prime": false}], "keywords": ["Hoghoused Bills", "Livestock & Domestic Animals", "Sheep Checkoff Program", "State Government Fees & Charges"], "audio": [], "bill_versions": [{"bill_id": 12616, "bill_version_id": 73689, "bill_version": "Introduced", "bill_version_date": "1997-01-27T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a sheep checkoff program. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Council,\" the South Dakota Sheep Research and Promotion Council; (2) \"First purchaser,\" any person who initially places sheep, whether as an owner or agent, into the channels of trade and commerce, or who is engaged in the production of sheep. However, a grower selling sheep, or delivering sheep from the farm on which they are produced to a storage or holding facility, packing shed, or processing plant, within the state, is not a first purchaser; (3) \"Grower,\" any person who raises sheep; (4) \"Participating grower,\" any grower who has not requested a refund from the payment of assessments on sheep production under this Act for a particular year and any person who owns or operates an agricultural producing or growing facility for sheep and shares in the profits and risks of loss from such operation, and who produces sheep in South Dakota during the current or preceding marketing year; (5) \"Secretary,\" the secretary of the South Dakota Department of Agriculture; (6) \"Sheep,\" all varieties of sheep marketed or produced within the state. Section 2. There is hereby established a South Dakota Sheep Research and Promotion Council. The council shall be composed of at least five but no more than nine members who are participating growers. The initial members shall be appointed by the secretary of agriculture. Any additional members authorized pursuant to this section shall be appointed by the secretary of agriculture. The terms of members are three years; the initial appointments shall be for staggered terms. The secretary is an ex officio, nonvoting member of the council. Section 3. Successors to the initial members and to any additional members appointed pursuant to section 2 of this Act shall be elected by the participating growers under rules promulgated pursuant to chapter 1-26 by the secretary of agriculture. Section 4. If a member of the council ceases to be a participating grower, dies or resigns from office before the expiration of the member's, the secretary of agriculture shall appoint a successor for the balance of the term of office vacated. Section 5. The council shall annually elect a chair and vice chair. A majority of voting members constitute a quorum. All meetings of the council shall be called by the chair except that special meetings may be called by three members of the council. The council shall adopt procedures for the calling of special meetings. Section 6. Moneys collected from checkoff fees shall be deposited in a special revolving fund created in the state treasury and are continuously appropriated to the council. Expenditures of these funds shall be made in accordance with the provisions of Title 4. Section 7. The council may: (1) Enter into contracts, including loans and grants, and cooperate with any person, any local, state, or national organization, whether public or private, or with any governmental department or agency for the discovery, promotion, development, and expansion of domestic and export markets and industries and for research, education, and transportation; (2) Expend the funds collected pursuant to this Act and appropriated for its administration; (3) Appoint, employ, discharge, fix compensation for, and prescribe the duties of such personnel as it may deem necessary; (4) Accept donations of funds, property, services, or other assistance from public or private sources for the purpose of furthering the objectives of the council; (5) Lease, purchase, own, maintain, operate, and dispose of equipment and supplies necessary to carry out the provisions of this Act. Section 8. The secretary of agriculture shall promulgate rules pursuant to chapter 1-26 concerning: (1) The procedures for obtaining a declaratory ruling; (2) The procedures for assessments collected for sheep grown or sold to a first purchaser; (3) The procedures for obtaining a refund of the assessment; (4) The procedures for collecting delinquent assessments and assessing penalties; (5) The record-keeping and reporting requirements of first purchasers; and (6) The requirements governing grants and loans made pursuant to section 7 of this Act, including eligibility requirements and requirements for application, awards, and administration. Section 9. An assessment of ten cents per head is imposed by the council upon all sheep grown in the state or sold to a first purchaser within the state. Section 10. Any first purchaser of sheep shall collect the assessment imposed by this Act by deducting the assessment from the purchase price of all sheep subject to the assessment and purchased by the first purchaser. Section 11. Any first purchaser of sheep shall file an application with the council on forms prescribed and furnished by the council which shall contain the name under which the first purchaser is transacting business within the state, the first purchaser's place of business and the location of loading places of the first purchaser. Section 12. Any first purchaser shall keep as a permanent record of all purchases of sheep, which may be examined by the council at any reasonable time. Every first purchaser shall report to the council stating the quantity of sheep. The report and remittance of the assessment shall be made at the times and in the manner prescribed by the council pursuant to rules promulgated by the secretary of agriculture pursuant to chapter 1-26. Section 13. If a first purchaser fails to remit the assessment provided in this Act, the council may enforce collection in any appropriate court within this state. Section 14. Any grower subject to the assessment provided in this Act, within sixty days following the assessment, may apply to the council for a refund of the assessment. Upon the return of the refund application, accompanied by a record of the assessment by the first purchaser, the grower, within sixty days, shall be refunded the amount of the assessment collected. However, a grower who has paid the assessment more than once on the same sheep is entitled to a refund of the overpayment. Section 15. The council, to inform the grower, shall develop and disseminate information and instructions relating to the purpose of the sheep assessment and manner in which refunds may be claimed, and to this extent shall cooperate with governmental agencies, state and federal, and private businesses engaged in the purchase of sheep."}, {"bill_id": 12616, "bill_version_id": 73690, "bill_version": "Senate Agriculture and Natural Resources Engrossed", "bill_version_date": "1997-02-19T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the issuance of big game licenses to the dependent children of certain armed services members. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 41-6-21 be amended to read as follows: 41-6-21. The Game, Fish and Parks Commission may by rules adopted promulgated pursuant to § 41-2-18 set the number of licenses issued for the hunting, taking, or killing of any big game animal during any season and establish who shall be is eligible to apply for such licenses. Any person in the armed services of the United States who is absent from this state on active duty during the entire time for making application, and is otherwise qualified, may apply for and shall receive deer and west river antelope licenses. In addition, any spouse or dependent child of such a person in the armed services who is also absent from this state during the entire time for making application, and is otherwise qualified, may apply for and shall receive deer and west river antelope licenses. In establishing eligibility, the commission may give preference to persons who actually operate or live as owner or tenant on agricultural, timber or grazing lands situated within the areas opened to such big game hunting. It is a Class 2 misdemeanor for anyone to apply for such licenses except those persons whose eligibility has been established by statute or rule of the Game, Fish and Parks Commission. BILL HISTORY 1/27/97 First read in Senate and referred to Agriculture & Natural Resources. S.J. 171 2/11/97 Scheduled for Committee hearing on this date. 2/11/97 Deferred to another day. S.J. 399 2/18/97 Scheduled for Committee hearing on this date. 2/18/97 Agriculture & Natural Resources Do Pass Amended, Passed, AYES 9, NAYS 0. S.J. 506 2/18/97 Agriculture & Natural Resources Title Amended."}, {"bill_id": 12616, "bill_version_id": 73688, "bill_version": "House Agriculture and Natural Resources Engrossed", "bill_version_date": "1997-02-28T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize the transfer of certain big game hunting licenses. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 41-6 be amended by adding thereto a NEW SECTION to read as follows: The provisions of § 41-6-71 notwithstanding and as further limited and restricted by this Act, a license for the hunting of west river deer that is available for issuance to a person eighteen years of age or older on the basis of landowner preference pursuant to § 41-6-21 and rules promulgated pursuant to § 41-6-21 may be transferred, with or without payment or consideration, to any resident or nonresident who is otherwise qualified to apply for hunting privileges in South Dakota. No license may be transferred unless the transferor actually operates or lives as owner or tenant on at least six hundred forty acres of agricultural, timber, or grazing land located within the State of South Dakota west of the Missouri River. The transferred license is only valid for hunting during the applicable season on land within the designated west river hunting unit subject to the approved application. Section 2. That chapter 41-6 be amended by adding thereto a NEW SECTION to read as follows: The Game, Fish and Parks Commission shall promulgate rules pursuant to chapter 1-26 to establish or authorize written forms, applications, fees, procedures, criteria, quotas, and types of licenses available for issuance based on landowner preference and transfer and shall promulgate rules to implement the provisions of this Act. The commission shall establish, by rule, a fee for the transferable license of no less than two hundred fifty dollars. However, the number of licenses made available by the commission for transfer may not be less than fifty percent of the licenses made available to west river landowners as landowner preference licenses in each designated hunting unit. Section 3. That chapter 41-6 be amended by adding thereto a NEW SECTION to read as follows: Any revenue received from the sale of a license available for transfer pursuant to section 1 of this Act that exceeds the cost of a license issued to a landowner on the basis of preference not subject to transfer shall be deposited in a sportsmen access and habitat development fund, which is hereby established in the state treasury, to be made available for expenditure by the department and commission to provide public hunting access during that calendar year. No money from this fund may be used to purchase land in fee title. Section 4. That chapter 41-6 be amended by adding thereto a NEW SECTION to read as follows: If any person is issued a transferable license pursuant to this Act, the department may not provide any big game depredation assistance to the person or on any land owned, leased, or managed by the person for twelve months following the transfer. BILL HISTORY 1/27/97 First read in Senate and referred to Agriculture & Natural Resources. S.J. 171 2/11/97 Scheduled for Committee hearing on this date. 2/11/97 Agriculture & Natural Resources Deferred to another day. S.J. 399 2/18/97 Scheduled for Committee hearing on this date. 2/18/97 Agriculture & Natural Resources Do Pass Amended, Passed, AYES 9, NAYS 0. S.J. 506 2/20/97 Senate Placed on Calendar. S.J. 564 2/20/97 Senate Do Pass Amended, Passed, AYES 34, NAYS 0. S.J. 565 2/21/97 First read in House and referred to Agriculture & Natural Resources. H.J. 638 2/27/97 Scheduled for Committee hearing on this date. 2/27/97 Agriculture & Natural Resources Do Pass Amended, Passed, AYES 10, NAYS 2. H.J. 745"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12616, "action_date": "1997-01-27T14:00:00-06:00", "document_id": 72885, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72885.pdf", "status_text": "First read in Senate and referred to", "journal_page": 171, "committee_id_action": 545, "committee_id_assigned": 518, "result": "N", "vote": {}}, {"bill_id": 12616, "action_date": "1997-02-11T10:00:00-06:00", "document_id": 72330, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72330.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 518, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12616, "action_date": "1997-02-11T10:00:00-06:00", "document_id": 72330, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72330.pdf", "status_text": "Deferred to another day", "journal_page": 399, "committee_id_action": 518, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12616, "action_date": "1997-02-18T10:00:00-06:00", "document_id": 72392, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72392.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 518, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12616, "action_date": "1997-02-18T10:00:00-06:00", "document_id": 72392, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72392.pdf", "status_text": "Do Pass Amended,", "journal_page": 506, "committee_id_action": 518, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 35642, "president_vote": null, "Yea": [1893, 1928, 1930, 1939, 1965, 1978, 1981, 1884, 1911]}}, {"bill_id": 12616, "action_date": "1997-02-18T10:00:00-06:00", "document_id": 72392, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72392.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 518, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12616, "action_date": "1997-02-20T14:00:00-06:00", "document_id": 72921, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72921.pdf", "status_text": "Do Pass Amended,", "journal_page": 565, "committee_id_action": 545, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 35212, "president_vote": null, "Yea": [1884, 1885, 1889, 1893, 1901, 1905, 1908, 1911, 1912, 1915, 1919, 1920, 1925, 1927, 1928, 1930, 1932, 1935, 1938, 1939, 1945, 1946, 1955, 1956, 1959, 1960, 1965, 1969, 1972, 1976, 1977, 1978, 1981, 1986], "Excused": [1979]}}, {"bill_id": 12616, "action_date": "1997-02-21T14:00:00-06:00", "document_id": 72922, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72922.pdf", "status_text": "First read in House and referred to", "journal_page": 638, "committee_id_action": 544, "committee_id_assigned": 530, "result": "N", "vote": {}}, {"bill_id": 12616, "action_date": "1997-02-27T07:45:00-06:00", "document_id": 72456, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72456.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 530, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12616, "action_date": "1997-02-27T07:45:00-06:00", "document_id": 72456, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72456.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 530, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12616, "action_date": "1997-02-27T07:45:00-06:00", "document_id": 72456, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72456.pdf", "status_text": "Do Pass Amended,", "journal_page": 792, "committee_id_action": 530, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37490, "president_vote": null, "Nay": [1891, 1984], "Yea": [1950, 1899, 1909, 1934, 1963, 1980, 1985, 1897, 1948, 1971], "Excused": [1947]}}, {"bill_id": 12616, "action_date": "1997-03-03T14:00:00-06:00", "document_id": 72934, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72934.pdf", "status_text": "Deferred to another day", "journal_page": 808, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12616, "action_date": "1997-03-04T14:00:00-06:00", "document_id": 72936, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72936.pdf", "status_text": "Motion to Amend,", "journal_page": 846, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 36099, "president_vote": null, "Yea": [1886, 1890, 1892, 1894, 1900, 1902, 1903, 1907, 1909, 1916, 1918, 1921, 1929, 1933, 1934, 1936, 1941, 1943, 1944, 1951, 1952, 1953, 1957, 1962, 1963, 1966, 1967, 1968, 1971, 1973, 1974, 1975, 1983, 1985, 1987, 1988, 1924], "Nay": [1887, 1888, 1891, 1895, 1896, 1897, 1898, 1899, 1904, 1906, 1910, 1913, 1914, 1917, 1922, 1923, 1926, 1931, 1937, 1940, 1942, 1947, 1948, 1949, 1950, 1954, 1958, 1961, 1970, 1980, 1982, 1984], "Absent": [1964]}}, {"bill_id": 12616, "action_date": "1997-03-04T14:00:00-06:00", "document_id": 72936, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72936.pdf", "status_text": "Motion to Amend,", "journal_page": 847, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 36764, "president_vote": null, "Yea": [1886, 1890, 1892, 1894, 1900, 1904, 1907, 1909, 1910, 1916, 1918, 1921, 1929, 1933, 1934, 1936, 1943, 1944, 1951, 1952, 1953, 1954, 1957, 1958, 1962, 1963, 1964, 1966, 1967, 1968, 1971, 1973, 1974, 1975, 1983, 1985, 1987, 1988, 1924], "Nay": [1887, 1888, 1891, 1895, 1896, 1897, 1898, 1899, 1902, 1903, 1906, 1913, 1914, 1917, 1922, 1923, 1926, 1931, 1937, 1940, 1941, 1942, 1947, 1948, 1949, 1950, 1961, 1970, 1980, 1982, 1984]}}, {"bill_id": 12616, "action_date": "1997-03-04T14:00:00-06:00", "document_id": 72936, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72936.pdf", "status_text": "Do Pass Amended,", "journal_page": 848, "committee_id_action": 544, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 37168, "president_vote": null, "Nay": [1886, 1887, 1888, 1890, 1891, 1892, 1894, 1895, 1896, 1897, 1898, 1899, 1902, 1903, 1906, 1907, 1910, 1913, 1914, 1916, 1917, 1922, 1923, 1926, 1931, 1937, 1940, 1941, 1942, 1947, 1948, 1949, 1953, 1954, 1957, 1961, 1962, 1967, 1968, 1970, 1974, 1975, 1982, 1983, 1984, 1987, 1988, 1924], "Yea": [1900, 1904, 1909, 1918, 1921, 1929, 1933, 1934, 1936, 1943, 1944, 1950, 1951, 1952, 1958, 1963, 1964, 1966, 1971, 1973, 1980, 1985]}}]}