{"session_id": 32, "bill_id": 8628, "bill_type": "House Bill", "bill_number": 1026, "bill_title": "revise certain educational requirements pertaining to the practice of cosmetology.", "sponsors": [], "keywords": ["Licensing", "Professions and Occupations"], "audio": [{"meeting_datetime": "2018-01-16T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hhe05.mp3", "start_seconds": 2585.0}, {"meeting_datetime": "2018-01-16T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hhe05.mp3", "start_seconds": 2585.0}, {"meeting_datetime": "2018-01-16T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hhe05.mp3", "start_seconds": 2585.0}, {"meeting_datetime": "2018-01-17T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou06.mp3", "start_seconds": 2439.0}, {"meeting_datetime": "2018-01-17T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou06.mp3", "start_seconds": 2439.0}, {"meeting_datetime": "2018-01-17T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou06.mp3", "start_seconds": 2439.0}, {"meeting_datetime": "2018-02-02T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/she16.mp3", "start_seconds": 1720.0}, {"meeting_datetime": "2018-02-02T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/she16.mp3", "start_seconds": 1720.0}, {"meeting_datetime": "2018-02-02T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/she16.mp3", "start_seconds": 1720.0}, {"meeting_datetime": "2018-02-02T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/she16.mp3", "start_seconds": 1720.0}], "bill_versions": [{"bill_id": 8628, "bill_version_id": 46719, "bill_version": "Introduced", "bill_version_date": "2018-01-02T15:51:47.377-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain educational requirements pertaining to the practice of cosmetology. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 36-15-1 be amended to read: 36-15-1. Terms used in this chapter mean: (1) \"Apprentice,\" any person licensed by the commission to receive education through an apprenticeship in a salon; (2) \"Apprentice salon,\" any salon licensed by the commission to teach apprentices; (3) \"Booth,\" any part within a licensed salon that is rented or leased for the purpose of rendering licensed cosmetology services as a separate, independent salon business; (4) \"Commission,\" the Cosmetology Commission as established and created in § 36-15-3; (5) \"Cosmetologist,\" any person who, for compensation, engages in any of the practices of cosmetology; (6) \"Cosmetology,\" any one or any combination of the practices set forth in § 36-15-2; (7) \"Demonstrator,\" any person licensed to practice cosmetology, nail technology, or esthetics in this state, in another state, or in another country, who demonstrates the various practices of cosmetology, as applicable, in order to inform or educate other licensees or the public; (8) \"Esthetician,\" any person who, for compensation, engages in the practice of esthetics, but not in other practices of cosmetology; (9) \"Esthetics,\" any one or any combination of the practices set forth in § 36-15-2.2; (10) \"Junior instructor,\" \"Instructor,\" any person who is licensed by the commission to instruct in a school and who is enrolled in instructor education as meets the requirements set forth in § 36-15-26 § 36-15-25; (11) \"Nail technology,\" any one or any combination of the practices set forth in § 36-15-17.2; (12) \"Nail technician,\" any person who, for compensation, engages in the practice of nail technology, but not in other practices of cosmetology; (13) \"Natural hair braiding,\" any one or any combination of the practices set forth in § 36-15-1.1; (14) \"Salon,\" any place, premise, or building or any part of a building operated for the purpose of engaging in the practice of cosmetology, nail technology, or esthetics, or any combination of these practices; (15) \"School,\" any place, premise, or building that is licensed by the commission to provide education to students in the practice of cosmetology, nail technology, or esthetics, or any combination of these practices; (16) \"School premises,\" any permanent building or other structures approved by the commission as a school campus under one school license; (17) \"Senior instructor,\" any person licensed by the commission to instruct in a school who has previous instructor education and experience and meets the requirements set forth in § 36-15-25; (18) \"Student,\" any person who is licensed by the commission to receive education in a licensed school. Section 2. That § 36-15-17 be amended to read: 36-15-17. Any person desiring to practice cosmetology in this state as a cosmetologist shall make application to the commission to take the examination. The application shall: (1) Contain the information required pursuant to § 36-15-15; (2) Contain information satisfactory to the commission that the applicant has completed twenty-one fifteen hundred hours of education or equivalent credit hours in an approved and licensed cosmetology school, or in lieu of such education, has successfully completed a course of apprenticeship in a licensed cosmetology salon as provided for in this chapter; and (3) Be accompanied by the fee required in this chapter. Section 3. That § 36-15-25 be amended to read: 36-15-25. No person may teach in a school unless that person is licensed by the commission as an instructor. Any person may qualify and be licensed by the commission as a senior an instructor for cosmetology, nail technology, or esthetics, as applicable, upon application made to the commission. The application shall be accompanied by satisfactory evidence that the applicant: (1) Possesses the qualifications required by § 36-15-15; (2) Currently holds a valid cosmetologist, nail technician, or esthetician license, as applicable; (3) Has complied with any instructor education as prescribed by § 36-15-26.2; (4) Has completed the requirements as a junior instructor set forth in § 36-15-26 or has at least one year of teaching experience as a licensed instructor from another state in cosmetology, nail technology, or esthetics, as applicable; and (5)(4) Has passed an examination prescribed by the commission. However, the applicant may receive the license conditionally, dependent on completing instructor education and passing the examination as prescribed by the commission in rules adopted pursuant to chapter 1-26. A senior An instructor with a cosmetologist license may instruct in any practice of cosmetology. A senior An instructor with a nail technician license may only instruct in the practice of nail technology. A senior An instructor with an esthetician license may only instruct in the practice of esthetics. The commission may promulgate rules, pursuant to chapter 1-26, to establish education and experience requirements for a person to serve as a substitute instructor. Section 4. That § 36-15-25.1 be amended to read: 36-15-25.1. Any senior instructor license issued by the commission pursuant to this chapter expires annually on a date set by the commission in rules promulgated pursuant to chapter 1-26, and is renewable annually. The application shall be accompanied by the fee required in this chapter and proof of completion of any required commission-approved instructor education pursuant to § 36-15-26.2. Section 5. That § 36-15-29 be amended to read: 36-15-29. No person may conduct a cosmetology, nail technology, or esthetics school for any of the practices of cosmetology, as applicable, unless that person is licensed as a school by the commission. The commission shall issue the license if the applicant meets the following requirements: (1) The applicant completes the application and provides any required documentation; (2) The application is accompanied by the fee required in this chapter; (3) The applicant has no violations with another cosmetology board; (4) The education offered is a complete program of not less than twenty-one fifteen hundred hours for a cosmetology program or a complete program of not less than four hundred hours for a nail technician program or a complete program of not less than the hours established by rules pursuant to § 36-15-13 for an esthetician license or the respective equivalent credit hours; and (5) The applicant meets all requirements established by rules adopted pursuant to this chapter. Section 6. That § 36-15-45 be amended to read: 36-15-45. A licensed apprentice in cosmetology shall receive education in the practice of cosmetology as required by this chapter in the same cosmetology salon for three thousand two thousand one hundred fifty consecutive hours. A licensed apprentice in nail technology shall receive education in the practice of nail technology as required by this chapter for nine hundred consecutive hours in the same cosmetology salon or nail salon. The commission may permit an apprentice to transfer to another cosmetology salon or nail salon, as applicable, for completion of the apprenticeship if the apprentice applies for the transfer in writing to the commission and shows good cause for the request. The commission may permit a break in the consecutive period of the apprenticeship if the apprentice applies for the break in writing to the commission and shows good cause for the request. The commission shall define good cause by rules promulgated pursuant to chapter 1-26. Section 7. That § 36-15-47 be amended to read: 36-15-47. Any apprentice licensed pursuant to this chapter may practice cosmetology if the practice is performed only in a cosmetology salon or nail salon, as applicable, licensed pursuant to this chapter; the apprentice is under the constant supervision, control, and direction of a licensed senior instructor at all times; and the apprentice is actually engaged in the study and practice of cosmetology or nail technology at least forty hours a week. Section 8. That § 36-15-47.1 be amended to read: 36-15-47.1. Only a senior an instructor licensed under this chapter may teach an apprentice in any of the practices of cosmetology. The senior instructor, the salon, or anyone connected with the apprenticeship may not charge, receive, or accept any fee or anything of value except services for the education. Section 9. That § 36-15-48 be amended to read: 36-15-48. The commission may adopt reasonable rules pursuant to chapter 1-26 pertaining to a report on the progress and education received by any apprentice required of the licensed senior instructor under whom the apprentice is being supervised. Section 10. That § 36-15-25.2 be repealed. 36-15-25.2. Any applicant for a senior instructor license pursuant to § 36-15-25 who plans to instruct an apprentice in a licensed salon shall submit proof of completion of thirty hours of commission-approved education in teacher training from a college or university. This education shall be completed before the senior instructor license is issued. The commission may provide, by rules promulgated pursuant to chapter 1-26, the kinds and subjects of education and the number of hours of education required. The commission may also substitute experience in addition to or in lieu of educational requirements. The commission may set a fee in rules adopted pursuant to chapter 1-26 to cover the cost of verifying the required continuing education. Section 11. That § 36-15-26 be repealed. 36-15-26. Any person may qualify and be licensed by the commission as a junior instructor for cosmetology, nail technology, or esthetics, as applicable, upon application made to the commission. The application shall be accompanied by satisfactory evidence that such applicant: (1) Possesses the qualifications required by § 36-15-15; (2) Currently holds a valid cosmetologist, nail technician, or esthetician license, as applicable; (3) Has complied with any instructor education as required by § 36-15-26.2; (4) Will be working and providing education in a licensed school in this state under the supervision of a senior instructor; (5) Has completed at least one thousand hours salon experience as a licensed cosmetologist, nail technician, or esthetician, as applicable; and (6) Has passed an examination prescribed by the commission. However, the applicant may receive the license conditionally, dependent on completing instructor education and passing the examination as prescribed by the commission in rules adopted pursuant to chapter 1-26. A junior instructor with a cosmetologist license may instruct in any practice of cosmetology and shall be supervised by a senior cosmetologist instructor. A junior instructor with a nail technician license may only instruct in the practice of nail technology and shall be supervised by a senior cosmetologist instructor or a senior nail technician instructor. A junior instructor with an esthetician license may only instruct in the practice of esthetics and shall be supervised by a senior cosmetologist instructor or a senior esthetician instructor. Section 12. That § 36-15-26.1 be repealed. 36-15-26.1. Any junior instructor license issued by the commission pursuant to this chapter expires annually on a date set by the commission in rules promulgated pursuant to chapter 1-26 and is renewable annually. The application shall be accompanied by the fee required in this chapter and proof of completing commission-approved instructor education pursuant to § 36-15-26.2. Section 13. That § 36-15-29.2 be repealed. 36-15-29.2. No school may employ more than one junior instructor for each senior instructor regularly employed by the school. Section 14. Sections 2, 5, and 6 of this Act are effective January 1, 2019."}, {"bill_id": 8628, "bill_version_id": 48734, "bill_version": "Enrolled", "bill_version_date": "2018-02-06T10:15:23.42-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8628, "action_date": "2018-01-09T12:00:00-06:00", "document_id": 46900, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/46900.pdf", "status_text": "First read in House and referred to", "journal_page": 22, "committee_id_action": 396, "committee_id_assigned": 387, "result": "N", "vote": {}}, {"bill_id": 8628, "action_date": "2018-01-16T07:45:00-06:00", "document_id": 46967, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/46967.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 387, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8628, "action_date": "2018-01-16T07:45:00-06:00", "document_id": 47078, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47078.pdf", "status_text": "Do Pass", "journal_page": 58, "committee_id_action": 387, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 24482, "president_vote": null, "Excused": [1254, 1266, 1235, 1282, 1313], "Yea": [1301, 1425, 1286, 1274, 1261, 1298, 1250, 1287]}}, {"bill_id": 8628, "action_date": "2018-01-17T14:00:00-06:00", "document_id": 47204, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47204.pdf", "status_text": "Do Pass", "journal_page": 83, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 24561, "president_vote": null, "Yea": [1313, 1241, 1213, 1269, 1297, 1424, 1268, 1279, 1214, 1266, 1223, 1307, 1301, 1235, 1294, 1425, 1282, 1260, 1308, 1312, 1283, 1238, 1286, 1314, 1222, 1302, 1306, 1265, 1315, 1316, 1296, 1292, 1293, 1310, 1226, 1274, 1295, 1249, 1277, 1259, 1255, 1299, 1225, 1256, 1261, 1240, 1258, 1305, 1287, 1257, 1236, 1215, 1317, 1216, 1229, 1298, 1285, 1253], "Nay": [1284, 1311, 1291, 1275, 1250, 1247, 1248, 1280, 1263, 1303, 1309], "Excused": [1254]}}, {"bill_id": 8628, "action_date": "2018-01-18T14:00:00-06:00", "document_id": 47299, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47299.pdf", "status_text": "First read in Senate and referred to", "journal_page": 135, "committee_id_action": 395, "committee_id_assigned": 372, "result": "N", "vote": {}}, {"bill_id": 8628, "action_date": "2018-02-02T10:00:00-06:00", "document_id": 48306, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48306.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 372, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8628, "action_date": "2018-02-02T10:00:00-06:00", "document_id": 48572, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48572.pdf", "status_text": "Do Pass", "journal_page": 342, "committee_id_action": 372, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 25260, "president_vote": null, "Yea": [1219, 1234, 1232, 1278, 1272, 1288, 1245]}}, {"bill_id": 8628, "action_date": "2018-02-02T10:00:00-06:00", "document_id": 48572, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48572.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 372, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8628, "action_date": "2018-02-05T14:00:00-06:00", "document_id": 48695, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48695.pdf", "status_text": "Do Pass", "journal_page": 371, "committee_id_action": 395, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 25342, "president_vote": null, "Yea": [1239, 1230, 1264, 1231, 1217, 1246, 1228, 1219, 1273, 1262, 1234, 1290, 1232, 1278, 1304, 1270, 1224, 1267, 1243, 1289, 1218, 1244, 1281, 1221, 1272, 1245, 1271, 1252, 1237, 1288, 1220, 1242, 1276, 1300], "Excused": [1233]}}, {"bill_id": 8628, "action_date": "2018-02-07T14:00:00-06:00", "document_id": 48891, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48891.pdf", "status_text": "Signed by the Speaker", "journal_page": 382, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8628, "action_date": "2018-02-08T12:00:00-06:00", "document_id": 48995, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48995.pdf", "status_text": "Signed by the President", "journal_page": 422, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8628, "action_date": "2018-02-12T14:00:00-06:00", "document_id": 49084, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49084.pdf", "status_text": "Delivered to the Governor", "journal_page": 403, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8628, "action_date": "2018-02-15T13:00:00-06:00", "document_id": 49384, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49384.pdf", "status_text": "Signed by the Governor", "journal_page": 470, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6745, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/8628"}