{"session_id": 68, "bill_id": 24023, "bill_type": "House Bill", "bill_number": 1038, "bill_title": "revise certain provisions pertaining to the Department of Veterans Affairs and residency in the State Veterans Home.", "sponsors": [], "keywords": ["Executive/Judiciary Request", "Veterans Affairs"], "audio": [{"meeting_datetime": "2023-01-23T15:00:00-06:00", "committee": "HMV", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hmv09.mp3", "start_seconds": 3650.0}, {"meeting_datetime": "2023-01-23T15:00:00-06:00", "committee": "HMV", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hmv09.mp3", "start_seconds": 3650.0}, {"meeting_datetime": "2023-01-23T15:00:00-06:00", "committee": "HMV", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hmv09.mp3", "start_seconds": 3650.0}, {"meeting_datetime": "2023-01-23T15:00:00-06:00", "committee": "HMV", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hmv09.mp3", "start_seconds": 3650.0}, {"meeting_datetime": "2023-02-01T16:00:00-06:00", "committee": "SMV", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/smv15.mp3", "start_seconds": 1811.0}, {"meeting_datetime": "2023-02-01T16:00:00-06:00", "committee": "SMV", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/smv15.mp3", "start_seconds": 1811.0}, {"meeting_datetime": "2023-02-01T16:00:00-06:00", "committee": "SMV", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/smv15.mp3", "start_seconds": 1811.0}, {"meeting_datetime": "2023-02-01T16:00:00-06:00", "committee": "SMV", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/smv15.mp3", "start_seconds": 1811.0}], "bill_versions": [{"bill_id": 24023, "bill_version_id": 242546, "bill_version": "Introduced", "bill_version_date": "2023-01-06T16:48:58.907-06:00", "bill_text": "An Act to revise certain provisions pertaining to the Department of Veterans Affairs and residency in the State Veterans Home. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 33A-1-3 be AMENDED: 33A-1-3. Adequate office Office space for the Department of Veterans Affairs shall must be provided in the Soldiers and Sailors Memorial Building or in other suitable space at the state capital. Section 2. That § 33A-1-10 be AMENDED: 33A-1-10. The secretary of the Department of Veterans Affairs shall establish and maintain a sufficient an office and field force to carry out the provisions of this chapter, including representation at the United States Department of Veterans Affairs facilities in this state. Section 3. That § 33A-1-11 be AMENDED: 33A-1-11. The secretary shall make an annual written report to the Governor.which shall be The report must be open to public inspection. Section 4. That § 33A-1-12 be AMENDED: 33A-1-12. All employees of the Department of Veterans Affairs below the level of secretary shall be selected as provided by chapter 3-6D. However, any employee that holds the title of state veterans service officer or state fieldmen veterans service officer shall must be a veteran who has served in the armed forces of the United States and is a citizen of the United States. All other employees shall must be veterans, if available. These employees shall perform duties assigned to them by the Department of Veterans Affairs. Section 5. That § 33A-1-16 be AMENDED: 33A-1-16. The Department of Veterans Affairs shall cooperate with all national, state, county, municipal, and private social agencies in securing to veterans, National Guard or Reserve members, and their dependents, the benefits provided by national, state, and county laws, municipal ordinances, or public or private social agencies. To that end, the department may hold schools of instruction for county and tribal veterans service officers, or call in for instruction individual county or tribal veterans service officers if, in the judgment of the Department of Veterans Affairs, the giving of such instructions or holding of such schools is in the best interest of the work of the department. Section 6. That § 33A-1-24 be AMENDED: 33A-1-24. Each county veterans' veterans service officer shall provide, within the county or counties employing the officer, local contact between fieldmen of the Department of Veterans Affairs and persons in the armed service or those discharged from such service, and the dependents of such persons. The county veteran's service officer shall aid or assist volunteer service officers in securing evidence and perfecting claims; advise those in the armed service and veterans or their dependents of benefits available to them; and aid them in completing required forms and complying with regulations. The county veteran's veterans service officer works under the direction of the Department of Veterans Affairs. Section 7. That § 33A-1-28 be AMENDED: 33A-1-28. A county veterans' veterans service officer may be employed either part time or full time. The salary and necessary mileage and expense allowance budget of the officer shall be is determined by the board or boards of county commissioners employing the officer. The officer shall must be provided with a secure office space, office fixtures, furnishings, and equipment, either in the courthouse or some other central and accessibleplace location. Section 8. That § 33A-1-31 be AMENDED: 33A-1-31. The Department of Veterans Affairs may establish, implement, and maintain a program for providing financial assistance to counties in paying the salaries of county veterans' veterans service officers. Any program established and maintained by the Department of Veterans Affairs shall provide for assistance to applying counties on the basis of one dollar of state funds for each four dollars of county funds provided for payment of the salary of the county veterans' service officer of the applying county. No county may be reimbursed in excess of twenty-five percent of the basic salary schedule outlined in § 33A-1-32 for any fiscal year. Section 9. That § 33A-2-33 be AMENDED: 33A-2-33. No veteran may receive more than one bonus pursuant to § 33A-2-13 for service before January 1, 1993, and no veteran may receive more than one bonus for service after January 1, 1993. However, anyAny veteran who is eligible for a bonus pursuant to § 33A-2-13 for service before December 31, 1992, and for service after January 1, 1993, may receive two separate bonuses. No single bonus may exceed five hundred dollars. Section 10. That § 33A-4-1 be AMENDED: 33A-4-1. The South Dakota State Veterans' Veterans Home is under the control and general supervision of the Department of Veterans Affairs. Section 11. That § 33A-4-10 be REPEALED: The superintendent of the State Veterans' Home shall recommend to the secretary of veterans affairs such measures as the superintendent deems necessary for the government of the home. Section 12. That § 33A-4-11 be AMENDED: 33A-4-11. The permanent incidental fund heretofore provided for the use of the superintendent of the South Dakota State Veterans' Veterans Home is hereby continued. Such The fund shall be is kept and used by the superintendent of said home State Veterans Home for the payment of bills for freight, express, mileage, postage, and such other incidental expense of said the home as shall require immediate payment pending the issuance of an auditor's warrant upon the state treasury therefor, and for no other purpose whatever. In each case where such the payment is made, the amount shall must be returned to the permanent incidental fund immediately upon the receipt of the state auditor's warrant covering the bill for which such the expenditure was made. Section 13. That § 33A-4-12 be AMENDED: 33A-4-12. Any member resident of the State Veterans' Veterans Home who receives a pension, compensation, or gratuity from the United States government or sufficient funds from any source of more than fifty dollars a month above contributions toward the care of any dependents, shall contribute to the member's resident's maintenance, care, or support while a member resident of the home. The contributions shall must be determined by the secretary of veterans affairs and may not exceed the actual cost of support care of members residents at the home as determined by the secretary of veterans affairs. Payment of these amounts shall be made first to the fullest extent possible from sources of income other than pensions or compensation paid by the Veterans Administration. Section 14. That § 33A-4-13 be REPEALED: If a member of the State Veterans' Home accumulates more than ten thousand dollars in cash assets while a resident at the state home, the member shall pay a monthly charge determined by the secretary of veterans affairs. Section 15. That § 33A-4-14 be REPEALED: If any veteran and spouse accumulate more than fifteen thousand dollars in cash assets while both are in residency at the State Veterans' Home, they shall pay a monthly charge determined by the secretary of veterans affairs. Section 16. That § 33A-4-15 be AMENDED: 33A-4-15. Any member resident or former member resident of the State Veterans' Veterans Home may pay the state home in advance of death the full maintenance charge for each month this member the resident was in the home, retroactive from the date of admission with proper credits allowed for any payments made by him towards the monthly maintenance charge, but such credits not to include any allowances of the state government, notwithstanding the provisions found in §§ 33A-4-18 and 33A-4-19, and such moneys received from the member resident or former member resident shall go to the capital fund of the state home for repairs, equipment, improvements, or construction. Section 17. That § 33A-4-16 be AMENDED: 33A-4-16. If any memberWhen a resident of the State Veterans' Veterans Home dies without legal dependents, the member's resident's property shall must be distributed to the South Dakota State Veterans' Veterans Home as sole heir for the sole use and benefit of the home. The member resident may, by will, dispose of the member's resident's estate subject to the preferred claim provided in §§ 33A-4-17 to 33A-4-20, inclusive. A spouse residing at the home is considered as a legal dependent for the purpose of this section. Section 18. That § 33A-4-17 be AMENDED: 33A-4-17. IfWhen a member resident of the State Veterans' Veterans Home dies, leaving at the home cash or other personal property of value, the superintendent of the home may turn over the cash, property, or its proceeds to the Department of Veterans Affairs for the sole use and benefit of the home, without administration. The cash, property, and proceeds are subject to refund within three years to any creditor, legal dependent, or heir, if the deceased member resident left a will, and if the creditor, legal dependent, or heir establishes a right to the cash, property, or proceeds or any portion of the cash, property, or proceeds. The attorney general, upon being satisfied that a claim out of the cash, property, or proceeds is legal and valid, may certify the claim to the secretary of veterans affairs, and the secretary of veterans affairs shall satisfy the claim. Section 19. That § 33A-4-18 be AMENDED: 33A-4-18. IfWhen an estate is left by a deceased member resident of the State Veterans'Veterans Home leaving no surviving spouse or dependent, the state home shall file a claim against the estate of the deceased member resident in the amount of the full maintenance charge for each month the member resident was in the home, retroactive from the date of admission with proper credits allowed to the estate of the deceased member resident for any payments made by the member resident. However, the credits may not include any allowances of the state government. Any such money received from the deceased member resident shall go to a capital fund of the state home for repairs, equipment, improvements, or construction. Section 20. That § 33A-4-19 be AMENDED: 33A-4-19. IfWhen a deceased member resident of the State Veterans' Veterans Home leaves a spouse, or other dependent, the member's resident's estate is payable to the spouse, or other dependent. Upon the death of the spouse or other dependent, thestate home shall file a claim against the estate of the deceased spouse or other dependent for any claim against the estate of both the deceased husband and wife decedents as provided in § 33A-4-18. The claim is a preferred claim against the estates. Section 21. That § 33A-4-22 be AMENDED: 33A-4-22. The superintendent of the State Veterans' Veterans Home may receive, disburse, and account for personal funds of members residents of the home, received from any source, under the policies adopted by the Department of Veterans Affairs. Section 22. That § 33A-4-23 be REPEALED: Any member of the State Veterans' Home who is determined to have a dependent spouse or minor child shall allow for one-half of the member's total gross income to be paid to the dependent spouse or minor child. If the superintendent determines the member's spouse has deserted the member, or is not supporting the best interest of the member, or is not dependent upon the support of the member, the superintendent shall remove this allowance. Section 23. That § 33A-4-24 be AMENDED: 33A-4-24. There is hereby created a State Veterans' Veterans Home operating fund. All sums paid to and received by the superintendent of the State Veterans' Veterans Home, under this chapter, for the support, care, and maintenance of the members residents in the home, shall be paid monthly by him to the state treasurer and credited to the veterans' veterans home operating fund. The fund shall be maintained separately and administered by the Department of Veterans Affairs to defray the expenses associated with operation of the State Veterans' Veterans Home. Expenditures from the fund shall be budgeted through the normal budget process. Unexpended funds and interest shall remain in the fund. Section 24. That § 33A-4-26 be AMENDED: 33A-4-26. The spouse of any veteran who is eligible to become a member resident of the State Veterans' Veterans Home, may be admitted with the veteran if they have been married and living together for at least one year before preceding application for admission and if their combined income does not exceed four hundred dollars per year above the maximum income limitation allowable for pension benefits as determined by the Veterans Administration. Or, a spouse may be admitted if the veteran, otherwise eligible to admission, is institutionalized for physical or mental disability, if the spouse has been married to the veteran spouse for at least one year. The nonveteran spouse is subject to the same house rules and rules as to furlough and discharge as the veteran spouse. Membership Resident status is not affected by the death of a spouse or by marriage between members residents of the home. Section 25. That § 33A-4-27 be AMENDED: 33A-4-27. The widow or widower of any deceased veteran may be admitted to the home if not remarried, upon the following conditions: the deceased veteran must have been eligible for admission to the home,; the widow or widower shall have has attained the age of sixty years, shall have been; the widow or widower was married to the veteran spouse at least one year prior to the veteran's date of death and living they lived together during that period except where there was a separation which was due to the misconduct of, or procured by, the veteran, without fault of, the spouse,; and the widow or widower must have has been a resident of this state for the period of at least one year next immediately preceding the date of application.The nonveteran spouse shall be subject to the same house rules and rules as to furlough, suspension, and discharge, as the veterans of the home. Section 26. That § 33A-4-28 be AMENDED: 33A-4-28. A nonveteran spouse, widow, or widower, upon admission, shall be considered a member resident of the State Veterans' Veterans Home and be subject to all rules and statutes affecting the person, property, and estate of a veteran member resident. Section 27. That § 33A-4-29 be AMENDED: 33A-4-29. All applications for admission to the State Veterans' Veterans Home shall must be made in writing upon blank prescribed forms, which shall be furnished by the superintendent Department of Veterans Affairs. Such The applications shall be filled out by the applicant, and must include information as to military service, a full financial statement, essential medical information, and proof of residence, and shall include a stipulation that if any such claims are proved false, the applicant forfeits any right to membership in residency at the home. Section 28. That § 33A-4-30 be AMENDED: 33A-4-30. Application for admission to the State Veterans' Veterans Home shall berecommended are approved by the county, tribal, local veteran's organization service officer, or personnel of the Department of Veterans Affairs. Upon receipt of an application, complete with essential information to qualify the applicant for admission to the home, the superintendent may admit the applicant. Section 29. That § 33A-4-31 be AMENDED: 33A-4-31. Furloughs from the State Veterans' Veterans Home may be granted at the discretion of the superintendent, but a member resident on furlough for more than ninety days shall be is deemed to have surrendered his the room and on his upon return shall must be put on the regular waiting list. Section 30. That § 33A-4-32 be AMENDED: 33A-4-32. Any member resident of the State Veterans' Veterans Home may be required to accept an honorable discharge discharged, with the exception of a veteran with one hundred percent disability as defined by the veterans administration Veterans Administration for pension and compensation purposes, if he the resident has sufficient ability and means to support himself for self-support. SuchThe discharge shall be given may only be made upon recommendation of the superintendent and order of the secretary of veterans affairs. Section 31. That § 33A-4-33 be AMENDED: 33A-4-33. The superintendent may, if there is room for all dependent applicants and members, admit and allow to remain in the State Veterans' Veterans Home, persons who have sufficient means for their own support, care, and maintenance, but are otherwise eligible to become members residents of the home, on payment of the cost of their support care. Section 32. That § 33A-4-34 be REPEALED: No person may be received or retained in the State Veterans' Home who is mentally ill, is an inebriate, or is addicted to the use of drugs. Section 33. That § 33A-4-35 be AMENDED: 33A-4-35. If a member resident of the State Veterans' Veterans Home is discharged from the home, or voluntarily leaves the home, or is adjudged mentally ill after admittance, the member's resident's residence is that of the county in which the member resident was residing at the time of the member's resident's admittance to the home. Section 34. That § 33A-4-36 be AMENDED: 33A-4-36. Each member resident of the State Veterans' Veterans Home is deemed a resident of the county in which the member resident was residing at the time of admittance to the home and does not lose his or her residence or the right to vote in the county. Section 35. That § 33A-5-5 be AMENDED: 33A-5-5. All expenses incurred under the provisions of §§ 33A-5-2 to and 33A-5-4, inclusive, shall may only be approved, allowed, and certified by the county or tribal veterans' veterans service officer or field officer employee of the Department of Veterans Affairs upon forms provided by the Department of Veterans Affairs. The county or tribal veteran's veterans service officer or field officer shall forward the forms to the Department of Veterans Affairs. The department shall certify and forward the forms to the state auditor. Upon receipt of the certified forms, the state auditor shall draw a warrant on the state treasurer in favor of the person or persons entitled to the payment for the amount specified on the forms."}, {"bill_id": 24023, "bill_version_id": 248587, "bill_version": "Enrolled", "bill_version_date": "2023-02-07T12:55:28.943-06:00", "bill_text": "ENTITLED An Act to revise certain provisions pertaining to the Department of Veterans Affairs and residency in the State Veterans Home. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 33A-1-3 be AMENDED: 33A-1-3. Office space for the Department of Veterans Affairs must be provided in the Soldiers and Sailors Memorial Building or in other suitable space at the state capital. Section 2. That § 33A-1-10 be AMENDED: 33A-1-10. The secretary of the Department of Veterans Affairs shall establish and maintain an office and field force to carry out the provisions of this chapter, including representation at the United States Department of Veterans Affairs facilities in this state. Section 3. That § 33A-1-11 be AMENDED: 33A-1-11. The secretary shall make an annual written report to the Governor. The report must be open to public inspection. Section 4. That § 33A-1-12 be AMENDED: 33A-1-12. All employees of the Department of Veterans Affairs below the level of secretary shall be selected as provided by chapter 3-6D. However, any employee that holds the title of state veterans service officer must be a veteran who has served in the armed forces of the United States and is a citizen of the United States. All other employees must be veterans, if available. These employees shall perform duties assigned to them by the Department of Veterans Affairs. Section 5. That § 33A-1-16 be AMENDED: 33A-1-16. The Department of Veterans Affairs shall cooperate with all national, state, county, municipal, and private social agencies in securing to veterans, National Guard or Reserve members, and their dependents, the benefits provided by national, state, and county laws, municipal ordinances, or public or private social agencies. Section 6. That § 33A-1-24 be AMENDED: 33A-1-24. Each county veterans service officer shall provide, within the county or counties employing the officer, local contact between fieldmen of the Department of Veterans Affairs and persons in the armed service or those discharged from such service, and the dependents of such persons. The county veterans service officer works under the direction of the Department of Veterans Affairs. Section 7. That § 33A-1-28 be AMENDED: 33A-1-28. A county veterans service officer may be employed either part time or full time. The salary and budget of the officer is determined by the board or boards of county commissioners employing the officer. The officer must be provided with a secure office space, office fixtures, furnishings, and equipment, either in the courthouse or some other central and accessible location. Section 8. That § 33A-1-31 be AMENDED: 33A-1-31. The Department of Veterans Affairs may establish, implement, and maintain a program for providing financial assistance to counties in paying the salaries of county veterans service officers. No county may be reimbursed in excess of twenty-five percent of the basic salary schedule outlined in § 33A-1-32 for any fiscal year. Section 9. That § 33A-2-33 be AMENDED: 33A-2-33. Any veteran who is eligible for a bonus pursuant to § 33A-2-13 for service before December 31, 1992, and for service after January 1, 1993, may receive two separate bonuses. No single bonus may exceed five hundred dollars. Section 10. That § 33A-4-1 be AMENDED: 33A-4-1. The State Veterans Home is under the control and general supervision of the Department of Veterans Affairs. Section 11. That § 33A-4-10 be REPEALED. Section 12. That § 33A-4-11 be AMENDED: 33A-4-11. The permanent incidental fund heretofore provided for the use of the State Veterans Home is hereby continued. The fund is kept and used by the State Veterans Home for the payment of bills for freight, express, mileage, postage, and such other incidental expense of the home as require immediate payment pending the issuance of an auditor's warrant upon the state treasury therefor, and for no other purpose whatever. In each case where the payment is made, the amount must be returned to the permanent incidental fund immediately upon the receipt of the state auditor's warrant covering the bill for which the expenditure was made. Section 13. That § 33A-4-12 be AMENDED: 33A-4-12. Any resident of the State Veterans Home shall contribute to the resident's maintenance, care, or support while a resident of the home. The contributions must be determined by the secretary of veterans affairs and may not exceed the actual cost of care of residents at the home. Section 14. That § 33A-4-13 be REPEALED. Section 15. That § 33A-4-14 be REPEALED. Section 16. That § 33A-4-15 be AMENDED: 33A-4-15. Any resident or former resident of the State Veterans Home may pay the home in advance of death the full maintenance charge for each month the resident was in the home, retroactive from the date of admission with proper credits allowed for any payments made towards the monthly maintenance charge, but such credits not to include any allowances of the state government, notwithstanding the provisions found in §§ 33A-4-18 and 33A-4-19, and such monies received from the resident or former resident shall go to the capital fund of the home for repairs, equipment, improvements, or construction. Section 17. That § 33A-4-16 be AMENDED: 33A-4-16. When a resident of the State Veterans Home dies without legal dependents, the resident's property must be distributed to the State Veterans Home as sole heir for the sole use and benefit of the home. The resident may, by will, dispose of the resident's estate subject to the preferred claim provided in §§ 33A-4-17 to 33A-4-20, inclusive. A spouse residing at the home is considered as a legal dependent for the purpose of this section. Section 18. That § 33A-4-17 be AMENDED: 33A-4-17. When a resident of the State Veterans Home dies, leaving at the home cash or other personal property of value, the superintendent of the home may turn over the cash, property, or its proceeds to the Department of Veterans Affairs for the sole use and benefit of the home, without administration. The cash, property, and proceeds are subject to refund within three years to any creditor, legal dependent, or heir, if the deceased resident left a will, and if the creditor, legal dependent, or heir establishes a right to the cash, property, or proceeds or any portion of the cash, property, or proceeds. The attorney general, upon being satisfied that a claim out of the cash, property, or proceeds is legal and valid, may certify the claim to the secretary of veterans affairs, and the secretary of veterans affairs shall satisfy the claim. Section 19. That § 33A-4-18 be AMENDED: 33A-4-18. When an estate is left by a deceased resident of the State Veterans Home leaving no surviving spouse or dependent, the home shall file a claim against the estate of the deceased resident in the amount of the full maintenance charge for each month the resident was in the home, retroactive from the date of admission with proper credits allowed to the estate of the deceased resident for any payments made by the resident. However, the credits may not include any allowances of the state government. Any such money received from the deceased resident shall go to a capital fund of the home for repairs, equipment, improvements, or construction. Section 20. That § 33A-4-19 be AMENDED: 33A-4-19. When a deceased resident of the State Veterans Home leaves a spouse, or other dependent, the resident's estate is payable to the spouse, or other dependent. Upon the death of the spouse or other dependent, the home shall file a claim against the estate of the deceased spouse or other dependent for any claim against the estate of both the decedents as provided in § 33A-4-18. The claim is a preferred claim against the estates. Section 21. That § 33A-4-22 be AMENDED: 33A-4-22. The superintendent of the State Veterans Home may receive, disburse, and account for personal funds of residents of the home, received from any source, under the policies adopted by the Department of Veterans Affairs. Section 22. That § 33A-4-23 be REPEALED. Section 23. That § 33A-4-24 be AMENDED: 33A-4-24. There is hereby created a State Veterans Home operating fund. All sums paid to and received by the superintendent of the State Veterans Home, under this chapter, for the support, care, and maintenance of the residents in the home, shall be paid monthly by him to the state treasurer and credited to the veterans home operating fund. The fund shall be maintained separately and administered by the Department of Veterans Affairs to defray the expenses associated with operation of the State Veterans Home. Expenditures from the fund shall be budgeted through the normal budget process. Unexpended funds and interest shall remain in the fund. Section 24. That § 33A-4-26 be AMENDED: 33A-4-26. The spouse of any veteran who is eligible to become a resident of the State Veterans Home, may be admitted with the veteran if they have been married and living together for at least one year preceding application for admission and if their combined income does not exceed four hundred dollars per year above the maximum income limitation allowable for pension benefits as determined by the Veterans Administration. Or, a spouse may be admitted if the veteran, otherwise eligible to admission, is institutionalized for physical or mental disability, if the spouse has been married to the veteran spouse for at least one year. Resident status is not affected by the death of a spouse or by marriage between residents of the home. Section 25. That § 33A-4-27 be AMENDED: 33A-4-27. The widow or widower of any deceased veteran may be admitted to the home if not remarried, upon the following conditions: the deceased veteran must have been eligible for admission to the home; the widow or widower has attained the age of sixty years; the widow or widower was married to the veteran spouse at least one year prior to the veteran's date of death and they lived together during that period except where there was a separation due to the misconduct of, or procured by, the veteran, without fault of the spouse; and the widow or widower has been a resident of this state for at least one year immediately preceding the date of application. Section 26. That § 33A-4-28 be AMENDED: 33A-4-28. A nonveteran spouse, widow, or widower, upon admission, shall be considered a resident of the State Veterans Home and be subject to all rules and statutes affecting the person, property, and estate of a veteran resident. Section 27. That § 33A-4-29 be AMENDED: 33A-4-29. All applications for admission to the State Veterans Home must be made upon prescribed forms furnished by the Department of Veterans Affairs. The applications must include information as to military service, a full financial statement, essential medical information, and a stipulation that if any such claims are proved false, the applicant forfeits any right to residency at the home. Section 28. That § 33A-4-30 be AMENDED: 33A-4-30. Application for admission to the State Veterans Home are approved by the Department of Veterans Affairs. Section 29. That § 33A-4-31 be AMENDED: 33A-4-31. Furloughs from the State Veterans Home may be granted at the discretion of the superintendent, but a resident on furlough for more than ninety days is deemed to have surrendered the room and upon return must be put on the regular waiting list. Section 30. That § 33A-4-32 be AMENDED: 33A-4-32. Any resident of the State Veterans Home may be discharged, with the exception of a veteran with one hundred percent disability as defined by the Veterans Administration for pension and compensation purposes, if the resident has sufficient ability and means for self-support. The discharge may only be made upon recommendation of the superintendent and order of the secretary of veterans affairs. Section 31. That § 33A-4-33 be AMENDED: 33A-4-33. The superintendent may, if there is room, admit and allow to remain in the State Veterans Home, persons who have sufficient means for their own support, care, and maintenance, but are otherwise eligible to become residents of the home, on payment of the cost of their care. Section 32. That § 33A-4-34 be REPEALED. Section 33. That § 33A-4-35 be AMENDED: 33A-4-35. If a resident of the State Veterans Home is discharged from the home, or voluntarily leaves the home, or is adjudged mentally ill after admittance, the resident's residence is that of the county in which the resident was residing at the time of the resident's admittance to the home. Section 34. That § 33A-4-36 be AMENDED: 33A-4-36. Each resident of the State Veterans Home is deemed a resident of the county in which the resident was residing at the time of admittance to the home and does not lose residence or the right to vote in the county. Section 35. That § 33A-5-5 be AMENDED: 33A-5-5. All expenses incurred under the provisions of §§ 33A-5-2 and 33A-5-4, may only be approved, allowed, and certified by the county or tribal veterans service officer or employee of the Department of Veterans Affairs upon forms provided by the Department of Veterans Affairs. The county or tribal veterans service officer shall forward the forms to the Department of Veterans Affairs. The department shall certify and forward the forms to the state auditor. Upon receipt of the certified forms, the state auditor shall draw a warrant on the state treasurer in favor of the person or persons entitled to the payment for the amount specified on the forms. An Act to revise certain provisions pertaining to the Department of Veterans Affairs and residency in the State Veterans Home. I certify that the attached Act originated in the: House as Bill No. 1038 Chief Clerk Speaker of the House Attest: Chief Clerk President of the Senate Attest: Secretary of the Senate House Bill No. 1038 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2023 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2023 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2023 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24023, "action_date": "2023-01-10T12:00:00-06:00", "document_id": 241498, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/241498.pdf", "status_text": "First Reading House", "journal_page": 14, "committee_id_action": 1159, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24023, "action_date": "2023-01-11T13:00:00-06:00", "document_id": 241515, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/241515.pdf", "status_text": "Referred to", "journal_page": 24, "committee_id_action": 1159, "committee_id_assigned": 1163, "result": "N", "vote": {}}, {"bill_id": 24023, "action_date": "2023-01-23T15:00:00-06:00", "document_id": 244480, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/244480.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1163, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24023, "action_date": "2023-01-23T15:00:00-06:00", "document_id": 244481, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/244481.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1163, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76331, "president_vote": null, "Yea": [4445, 4333, 4459, 4353, 4365, 4469, 4405, 4455, 4463, 4470, 4464, 4458], "Excused": [4351]}}, {"bill_id": 24023, "action_date": "2023-01-23T15:00:00-06:00", "document_id": 244481, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/244481.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 1163, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24023, "action_date": "2023-01-25T14:00:00-06:00", "document_id": 245868, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/245868.pdf", "status_text": "Do Pass", "journal_page": 105, "committee_id_action": 1159, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76408, "president_vote": null, "Yea": [4456, 4445, 4333, 4441, 4334, 4337, 4459, 4341, 4343, 4344, 4449, 4350, 4351, 4442, 4353, 4354, 4468, 4471, 4358, 4365, 4366, 4368, 4450, 4373, 4374, 4375, 4379, 4462, 4383, 4452, 4454, 4438, 4384, 4443, 4385, 4451, 4388, 4389, 4469, 4392, 4447, 4467, 4396, 4397, 4398, 4400, 4401, 4440, 4403, 4437, 4405, 4406, 4408, 4409, 4458, 4455, 4444, 4412, 4463, 4439, 4417, 4418, 4421, 4464, 4446, 4465, 4470, 4429, 4461], "Absent": [4393]}}, {"bill_id": 24023, "action_date": "2023-01-26T13:00:00-06:00", "document_id": 246354, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/246354.pdf", "status_text": "First read in Senate and referred to", "journal_page": 127, "committee_id_action": 1183, "committee_id_assigned": 1180, "result": "N", "vote": {}}, {"bill_id": 24023, "action_date": "2023-02-01T16:00:00-06:00", "document_id": 247214, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247214.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1180, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24023, "action_date": "2023-02-01T16:00:00-06:00", "document_id": 247217, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247217.pdf", "status_text": "Do Pass", "journal_page": 1, "committee_id_action": 1180, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76655, "president_vote": null, "Yea": [4457, 4382, 4419, 4436, 4378]}}, {"bill_id": 24023, "action_date": "2023-02-01T16:00:00-06:00", "document_id": 247217, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247217.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": 2, "committee_id_action": 1180, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24023, "action_date": "2023-02-03T13:00:00-06:00", "document_id": 248357, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248357.pdf", "status_text": "Do Pass", "journal_page": 192, "committee_id_action": 1183, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76777, "president_vote": null, "Yea": [4336, 4338, 4339, 4340, 4342, 4345, 4348, 4448, 4352, 4355, 4359, 4457, 4372, 4378, 4381, 4382, 4453, 4466, 4386, 4460, 4394, 4395, 4399, 4404, 4407, 4410, 4413, 4414, 4419, 4426, 4430, 4432, 4434, 4436], "Absent": [4360]}}, {"bill_id": 24023, "action_date": "2023-02-07T14:00:00-06:00", "document_id": 248719, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248719.pdf", "status_text": "Signed by the Speaker", "journal_page": 251, "committee_id_action": 1159, "committee_id_assigned": null, "result": "N", "vote": {}}]}