{"session_id": 21, "bill_id": 6618, "bill_type": "Senate Bill", "bill_number": 162, "bill_title": "permit certain legislators to carry concealed firearms in the State Capitol Building under certain conditions", "sponsors": [{"legislator_profile_id": 941, "is_prime": true}, {"legislator_profile_id": 889, "is_prime": true}, {"legislator_profile_id": 907, "is_prime": false}, {"legislator_profile_id": 900, "is_prime": false}, {"legislator_profile_id": 922, "is_prime": false}, {"legislator_profile_id": 950, "is_prime": false}], "keywords": ["Concealed Carry Permit", "Legislature and Statutes"], "audio": [{"meeting_datetime": "2015-02-12T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sju21.mp3", "start_seconds": 527.0}, {"meeting_datetime": "2015-02-12T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sju21.mp3", "start_seconds": 527.0}, {"meeting_datetime": "2015-02-12T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sju21.mp3", "start_seconds": 527.0}], "bill_versions": [{"bill_id": 6618, "bill_version_id": 33985, "bill_version": "Introduced", "bill_version_date": "2015-01-28T11:06:11.933-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to permit certain legislators to carry concealed firearms in the State Capitol Building under certain conditions. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 2-4 be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding the provisions of § 22-14-23, a legislator may possess and carry a concealed weapon in the State Capitol Building pursuant to the provisions of this Act. Section 2. That chapter 2-4 be amended by adding thereto a NEW SECTION to read as follows: A legislator may request to carry a concealed weapon in the State Capitol Building during the legislator's term for purposes of deterrence and defense against any violent attack against the Legislature, its members, its staff, and members of the public in attendance of any meeting of the Legislature. Any legislator requesting to carry a concealed weapon in the State Capitol Building during the legislative session or during the interim shall have a permit to carry a concealed pistol pursuant to chapter 23-7. Section 3. That chapter 2-4 be amended by adding thereto a NEW SECTION to read as follows: The attorney general, in consultation with the speaker of the House of Representatives, the president pro tempore of the Senate, and the majority leader and minority leader in each chamber, shall review any request by a legislator to carry a concealed weapon in the State Capitol Building during the legislative session or during the interim. Upon review of the request, and completion by the legislator of the course designated in section 5 of this Act, the attorney general may issue a permit to the legislator to carry a concealed weapon in the State Capitol Building between the second Tuesday in January to March thirty-first, inclusive, and any day the legislator attends an interim legislative meeting. Section 4. That chapter 2-4 be amended by adding thereto a NEW SECTION to read as follows: The permit to carry a concealed weapon during the time frame designated does not expire, however, the attorney general may revoke the permit at any time. There is no limit on the number of permits the attorney general may issue. The requesting legislator, the speaker of the House, or the president pro tempore of the Senate may appeal the decision of the attorney general by the Executive Board of the Legislative Research Council. Section 5. That chapter 2-4 be amended by adding thereto a NEW SECTION to read as follows: Prior to entering upon the responsibilities set forth in this Act, each designated legislator shall successfully complete a course of instruction designed and defined by the Law Enforcement Officer's Standards Commission pursuant to § 23-3-35. The commission shall, by rules promulgated pursuant to chapter 1-26, develop minimum educational and training standards for any legislator permitted to carry a concealed weapon in the State Capitol Building. If a legislator has completed law enforcement firearms training pursuant to subdivision 23-3-35(2), the legislator is exempt from the course requirement in this section. Section 6. That chapter 2-4 be amended by adding thereto a NEW SECTION to read as follows: The identity of any designated legislator is confidential and may only be disclosed by the speaker and the president pro tempore, respectively, to their fellow representatives and senators on request. The speaker and the president pro tempore, respectively, may also disclose the identity of one or more of the designated legislators to the respective sergeant-at-arms or to the director of the Legislative Research Council if the speaker or the president pro tempore, respectively, feel it is in the best interests of the Legislature to do so. Section 7. That chapter 2-4 be amended by adding thereto a NEW SECTION to read as follows: Any legislator issued a permit to carry a concealed weapon in the State Capitol Building, who abuses that trust or acts in a manner that is likely to bring the Legislature into disrepute, is subject to the discipline of the members set forth in the House and Senate rules."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6618, "action_date": "2015-01-28T14:00:00-06:00", "document_id": 34034, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34034.pdf", "status_text": "First read in Senate and referred to", "journal_page": 218, "committee_id_action": 284, "committee_id_assigned": 265, "result": "N", "vote": {}}, {"bill_id": 6618, "action_date": "2015-02-12T08:00:00-06:00", "document_id": 34750, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34750.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 265, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6618, "action_date": "2015-02-12T08:00:00-06:00", "document_id": 34963, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34963.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 388, "committee_id_action": 265, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 18612, "president_vote": null, "Yea": [853, 899, 902, 878, 890, 872], "Nay": [898]}}]}