{"session_id": 15, "bill_id": 3857, "bill_type": "Senate Commemoration", "bill_number": 28, "bill_title": "Congratulating and honoring Maren Johnson of Watertown as South Dakota's 2012 winner of the Prudential Spirit of Community Award.", "sponsors": [{"legislator_profile_id": 285, "is_prime": true}, {"legislator_profile_id": 292, "is_prime": true}, {"legislator_profile_id": 259, "is_prime": false}], "keywords": ["Senate Commemoratives"], "audio": [], "bill_versions": [{"bill_id": 3857, "bill_version_id": 22438, "bill_version": "Introduced", "bill_version_date": "2012-02-29T10:56:12.697-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Congratulating and honoring Maren Johnson of Watertown as South Dakota's 2012 winner of the Prudential Spirit of Community Award. WHEREAS, Maren Johnson, a student at Watertown High School, was named one of the top two youth volunteers in South Dakota in the 17th annual Prudential Spirit of Community Awards, presented by Prudential Financial in partnership with the National Association of Secondary School Principals, a program with participation of more than twenty-six thousand students across the nation; and WHEREAS, Maren Johnson worked with the Global Soap Project to recruit more than one hundred sixty hotels in four states and Canada to collect over six thousand pounds of soap to be reprocessed and sent to communities in Africa and Haiti; and WHEREAS, Maren Johnson set the highest standards in student achievement through her work as a volunteer and is certainly a role model for her peers and other students at Watertown High School; and WHEREAS, Maren Johnson represents the best of South Dakota's youth and is an example of why the future of our state and nation is in good hands: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-seventh Legislature of the State of South Dakota, that Maren Johnson of Watertown, South Dakota, be congratulated and honored for her selection as South Dakota's 2012 Prudential Spirit of Community Award winner."}, {"bill_id": 3857, "bill_version_id": 22530, "bill_version": "Enrolled", "bill_version_date": "2012-03-01T15:24:25.193-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Congratulating and honoring Maren Johnson of Watertown as South Dakota's 2012 winner of the Prudential Spirit of Community Award. WHEREAS, Maren Johnson, a student at Watertown High School, was named one of the top two youth volunteers in South Dakota in the 17th annual Prudential Spirit of Community Awards, presented by Prudential Financial in partnership with the National Association of Secondary School Principals, a program with participation of more than twenty-six thousand students across the nation; and WHEREAS, Maren Johnson worked with the Global Soap Project to recruit more than one hundred sixty hotels in four states and Canada to collect over six thousand pounds of soap to be reprocessed and sent to communities in Africa and Haiti; and WHEREAS, Maren Johnson set the highest standards in student achievement through her work as a volunteer and is certainly a role model for her peers and other students at Watertown High School; and WHEREAS, Maren Johnson represents the best of South Dakota's youth and is an example of why the future of our state and nation is in good hands: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-seventh Legislature of the State of South Dakota, that Maren Johnson of Watertown, South Dakota, be congratulated and honored for her selection as South Dakota's 2012 Prudential Spirit of Community Award winner. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3857, "action_date": "2012-02-29T10:00:00-06:00", "document_id": 22446, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22446.pdf", "status_text": "", "journal_page": 637, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}]}