{"session_id": 51, "bill_id": 16605, "bill_type": "Senate Bill", "bill_number": 226, "bill_title": "revise and supplement certain powers of the South Dakota Building Authority, to provide for the establishment of a corporation by the South Dakota Building Authority for the purpose of raising funds for specified purposes, to provide for transfer and sale at any one time or from time to time of a portion of or all future right, title, and interest of the State of South Dakota to certain amounts payable to the state by various tobacco companies under a master settlement agreement in exchange for the deposit of the net proceeds of such sale into the state permanent tobacco settlement development trust fund, and to establish certain funds.", "sponsors": [{"legislator_profile_id": 2542, "is_prime": true}, {"legislator_profile_id": 2593, "is_prime": true}, {"legislator_profile_id": 2524, "is_prime": false}, {"legislator_profile_id": 2540, "is_prime": false}], "keywords": ["Public Fiscal Administration", "South Dakota Building Authority", "Tobacco"], "audio": [{"meeting_datetime": "2001-02-12T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sst24sb0226a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-12T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sst24sb0226a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-12T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sst24sb0226a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-12T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sst24sb0226a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-12T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sst24sb0226a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-12T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sst24sb0226a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-12T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sst24sb0226a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-16T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen28sb0226a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-16T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen28sb0226a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-16T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen28sb0226a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-16T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen28sb0226a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-16T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen28sb0226a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-16T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen28sb0226a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-16T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen28sb0226a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-16T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen28sb0226a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-16T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen28sb0226a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-16T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen28sb0226a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-23T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hst32sb0226a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-23T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hst32sb0226a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-23T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hst32sb0226a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-23T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hst32sb0226a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-23T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hst32sb0226a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-23T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hst32sb0226a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-23T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hst32sb0226a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-28T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hou36sb0226a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-28T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hou36sb0226a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-28T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hou36sb0226a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-28T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hou36sb0226a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-28T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hou36sb0226a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-03-01T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen37sb0226a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-03-01T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen37sb0226a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-03-01T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen37sb0226a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-03-03T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hou39a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-03-03T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hou39sb0226a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-03-03T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hou39sb0226a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 16605, "bill_version_id": 88749, "bill_version": "Introduced", "bill_version_date": "2001-01-29T08:37:10-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise and supplement certain powers of the South Dakota Building Authority, to provide for the establishment of a corporation by the South Dakota Building Authority for the purpose of raising funds for specified purposes, to provide for transfer and sale from time to time of all future right, title, and interest of the State of South Dakota to certain amounts payable to the state by various tobacco companies under a master settlement agreement in exchange for the deposit of the net proceeds of such sale into the state permanent tobacco settlement development trust fund, and to establish certain funds. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act, mean: (1) \"Authority,\" the South Dakota Building Authority, a body corporate and politic, organized and existing under chapter 5-12; (2) \"Bonds,\" bonds, bond anticipation notes, notes, certificates of ownership or indebtedness, or other obligations issued, incurred, or otherwise created under the authority of this Act and payable directly or indirectly out of or representing an interest in tobacco settlement revenues or other rights under or with respect to the master settlement agreement; (3) \"Corporation,\" the special purpose body corporate and politic established by the authority by resolution as provided in section 3 of this Act; (4) \"Development programs,\" any program described in section 13 of this Act; (5) \"Master settlement agreement,\" the master settlement agreement entered into on November 23, 1998, by attorneys general from the several states (including the State of South Dakota) and various tobacco companies, as now or hereafter amended, supplemented, or restated; (6) \"Master settlement escrow agent,\" the escrow agent under the master settlement agreement; (7) \"Net proceeds of bonds,\" the original proceeds of bonds issued under this Act less any amounts applied or to be applied to pay transaction and administrative expenses and to fund any reserves deemed necessary or appropriate by the corporation, but does not include any investment earnings realized thereon; (8) \"Net proceeds of sale of tobacco settlement revenues,\" the net proceeds of bonds plus any residual interest in tobacco settlement revenues received by the State of South Dakota from time to time as a result of any sale, conveyance, or other transfer authorized in section 2 of this Act, but does not include any investment earnings realized thereon; (9) \"Permanent tobacco settlement development trust fund,\" the State of South Dakota permanent tobacco settlement development trust fund created by section 10 of this Act; (10) \"Permitted investments,\" any investment authorized by § § 4-5-23 and 4-5-26 together with noncollateralized direct obligations of any bank or savings institution, insurance company, or bank or insurance holding company if the institution or holding company is rated in the highest four classifications by at least one standard rating service and any bond, note, or other obligation of any state or any agency, authority, or other instrumentality of any state or political subdivision thereof if the bond, note, or other obligation is rated in the four highest classifications established by at least one standard rating service; (11) \"Residual interest in tobacco settlement revenues,\" any tobacco settlement revenues not required to pay principal or interest on bonds or administrative or transaction expenses of the corporation or authority or to fund reserves or other requirements relating to bonds issued, incurred, or otherwise created under this Act; (12) \"Tobacco settlement residual fund,\" the tobacco settlement residual fund created by section 11 of this Act; (13) \"Tobacco settlement revenues,\" all of the amounts now or hereafter payable to the State of South Dakota under or in connection with the master settlement agreement; (14) \"Tobacco development interest fund\" the fund created by section 12 of this Act. Section 2. All or any portion of the right, title, and interest of the State of South Dakota in, to, and under the master settlement agreement, including the right to receive and collect tobacco settlement revenues, may be sold, conveyed, or otherwise transferred by the state to the authority or to a corporation established by the authority under this Act in exchange for the net proceeds of bonds and a right to the residual interest in tobacco settlement proceeds. The net proceeds of bonds shall be deposited to the permanent tobacco settlement development trust fund, and the residual interest in tobacco settlement proceeds shall be deposited to the tobacco settlement residual fund. Any sale, conveyance, or other transfer authorized by this section shall be evidenced by an instrument or agreement in writing signed on behalf of the state by the Governor. The Governor shall file a certified copy of the instrument or agreement with the Legislature promptly upon execution and delivery thereof. The instrument or agreement may include an irrevocable direction to the master settlement escrow agent to pay all or a specified portion of amounts otherwise due to the State of South Dakota under or in connection with the master settlement agreement, including, without limitation, all or any portion of tobacco settlement revenues directly to or upon the order of the authority or corporation, as the case may be, or to any trustee under an indenture or other agreement securing any bonds issued, incurred, or created under this Act. The irrevocable direction to the master settlement escrow agent may include the direction to pay any residual interest in tobacco settlement revenues initially to the authority or corporation or to any trustee under an indenture or other agreement securing any bonds. Upon the filing of a certified copy of the instrument or agreement by the Governor, the sale, conveyance, or other transfer shall, for all purposes, be a true sale and absolute conveyance of all right, title, and interest therein described in accordance with the terms thereof, valid, binding, and enforceable in accordance with the terms thereof and such instrument or agreements and any related instrument, agreement, or other arrangement, including any pledge, grant of security interest, or other encumbrance made by the corporation or the authority to secure any bonds issued, incurred, or created by the corporation or the authority, are not subject to disavowal, disaffirmance, cancellation, or avoidance by reason of insolvency of any party, lack of consideration, or any other fact, occurrence, or rule of law. Section 3. That chapter 5-12 be amended by adding thereto a NEW SECTION to read as follows: The authority may establish by resolution a special purpose corporation which shall be body corporate and politic and instrumentality of, but separate and apart from, the State of South Dakota and the authority. The corporation shall be established for the express limited public purposes set forth in this Act and no part of the net earnings of the corporation shall inure to any private individual. The corporation shall be governed by a board consisting of the members of the authority and two additional persons appointed by the Governor, which two additional members shall be independent from the state. The resolution establishing the corporation shall serve as the charter of the corporation and may be amended from time to time by the authority, but the resolution shall at all times provide that the power and the authority of the corporation shall be subject to the terms, conditions, and limitations of this Act and any applicable covenants or agreements of the corporation in any indenture or other agreement relating to any then outstanding bonds. The corporation may enter into contracts regarding any matter connected with any corporate purpose within the objects and purposes of this Act. The authority and corporation may delegate by resolution to one or more officers or employees of the authority or corporation such powers and duties as it may deem proper. The corporation may issue bonds and secure repayment of the bonds with amounts payable out of tobacco settlement revenues or any other property or funds of the corporation. The corporation may pledge as security for any bonds any rights under the master settlement agreement held by the corporation, including the right to receive or collect tobacco settlement revenues, moneys, or other funds deposited with, payable to or held by or on behalf of the corporation, and the proceeds of the foregoing and any proceeds of bonds. Any right of the state to the residual interest in tobacco settlement revenues shall be, in all respects, junior and subordinate to any such pledge if and to the extent so provided by the terms of any instrument or agreement described in section 2 of this Act and signed on behalf of the state by the Governor. Any such pledge made by the corporation shall be valid and binding from the time the pledge is made. The property, revenues, moneys, and other funds so pledged and thereafter held or received by or on behalf of the corporation shall immediately be subject to the lien of the pledge without any physical delivery thereof or further act; and, subject only to the provisions of prior pledges or agreements of the corporation, the lien of the pledge shall be valid and binding as against the state and all parties having claims of any kind in tort, contract, or otherwise against the corporation irrespective of whether such parties have notice thereof. No ordinance, resolution, trust agreement, or other instrument by which such pledge is created need be filed or recorded except in the records of the corporation. In connection with the issuance of bonds or, at any time with respect to bonds, the corporation may enter into arrangements to provide additional security and liquidity for bonds. The arrangements may include, without limitation, bond insurance, letters of credit, and lines of credit by which the corporation may borrow funds to pay or redeem its bonds and purchase or remarketing arrangements for assuring the ability of owners of the bonds to sell or have redeemed their bonds. The corporation may enter into contracts and may agree to pay fees to persons providing the arrangements, including from bond proceeds. The resolution authorizing the issuance of bonds or the indenture or other agreement approved by the resolution may provide that interest rates may vary from time to time depending upon criteria established by the corporation, which may include, without limitation, a variation in interest rates as may be necessary to cause bonds to be remarketable from time to time at a price equal to their principal amount, and may provide for appointment of a national banking association, bank, trust company, investment banking firm, or other financial institution to serve as a remarketing agent in that connection. The indenture or other agreement with respect to bonds may provide that alternative interest rates or provisions will apply during such times as bonds are held by a person providing a letter of credit or other credit enhancement arrangement for bonds. In connection with bonds under this Act or the investment of proceeds, bonds, or other funds of the corporation, the corporation may enter into contracts that it determines necessary or appropriate to permit it to manage payment or interest rate risk. These contracts may include, but are not limited to, interest rate exchange agreements; contracts providing for payment or receipt of funds based on levels of or changes in interest rates; contracts to exchange cash flows or series of payments; and contracts incorporating interest rate caps, collars, floors, or locks. The corporation may not file a voluntary petition under or be or become a debtor or bankrupt under the federal bankruptcy code or any other federal or state bankruptcy, insolvency, or moratorium law or statute as may, from time to time, be in effect and neither any public officer nor any organization, entity, or other person shall authorize the corporation to be or become a debtor or bankrupt under the federal bankruptcy code or any other federal or state bankruptcy, insolvency, or moratorium law or statute, as may, from time to time be in effect. The corporation may not guarantee the debts of another. The corporation may not be required to file any reports with the state other than those required to be filed with the Legislature by authorities which issue bonds. Except for debts incurred directly by the corporation, no indebtedness, bonds, or obligation, issued, incurred, or created by the State of South Dakota or any state agency or instrumentality may be or become a lien, charge, or liability against the corporation or the property or funds of the corporation. Section 4. That chapter 5-12 be amended by adding thereto a NEW SECTION to read as follows: The purposes of the corporation established by the authority pursuant to this Act are: (1) To purchase, acquire, own, pledge, encumber, or otherwise transfer all right, title, and interest of the state in, to, and under the master settlement agreement, including, without limitation, all right, title, and interest to receive or collect tobacco settlement revenues; (2) To raise funds through the issuance of bonds or other obligations or evidences of indebtedness or ownership or through the sale, transfer, pledge, encumbrance, securitization, factoring, or other conveyance of the rights described above in subdivision (1) of this section for the purposes of establishing the permanent tobacco settlement development trust fund and as otherwise described in this Act; (3) To serve the Legislature by making reports concerning the foregoing; (4) To sue and be sued and to prosecute and defend, at law or in equity, in any court having jurisdiction of the subject matter and of the parties; (5) To have and to use a corporate seal and to alter the same at pleasure; (6) To maintain an office at such place or places as the authority by resolution may designate; (7) To receive funds transferred to it by the authority, the state, or others; and (8) To do all things necessary and convenient to carry out the purposes of this chapter. The corporation shall also be vested with the same power and authority, and shall be subject to the same limitations and conditions, as are applicable to the authority pursuant to § § 5-12-1.1, 5-12-4, 5-12-5, 5-12-8.1, 5-12-22, 5-12-24, 5-12-26, 5-12-27, 5-12-27.1, 5-12-27.2, 5-12-27.3, 5-12-27.4, 5-12-27.6, 5-12-28, 5-12-38, 5-12-38.1, and 5-12-40, except such power and authority shall be exercised with respect to and shall be limited to the purposes of the corporation set forth in section 4 of this Act, the final maturity date of any bonds issued, incurred, or created hereunder may not be in excess of forty years for the date of delivery thereof, and the corporation may not engage in any unrelated activities. In addition, the corporation may invest any of its funds in permitted investments. Section 5. That chapter 5-12 be amended by adding thereto a NEW SECTION to read as follows: No bond of the corporation issued, incurred, or created under this Act may be or become a lien, charge, or liability against the State of South Dakota or the authority, nor against the property or funds of the State of South Dakota or the authority within the meaning of the Constitution or statutes of South Dakota. Section 6. That chapter 5-12 be amended by adding thereto a NEW SECTION to read as follows: The State of South Dakota pledges to and agrees with the holders of bonds issued, incurred, or created under this Act that the state will not limit or alter the rights and powers vested in the corporation and the authority by this Act so as to impair the terms of any contract made by the corporation or the authority with those holders or in any way impair the rights and remedies of those holders until such bonds, together with interest thereon, interest on any unpaid installments of interest, and all costs and expenses in connection with any action or proceedings by or on behalf of those holders are fully met or discharged. In addition, the state pledges to and agrees with the holders of bonds issued, incurred, or created under this Act that the state will not limit or alter the basis on which tobacco settlement revenues are to be paid to the corporation or the authority so as to impair the terms of any such contract. The corporation and authority each may include these pledges and agreements of the state in any contract with the holders of bonds issued, incurred, or created under this Act. Neither the State of South Dakota nor the authority is liable on bonds issued, incurred, or created under this Act, those bonds may not be a debt of the state or the authority, and this Act may not be construed as a guarantee by the state or the authority of the debts of the corporation. The bonds shall contain a statement to this effect on the face of the bonds. Section 7. That chapter 5-12 be amended by adding thereto a NEW SECTION to read as follows: The authority is not liable for any bond issued, incurred, or created by the corporation under this Act or for any act or failure to act of the corporation. The corporation may not be liable for any obligation of the South Dakota Building Authority or for any act or failure to act by the building authority. Section 8. That chapter 5-12 be amended by adding thereto a NEW SECTION to read as follows: The corporation is hereby declared to be performing a public function on behalf of the state and to be a public instrumentality of the state. The income of the authority and the corporation, and all properties at any time owned by the authority and the corporation, are exempt from all taxation in the State of South Dakota. In addition, the corporation is exempt from all filing, reporting, and similar requirements otherwise applicable to nonprofit and other corporations. For purposes of chapter 47-31A and any amendment thereto and substitution therefor, bonds, notes, certificates, or other obligations issued, incurred or created by the corporation under this Act shall be deemed to be securities issued by a public instrumentality of the State of South Dakota. Section 9. That chapter 5-12 be amended by adding thereto a NEW SECTION to read as follows: The corporation may employ attorneys, accountants, tobacco industry consultants, and financial experts, managers, and such other employees and agents as may be necessary in its judgment and to fix their compensation. Section 10. The permanent tobacco settlement development trust fund is hereby established in the state treasury as a special trust fund. That portion of the net proceeds of sale of tobacco settlement revenues which is derived from the net proceeds of bonds shall be deposited in the permanent tobacco settlement development trust fund. In addition, any residual interest in tobacco settlement revenues shall, upon receipt by the state, be deposited in the tobacco settlement residual fund. The principal of the permanent tobacco settlement development trust fund may not be expended except for costs and expenses incurred in investing or otherwise administering the permanent tobacco settlement development trust and its assets. The amounts in the permanent tobacco settlement development trust fund shall be state public funds within the meaning of chapter 4-4 and shall be invested in permitted investments and otherwise in accordance with § § 4-5-23 and 4-5-26. All investment earnings from the permanent tobacco settlement development trust fund shall be transferred to and deposited in the tobacco development interest fund on a period basis no less frequently than annually. Section 11. The tobacco settlement residual fund is established in the state treasury. The amounts received by the state pursuant to any residual interest in tobacco settlement revenues shall, upon receipt, be transferred to and deposited in the tobacco settlement residual fund. The amounts in the tobacco settlement residual fund shall be state public funds within the meaning of chapter 4-4 and shall remain in such fund until appropriated by the Legislature. The amounts in the tobacco settlement residual fund shall be invested in permitted investments or otherwise in accordance with § § 4-5-23 and 4-5-26. Section 12. The tobacco development interest fund is established in the state treasury. The amounts in the tobacco development interest fund shall be state public funds within the meaning of chapter 4-4 and shall remain in the fund until appropriated by the Legislature. The amounts in the tobacco development interest fund shall be invested in permitted investments or otherwise in accordance with § § 4-5-23 and 4-5-26. If the corporation or authority enters into any agreement or covenant with the holders of bonds (or the trustee or other fiduciary acting on behalf of or for the benefit of holders of bonds) that imposes restrictions on the investment, use, expenditure, or other application of the proceeds of bonds issued, incurred, or created under this Act, including any investment earnings thereon (whether while on deposit in the permanent tobacco settlement development trust fund, the tobacco development interest fund or otherwise), then the state and each agency, authority, or other body politic of the state or acting on behalf of the state, shall observe and fully honor each such agreement, covenant, or other restriction with respect to investment, use, expenditure, or application thereof. The State of South Dakota pledges to and agrees with the holders of bonds issued, incurred, or created under this Act that the state will not invest, use, expend, or otherwise apply such proceeds of bonds and any other amounts so as to impair the terms of any such agreement or covenant made by the corporation or authority with any such holders (or trustee or other fiduciary) or in any way impair the exemption or exclusion of interest on any such bonds from federal income taxation. The corporation and authority each may include these pledges and agreements of the state in any contract with the holders of bonds issued, incurred, or created under this Act. Section 13. It is the intention of this Legislature that funds deposited in the tobacco development interest fund and the tobacco settlement residual fund be expended pursuant to separately enacted statutes which will implement development programs intended to provide for the health, welfare, and prosperity of the State of South Dakota and its residents. Any such development program shall be established by a separately enacted statute which makes express reference to this Act and the terms and conditions of such program shall be specified in such statute. Any such statute shall expressly incorporate any agreements, covenants, or restrictions described or referred to in or by sections 6 and 12 of this Act and any investment, use, expenditure, or other application of moneys described in section 12 of this Act shall be expressly subject to and in full compliance with the agreements, covenants, and restrictions imposed by the terms of section 12 of this Act."}, {"bill_id": 16605, "bill_version_id": 89946, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "2001-02-13T13:56:27-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise and supplement certain powers of the South Dakota Building Authority, to provide for the establishment of a corporation by the South Dakota Building Authority for the purpose of raising funds for specified purposes, to provide for transfer and sale at any one time or from time to time of a portion of or all future right, title, and interest of the State of South Dakota to certain amounts payable to the state by various tobacco companies under a master settlement agreement in exchange for the deposit of the net proceeds of such sale into the state permanent tobacco settlement development trust fund, and to establish certain funds. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act, mean: (1) \"Authority,\" the South Dakota Building Authority, a body corporate and politic, organized and existing under chapter 5-12; (2) \"Bonds,\" bonds, bond anticipation notes, notes, certificates of ownership or indebtedness, or other obligations issued, incurred, or otherwise created under the authority of this Act and payable directly or indirectly out of or representing an interest in tobacco settlement revenues or other rights under or with respect to the master settlement agreement; (3) \"Corporation,\" the special purpose body corporate and politic established by the authority by resolution as provided in section 3 of this Act; (4) \"Development programs,\" any program described in section 13 of this Act; (5) \"Master settlement agreement,\" the master settlement agreement entered into on November 23, 1998, by attorneys general from the several states (including the State of South Dakota) and various tobacco companies, as now or hereafter amended, supplemented, or restated; (6) \"Master settlement escrow agent,\" the escrow agent under the master settlement agreement; (7) \"Net proceeds of bonds,\" the original proceeds of bonds issued under this Act less any amounts applied or to be applied to pay transaction and administrative expenses and to fund any reserves deemed necessary or appropriate by the corporation, but does not include any investment earnings realized thereon; (8) \"Net proceeds of sale of tobacco settlement revenues,\" the net proceeds of bonds plus any residual interest in tobacco settlement revenues received or to be received by the State of South Dakota from time to time as a result of any sale, conveyance, or other transfer authorized in section 2 of this Act, but does not include any investment earnings realized thereon; (9) \"Permanent tobacco settlement development trust fund,\" the State of South Dakota permanent tobacco settlement development trust fund created by section 10 of this Act; (10) \"Permitted investments,\" any investment authorized by § § 4-5-23 and 4-5-26 together with noncollateralized direct obligations of any bank or savings institution, insurance company, or bank or insurance holding company if the institution or holding company is rated in the highest four classifications by at least one standard rating service and any bond, note, or other obligation of any state or any agency, authority, or other instrumentality of any state or political subdivision thereof if the bond, note, or other obligation is rated in the four highest classifications established by at least one standard rating service; (11) \"Residual interest in tobacco settlement revenues,\" any tobacco settlement revenues not required to pay principal or interest on bonds or administrative or transaction expenses of the corporation or authority or to fund reserves or other requirements relating to bonds issued, incurred, or otherwise created under this Act; (12) \"Tobacco settlement residual fund,\" the tobacco settlement residual fund created by section 11 of this Act; (13) \"Tobacco settlement revenues,\" all of the amounts now or hereafter payable to the State of South Dakota under or in connection with the master settlement agreement; (14) \"Tobacco development interest fund\" the fund created by section 12 of this Act. Section 2. At any one time or from time to time, all or any portion of the right, title, and interest of the State of South Dakota in, to, and under the master settlement agreement, including the right to receive and collect tobacco settlement revenues, may be sold, conveyed, or otherwise transferred by the state to the authority or to a corporation established by the authority under this Act in exchange for the net proceeds of bonds and a right to the residual interest in tobacco settlement revenues. The net proceeds of bonds shall be deposited to the permanent tobacco settlement development trust fund, and the residual interest in tobacco settlement revenues shall be deposited to the tobacco settlement residual fund. Any sale, conveyance, or other transfer authorized by this section shall be evidenced by an instrument or agreement in writing signed on behalf of the state by the Governor. The Governor shall file a certified copy of the instrument or agreement with the Legislature promptly upon execution and delivery thereof. The instrument or agreement may include an irrevocable direction to the master settlement escrow agent to pay all or a specified portion of amounts otherwise due to the State of South Dakota under or in connection with the master settlement agreement, including, without limitation, all or any portion of tobacco settlement revenues directly to or upon the order of the authority or corporation, as the case may be, or to any escrow agent or any trustee under an indenture or other agreement securing any bonds issued, incurred, or created under this Act. The irrevocable direction to the master settlement escrow agent may include the direction to pay any residual interest in tobacco settlement revenues initially to or upon the order of the authority or corporation or to any escrow agent or any trustee under an indenture or other agreement securing any bonds. Upon the filing of a certified copy of the instrument or agreement by the Governor, the sale, conveyance, or other transfer of rights under or with respect to the master settlement agreement, including the right to receive the tobacco settlement revenues, shall, for all purposes, be a true sale and absolute conveyance of all right, title, and interest therein described in accordance with the terms thereof, valid, binding, and enforceable in accordance with the terms thereof and such instrument or agreements and any related instrument, agreement, or other arrangement, including any pledge, grant of security interest, or other encumbrance made by the corporation or the authority to secure any bonds issued, incurred, or created by the corporation or the authority, are not subject to disavowal, disaffirmance, cancellation, or avoidance by reason of insolvency of any party, lack of consideration, or any other fact, occurrence, or rule of law. The procedures and requirements set forth in this section shall be the sole procedures and requirements applicable to the sale of the state's rights under the master settlement agreement, including the sale of tobacco settlement revenues, and it is not necessary to satisfy or comply with any other existing law which would otherwise apply to the sale of assets of the state or impose procedures or restrictions with respect thereto. Section 3. That chapter 5-12 be amended by adding thereto a NEW SECTION to read as follows: The authority may establish by resolution a special purpose corporation which shall be body corporate and politic and instrumentality of, but having a legal existence independent and separate from, the State of South Dakota and the authority. The corporation shall be established for the express limited public purposes set forth in this Act and no part of the net earnings of the corporation shall inure to any private individual. The corporation shall be governed by a board consisting of the members of the authority and two additional persons appointed by the Governor, which two additional members shall be independent from the state. The resolution establishing the corporation shall serve as the charter of the corporation and may be amended from time to time by the authority, but the resolution shall at all times provide that the power and the authority of the corporation shall be subject to the terms, conditions, and limitations of this Act and any applicable covenants or agreements of the corporation in any indenture or other agreement relating to any then outstanding bonds. The corporation may enter into contracts regarding any matter connected with any corporate purpose within the objects and purposes of this Act. The authority and corporation may delegate by resolution to one or more officers or employees of the authority or corporation such powers and duties as it may deem proper. The corporation may issue bonds and secure repayment of the bonds with amounts payable out of tobacco settlement revenues or any other property or funds of the corporation. The corporation may pledge as security for any bonds any rights under the master settlement agreement held by the corporation, including the right to receive or collect tobacco settlement revenues, moneys, or other funds deposited with, payable to or held by or on behalf of the corporation, and the proceeds of the foregoing and any proceeds of bonds. Any right of the state to the residual interest in tobacco settlement revenues shall be, in all respects, junior and subordinate to any such pledge if and to the extent so provided by the terms of any instrument or agreement described in section 2 of this Act and signed on behalf of the state by the Governor. Any such pledge made by the corporation shall be valid and binding from the time the pledge is made. The property, revenues, moneys, and other funds so pledged and thereafter held or received by or on behalf of the corporation shall immediately be subject to the lien of the pledge without any physical delivery thereof or further act; and, subject only to the provisions of prior pledges or agreements of the corporation, the lien of the pledge shall be valid and binding as against the state and all parties having claims of any kind in tort, contract, or otherwise against the corporation irrespective of whether such parties have notice thereof. No ordinance, resolution, trust agreement, or other instrument by which such pledge is created need be filed or recorded except in the records of the corporation. In connection with the issuance of bonds or, at any time with respect to bonds, the corporation may enter into arrangements to provide additional security and liquidity for bonds. The arrangements may include, without limitation, bond insurance, letters of credit, and lines of credit by which the corporation may borrow funds to pay or redeem its bonds and purchase or remarketing arrangements for assuring the ability of owners of the bonds to sell or have redeemed their bonds. The corporation may enter into contracts and may agree to pay fees to persons providing the arrangements, including from bond proceeds. The resolution authorizing the issuance of bonds or the indenture or other agreement approved by the resolution may provide that interest rates may vary from time to time depending upon criteria established by the corporation, which may include, without limitation, a variation in interest rates as may be necessary to cause bonds to be remarketable from time to time at a price equal to their principal amount, and may provide for appointment of a national banking association, bank, trust company, investment banking firm, or other financial institution to serve as a remarketing agent in that connection. The indenture or other agreement with respect to bonds may provide that alternative interest rates or provisions will apply during such times as bonds are held by a person providing a letter of credit or other credit enhancement arrangement for bonds. In connection with bonds under this Act or the investment of proceeds, bonds, or other funds of the corporation, the corporation may enter into contracts that it determines necessary or appropriate to permit it to manage payment or interest rate risk. These contracts may include, but are not limited to, interest rate exchange agreements; contracts providing for payment or receipt of funds based on levels of or changes in interest rates; contracts to exchange cash flows or series of payments; and contracts incorporating interest rate caps, collars, floors, or locks. The corporation may not file a voluntary petition under or be or become a debtor or bankrupt under the federal bankruptcy code or any other federal or state bankruptcy, insolvency, or moratorium law or statute as may, from time to time, be in effect and neither any public officer nor any organization, entity, or other person shall authorize the corporation to be or become a debtor or bankrupt under the federal bankruptcy code or any other federal or state bankruptcy, insolvency, or moratorium law or statute, as may, from time to time be in effect. The corporation may not guarantee the debts of another. The corporation may not be required to file any reports with the state other than those required to be filed with the Legislature by authorities which issue bonds. Except for debts incurred directly by the corporation, no indebtedness, bonds, or obligation, issued, incurred, or created by the State of South Dakota or any state agency or instrumentality may be or become a lien, charge, or liability against the corporation or the property or funds of the corporation. Section 4. That chapter 5-12 be amended by adding thereto a NEW SECTION to read as follows: The purposes of the corporation established by the authority pursuant to this Act are: (1) To purchase, acquire, own, pledge, encumber, or otherwise transfer all right, title, and interest of the state in, to, and under the master settlement agreement, including, without limitation, all right, title, and interest to receive or collect tobacco settlement revenues; (2) To raise funds through the issuance of bonds or other obligations or evidences of indebtedness or ownership or through the sale, transfer, pledge, encumbrance, securitization, factoring, or other conveyance of the rights described above in subdivision (1) of this section for the purposes of establishing the permanent tobacco settlement development trust fund and as otherwise described in this Act; (3) To serve the Legislature by making reports concerning the foregoing; (4) To sue and be sued and to prosecute and defend, at law or in equity, in any court having jurisdiction of the subject matter and of the parties; (5) To have and to use a corporate seal and to alter the same at pleasure; (6) To maintain an office at such place or places as the authority by resolution may designate; (7) To receive funds transferred to it by the authority, the state, or others; and (8) To do all things necessary and convenient to carry out the purposes of this chapter. The corporation shall also be vested with the same power and authority, and shall be subject to the same limitations and conditions, as are applicable to the authority pursuant to § § 5-12-1.1, 5-12-4, 5-12-5, 5-12-8.1, 5-12-22, 5-12-24, 5-12-26, 5-12-27, 5-12-27.1, 5-12-27.2, 5-12-27.3, 5-12-27.4, 5-12-27.6, 5-12-28, 5-12-38, 5-12-38.1, and 5-12-40, except such power and authority shall be exercised with respect to and shall be limited to the purposes of the corporation set forth in section 4 of this Act, the final maturity date of any bonds issued, incurred, or created hereunder may not be in excess of forty years for the date of delivery thereof, and the corporation may not engage in any unrelated activities. In addition, the corporation may invest any of its funds in permitted investments. Section 5. That chapter 5-12 be amended by adding thereto a NEW SECTION to read as follows: No bond of the corporation issued, incurred, or created under this Act may be or become a lien, charge, or liability against the State of South Dakota or the authority, nor against the property or funds of the State of South Dakota or the authority within the meaning of the Constitution or statutes of South Dakota. In no event may any of the funds deposited into the permanent tobacco settlement development trust fund, the tobacco settlement interest fund, or the tobacco settlement residual fund be pledged to secure payment of any bonds issued under the authority of this Act. Section 6. That chapter 5-12 be amended by adding thereto a NEW SECTION to read as follows: The State of South Dakota pledges to and agrees with the holders of bonds issued, incurred, or created under this Act that the state will not limit or alter the rights and powers vested in the corporation and the authority by this Act so as to impair the terms of any contract made by the corporation or the authority with those holders or in any way impair the rights and remedies of those holders until such bonds, together with interest thereon, interest on any unpaid installments of interest, and all costs and expenses in connection with any action or proceedings by or on behalf of those holders are fully met or discharged. In addition, the state pledges to and agrees with the holders of bonds issued, incurred, or created under this Act that the state will not limit or alter the basis on which tobacco settlement revenues that have been sold pursuant to this Act are to be paid to the corporation or the authority so as to impair the terms of any such contract. The corporation and authority each may include these pledges and agreements of the state in any contract with the holders of bonds issued, incurred, or created under this Act. Neither the State of South Dakota nor the authority is liable on bonds issued, incurred, or created under this Act, those bonds may not be a debt of the state or the authority, and this Act may not be construed as a guarantee by the state or the authority of the debts of the corporation. The bonds shall contain a statement to this effect on the face of the bonds. Section 7. That chapter 5-12 be amended by adding thereto a NEW SECTION to read as follows: The authority is not liable for any bond issued, incurred, or created by the corporation under this Act or for any act or failure to act of the corporation. The corporation may not be liable for any obligation of the South Dakota Building Authority or for any act or failure to act by the building authority. Section 8. That chapter 5-12 be amended by adding thereto a NEW SECTION to read as follows: The corporation is hereby declared to be performing a public function on behalf of the state and to be a public instrumentality of the state. The income of the authority and the corporation, and all properties at any time owned by the authority and the corporation, are exempt from all taxation in the State of South Dakota. In addition, the corporation is exempt from all filing, reporting, and similar requirements otherwise applicable to nonprofit and other corporations. For purposes of chapter 47-31A and any amendment thereto and substitution therefor, bonds, notes, certificates, or other obligations issued, incurred or created by the corporation under this Act shall be deemed to be securities issued by a public instrumentality of the State of South Dakota. Section 9. That chapter 5-12 be amended by adding thereto a NEW SECTION to read as follows: The corporation may employ attorneys, accountants, tobacco industry consultants, and financial experts, managers, and such other employees and agents as may be necessary in its judgment and to fix their compensation. Section 10. The permanent tobacco settlement development trust fund is hereby established in the state treasury as a special trust fund. That portion of the net proceeds of sale of tobacco settlement revenues which is derived from the net proceeds of bonds shall be deposited in the permanent tobacco settlement development trust fund. In addition, any residual interest in tobacco settlement revenues shall, upon receipt by the state, be deposited in the tobacco settlement residual fund. The principal of the permanent tobacco settlement development trust fund may not be expended except for costs and expenses incurred in investing or otherwise administering the permanent tobacco settlement development trust and its assets. The amounts in the permanent tobacco settlement development trust fund shall be state public funds within the meaning of chapter 4-4 and shall be invested in permitted investments and otherwise in accordance with § § 4-5-23 and 4-5-26. All investment earnings from the permanent tobacco settlement development trust fund shall be transferred to and deposited in the tobacco development interest fund on a period basis no less frequently than annually. Section 11. The tobacco settlement residual fund is established in the state treasury. The amounts received by the state pursuant to any residual interest in tobacco settlement revenues shall, upon receipt, be transferred to and deposited in the tobacco settlement residual fund. The amounts in the tobacco settlement residual fund shall be state public funds within the meaning of chapter 4-4 and shall remain in such fund until appropriated by the Legislature. The amounts in the tobacco settlement residual fund shall be invested in permitted investments or otherwise in accordance with § § 4-5-23 and 4-5-26. Section 12. The tobacco development interest fund is established in the state treasury. The amounts in the tobacco development interest fund shall be state public funds within the meaning of chapter 4-4 and shall remain in the fund until appropriated by the Legislature. The amounts in the tobacco development interest fund shall be invested in permitted investments or otherwise in accordance with § § 4-5-23 and 4-5-26. If in order to obtain or preserve any exclusion of interest on bonds from gross income of the holders thereof for purposes of federal income taxation, the corporation or authority enters into any agreement or covenant with the holders of bonds (or the trustee or other fiduciary acting on behalf of or for the benefit of holders of bonds) that imposes restrictions or conditions on the investment, use, expenditure, or other application of the proceeds of bonds issued, incurred, or created under this Act, including any investment earnings thereon (whether while on deposit in the permanent tobacco settlement development trust fund, the tobacco development interest fund or otherwise), then the state and each agency, authority, or other body politic of the state or acting on behalf of the state, shall observe and fully honor each such agreement, covenant, or other restriction or condition with respect to investment, use, expenditure, or application thereof. The State of South Dakota pledges to and agrees with the holders of bonds issued, incurred, or created under this Act that the state will not invest, use, expend, or otherwise apply such proceeds of bonds and any other amounts so as to impair the terms of any such agreement or covenant made by the corporation or authority with any such holders (or trustee or other fiduciary) or in any way impair the exemption or exclusion of interest on any such bonds from federal income taxation. The corporation and authority each may include these pledges and agreements of the state in any contract with the holders of bonds issued, incurred, or created under this Act. Section 13. It is the intention of this Legislature that funds deposited in the tobacco development interest fund and the tobacco settlement residual fund be expended pursuant to separately enacted statutes which will implement development programs intended to provide for the health, welfare, and prosperity of the State of South Dakota and its residents. Any such development program shall be established by a separately enacted statute which makes express reference to this Act and the terms and conditions of such program shall be specified in such statute. Any such statute shall expressly incorporate any agreements, covenants, or restrictions described or referred to in or by sections 6 and 12 of this Act and any investment, use, expenditure, or other application of moneys described in section 12 of this Act shall be expressly subject to and in full compliance with the agreements, covenants, restrictions, and conditions imposed by the terms of section 12 of this Act."}, {"bill_id": 16605, "bill_version_id": 90654, "bill_version": "House State Affairs Engrossed", "bill_version_date": "2001-02-23T13:24:43-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise and supplement certain powers of the South Dakota Building Authority, to provide for the establishment of a corporation by the South Dakota Building Authority for the purpose of raising funds for specified purposes, to provide for transfer and sale at any one time or from time to time of a portion of or all future right, title, and interest of the State of South Dakota to certain amounts payable to the state by various tobacco companies under a master settlement agreement in exchange for the deposit of the net proceeds of such sale into the state permanent tobacco settlement development trust fund, to establish certain funds, and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act, mean: (1) \"Authority,\" the South Dakota Building Authority, a body corporate and politic, organized and existing under chapter 5-12; (2) \"Bonds,\" bonds, bond anticipation notes, notes, certificates of ownership or indebtedness, or other obligations issued, incurred, or otherwise created under the authority of this Act and payable directly or indirectly out of or representing an interest in tobacco settlement revenues or other rights under or with respect to the master settlement agreement; (3) \"Corporation,\" the special purpose body corporate and politic established by the authority by resolution as provided in section 3 of this Act; (4) \"Development programs,\" any program described in section 13 of this Act; (5) \"Master settlement agreement,\" the master settlement agreement entered into on November 23, 1998, by attorneys general from the several states (including the State of South Dakota) and various tobacco companies, as now or hereafter amended, supplemented, or restated; (6) \"Master settlement escrow agent,\" the escrow agent under the master settlement agreement; (7) \"Net proceeds of bonds,\" the original proceeds of bonds issued under this Act less any amounts applied or to be applied to pay transaction and administrative expenses and to fund any reserves deemed necessary or appropriate by the corporation, but does not include any investment earnings realized thereon; (8) \"Net proceeds of sale of tobacco settlement revenues,\" the net proceeds of bonds plus any residual interest in tobacco settlement revenues received or to be received by the State of South Dakota from time to time as a result of any sale, conveyance, or other transfer authorized in section 2 of this Act, but does not include any investment earnings realized thereon; (9) \"Permanent tobacco settlement development trust fund,\" the State of South Dakota permanent tobacco settlement development trust fund created by section 10 of this Act; (10) \"Permitted investments,\" any investment authorized by § § 4-5-23 and 4-5-26 together with noncollateralized direct obligations of any bank or savings institution, insurance company, or bank or insurance holding company if the institution or holding company is rated in the highest four classifications by at least one standard rating service and any bond, note, or other obligation of any state or any agency, authority, or other instrumentality of any state or political subdivision thereof if the bond, note, or other obligation is rated in the four highest classifications established by at least one standard rating service; (11) \"Residual interest in tobacco settlement revenues,\" any tobacco settlement revenues not required to pay principal or interest on bonds or administrative or transaction expenses of the corporation or authority or to fund reserves or other requirements relating to bonds issued, incurred, or otherwise created under this Act; (12) \"Tobacco settlement residual fund,\" the tobacco settlement residual fund created by section 11 of this Act; (13) \"Tobacco settlement revenues,\" all of the amounts now or hereafter payable to the State of South Dakota under or in connection with the master settlement agreement; (14) \"Tobacco development interest fund\" the fund created by section 12 of this Act. Section 2. At any one time or from time to time, all or any portion of the right, title, and interest of the State of South Dakota in, to, and under the master settlement agreement, including the right to receive and collect tobacco settlement revenues, may be sold, conveyed, or otherwise transferred by the state to the authority or to a corporation established by the authority under this Act in exchange for the net proceeds of bonds and a right to the residual interest in tobacco settlement revenues. The net proceeds of bonds shall be deposited to the permanent tobacco settlement development trust fund, and the residual interest in tobacco settlement revenues shall be deposited to the tobacco settlement residual fund. Any sale, conveyance, or other transfer authorized by this section shall be evidenced by an instrument or agreement in writing signed on behalf of the state by the Governor. The Governor shall file a certified copy of the instrument or agreement with the Legislature promptly upon execution and delivery thereof. The instrument or agreement may include an irrevocable direction to the master settlement escrow agent to pay all or a specified portion of amounts otherwise due to the State of South Dakota under or in connection with the master settlement agreement, including, without limitation, all or any portion of tobacco settlement revenues directly to or upon the order of the authority or corporation, as the case may be, or to any escrow agent or any trustee under an indenture or other agreement securing any bonds issued, incurred, or created under this Act. The irrevocable direction to the master settlement escrow agent may include the direction to pay any residual interest in tobacco settlement revenues initially to or upon the order of the authority or corporation or to any escrow agent or any trustee under an indenture or other agreement securing any bonds. Upon the filing of a certified copy of the instrument or agreement by the Governor, the sale, conveyance, or other transfer of rights under or with respect to the master settlement agreement, including the right to receive the tobacco settlement revenues, shall, for all purposes, be a true sale and absolute conveyance of all right, title, and interest therein described in accordance with the terms thereof, valid, binding, and enforceable in accordance with the terms thereof and such instrument or agreements and any related instrument, agreement, or other arrangement, including any pledge, grant of security interest, or other encumbrance made by the corporation or the authority to secure any bonds issued, incurred, or created by the corporation or the authority, are not subject to disavowal, disaffirmance, cancellation, or avoidance by reason of insolvency of any party, lack of consideration, or any other fact, occurrence, or rule of law. The procedures and requirements set forth in this section shall be the sole procedures and requirements applicable to the sale of the state's rights under the master settlement agreement, including the sale of tobacco settlement revenues, and it is not necessary to satisfy or comply with any other existing law which would otherwise apply to the sale of assets of the state or impose procedures or restrictions with respect thereto. Section 3. That chapter 5-12 be amended by adding thereto a NEW SECTION to read as follows: The authority may establish by resolution a special purpose corporation which shall be body corporate and politic and instrumentality of, but having a legal existence independent and separate from, the State of South Dakota and the authority. The corporation shall be established for the express limited public purposes set forth in this Act and no part of the net earnings of the corporation shall inure to any private individual. The corporation shall be governed by a board consisting of the members of the authority and two additional persons appointed by the Governor, which two additional members shall be independent from the state. The resolution establishing the corporation shall serve as the charter of the corporation and may be amended from time to time by the authority, but the resolution shall at all times provide that the power and the authority of the corporation shall be subject to the terms, conditions, and limitations of this Act and any applicable covenants or agreements of the corporation in any indenture or other agreement relating to any then outstanding bonds. The corporation may enter into contracts regarding any matter connected with any corporate purpose within the objects and purposes of this Act. The authority and corporation may delegate by resolution to one or more officers or employees of the authority or corporation such powers and duties as it may deem proper. The corporation may issue bonds and secure repayment of the bonds with amounts payable out of tobacco settlement revenues or any other property or funds of the corporation. The corporation may pledge as security for any bonds any rights under the master settlement agreement held by the corporation, including the right to receive or collect tobacco settlement revenues, moneys, or other funds deposited with, payable to or held by or on behalf of the corporation, and the proceeds of the foregoing and any proceeds of bonds. Any right of the state to the residual interest in tobacco settlement revenues shall be, in all respects, junior and subordinate to any such pledge if and to the extent so provided by the terms of any instrument or agreement described in section 2 of this Act and signed on behalf of the state by the Governor. Any such pledge made by the corporation shall be valid and binding from the time the pledge is made. The property, revenues, moneys, and other funds so pledged and thereafter held or received by or on behalf of the corporation shall immediately be subject to the lien of the pledge without any physical delivery thereof or further act; and, subject only to the provisions of prior pledges or agreements of the corporation, the lien of the pledge shall be valid and binding as against the state and all parties having claims of any kind in tort, contract, or otherwise against the corporation irrespective of whether such parties have notice thereof. No ordinance, resolution, trust agreement, or other instrument by which such pledge is created need be filed or recorded except in the records of the corporation. In connection with the issuance of bonds or, at any time with respect to bonds, the corporation may enter into arrangements to provide additional security and liquidity for bonds. The arrangements may include, without limitation, bond insurance, letters of credit, and lines of credit by which the corporation may borrow funds to pay or redeem its bonds and purchase or remarketing arrangements for assuring the ability of owners of the bonds to sell or have redeemed their bonds. The corporation may enter into contracts and may agree to pay fees to persons providing the arrangements, including from bond proceeds. The resolution authorizing the issuance of bonds or the indenture or other agreement approved by the resolution may provide that interest rates may vary from time to time depending upon criteria established by the corporation, which may include, without limitation, a variation in interest rates as may be necessary to cause bonds to be remarketable from time to time at a price equal to their principal amount, and may provide for appointment of a national banking association, bank, trust company, investment banking firm, or other financial institution to serve as a remarketing agent in that connection. The indenture or other agreement with respect to bonds may provide that alternative interest rates or provisions will apply during such times as bonds are held by a person providing a letter of credit or other credit enhancement arrangement for bonds. In connection with bonds under this Act or the investment of proceeds, bonds, or other funds of the corporation, the corporation may enter into contracts that it determines necessary or appropriate to permit it to manage payment or interest rate risk. These contracts may include, but are not limited to, interest rate exchange agreements; contracts providing for payment or receipt of funds based on levels of or changes in interest rates; contracts to exchange cash flows or series of payments; and contracts incorporating interest rate caps, collars, floors, or locks. The corporation may not file a voluntary petition under or be or become a debtor or bankrupt under the federal bankruptcy code or any other federal or state bankruptcy, insolvency, or moratorium law or statute as may, from time to time, be in effect and neither any public officer nor any organization, entity, or other person shall authorize the corporation to be or become a debtor or bankrupt under the federal bankruptcy code or any other federal or state bankruptcy, insolvency, or moratorium law or statute, as may, from time to time be in effect. The corporation may not guarantee the debts of another. The corporation may not be required to file any reports with the state other than those required to be filed with the Legislature by authorities which issue bonds. Except for debts incurred directly by the corporation, no indebtedness, bonds, or obligation, issued, incurred, or created by the State of South Dakota or any state agency or instrumentality may be or become a lien, charge, or liability against the corporation or the property or funds of the corporation. Section 4. That chapter 5-12 be amended by adding thereto a NEW SECTION to read as follows: The purposes of the corporation established by the authority pursuant to this Act are: (1) To purchase, acquire, own, pledge, encumber, or otherwise transfer all right, title, and interest of the state in, to, and under the master settlement agreement, including, without limitation, all right, title, and interest to receive or collect tobacco settlement revenues; (2) To raise funds through the issuance of bonds or other obligations or evidences of indebtedness or ownership or through the sale, transfer, pledge, encumbrance, securitization, factoring, or other conveyance of the rights described above in subdivision (1) of this section for the purposes of establishing the permanent tobacco settlement development trust fund and as otherwise described in this Act; (3) To serve the Legislature by making reports concerning the foregoing; (4) To sue and be sued and to prosecute and defend, at law or in equity, in any court having jurisdiction of the subject matter and of the parties; (5) To have and to use a corporate seal and to alter the same at pleasure; (6) To maintain an office at such place or places as the authority by resolution may designate; (7) To receive funds transferred to it by the authority, the state, or others; and (8) To do all things necessary and convenient to carry out the purposes of this chapter. The corporation shall also be vested with the same power and authority, and shall be subject to the same limitations and conditions, as are applicable to the authority pursuant to § § 5-12-1.1, 5-12-4, 5-12-5, 5-12-8.1, 5-12-22, 5-12-24, 5-12-26, 5-12-27, 5-12-27.1, 5-12-27.2, 5-12-27.3, 5-12-27.4, 5-12-27.6, 5-12-28, 5-12-38, 5-12-38.1, and 5-12-40, except such power and authority shall be exercised with respect to and shall be limited to the purposes of the corporation set forth in section 4 of this Act, the final maturity date of any bonds issued, incurred, or created hereunder may not be in excess of forty years for the date of delivery thereof, and the corporation may not engage in any unrelated activities. In addition, the corporation may invest any of its funds in permitted investments. Section 5. That chapter 5-12 be amended by adding thereto a NEW SECTION to read as follows: No bond of the corporation issued, incurred, or created under this Act may be or become a lien, charge, or liability against the State of South Dakota or the authority, nor against the property or funds of the State of South Dakota or the authority within the meaning of the Constitution or statutes of South Dakota. In no event may any of the funds deposited into the permanent tobacco settlement development trust fund, the tobacco settlement interest fund, or the tobacco settlement residual fund be pledged to secure payment of any bonds issued under the authority of this Act. Section 6. That chapter 5-12 be amended by adding thereto a NEW SECTION to read as follows: The State of South Dakota pledges to and agrees with the holders of bonds issued, incurred, or created under this Act that the state will not limit or alter the rights and powers vested in the corporation and the authority by this Act so as to impair the terms of any contract made by the corporation or the authority with those holders or in any way impair the rights and remedies of those holders until such bonds, together with interest thereon, interest on any unpaid installments of interest, and all costs and expenses in connection with any action or proceedings by or on behalf of those holders are fully met or discharged. In addition, the state pledges to and agrees with the holders of bonds issued, incurred, or created under this Act that the state will not limit or alter the basis on which tobacco settlement revenues that have been sold pursuant to this Act are to be paid to the corporation or the authority so as to impair the terms of any such contract. The corporation and authority each may include these pledges and agreements of the state in any contract with the holders of bonds issued, incurred, or created under this Act. Neither the State of South Dakota nor the authority is liable on bonds issued, incurred, or created under this Act, those bonds may not be a debt of the state or the authority, and this Act may not be construed as a guarantee by the state or the authority of the debts of the corporation. The bonds shall contain a statement to this effect on the face of the bonds. Section 7. That chapter 5-12 be amended by adding thereto a NEW SECTION to read as follows: The authority is not liable for any bond issued, incurred, or created by the corporation under this Act or for any act or failure to act of the corporation. The corporation may not be liable for any obligation of the South Dakota Building Authority or for any act or failure to act by the building authority. Section 8. That chapter 5-12 be amended by adding thereto a NEW SECTION to read as follows: The corporation is hereby declared to be performing a public function on behalf of the state and to be a public instrumentality of the state. The income of the authority and the corporation, and all properties at any time owned by the authority and the corporation, are exempt from all taxation in the State of South Dakota. In addition, the corporation is exempt from all filing, reporting, and similar requirements otherwise applicable to nonprofit and other corporations. For purposes of chapter 47-31A and any amendment thereto and substitution therefor, bonds, notes, certificates, or other obligations issued, incurred or created by the corporation under this Act shall be deemed to be securities issued by a public instrumentality of the State of South Dakota. Section 9. That chapter 5-12 be amended by adding thereto a NEW SECTION to read as follows: The corporation may employ attorneys, accountants, tobacco industry consultants, and financial experts, managers, and such other employees and agents as may be necessary in its judgment and to fix their compensation. Section 10. The permanent tobacco settlement development trust fund is hereby established in the state treasury as a special trust fund. That portion of the net proceeds of sale of tobacco settlement revenues which is derived from the net proceeds of bonds shall be deposited in the permanent tobacco settlement development trust fund. In addition, any residual interest in tobacco settlement revenues shall, upon receipt by the state, be deposited in the tobacco settlement residual fund. The principal of the permanent tobacco settlement development trust fund may not be expended except for costs and expenses incurred in investing or otherwise administering the permanent tobacco settlement development trust and its assets. The amounts in the permanent tobacco settlement development trust fund shall be state public funds within the meaning of chapter 4-4 and shall be invested in permitted investments and otherwise in accordance with § § 4-5-23 and 4-5-26. All investment earnings from the permanent tobacco settlement development trust fund shall be transferred to and deposited in the tobacco development interest fund on a period basis no less frequently than annually. Section 11. The tobacco settlement residual fund is established in the state treasury. The amounts received by the state pursuant to any residual interest in tobacco settlement revenues shall, upon receipt, be transferred to and deposited in the tobacco settlement residual fund. The amounts in the tobacco settlement residual fund shall be state public funds within the meaning of chapter 4-4 and shall remain in such fund until appropriated by the Legislature. The amounts in the tobacco settlement residual fund shall be invested in permitted investments or otherwise in accordance with § § 4-5-23 and 4-5-26. Section 12. The tobacco development interest fund is established in the state treasury. The amounts in the tobacco development interest fund shall be state public funds within the meaning of chapter 4-4 and shall remain in the fund until appropriated by the Legislature. The amounts in the tobacco development interest fund shall be invested in permitted investments or otherwise in accordance with § § 4-5-23 and 4-5-26. If in order to obtain or preserve any exclusion of interest on bonds from gross income of the holders thereof for purposes of federal income taxation, the corporation or authority enters into any agreement or covenant with the holders of bonds (or the trustee or other fiduciary acting on behalf of or for the benefit of holders of bonds) that imposes restrictions or conditions on the investment, use, expenditure, or other application of the proceeds of bonds issued, incurred, or created under this Act, including any investment earnings thereon (whether while on deposit in the permanent tobacco settlement development trust fund, the tobacco development interest fund or otherwise), then the state and each agency, authority, or other body politic of the state or acting on behalf of the state, shall observe and fully honor each such agreement, covenant, or other restriction or condition with respect to investment, use, expenditure, or application thereof. The State of South Dakota pledges to and agrees with the holders of bonds issued, incurred, or created under this Act that the state will not invest, use, expend, or otherwise apply such proceeds of bonds and any other amounts so as to impair the terms of any such agreement or covenant made by the corporation or authority with any such holders (or trustee or other fiduciary) or in any way impair the exemption or exclusion of interest on any such bonds from federal income taxation. The corporation and authority each may include these pledges and agreements of the state in any contract with the holders of bonds issued, incurred, or created under this Act. Section 13. It is the intention of this Legislature that funds deposited in the tobacco development interest fund and the tobacco settlement residual fund be expended pursuant to separately enacted statutes which will implement development programs intended to provide for the health, welfare, and prosperity of the State of South Dakota and its residents. Any such development program shall be established by a separately enacted statute which makes express reference to this Act and the terms and conditions of such program shall be specified in such statute. Any such statute shall expressly incorporate any agreements, covenants, or restrictions described or referred to in or by sections 6 and 12 of this Act and any investment, use, expenditure, or other application of moneys described in section 12 of this Act shall be expressly subject to and in full compliance with the agreements, covenants, restrictions, and conditions imposed by the terms of section 12 of this Act. Section 14. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 16605, "bill_version_id": 91085, "bill_version": "House Engrossed", "bill_version_date": "2001-02-28T15:34:54-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise and supplement certain powers of the South Dakota Building Authority, to provide for the establishment of a corporation by the South Dakota Building Authority for the purpose of raising funds for specified purposes, to provide for transfer and sale at any one time or from time to time of a portion of or all future right, title, and interest of the State of South Dakota to certain amounts payable to the state by various tobacco companies under a master settlement agreement in exchange for the deposit of the net proceeds of such sale into the state permanent tobacco settlement development trust fund, to establish certain funds, and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act, mean: (1) \"Authority,\" the South Dakota Building Authority, a body corporate and politic, organized and existing under chapter 5-12; (2) \"Bonds,\" bonds, bond anticipation notes, notes, certificates of ownership or indebtedness, or other obligations issued, incurred, or otherwise created under the authority of this Act and payable directly or indirectly out of or representing an interest in tobacco settlement revenues or other rights under or with respect to the master settlement agreement; (3) \"Corporation,\" the special purpose body corporate and politic established by the authority by resolution as provided in section 3 of this Act; (4) \"Development programs,\" any program described in section 13 of this Act; (5) \"Master settlement agreement,\" the master settlement agreement entered into on November 23, 1998, by attorneys general from the several states (including the State of South Dakota) and various tobacco companies, as now or hereafter amended, supplemented, or restated; (6) \"Master settlement escrow agent,\" the escrow agent under the master settlement agreement; (7) \"Net proceeds of bonds,\" the original proceeds of bonds issued under this Act less any amounts applied or to be applied to pay transaction and administrative expenses and to fund any reserves deemed necessary or appropriate by the corporation, but does not include any investment earnings realized thereon; (8) \"Net proceeds of sale of tobacco settlement revenues,\" the net proceeds of bonds plus any residual interest in tobacco settlement revenues received or to be received by the State of South Dakota from time to time as a result of any sale, conveyance, or other transfer authorized in section 2 of this Act, but does not include any investment earnings realized thereon; (9) \"Permanent tobacco settlement development trust fund,\" the State of South Dakota permanent tobacco settlement development trust fund created by section 10 of this Act; (10) \"Permitted investments,\" any investment authorized by § § 4-5-23 and 4-5-26 together with noncollateralized direct obligations of any bank or savings institution, insurance company, or bank or insurance holding company if the institution or holding company is rated in the highest four classifications by at least one standard rating service and any bond, note, or other obligation of any state or any agency, authority, or other instrumentality of any state or political subdivision thereof if the bond, note, or other obligation is rated in the four highest classifications established by at least one standard rating service; (11) \"Residual interest in tobacco settlement revenues,\" any tobacco settlement revenues not required to pay principal or interest on bonds or administrative or transaction expenses of the corporation or authority or to fund reserves or other requirements relating to bonds issued, incurred, or otherwise created under this Act; (12) \"Tobacco settlement residual fund,\" the tobacco settlement residual fund created by section 11 of this Act; (13) \"Tobacco settlement revenues,\" all of the amounts now or hereafter payable to the State of South Dakota under or in connection with the master settlement agreement; (14) \"Tobacco development interest fund\" the fund created by section 12 of this Act. Section 2. At any one time or from time to time, all or any portion of the right, title, and interest of the State of South Dakota in, to, and under the master settlement agreement, including the right to receive and collect tobacco settlement revenues, may be sold, conveyed, or otherwise transferred by the state to the authority or to a corporation established by the authority under this Act in exchange for the net proceeds of bonds and a right to the residual interest in tobacco settlement revenues. The net proceeds of bonds shall be deposited to the permanent tobacco settlement development trust fund, and the residual interest in tobacco settlement revenues shall be deposited to the tobacco settlement residual fund. Any sale, conveyance, or other transfer authorized by this section shall be evidenced by an instrument or agreement in writing signed on behalf of the state by the Governor. The Governor shall file a certified copy of the instrument or agreement with the Legislature promptly upon execution and delivery thereof. The instrument or agreement may include an irrevocable direction to the master settlement escrow agent to pay all or a specified portion of amounts otherwise due to the State of South Dakota under or in connection with the master settlement agreement, including, without limitation, all or any portion of tobacco settlement revenues directly to or upon the order of the authority or corporation, as the case may be, or to any escrow agent or any trustee under an indenture or other agreement securing any bonds issued, incurred, or created under this Act. The irrevocable direction to the master settlement escrow agent may include the direction to pay any residual interest in tobacco settlement revenues initially to or upon the order of the authority or corporation or to any escrow agent or any trustee under an indenture or other agreement securing any bonds. Upon the filing of a certified copy of the instrument or agreement by the Governor, the sale, conveyance, or other transfer of rights under or with respect to the master settlement agreement, including the right to receive the tobacco settlement revenues, shall, for all purposes, be a true sale and absolute conveyance of all right, title, and interest therein described in accordance with the terms thereof, valid, binding, and enforceable in accordance with the terms thereof and such instrument or agreements and any related instrument, agreement, or other arrangement, including any pledge, grant of security interest, or other encumbrance made by the corporation or the authority to secure any bonds issued, incurred, or created by the corporation or the authority, are not subject to disavowal, disaffirmance, cancellation, or avoidance by reason of insolvency of any party, lack of consideration, or any other fact, occurrence, or rule of law. The procedures and requirements set forth in this section shall be the sole procedures and requirements applicable to the sale of the state's rights under the master settlement agreement, including the sale of tobacco settlement revenues, and it is not necessary to satisfy or comply with any other existing law which would otherwise apply to the sale of assets of the state or impose procedures or restrictions with respect thereto. Section 3. That chapter 5-12 be amended by adding thereto a NEW SECTION to read as follows: The authority may establish by resolution a special purpose corporation which shall be body corporate and politic and instrumentality of, but having a legal existence independent and separate from, the State of South Dakota and the authority. The corporation shall be established for the express limited public purposes set forth in this Act and no part of the net earnings of the corporation shall inure to any private individual. The corporation shall be governed by a board consisting of the members of the authority and two additional persons appointed by the Governor, which two additional members shall be independent from the state. The resolution establishing the corporation shall serve as the charter of the corporation and may be amended from time to time by the authority, but the resolution shall at all times provide that the power and the authority of the corporation shall be subject to the terms, conditions, and limitations of this Act and any applicable covenants or agreements of the corporation in any indenture or other agreement relating to any then outstanding bonds. The corporation may enter into contracts regarding any matter connected with any corporate purpose within the objects and purposes of this Act. The authority and corporation may delegate by resolution to one or more officers or employees of the authority or corporation such powers and duties as it may deem proper. The corporation may issue bonds and secure repayment of the bonds with amounts payable out of tobacco settlement revenues or any other property or funds of the corporation. Bonds issued by the corporation shall be accompanied by an opinion of nationally recognized bond counsel substantially to the effect that interest on the bonds is excludable from the gross income of the bondholder for federal income tax purposes. The corporation may pledge as security for any bonds any rights under the master settlement agreement held by the corporation, including the right to receive or collect tobacco settlement revenues, moneys, or other funds deposited with, payable to or held by or on behalf of the corporation, and the proceeds of the foregoing and any proceeds of bonds. Any right of the state to the residual interest in tobacco settlement revenues shall be, in all respects, junior and subordinate to any such pledge if and to the extent so provided by the terms of any instrument or agreement described in section 2 of this Act and signed on behalf of the state by the Governor. Any such pledge made by the corporation shall be valid and binding from the time the pledge is made. The property, revenues, moneys, and other funds so pledged and thereafter held or received by or on behalf of the corporation shall immediately be subject to the lien of the pledge without any physical delivery thereof or further act; and, subject only to the provisions of prior pledges or agreements of the corporation, the lien of the pledge shall be valid and binding as against the state and all parties having claims of any kind in tort, contract, or otherwise against the corporation irrespective of whether such parties have notice thereof. No ordinance, resolution, trust agreement, or other instrument by which such pledge is created need be filed or recorded except in the records of the corporation. In connection with the issuance of bonds or, at any time with respect to bonds, the corporation may enter into arrangements to provide additional security and liquidity for bonds. The arrangements may include, without limitation, bond insurance, letters of credit, and lines of credit by which the corporation may borrow funds to pay or redeem its bonds and purchase or remarketing arrangements for assuring the ability of owners of the bonds to sell or have redeemed their bonds. The corporation may enter into contracts and may agree to pay fees to persons providing the arrangements, including from bond proceeds. The resolution authorizing the issuance of bonds or the indenture or other agreement approved by the resolution may provide that interest rates may vary from time to time depending upon criteria established by the corporation, which may include, without limitation, a variation in interest rates as may be necessary to cause bonds to be remarketable from time to time at a price equal to their principal amount, and may provide for appointment of a national banking association, bank, trust company, investment banking firm, or other financial institution to serve as a remarketing agent in that connection. The indenture or other agreement with respect to bonds may provide that alternative interest rates or provisions will apply during such times as bonds are held by a person providing a letter of credit or other credit enhancement arrangement for bonds. In connection with bonds under this Act or the investment of proceeds, bonds, or other funds of the corporation, the corporation may enter into contracts that it determines necessary or appropriate to permit it to manage payment or interest rate risk. These contracts may include, but are not limited to, interest rate exchange agreements; contracts providing for payment or receipt of funds based on levels of or changes in interest rates; contracts to exchange cash flows or series of payments; and contracts incorporating interest rate caps, collars, floors, or locks. The corporation may not file a voluntary petition under or be or become a debtor or bankrupt under the federal bankruptcy code or any other federal or state bankruptcy, insolvency, or moratorium law or statute as may, from time to time, be in effect and neither any public officer nor any organization, entity, or other person shall authorize the corporation to be or become a debtor or bankrupt under the federal bankruptcy code or any other federal or state bankruptcy, insolvency, or moratorium law or statute, as may, from time to time be in effect. The corporation may not guarantee the debts of another. The corporation may not be required to file any reports with the state other than those required to be filed with the Legislature by authorities which issue bonds. Except for debts incurred directly by the corporation, no indebtedness, bonds, or obligation, issued, incurred, or created by the State of South Dakota or any state agency or instrumentality may be or become a lien, charge, or liability against the corporation or the property or funds of the corporation. Section 4. That chapter 5-12 be amended by adding thereto a NEW SECTION to read as follows: The purposes of the corporation established by the authority pursuant to this Act are: (1) To purchase, acquire, own, pledge, encumber, or otherwise transfer all right, title, and interest of the state in, to, and under the master settlement agreement, including, without limitation, all right, title, and interest to receive or collect tobacco settlement revenues; (2) To raise funds through the issuance of bonds or other obligations or evidences of indebtedness or ownership or through the sale, transfer, pledge, encumbrance, securitization, factoring, or other conveyance of the rights described above in subdivision (1) of this section for the purposes of establishing the permanent tobacco settlement development trust fund and as otherwise described in this Act; (3) To serve the Legislature by making reports concerning the foregoing; (4) To sue and be sued and to prosecute and defend, at law or in equity, in any court having jurisdiction of the subject matter and of the parties; (5) To have and to use a corporate seal and to alter the same at pleasure; (6) To maintain an office at such place or places as the authority by resolution may designate; (7) To receive funds transferred to it by the authority, the state, or others; and (8) To do all things necessary and convenient to carry out the purposes of this chapter. The corporation shall also be vested with the same power and authority, and shall be subject to the same limitations and conditions, as are applicable to the authority pursuant to § § 5-12-1.1, 5-12-4, 5-12-5, 5-12-8.1, 5-12-22, 5-12-24, 5-12-26, 5-12-27, 5-12-27.1, 5-12-27.2, 5-12-27.3, 5-12-27.4, 5-12-27.6, 5-12-28, 5-12-38, 5-12-38.1, and 5-12-40, except such power and authority shall be exercised with respect to and shall be limited to the purposes of the corporation set forth in section 4 of this Act, the final maturity date of any bonds issued, incurred, or created hereunder may not be in excess of forty years for the date of delivery thereof, and the corporation may not engage in any unrelated activities. In addition, the corporation may invest any of its funds in permitted investments. Section 5. That chapter 5-12 be amended by adding thereto a NEW SECTION to read as follows: No bond of the corporation issued, incurred, or created under this Act may be or become a lien, charge, or liability against the State of South Dakota or the authority, nor against the property or funds of the State of South Dakota or the authority within the meaning of the Constitution or statutes of South Dakota. In no event may any of the funds deposited into the permanent tobacco settlement development trust fund, the tobacco settlement interest fund, or the tobacco settlement residual fund be pledged to secure payment of any bonds issued under the authority of this Act. Section 6. That chapter 5-12 be amended by adding thereto a NEW SECTION to read as follows: The State of South Dakota pledges to and agrees with the holders of bonds issued, incurred, or created under this Act that the state will not limit or alter the rights and powers vested in the corporation and the authority by this Act so as to impair the terms of any contract made by the corporation or the authority with those holders or in any way impair the rights and remedies of those holders until such bonds, together with interest thereon, interest on any unpaid installments of interest, and all costs and expenses in connection with any action or proceedings by or on behalf of those holders are fully met or discharged. In addition, the state pledges to and agrees with the holders of bonds issued, incurred, or created under this Act that the state will not limit or alter the basis on which tobacco settlement revenues that have been sold pursuant to this Act are to be paid to the corporation or the authority so as to impair the terms of any such contract. The corporation and authority each may include these pledges and agreements of the state in any contract with the holders of bonds issued, incurred, or created under this Act. Neither the State of South Dakota nor the authority is liable on bonds issued, incurred, or created under this Act, those bonds may not be a debt of the state or the authority, and this Act may not be construed as a guarantee by the state or the authority of the debts of the corporation. The bonds shall contain a statement to this effect on the face of the bonds. Section 7. That chapter 5-12 be amended by adding thereto a NEW SECTION to read as follows: The authority is not liable for any bond issued, incurred, or created by the corporation under this Act or for any act or failure to act of the corporation. The corporation may not be liable for any obligation of the South Dakota Building Authority or for any act or failure to act by the building authority. Section 8. That chapter 5-12 be amended by adding thereto a NEW SECTION to read as follows: The corporation is hereby declared to be performing a public function on behalf of the state and to be a public instrumentality of the state. The income of the authority and the corporation, and all properties at any time owned by the authority and the corporation, are exempt from all taxation in the State of South Dakota. In addition, the corporation is exempt from all filing, reporting, and similar requirements otherwise applicable to nonprofit and other corporations. For purposes of chapter 47-31A and any amendment thereto and substitution therefor, bonds, notes, certificates, or other obligations issued, incurred or created by the corporation under this Act shall be deemed to be securities issued by a public instrumentality of the State of South Dakota. Section 9. That chapter 5-12 be amended by adding thereto a NEW SECTION to read as follows: The corporation may employ attorneys, accountants, tobacco industry consultants, and financial experts, managers, and such other employees and agents as may be necessary in its judgment and to fix their compensation. Section 10. The permanent tobacco settlement development trust fund is hereby established in the state treasury as a special trust fund. That portion of the net proceeds of sale of tobacco settlement revenues which is derived from the net proceeds of bonds shall be deposited in the permanent tobacco settlement development trust fund. In addition, any residual interest in tobacco settlement revenues shall, upon receipt by the state, be deposited in the tobacco settlement residual fund. The principal of the permanent tobacco settlement development trust fund may not be expended except for costs and expenses incurred in investing or otherwise administering the permanent tobacco settlement development trust and its assets. The amounts in the permanent tobacco settlement development trust fund shall be state public funds within the meaning of chapter 4-4 and shall be invested in permitted investments and otherwise in accordance with § § 4-5-23 and 4-5-26. All investment earnings from the permanent tobacco settlement development trust fund shall be transferred to and deposited in the tobacco development interest fund on a period basis no less frequently than annually. Section 11. The tobacco settlement residual fund is established in the state treasury. The amounts received by the state pursuant to any residual interest in tobacco settlement revenues shall, upon receipt, be transferred to and deposited in the tobacco settlement residual fund. The amounts in the tobacco settlement residual fund shall be state public funds within the meaning of chapter 4-4 and shall remain in such fund until appropriated by the Legislature. The amounts in the tobacco settlement residual fund shall be invested in permitted investments or otherwise in accordance with § § 4-5-23 and 4-5-26. Section 12. The tobacco development interest fund is established in the state treasury. The amounts in the tobacco development interest fund shall be state public funds within the meaning of chapter 4-4 and shall remain in the fund until appropriated by the Legislature. The amounts in the tobacco development interest fund shall be invested in permitted investments or otherwise in accordance with § § 4-5-23 and 4-5-26. If in order to obtain or preserve any exclusion of interest on bonds from gross income of the holders thereof for purposes of federal income taxation, the corporation or authority enters into any agreement or covenant with the holders of bonds (or the trustee or other fiduciary acting on behalf of or for the benefit of holders of bonds) that imposes restrictions or conditions on the investment, use, expenditure, or other application of the proceeds of bonds issued, incurred, or created under this Act, including any investment earnings thereon (whether while on deposit in the permanent tobacco settlement development trust fund, the tobacco development interest fund or otherwise), then the state and each agency, authority, or other body politic of the state or acting on behalf of the state, shall observe and fully honor each such agreement, covenant, or other restriction or condition with respect to investment, use, expenditure, or application thereof. The State of South Dakota pledges to and agrees with the holders of bonds issued, incurred, or created under this Act that the state will not invest, use, expend, or otherwise apply such proceeds of bonds and any other amounts so as to impair the terms of any such agreement or covenant made by the corporation or authority with any such holders (or trustee or other fiduciary) or in any way impair the exemption or exclusion of interest on any such bonds from federal income taxation. The corporation and authority each may include these pledges and agreements of the state in any contract with the holders of bonds issued, incurred, or created under this Act. Section 13. It is the intention of this Legislature that funds deposited in the tobacco development interest fund and the tobacco settlement residual fund be expended for: (1) Grants for college scholarships designed to encourage and reward postsecondary academic excellence; (2) Grants designed to encourage and reward academic excellence in primary and secondary education; (3) Grants designed to reduce the use of tobacco products by our state's citizens; and (4) Grants enacted pursuant to separately enacted statutes which will implement development programs intended to provide for the health, welfare, and prosperity of the State of South Dakota and its residents. Any grant or development program, not expressly provided for in this section, shall be established by a separately enacted statute which makes express reference to this Act; and the terms and conditions of such program, which shall be designed to provide for the health, welfare, and prosperity of the State of South Dakota and its residents, shall be specified in such statute. Any such statute shall expressly incorporate any agreements, covenants, or restrictions described or referred to in or by sections 6 and 12 of this Act and any investment, use, expenditure, or other application of moneys described in section 12 of this Act shall be expressly subject to and in full compliance with the agreements, covenants, restrictions, and conditions imposed by the terms of section 12 of this Act. Section 14. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 16605, "bill_version_id": 91255, "bill_version": "Conference Committee Engrossed", "bill_version_date": "2001-03-03T21:14:48-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise and supplement certain powers of the South Dakota Building Authority, to provide for the establishment of a corporation by the South Dakota Building Authority for the purpose of raising funds for specified purposes, to provide for transfer and sale at any one time or from time to time of a portion of or all future right, title, and interest of the State of South Dakota to certain amounts payable to the state by various tobacco companies under a master settlement agreement in exchange for the deposit of the net proceeds of such sale into the state permanent tobacco settlement development trust fund, and to establish certain funds. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act, mean: (1) \"Authority,\" the South Dakota Building Authority, a body corporate and politic, organized and existing under chapter 5-12; (2) \"Bonds,\" bonds, bond anticipation notes, notes, certificates of ownership or indebtedness, or other obligations issued, incurred, or otherwise created under the authority of this Act and payable directly or indirectly out of or representing an interest in tobacco settlement revenues or other rights under or with respect to the master settlement agreement; (3) \"Corporation,\" the special purpose body corporate and politic established by the authority by resolution as provided in section 3 of this Act; (4) \"Development programs,\" any program described in section 13 of this Act; (5) \"Master settlement agreement,\" the master settlement agreement entered into on November 23, 1998, by attorneys general from the several states (including the State of South Dakota) and various tobacco companies, as now or hereafter amended, supplemented, or restated; (6) \"Master settlement escrow agent,\" the escrow agent under the master settlement agreement; (7) \"Net proceeds of bonds,\" the original proceeds of bonds issued under this Act less any amounts applied or to be applied to pay transaction and administrative expenses and to fund any reserves deemed necessary or appropriate by the corporation, but does not include any investment earnings realized thereon; (8) \"Net proceeds of sale of tobacco settlement revenues,\" the net proceeds of bonds plus any residual interest in tobacco settlement revenues received or to be received by the State of South Dakota from time to time as a result of any sale, conveyance, or other transfer authorized in section 2 of this Act, but does not include any investment earnings realized thereon; (9) \"Permanent tobacco settlement development trust fund,\" the State of South Dakota permanent tobacco settlement development trust fund created by section 10 of this Act or any replacement or successor fund or account created by law; (10) \"Permitted investments,\" any investment authorized by § § 4-5-23 and 4-5-26 together with noncollateralized direct obligations of any bank or savings institution, insurance company, or bank or insurance holding company if the institution or holding company is rated in the highest four classifications by at least one standard rating service and any bond, note, or other obligation of any state or any agency, authority, or other instrumentality of any state or political subdivision thereof if the bond, note, or other obligation is rated in the four highest classifications established by at least one standard rating service; (11) \"Residual interest in tobacco settlement revenues,\" any tobacco settlement revenues not required to pay principal or interest on bonds or administrative or transaction expenses of the corporation or authority or to fund reserves or other requirements relating to bonds issued, incurred, or otherwise created under this Act; (12) \"Tobacco settlement residual fund,\" the tobacco settlement residual fund created by section 11 of this Act or any replacement or successor fund or account created by law; (13) \"Tobacco settlement revenues,\" all of the amounts now or hereafter payable to the State of South Dakota under or in connection with the master settlement agreement; (14) \"Tobacco development interest fund\" the fund created by section 12 of this Act or any replacement or successor fund or account created by law. Section 2. At any one time or from time to time, all or any portion of the right, title, and interest of the State of South Dakota in, to, and under the master settlement agreement, including the right to receive and collect tobacco settlement revenues, may be sold, conveyed, or otherwise transferred by the state to the authority or to a corporation established by the authority under this Act in exchange for the net proceeds of bonds and a right to the residual interest in tobacco settlement revenues. The net proceeds of bonds shall be deposited to the permanent tobacco settlement development trust fund, and the residual interest in tobacco settlement revenues shall be deposited to the tobacco settlement residual fund. Any sale, conveyance, or other transfer authorized by this section shall be evidenced by an instrument or agreement in writing signed on behalf of the state by the Governor. The Governor shall file a certified copy of the instrument or agreement with the Legislature promptly upon execution and delivery thereof. The instrument or agreement may include an irrevocable direction to the master settlement escrow agent to pay all or a specified portion of amounts otherwise due to the State of South Dakota under or in connection with the master settlement agreement, including, without limitation, all or any portion of tobacco settlement revenues directly to or upon the order of the authority or corporation, as the case may be, or to any escrow agent or any trustee under an indenture or other agreement securing any bonds issued, incurred, or created under this Act. The irrevocable direction to the master settlement escrow agent may include the direction to pay any residual interest in tobacco settlement revenues initially to or upon the order of the authority or corporation or to any escrow agent or any trustee under an indenture or other agreement securing any bonds. Upon the filing of a certified copy of the instrument or agreement by the Governor, the sale, conveyance, or other transfer of rights under or with respect to the master settlement agreement, including the right to receive the tobacco settlement revenues, shall, for all purposes, be a true sale and absolute conveyance of all right, title, and interest therein described in accordance with the terms thereof, valid, binding, and enforceable in accordance with the terms thereof and such instrument or agreements and any related instrument, agreement, or other arrangement, including any pledge, grant of security interest, or other encumbrance made by the corporation or the authority to secure any bonds issued, incurred, or created by the corporation or the authority, are not subject to disavowal, disaffirmance, cancellation, or avoidance by reason of insolvency of any party, lack of consideration, or any other fact, occurrence, or rule of law. The procedures and requirements set forth in this section shall be the sole procedures and requirements applicable to the sale of the state's rights under the master settlement agreement, including the sale of tobacco settlement revenues, and it is not necessary to satisfy or comply with any other existing law which would otherwise apply to the sale of assets of the state or impose procedures or restrictions with respect thereto. Section 3. That chapter 5-12 be amended by adding thereto a NEW SECTION to read as follows: The authority may establish by resolution a special purpose corporation which shall be body corporate and politic and instrumentality of, but having a legal existence independent and separate from, the State of South Dakota and the authority. The corporation shall be established for the express limited public purposes set forth in this Act and no part of the net earnings of the corporation shall inure to any private individual. The corporation shall be governed by a board consisting of the members of the authority and two additional persons appointed by the Governor, which two additional members shall be independent from the state. The resolution establishing the corporation shall serve as the charter of the corporation and may be amended from time to time by the authority, but the resolution shall at all times provide that the power and the authority of the corporation shall be subject to the terms, conditions, and limitations of this Act and any applicable covenants or agreements of the corporation in any indenture or other agreement relating to any then outstanding bonds. The corporation may enter into contracts regarding any matter connected with any corporate purpose within the objects and purposes of this Act. The authority and corporation may delegate by resolution to one or more officers or employees of the authority or corporation such powers and duties as it may deem proper. The corporation may issue bonds and secure repayment of the bonds with amounts payable out of tobacco settlement revenues or any other property or funds of the corporation. Bonds issued by the corporation shall be accompanied by an opinion of nationally recognized bond counsel substantially to the effect that interest on the bonds is excludable from the gross income of the bondholder for federal income tax purposes. The corporation may pledge as security for any bonds any rights under the master settlement agreement held by the corporation, including the right to receive or collect tobacco settlement revenues, moneys, or other funds deposited with, payable to or held by or on behalf of the corporation, and the proceeds of the foregoing and any proceeds of bonds. Any right of the state to the residual interest in tobacco settlement revenues shall be, in all respects, junior and subordinate to any such pledge if and to the extent so provided by the terms of any instrument or agreement described in section 2 of this Act and signed on behalf of the state by the Governor. Any such pledge made by the corporation shall be valid and binding from the time the pledge is made. The property, revenues, moneys, and other funds so pledged and thereafter held or received by or on behalf of the corporation shall immediately be subject to the lien of the pledge without any physical delivery thereof or further act; and, subject only to the provisions of prior pledges or agreements of the corporation, the lien of the pledge shall be valid and binding as against the state and all parties having claims of any kind in tort, contract, or otherwise against the corporation irrespective of whether such parties have notice thereof. No ordinance, resolution, trust agreement, or other instrument by which such pledge is created need be filed or recorded except in the records of the corporation. In connection with the issuance of bonds or, at any time with respect to bonds, the corporation may enter into arrangements to provide additional security and liquidity for bonds. The arrangements may include, without limitation, bond insurance, letters of credit, and lines of credit by which the corporation may borrow funds to pay or redeem its bonds and purchase or remarketing arrangements for assuring the ability of owners of the bonds to sell or have redeemed their bonds. The corporation may enter into contracts and may agree to pay fees to persons providing the arrangements, including from bond proceeds. The resolution authorizing the issuance of bonds or the indenture or other agreement approved by the resolution may provide that interest rates may vary from time to time depending upon criteria established by the corporation, which may include, without limitation, a variation in interest rates as may be necessary to cause bonds to be remarketable from time to time at a price equal to their principal amount, and may provide for appointment of a national banking association, bank, trust company, investment banking firm, or other financial institution to serve as a remarketing agent in that connection. The indenture or other agreement with respect to bonds may provide that alternative interest rates or provisions will apply during such times as bonds are held by a person providing a letter of credit or other credit enhancement arrangement for bonds. In connection with bonds under this Act or the investment of proceeds, bonds, or other funds of the corporation, the corporation may enter into contracts that it determines necessary or appropriate to permit it to manage payment or interest rate risk. These contracts may include, but are not limited to, interest rate exchange agreements; contracts providing for payment or receipt of funds based on levels of or changes in interest rates; contracts to exchange cash flows or series of payments; and contracts incorporating interest rate caps, collars, floors, or locks. The corporation may not file a voluntary petition under or be or become a debtor or bankrupt under the federal bankruptcy code or any other federal or state bankruptcy, insolvency, or moratorium law or statute as may, from time to time, be in effect and neither any public officer nor any organization, entity, or other person shall authorize the corporation to be or become a debtor or bankrupt under the federal bankruptcy code or any other federal or state bankruptcy, insolvency, or moratorium law or statute, as may, from time to time be in effect. The corporation may not guarantee the debts of another. The corporation may not be required to file any reports with the state other than those required to be filed with the Legislature by authorities which issue bonds. Except for debts incurred directly by the corporation, no indebtedness, bonds, or obligation, issued, incurred, or created by the State of South Dakota or any state agency or instrumentality may be or become a lien, charge, or liability against the corporation or the property or funds of the corporation. Section 4. That chapter 5-12 be amended by adding thereto a NEW SECTION to read as follows: The purposes of the corporation established by the authority pursuant to this Act are: (1) To purchase, acquire, own, pledge, encumber, or otherwise transfer all right, title, and interest of the state in, to, and under the master settlement agreement, including, without limitation, all right, title, and interest to receive or collect tobacco settlement revenues; (2) To raise funds through the issuance of bonds or other obligations or evidences of indebtedness or ownership or through the sale, transfer, pledge, encumbrance, securitization, factoring, or other conveyance of the rights described above in subdivision (1) of this section for the purposes of establishing the permanent tobacco settlement development trust fund and as otherwise described in this Act; (3) To serve the Legislature by making reports concerning the foregoing; (4) To sue and be sued and to prosecute and defend, at law or in equity, in any court having jurisdiction of the subject matter and of the parties; (5) To have and to use a corporate seal and to alter the same at pleasure; (6) To maintain an office at such place or places as the authority by resolution may designate; (7) To receive funds transferred to it by the authority, the state, or others; and (8) To do all things necessary and convenient to carry out the purposes of this chapter. The corporation shall also be vested with the same power and authority, and shall be subject to the same limitations and conditions, as are applicable to the authority pursuant to § § 5-12-1.1, 5-12-4, 5-12-5, 5-12-8.1, 5-12-22, 5-12-24, 5-12-26, 5-12-27, 5-12-27.1, 5-12-27.2, 5-12-27.3, 5-12-27.4, 5-12-27.6, 5-12-28, 5-12-38, 5-12-38.1, and 5-12-40, except such power and authority shall be exercised with respect to and shall be limited to the purposes of the corporation set forth in section 4 of this Act, the final maturity date of any bonds issued, incurred, or created hereunder may not be in excess of forty years for the date of delivery thereof, and the corporation may not engage in any unrelated activities. In addition, the corporation may invest any of its funds in permitted investments. Section 5. That chapter 5-12 be amended by adding thereto a NEW SECTION to read as follows: No bond of the corporation issued, incurred, or created under this Act may be or become a lien, charge, or liability against the State of South Dakota or the authority, nor against the property or funds of the State of South Dakota or the authority within the meaning of the Constitution or statutes of South Dakota. In no event may any of the funds deposited into the permanent tobacco settlement development trust fund, the tobacco settlement interest fund, or the tobacco settlement residual fund be pledged to secure payment of any bonds issued under the authority of this Act. Section 6. That chapter 5-12 be amended by adding thereto a NEW SECTION to read as follows: The State of South Dakota pledges to and agrees with the holders of bonds issued, incurred, or created under this Act that the state will not limit or alter the rights and powers vested in the corporation and the authority by this Act so as to impair the terms of any contract made by the corporation or the authority with those holders or in any way impair the rights and remedies of those holders until such bonds, together with interest thereon, interest on any unpaid installments of interest, and all costs and expenses in connection with any action or proceedings by or on behalf of those holders are fully met or discharged. In addition, the state pledges to and agrees with the holders of bonds issued, incurred, or created under this Act that the state will not limit or alter the basis on which tobacco settlement revenues that have been sold pursuant to this Act are to be paid to the corporation or the authority so as to impair the terms of any such contract. The corporation and authority each may include these pledges and agreements of the state in any contract with the holders of bonds issued, incurred, or created under this Act. Neither the State of South Dakota nor the authority is liable on bonds issued, incurred, or created under this Act, those bonds may not be a debt of the state or the authority, and this Act may not be construed as a guarantee by the state or the authority of the debts of the corporation. The bonds shall contain a statement to this effect on the face of the bonds. Section 7. That chapter 5-12 be amended by adding thereto a NEW SECTION to read as follows: The authority is not liable for any bond issued, incurred, or created by the corporation under this Act or for any act or failure to act of the corporation. The corporation may not be liable for any obligation of the South Dakota Building Authority or for any act or failure to act by the building authority. Section 8. That chapter 5-12 be amended by adding thereto a NEW SECTION to read as follows: The corporation is hereby declared to be performing a public function on behalf of the state and to be a public instrumentality of the state. The income of the authority and the corporation, and all properties at any time owned by the authority and the corporation, are exempt from all taxation in the State of South Dakota. In addition, the corporation is exempt from all filing, reporting, and similar requirements otherwise applicable to nonprofit and other corporations. For purposes of chapter 47-31A and any amendment thereto and substitution therefor, bonds, notes, certificates, or other obligations issued, incurred or created by the corporation under this Act shall be deemed to be securities issued by a public instrumentality of the State of South Dakota. Section 9. That chapter 5-12 be amended by adding thereto a NEW SECTION to read as follows: The corporation may employ attorneys, accountants, tobacco industry consultants, and financial experts, managers, and such other employees and agents as may be necessary in its judgment and to fix their compensation. Section 10. The permanent tobacco settlement development trust fund is hereby established in the state treasury as a special trust fund. That portion of the net proceeds of sale of tobacco settlement revenues which is derived from the net proceeds of bonds shall be deposited in the permanent tobacco settlement development trust fund. In addition, any residual interest in tobacco settlement revenues shall, upon receipt by the state, be deposited in the tobacco settlement residual fund. The principal of the permanent tobacco settlement development trust fund may not be expended except for costs and expenses incurred in investing or otherwise administering the permanent tobacco settlement development trust and its assets or as otherwise provided by law. The amounts in the permanent tobacco settlement development trust fund shall be state public funds within the meaning of chapter 4-4 and shall be invested in permitted investments and otherwise in accordance with § § 4-5-23 and 4-5-26. All investment earnings from the permanent tobacco settlement development trust fund shall be transferred to and deposited in the tobacco development interest fund, or to such other fund or account as shall otherwise be provided by law, on a periodic basis no less frequently than annually. Section 11. The tobacco settlement residual fund is established in the state treasury. The amounts received by the state pursuant to any residual interest in tobacco settlement revenues shall, upon receipt, be transferred to and deposited in the tobacco settlement residual fund. The amounts in the tobacco settlement residual fund shall be state public funds within the meaning of chapter 4-4 and shall remain in such fund until appropriated by the Legislature. The amounts in the tobacco settlement residual fund shall be invested in permitted investments or otherwise in accordance with § § 4-5-23 and 4-5-26. Section 12. The tobacco development interest fund is established in the state treasury. The amounts in the tobacco development interest fund shall be state public funds within the meaning of chapter 4-4 and shall remain in the fund until appropriated by the Legislature. The amounts in the tobacco development interest fund shall be invested in permitted investments or otherwise in accordance with § § 4-5-23 and 4-5-26. If in order to obtain or preserve any exclusion of interest on bonds from gross income of the holders thereof for purposes of federal income taxation, the corporation or authority enters into any agreement or covenant with the holders of bonds (or the trustee or other fiduciary acting on behalf of or for the benefit of holders of bonds) that imposes restrictions or conditions on the investment, use, expenditure, or other application of the proceeds of bonds issued, incurred, or created under this Act, including any investment earnings thereon (whether while on deposit in the permanent tobacco settlement development trust fund, the tobacco development interest fund or otherwise), then the state and each agency, authority, or other body politic of the state or acting on behalf of the state, shall observe and fully honor each such agreement, covenant, or other restriction or condition with respect to investment, use, expenditure, or application thereof. The State of South Dakota pledges to and agrees with the holders of bonds issued, incurred, or created under this Act that the state will not invest, use, expend, or otherwise apply such proceeds of bonds and any other amounts so as to impair the terms of any such agreement or covenant made by the corporation or authority with any such holders (or trustee or other fiduciary) or in any way impair the exemption or exclusion of interest on any such bonds from federal income taxation. The corporation and authority each may include these pledges and agreements of the state in any contract with the holders of bonds issued, incurred, or created under this Act. Section 13. It is the intention of this Legislature that funds deposited in the tobacco development interest fund and the tobacco settlement residual fund be expended for: (1) Grants for postsecondary scholarships designed to encourage and reward academic excellence; (2) Grants designed to encourage and reward academic or teaching excellence in education; and (3) Grants enacted pursuant to separately enacted statutes which will implement or support educational programs intended to provide for the health, welfare, and prosperity of the State of South Dakota and its residents. Any investment, use, expenditure, or other application of moneys described in section 13 of this Act shall be expressly subject to and in full compliance with the agreements, covenants, restrictions, and conditions imposed by the terms of section 12 of this Act. Section 14. This Act shall take effect ninety days after the adjournment of the Seventy-sixth Legislative Session."}, {"bill_id": 16605, "bill_version_id": 91257, "bill_version": "Enrolled", "bill_version_date": "2001-03-03T21:34:30-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 16605, "action_date": "2001-01-29T14:00:00-06:00", "document_id": 88877, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88877.pdf", "status_text": "First read in Senate and referred to", "journal_page": 254, "committee_id_action": 713, "committee_id_assigned": 695, "result": "N", "vote": {}}, {"bill_id": 16605, "action_date": "2001-02-12T07:45:00-06:00", "document_id": 89914, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89914.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 695, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16605, "action_date": "2001-02-12T07:45:00-06:00", "document_id": 89914, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89914.pdf", "status_text": "Do Pass Amended,", "journal_page": 468, "committee_id_action": 695, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 49398, "president_vote": null, "Excused": [2523], "Yea": [2529, 2585, 2617, 2524, 2542], "Nay": [2562, 2607, 2609]}}, {"bill_id": 16605, "action_date": "2001-02-12T07:45:00-06:00", "document_id": 89914, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89914.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 695, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 16605, "action_date": "2001-02-15T14:00:00-06:00", "document_id": 90189, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90189.pdf", "status_text": "Deferred to another day", "journal_page": 535, "committee_id_action": 713, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 16605, "action_date": "2001-02-16T14:00:00-06:00", "document_id": 90289, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90289.pdf", "status_text": "Motion to Amend,", "journal_page": 556, "committee_id_action": 713, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 16605, "action_date": "2001-02-16T14:00:00-06:00", "document_id": 90289, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90289.pdf", "status_text": "Do Pass Amended,", "journal_page": 556, "committee_id_action": 713, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 49795, "president_vote": null, "Yea": [2516, 2517, 2520, 2523, 2524, 2529, 2534, 2535, 2536, 2542, 2549, 2551, 2552, 2567, 2573, 2576, 2580, 2585, 2590, 2597, 2606, 2615, 2617], "Nay": [2531, 2532, 2539, 2562, 2569, 2581, 2584, 2598, 2607, 2609, 2616], "Excused": [2550]}}, {"bill_id": 16605, "action_date": "2001-02-16T14:00:00-06:00", "document_id": 90289, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90289.pdf", "status_text": "Intent to reconsider", "journal_page": 557, "committee_id_action": 713, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16605, "action_date": "2001-02-16T14:00:00-06:00", "document_id": 90289, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90289.pdf", "status_text": "Reconsidered", "journal_page": 557, "committee_id_action": 713, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 49799, "president_vote": null, "Yea": [2516, 2517, 2520, 2523, 2524, 2529, 2531, 2534, 2535, 2536, 2542, 2549, 2551, 2552, 2567, 2573, 2576, 2580, 2585, 2590, 2597, 2606, 2615, 2617], "Nay": [2532, 2539, 2562, 2569, 2584, 2598, 2607, 2609, 2616], "Excused": [2550, 2581]}}, {"bill_id": 16605, "action_date": "2001-02-16T14:00:00-06:00", "document_id": 90289, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90289.pdf", "status_text": "Motion to Amend,", "journal_page": 566, "committee_id_action": 713, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 16605, "action_date": "2001-02-16T14:00:00-06:00", "document_id": 90289, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90289.pdf", "status_text": "Do Pass Amended,", "journal_page": 566, "committee_id_action": 713, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 49812, "president_vote": null, "Yea": [2516, 2517, 2520, 2523, 2524, 2529, 2534, 2535, 2536, 2542, 2549, 2551, 2552, 2567, 2573, 2576, 2580, 2585, 2590, 2597, 2606, 2615, 2617], "Nay": [2531, 2532, 2539, 2562, 2569, 2581, 2584, 2598, 2607, 2609, 2616], "Excused": [2550]}}, {"bill_id": 16605, "action_date": "2001-02-20T14:00:00-06:00", "document_id": 90359, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90359.pdf", "status_text": "First read in House and referred to", "journal_page": 604, "committee_id_action": 712, "committee_id_assigned": 707, "result": "N", "vote": {}}, {"bill_id": 16605, "action_date": "2001-02-23T10:00:00-06:00", "document_id": 90655, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90655.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 707, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16605, "action_date": "2001-02-23T10:00:00-06:00", "document_id": 90655, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90655.pdf", "status_text": "Do Pass Amended,", "journal_page": 666, "committee_id_action": 707, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 50062, "president_vote": null, "Yea": [2526, 2537, 2538, 2540, 2563, 2565, 2582, 2604, 2588, 2593], "Nay": [2548, 2554, 2591]}}, {"bill_id": 16605, "action_date": "2001-02-23T10:00:00-06:00", "document_id": 90655, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90655.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 707, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 16605, "action_date": "2001-02-26T14:00:00-06:00", "document_id": 90883, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90883.pdf", "status_text": "Deferred to another day", "journal_page": 733, "committee_id_action": 712, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 16605, "action_date": "2001-02-27T14:00:00-06:00", "document_id": 91027, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/91027.pdf", "status_text": "Deferred to another day", "journal_page": 753, "committee_id_action": 712, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 16605, "action_date": "2001-02-28T14:00:00-06:00", "document_id": 91123, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/91123.pdf", "status_text": "Motion to Amend,", "journal_page": 777, "committee_id_action": 712, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 16605, "action_date": "2001-02-28T14:00:00-06:00", "document_id": 91123, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/91123.pdf", "status_text": "Motion to Amend,", "journal_page": 778, "committee_id_action": 712, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 16605, "action_date": "2001-02-28T14:00:00-06:00", "document_id": 91123, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/91123.pdf", "status_text": "Do Pass Amended,", "journal_page": 778, "committee_id_action": 712, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 51725, "president_vote": null, "Yea": [2514, 2515, 2519, 2522, 2525, 2526, 2528, 2533, 2537, 2538, 2544, 2545, 2546, 2553, 2556, 2557, 2558, 2559, 2561, 2563, 2564, 2565, 2566, 2570, 2571, 2572, 2575, 2577, 2578, 2579, 2582, 2583, 2586, 2588, 2592, 2593, 2595, 2596, 2599, 2600, 2601, 2603, 2604, 2605, 2608, 2610, 2612, 2613, 2618, 2540], "Nay": [2518, 2521, 2527, 2530, 2543, 2547, 2548, 2554, 2555, 2560, 2568, 2574, 2587, 2589, 2591, 2594, 2602, 2611, 2614], "Excused": [2541]}}, {"bill_id": 16605, "action_date": "2001-03-02T14:00:00-06:00", "document_id": 91196, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/91196.pdf", "status_text": "Conference Committee appointments", "journal_page": 831, "committee_id_action": 712, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16605, "action_date": "2001-03-03T14:00:00-06:00", "document_id": 91239, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/91239.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 853, "committee_id_action": 712, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 51773, "president_vote": null, "Yea": [2514, 2519, 2522, 2525, 2526, 2528, 2533, 2537, 2538, 2544, 2545, 2546, 2553, 2556, 2557, 2558, 2559, 2561, 2563, 2564, 2565, 2566, 2570, 2571, 2572, 2575, 2577, 2578, 2579, 2582, 2583, 2586, 2588, 2592, 2593, 2595, 2596, 2599, 2600, 2601, 2603, 2604, 2605, 2608, 2610, 2613, 2618, 2540], "Nay": [2515, 2518, 2521, 2527, 2530, 2541, 2543, 2547, 2548, 2554, 2555, 2560, 2568, 2574, 2587, 2589, 2591, 2594, 2602, 2611, 2612, 2614]}}, {"bill_id": 16605, "action_date": "2001-03-03T14:00:00-06:00", "document_id": 91268, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/91268.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 806, "committee_id_action": 713, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 50378, "president_vote": null, "Yea": [2516, 2517, 2520, 2523, 2524, 2529, 2534, 2535, 2536, 2542, 2549, 2551, 2552, 2567, 2573, 2576, 2580, 2585, 2597, 2606, 2615, 2617], "Nay": [2531, 2532, 2539, 2562, 2569, 2581, 2584, 2590, 2598, 2607, 2609, 2616], "Excused": [2550]}}, {"bill_id": 16605, "action_date": "2001-03-03T14:00:00-06:00", "document_id": 91268, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/91268.pdf", "status_text": "Signed by President", "journal_page": 816, "committee_id_action": 713, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16605, "action_date": "2001-03-03T14:00:00-06:00", "document_id": 91268, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/91268.pdf", "status_text": "Delivered to the Governor", "journal_page": 821, "committee_id_action": 713, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16605, "action_date": "2001-03-03T14:00:00-06:00", "document_id": 91239, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/91239.pdf", "status_text": "Signed by Speaker", "journal_page": 876, "committee_id_action": 712, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16605, "action_date": "2001-03-09T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": 841, "committee_id_action": 713, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 1785, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/16605"}