{"session_id": 44, "bill_id": 21889, "bill_type": "House Bill", "bill_number": 1003, "bill_title": "revise certain provisions regarding credit for reinsurance.", "sponsors": [], "keywords": ["Executive/Judiciary Request", "Insurance"], "audio": [{"meeting_datetime": "2021-01-25T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hco09.mp3", "start_seconds": 2362.0}, {"meeting_datetime": "2021-01-25T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hco09.mp3", "start_seconds": 2362.0}, {"meeting_datetime": "2021-01-25T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hco09.mp3", "start_seconds": 2362.0}, {"meeting_datetime": "2021-02-04T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sco16.mp3", "start_seconds": 675.0}, {"meeting_datetime": "2021-02-04T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sco16.mp3", "start_seconds": 675.0}, {"meeting_datetime": "2021-02-04T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sco16.mp3", "start_seconds": 675.0}, {"meeting_datetime": "2021-02-04T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sco16.mp3", "start_seconds": 675.0}], "bill_versions": [{"bill_id": 21889, "bill_version_id": 209965, "bill_version": "Introduced", "bill_version_date": "2021-01-05T14:28:01.36-06:00", "bill_text": "An Act to revise certain provisions regarding credit for reinsurance. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 58-14-16.23. Credit for reinsurance for reinsurers in reciprocal jurisdictions--Eligibility requirements. Credit must be allowed when the reinsurance is ceded to an assuming insurer with its head office or domicile in a reciprocal jurisdiction in compliance with §§ 58-14-16.23 to 58-14-16.34, inclusive. A reciprocal jurisdiction is a jurisdiction that meets one of the following: (1) A non-United States jurisdiction subject to an in-force covered agreement with the United States, each within its legal authority, or, in the case of a covered agreement between the United States and European Union, is a member state of the European Union. For purposes of this chapter, a covered agreement is an agreement entered into pursuant to Dodd-Frank Wall Street Reform and Consumer Protection Act, 31 U.S.C. §§ 313 and 314, that is currently in effect or in a period of provisional application and addresses the elimination, under specified conditions, of collateral requirements as a condition for entering into any reinsurance agreement with a ceding insurer domiciled in this state or for allowing the ceding insurer to recognize credit for reinsurance; (2) A United States jurisdiction that meets the requirements for accreditation under the NAIC financial standards and accreditation program; or (3) A qualified jurisdiction, as determined by the director pursuant to this chapter, that is not otherwise described in subdivisions (1) or (2) of this section and that the director determines meets the following additional requirements: (a) Provides that an insurer that has its head office or is domiciled in a qualified jurisdiction is allowed credit for reinsurance ceded to a United States-domiciled assuming insurer in the same manner as credit for reinsurance is allowed for reinsurance assumed by insurers domiciled in a qualified jurisdiction; (b) Does not require a United States-domiciled assuming insurer to establish or maintain a local presence as a condition for entering into a reinsurance agreement with any ceding insurer subject to regulation by the non-United States jurisdiction or as a condition to allow the ceding insurer to recognize credit for reinsurance; (c) Recognizes the United States state regulatory approach to group supervision and group capital, by providing written confirmation by a competent regulatory authority in a qualified jurisdiction that insurers and insurance groups that are domiciled or maintain their headquarters in this state or another jurisdiction accredited by the NAIC shall be subject only to worldwide prudential insurance group supervision including worldwide group governance, solvency and capital, and reporting by the director or the insurance commissioner of the domiciliary state and will not be subject to group supervision at the level of the worldwide parent undertaking of the insurance or reinsurance group by the qualified jurisdiction; and (d) Provides written confirmation by a competent regulatory authority in the qualified jurisdiction that information regarding insurers and their parent, subsidiary, or affiliated entities shall be provided to the director in accordance with a memorandum of understanding or similar document between the director and the qualified jurisdiction, including the International Association of Insurance Supervisors Multilateral Memorandum of Understanding or other multilateral memoranda of understanding coordinated by the NAIC. Section 2. That a NEW SECTION be added: 58-14-16.24. Credit for reinsurance for reinsurers in reciprocal jurisdictions--Capital and surplus requirements. An assuming insurer under § 58-14-16.23 shall have and maintain, on an ongoing basis: (1) A license to transact reinsurance by, and have its head office or be domiciled in, a reciprocal jurisdiction; (2) Minimum capital and surplus, or its equivalent, calculated on at least an annual basis as of the preceding December thirty-first or at the annual date otherwise statutorily reported to the reciprocal jurisdiction, and confirmed pursuant to subdivision 58-14-16.25(6) according to the methodology of its domiciliary jurisdiction, in the following amounts: (a) No less than two hundred fifty million dollars; or (b) If the assuming insurer is an association, including incorporated and individual unincorporated underwriters, minimum capital and surplus equivalents net of liabilities or own funds of the equivalent of at least two hundred fifty million dollars and a central fund containing a balance of the equivalent of at least two hundred fifty million dollars; and (3) Minimum solvency or capital ratio as follows: (a) If the assuming insurer has its head office or is domiciled in a reciprocal jurisdiction as defined in subdivision 58-14-16.23(1), the ratio specified in the applicable covered agreement; (b) If the assuming insurer is domiciled in a reciprocal jurisdiction as defined in subdivision 58-14-16.23(2), a risk-based capital ratio of three hundred percent of the authorized control level calculated in accordance with a formula developed by the NAIC and prescribed by the director; or (c) If the assuming insurer is domiciled in a reciprocal jurisdiction as defined in subdivision 58-14-16.23(3), after consultation with the reciprocal jurisdiction and considering any recommendations published through the NAIC, such solvency or capital ratio as the director determines to be an effective measure of solvency. Section 3. That a NEW SECTION be added: 58-14-16.25. Credit for reinsurance for reinsurers in reciprocal jurisdictions--Adequate assurances required. An assuming insurer under § 58-14-16.23 shall agree in writing to provide adequate assurance to the director, in a form prescribed by the director, as follows: (1) The assuming insurer shall provide prompt written notice and explanation to the director if the assuming insurer falls below the minimum requirements set forth in § 58-14-16.24, or if any regulatory action is taken against the assuming insurer for serious noncompliance with applicable law; (2) The assuming insurer shall consent in writing to the jurisdiction of the courts of this state and to the appointment of the director as agent for service of process. The director may require that consent for service of process be provided to the director and included in each reinsurance agreement. Nothing in this subdivision limits or alters the capacity of parties to a reinsurance agreement to agree to alternative dispute resolution mechanisms, except to the extent such agreements are unenforceable under applicable insolvency or delinquency laws; (3) The assuming insurer shall consent in writing to pay all final judgments wherever enforcement is sought as obtained by a ceding insurer or its legal successor that have been declared enforceable in the jurisdiction where the judgment was obtained; (4) Each reinsurance agreement must include a provision requiring the assuming insurer to provide security in an amount equal to one hundred percent of the assuming insurer's liabilities attributable to reinsurance ceded pursuant to that agreement if the assuming insurer resists enforcement of a final judgment that is enforceable under the law of the jurisdiction in which it was obtained or a properly enforceable arbitration award, whether obtained by the ceding insurer or by its legal successor on behalf of its resolution estate; (5) The assuming insurer shall confirm that it is not presently participating in any solvent scheme of arrangement that involves this state's ceding insurers and shall agree to notify the ceding insurer and the director and to provide security in an amount equal to one hundred percent of the assuming insurer's liabilities to the ceding insurer if the assuming insurer enters into such a solvent scheme of arrangement. Such security shall be in a form consistent with the provisions of this chapter. For purposes of this section, the term, solvent scheme of arrangement, means a foreign or alien statutory or regulatory compromise procedure subject to requisite majority creditor approval and judicial sanction in the assuming insurer's home jurisdiction either to finally commute liabilities of duly noticed classed members or creditors of a solvent debtor, or to reorganize or restructure the debts and obligations of a solvent debtor on a final basis, and which may be subject to judicial recognition and enforcement of the arrangement by a governing authority outside the ceding insurer's home jurisdiction; and (6) An assuming insurer's supervisory authority shall confirm to the director on an annual basis, as of the preceding December thirty-first or at the annual date otherwise statutorily reported to the reciprocal jurisdiction, that the assuming insurer complies with the requirements of § 58-14-16.24. Nothing in this section precludes an assuming insurer from providing the director with information on a voluntary basis. Section 4. That a NEW SECTION be added: 58-14-16.26. Documents that must be provided to the division. An assuming insurer under § 58-14-16.23 or its legal successor shall provide, if requested by the director, on behalf of itself and any legal predecessors, the following documentation to the director: (1) For the two years preceding entry into the reinsurance agreement and on an annual basis thereafter, the assuming insurer's annual audited financial statements in accordance with the applicable law of the jurisdiction of its head office or domiciliary jurisdiction, including the external audit report; (2) For the two years preceding entry into the reinsurance agreement, the solvency and financial condition report or actuarial opinion, if filed with the assuming insurer's supervisor; and (3) Prior to entry into the reinsurance agreement and not more than semiannually thereafter: (a) An updated list of all disputed and overdue reinsurance claims that are outstanding for ninety days or more regarding reinsurance assumed from ceding insurers domiciled in the United States; and (b) Information regarding the assuming insurer's assumed reinsurance by ceding insurer, ceded reinsurance by the assuming insurer, and reinsurance recoverable on paid and unpaid losses by the assuming insurer to allow for the evaluation of the criteria set forth in § 58-14-16.27. Section 5. That a NEW SECTION be added: 58-14-16.27. Prompt payment practices. An assuming insurer under § 58-14-16.23 shall maintain a practice of prompt payment of claims under a reinsurance agreement. The lack of prompt payment is evidenced if any of the following criteria are met: (1) More than fifteen percent of the reinsurance recoverables from the assuming insurer are overdue and in dispute as reported to the director; (2) More than fifteen percent of the assuming insurer's ceding insurers or reinsurers have overdue reinsurance recoverable on paid losses of ninety days or more that are not in dispute and that exceed one hundred thousand dollars for each ceding insurer or as otherwise specified in a covered agreement; or (3) The aggregate amount of reinsurance recoverable on paid losses that are not in dispute but are overdue by ninety days or more exceeds fifty million dollars or as otherwise specified in a covered agreement. Section 6. That a NEW SECTION be added: 58-14-16.28. List or reciprocal jurisdictions to be published. The director shall timely create and publish a list of reciprocal jurisdictions that includes any reciprocal jurisdiction as defined under this chapter. A list of reciprocal jurisdictions is published by the NAIC and the director shall consider any other reciprocal jurisdiction included on the list. The director may approve a jurisdiction that does not appear on the list of reciprocal jurisdictions in accordance with criteria provided in this chapter. The director may remove a jurisdiction from the list of reciprocal jurisdictions upon a determination that the jurisdiction no longer meets one or more of the requirements of a reciprocal jurisdiction in accordance with § 58-14-16.23. However, the director may not remove from the list a reciprocal jurisdiction as under subdivisions 58-14-16.23(1) and (2). Upon removal of a reciprocal jurisdiction from this list, credit for reinsurance ceded to an assuming insurer that has its home office or is domiciled in that jurisdiction is allowed if otherwise allowed pursuant to this chapter. Section 7. That a NEW SECTION be added: 58-14-16.29. List of assuming insurers. The director shall timely create and publish a list of assuming insurers that have satisfied the conditions set forth in §§ 58-14-16.23 to 58-14-16.34, inclusive, and to which cessions must be granted credit. The director may add an assuming insurer to the list if an NAIC-accredited jurisdiction has added the assuming insurer to its list of assuming insurers or if, upon initial eligibility, the assuming insurer submits the information to the director as required under § 58-14-16.25, except to the extent that submissions conflict with an applicable covered agreement. If an NAIC-accredited jurisdiction has determined that the conditions set forth in §§ 58-14-16.24 to 58-14-16.27, inclusive, have been met, the director has the discretion to defer to that jurisdiction's determination and add such assuming insurer to the list of assuming insurers. The director may accept financial documentation filed with another NAIC-accredited jurisdiction or with the NAIC in satisfaction of the requirements of §§ 58-14-16.24 to 58-14-16.27, inclusive. When requesting that the director defer to another NAIC-accredited jurisdiction's determination, an assuming insurer shall submit a properly executed form prescribed by the director and other additional information as the director may require. A state that has received such a request will notify other states through the NAIC and provide relevant information with respect to the determination of eligibility. Section 8. That a NEW SECTION be added: 58-14-16.30. Assuming insurers that no longer meet one or more requirements. If the director determines that an assuming insurer no longer meets a requirement under §§ 58-14-16.23 to 58-14-16.34, inclusive, the director may revoke or suspend the eligibility of the assuming insurer. While an assuming insurer's eligibility is suspended, no reinsurance agreement issued, amended, or renewed after the effective date of the suspension qualifies for credit except to the extent that the assuming insurer's obligations under the contract are secured in accordance with § 58-14-16. If an assuming insurer's eligibility is revoked, no credit for reinsurance may be granted after the effective date of the revocation with respect to any reinsurance agreements entered into by the assuming insurer, including reinsurance agreements entered into prior to the date of revocation, except to the extent that the assuming insurer's obligations under the contract are secured in a form acceptable to the director and consistent with the provisions of § 58-14-16. Section 9. That a NEW SECTION be added: 58-14-16.31. Procedure for denying statement credit. Before denying statement credit or imposing a requirement to post security under § 58-14-16.30 or adopting any similar requirement that will have substantially the same regulatory impact as security, the director shall: (1) Communicate with the ceding insurer, the assuming insurer, and the assuming insurer's supervisory authority that the assuming insurer no longer satisfies one of the conditions listed in §§ 58-14-16.24 to 58-14-16.27, inclusive; (2) Provide the assuming insurer with thirty days from the initial communication to submit a plan to remedy the defect and ninety days from the initial communication to remedy the defect, except in exceptional circumstances in which a shorter period is necessary for policyholder and other consumer protection; (3) After the expiration of ninety days or less, as set out in subdivision (2) of this section, if the director determines that no or insufficient action was taken by the assuming insurer, the director may impose any of the requirements under §§ 58-14-16.23 to 58-14-16.34, inclusive; and (4) Provide a written explanation to the assuming insurer of any of the requirements under §§ 58-14-16.23 to 58-14-16.34, inclusive. Section 10. That a NEW SECTION be added: 58-14-16.32. Assuming insurers in receivership. If subject to a legal process of rehabilitation, liquidation, or conservation, the ceding insurer or its representative may seek and, if determined appropriate by the court in which the proceedings are pending, obtain an order requiring that the assuming insurer post security for all outstanding ceded liabilities. Section 11. That a NEW SECTION be added: 58-14-16.33. Effective date for reinsurers in reciprocal jurisdictions. Credit may be taken under §§ 58-14-16.23 to 58-14-16.34, inclusive, only for reinsurance agreements entered into, amended, or renewed on or after July 1, 2021, and only with respect to losses incurred and reserves reported on or after the later of the date on which the assuming insurer has met all eligibility requirements pursuant to §§ 58-14-16.23 to 58-14-16.27, inclusive, or the effective date of the new reinsurance agreement, amendment, or renewal. Nothing in this section alters or impairs a ceding insurer's right to take credit for reinsurance, to the extent that credit is not available under §§ 58-14-16.23 to 58-14-16.34, inclusive, as long as the reinsurance qualifies for credit under any other applicable provision of this chapter. Section 12. That a NEW SECTION be added: 58-14-16.34. Application of reciprocal jurisdiction laws. Nothing in §§ 58-14-16.23 to 58-14-16.34, inclusive: (1) Limits or in any way alters the capacity of parties to a reinsurance agreement to agree on requirements for security or other terms in that reinsurance agreement except as expressly prohibited by this chapter or other applicable law; (2) Authorizes an assuming insurer to withdraw or reduce the security provided under any reinsurance agreement except as permitted by the terms of the agreement; or (3) Limits or alters the capacity of parties to any reinsurance agreement to renegotiate the agreement."}, {"bill_id": 21889, "bill_version_id": 216790, "bill_version": "Enrolled", "bill_version_date": "2021-02-05T16:29:30.763-06:00", "bill_text": "ENTITLED An Act to revise certain provisions regarding credit for reinsurance. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 58-14-16.23. Credit for reinsurance for reinsurers in reciprocal jurisdictions--Eligibility requirements. Credit must be allowed when the reinsurance is ceded to an assuming insurer with its head office or domicile in a reciprocal jurisdiction in compliance with §§ 58-14-16.23 to 58-14-16.34, inclusive. A reciprocal jurisdiction is a jurisdiction that meets one of the following: (1) A non-United States jurisdiction subject to an in-force covered agreement with the United States, each within its legal authority, or, in the case of a covered agreement between the United States and European Union, is a member state of the European Union. For purposes of this chapter, a covered agreement is an agreement entered into pursuant to Dodd-Frank Wall Street Reform and Consumer Protection Act, 31 U.S.C. §§ 313 and 314, that is currently in effect or in a period of provisional application and addresses the elimination, under specified conditions, of collateral requirements as a condition for entering into any reinsurance agreement with a ceding insurer domiciled in this state or for allowing the ceding insurer to recognize credit for reinsurance; (2) A United States jurisdiction that meets the requirements for accreditation under the NAIC financial standards and accreditation program; or (3) A qualified jurisdiction, as determined by the director pursuant to this chapter, that is not otherwise described in subdivisions (1) or (2) of this section and that the director determines meets the following additional requirements: (a) Provides that an insurer that has its head office or is domiciled in a qualified jurisdiction is allowed credit for reinsurance ceded to a United States-domiciled assuming insurer in the same manner as credit for reinsurance is allowed for reinsurance assumed by insurers domiciled in a qualified jurisdiction; (b) Does not require a United States-domiciled assuming insurer to establish or maintain a local presence as a condition for entering into a reinsurance agreement with any ceding insurer subject to regulation by the non-United States jurisdiction or as a condition to allow the ceding insurer to recognize credit for reinsurance; (c) Recognizes the United States state regulatory approach to group supervision and group capital, by providing written confirmation by a competent regulatory authority in a qualified jurisdiction that insurers and insurance groups that are domiciled or maintain their headquarters in this state or another jurisdiction accredited by the NAIC shall be subject only to worldwide prudential insurance group supervision including worldwide group governance, solvency and capital, and reporting by the director or the insurance commissioner of the domiciliary state and will not be subject to group supervision at the level of the worldwide parent undertaking of the insurance or reinsurance group by the qualified jurisdiction; and (d) Provides written confirmation by a competent regulatory authority in the qualified jurisdiction that information regarding insurers and their parent, subsidiary, or affiliated entities shall be provided to the director in accordance with a memorandum of understanding or similar document between the director and the qualified jurisdiction, including the International Association of Insurance Supervisors Multilateral Memorandum of Understanding or other multilateral memoranda of understanding coordinated by the NAIC. Section 2. That a NEW SECTION be added: 58-14-16.24. Credit for reinsurance for reinsurers in reciprocal jurisdictions--Capital and surplus requirements. An assuming insurer under § 58-14-16.23 shall have and maintain, on an ongoing basis: (1) A license to transact reinsurance by, and have its head office or be domiciled in, a reciprocal jurisdiction; (2) Minimum capital and surplus, or its equivalent, calculated on at least an annual basis as of the preceding December thirty-first or at the annual date otherwise statutorily reported to the reciprocal jurisdiction, and confirmed pursuant to subdivision 58-14-16.25(6) according to the methodology of its domiciliary jurisdiction, in the following amounts: (a) No less than two hundred fifty million dollars; or (b) If the assuming insurer is an association, including incorporated and individual unincorporated underwriters, minimum capital and surplus equivalents net of liabilities or own funds of the equivalent of at least two hundred fifty million dollars and a central fund containing a balance of the equivalent of at least two hundred fifty million dollars; and (3) Minimum solvency or capital ratio as follows: (a) If the assuming insurer has its head office or is domiciled in a reciprocal jurisdiction as defined in subdivision 58-14-16.23(1), the ratio specified in the applicable covered agreement; (b) If the assuming insurer is domiciled in a reciprocal jurisdiction as defined in subdivision 58-14-16.23(2), a risk-based capital ratio of three hundred percent of the authorized control level calculated in accordance with a formula developed by the NAIC and prescribed by the director; or (c) If the assuming insurer is domiciled in a reciprocal jurisdiction as defined in subdivision 58-14-16.23(3), after consultation with the reciprocal jurisdiction and considering any recommendations published through the NAIC, such solvency or capital ratio as the director determines to be an effective measure of solvency. Section 3. That a NEW SECTION be added: 58-14-16.25. Credit for reinsurance for reinsurers in reciprocal jurisdictions--Adequate assurances required. An assuming insurer under § 58-14-16.23 shall agree in writing to provide adequate assurance to the director, in a form prescribed by the director, as follows: (1) The assuming insurer shall provide prompt written notice and explanation to the director if the assuming insurer falls below the minimum requirements set forth in § 58-14-16.24, or if any regulatory action is taken against the assuming insurer for serious noncompliance with applicable law; (2) The assuming insurer shall consent in writing to the jurisdiction of the courts of this state and to the appointment of the director as agent for service of process. The director may require that consent for service of process be provided to the director and included in each reinsurance agreement. Nothing in this subdivision limits or alters the capacity of parties to a reinsurance agreement to agree to alternative dispute resolution mechanisms, except to the extent such agreements are unenforceable under applicable insolvency or delinquency laws; (3) The assuming insurer shall consent in writing to pay all final judgments wherever enforcement is sought as obtained by a ceding insurer or its legal successor that have been declared enforceable in the jurisdiction where the judgment was obtained; (4) Each reinsurance agreement must include a provision requiring the assuming insurer to provide security in an amount equal to one hundred percent of the assuming insurer's liabilities attributable to reinsurance ceded pursuant to that agreement if the assuming insurer resists enforcement of a final judgment that is enforceable under the law of the jurisdiction in which it was obtained or a properly enforceable arbitration award, whether obtained by the ceding insurer or by its legal successor on behalf of its resolution estate; (5) The assuming insurer shall confirm that it is not presently participating in any solvent scheme of arrangement that involves this state's ceding insurers and shall agree to notify the ceding insurer and the director and to provide security in an amount equal to one hundred percent of the assuming insurer's liabilities to the ceding insurer if the assuming insurer enters into such a solvent scheme of arrangement. Such security shall be in a form consistent with the provisions of this chapter. For purposes of this section, the term, solvent scheme of arrangement, means a foreign or alien statutory or regulatory compromise procedure subject to requisite majority creditor approval and judicial sanction in the assuming insurer's home jurisdiction either to finally commute liabilities of duly noticed classed members or creditors of a solvent debtor, or to reorganize or restructure the debts and obligations of a solvent debtor on a final basis, and which may be subject to judicial recognition and enforcement of the arrangement by a governing authority outside the ceding insurer's home jurisdiction; and (6) An assuming insurer's supervisory authority shall confirm to the director on an annual basis, as of the preceding December thirty-first or at the annual date otherwise statutorily reported to the reciprocal jurisdiction, that the assuming insurer complies with the requirements of § 58-14-16.24. Nothing in this section precludes an assuming insurer from providing the director with information on a voluntary basis. Section 4. That a NEW SECTION be added: 58-14-16.26. Documents that must be provided to the division. An assuming insurer under § 58-14-16.23 or its legal successor shall provide, if requested by the director, on behalf of itself and any legal predecessors, the following documentation to the director: (1) For the two years preceding entry into the reinsurance agreement and on an annual basis thereafter, the assuming insurer's annual audited financial statements in accordance with the applicable law of the jurisdiction of its head office or domiciliary jurisdiction, including the external audit report; (2) For the two years preceding entry into the reinsurance agreement, the solvency and financial condition report or actuarial opinion, if filed with the assuming insurer's supervisor; and (3) Prior to entry into the reinsurance agreement and not more than semiannually thereafter: (a) An updated list of all disputed and overdue reinsurance claims that are outstanding for ninety days or more regarding reinsurance assumed from ceding insurers domiciled in the United States; and (b) Information regarding the assuming insurer's assumed reinsurance by ceding insurer, ceded reinsurance by the assuming insurer, and reinsurance recoverable on paid and unpaid losses by the assuming insurer to allow for the evaluation of the criteria set forth in § 58-14-16.27. Section 5. That a NEW SECTION be added: 58-14-16.27. Prompt payment practices. An assuming insurer under § 58-14-16.23 shall maintain a practice of prompt payment of claims under a reinsurance agreement. The lack of prompt payment is evidenced if any of the following criteria are met: (1) More than fifteen percent of the reinsurance recoverables from the assuming insurer are overdue and in dispute as reported to the director; (2) More than fifteen percent of the assuming insurer's ceding insurers or reinsurers have overdue reinsurance recoverable on paid losses of ninety days or more that are not in dispute and that exceed one hundred thousand dollars for each ceding insurer or as otherwise specified in a covered agreement; or (3) The aggregate amount of reinsurance recoverable on paid losses that are not in dispute but are overdue by ninety days or more exceeds fifty million dollars or as otherwise specified in a covered agreement. Section 6. That a NEW SECTION be added: 58-14-16.28. List or reciprocal jurisdictions to be published. The director shall timely create and publish a list of reciprocal jurisdictions that includes any reciprocal jurisdiction as defined under this chapter. A list of reciprocal jurisdictions is published by the NAIC and the director shall consider any other reciprocal jurisdiction included on the list. The director may approve a jurisdiction that does not appear on the list of reciprocal jurisdictions in accordance with criteria provided in this chapter. The director may remove a jurisdiction from the list of reciprocal jurisdictions upon a determination that the jurisdiction no longer meets one or more of the requirements of a reciprocal jurisdiction in accordance with § 58-14-16.23. However, the director may not remove from the list a reciprocal jurisdiction as under subdivisions 58-14-16.23(1) and (2). Upon removal of a reciprocal jurisdiction from this list, credit for reinsurance ceded to an assuming insurer that has its home office or is domiciled in that jurisdiction is allowed if otherwise allowed pursuant to this chapter. Section 7. That a NEW SECTION be added: 58-14-16.29. List of assuming insurers. The director shall timely create and publish a list of assuming insurers that have satisfied the conditions set forth in §§ 58-14-16.23 to 58-14-16.34, inclusive, and to which cessions must be granted credit. The director may add an assuming insurer to the list if an NAIC-accredited jurisdiction has added the assuming insurer to its list of assuming insurers or if, upon initial eligibility, the assuming insurer submits the information to the director as required under § 58-14-16.25, except to the extent that submissions conflict with an applicable covered agreement. If an NAIC-accredited jurisdiction has determined that the conditions set forth in §§ 58-14-16.24 to 58-14-16.27, inclusive, have been met, the director has the discretion to defer to that jurisdiction's determination and add such assuming insurer to the list of assuming insurers. The director may accept financial documentation filed with another NAIC-accredited jurisdiction or with the NAIC in satisfaction of the requirements of §§ 58-14-16.24 to 58-14-16.27, inclusive. When requesting that the director defer to another NAIC-accredited jurisdiction's determination, an assuming insurer shall submit a properly executed form prescribed by the director and other additional information as the director may require. A state that has received such a request will notify other states through the NAIC and provide relevant information with respect to the determination of eligibility. Section 8. That a NEW SECTION be added: 58-14-16.30. Assuming insurers that no longer meet one or more requirements. If the director determines that an assuming insurer no longer meets a requirement under §§ 58-14-16.23 to 58-14-16.34, inclusive, the director may revoke or suspend the eligibility of the assuming insurer. While an assuming insurer's eligibility is suspended, no reinsurance agreement issued, amended, or renewed after the effective date of the suspension qualifies for credit except to the extent that the assuming insurer's obligations under the contract are secured in accordance with § 58-14-16. If an assuming insurer's eligibility is revoked, no credit for reinsurance may be granted after the effective date of the revocation with respect to any reinsurance agreements entered into by the assuming insurer, including reinsurance agreements entered into prior to the date of revocation, except to the extent that the assuming insurer's obligations under the contract are secured in a form acceptable to the director and consistent with the provisions of § 58-14-16. Section 9. That a NEW SECTION be added: 58-14-16.31. Procedure for denying statement credit. Before denying statement credit or imposing a requirement to post security under § 58-14-16.30 or adopting any similar requirement that will have substantially the same regulatory impact as security, the director shall: (1) Communicate with the ceding insurer, the assuming insurer, and the assuming insurer's supervisory authority that the assuming insurer no longer satisfies one of the conditions listed in §§ 58-14-16.24 to 58-14-16.27, inclusive; (2) Provide the assuming insurer with thirty days from the initial communication to submit a plan to remedy the defect and ninety days from the initial communication to remedy the defect, except in exceptional circumstances in which a shorter period is necessary for policyholder and other consumer protection; (3) After the expiration of ninety days or less, as set out in subdivision (2) of this section, if the director determines that no or insufficient action was taken by the assuming insurer, the director may impose any of the requirements under §§ 58-14-16.23 to 58-14-16.34, inclusive; and (4) Provide a written explanation to the assuming insurer of any of the requirements under §§ 58-14-16.23 to 58-14-16.34, inclusive. Section 10. That a NEW SECTION be added: 58-14-16.32. Assuming insurers in receivership. If subject to a legal process of rehabilitation, liquidation, or conservation, the ceding insurer or its representative may seek and, if determined appropriate by the court in which the proceedings are pending, obtain an order requiring that the assuming insurer post security for all outstanding ceded liabilities. Section 11. That a NEW SECTION be added: 58-14-16.33. Effective date for reinsurers in reciprocal jurisdictions. Credit may be taken under §§ 58-14-16.23 to 58-14-16.34, inclusive, only for reinsurance agreements entered into, amended, or renewed on or after July 1, 2021, and only with respect to losses incurred and reserves reported on or after the later of the date on which the assuming insurer has met all eligibility requirements pursuant to §§ 58-14-16.23 to 58-14-16.27, inclusive, or the effective date of the new reinsurance agreement, amendment, or renewal. Nothing in this section alters or impairs a ceding insurer's right to take credit for reinsurance, to the extent that credit is not available under §§ 58-14-16.23 to 58-14-16.34, inclusive, as long as the reinsurance qualifies for credit under any other applicable provision of this chapter. Section 12. That a NEW SECTION be added: 58-14-16.34. Application of reciprocal jurisdiction laws. Nothing in §§ 58-14-16.23 to 58-14-16.34, inclusive: (1) Limits or in any way alters the capacity of parties to a reinsurance agreement to agree on requirements for security or other terms in that reinsurance agreement except as expressly prohibited by this chapter or other applicable law; (2) Authorizes an assuming insurer to withdraw or reduce the security provided under any reinsurance agreement except as permitted by the terms of the agreement; or (3) Limits or alters the capacity of parties to any reinsurance agreement to renegotiate the agreement. An Act to revise certain provisions regarding credit for reinsurance. I certify that the attached Act originated in the: House as Bill No. 1003 Chief Clerk Speaker of the House Attest: Chief Clerk President of the Senate Attest: Secretary of the Senate House Bill No. 1003 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2021 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2021 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2021 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 21889, "action_date": "2021-01-12T12:00:00-06:00", "document_id": 211012, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211012.pdf", "status_text": "First read in House and referred to", "journal_page": 11, "committee_id_action": 492, "committee_id_assigned": 487, "result": "N", "vote": {}}, {"bill_id": 21889, "action_date": "2021-01-25T10:00:00-06:00", "document_id": 211273, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211273.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 487, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21889, "action_date": "2021-01-25T10:00:00-06:00", "document_id": 211274, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211274.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 487, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 67786, "president_vote": null, "Yea": [1766, 1767, 1772, 3802, 1834, 1843, 1883, 3782, 1862, 3789, 1866, 1769, 1823]}}, {"bill_id": 21889, "action_date": "2021-01-25T10:00:00-06:00", "document_id": 211274, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211274.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 487, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21889, "action_date": "2021-01-26T14:00:00-06:00", "document_id": 213163, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/213163.pdf", "status_text": "Do Pass", "journal_page": 130, "committee_id_action": 492, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 67876, "president_vote": null, "Yea": [1766, 1767, 1768, 1769, 1770, 1772, 1777, 1778, 1780, 1781, 1782, 1784, 1788, 1792, 1793, 1795, 1796, 1798, 1799, 1800, 1802, 1804, 1805, 1807, 1809, 1813, 1817, 1820, 1822, 1823, 1824, 1826, 1829, 1830, 1832, 1834, 1835, 1836, 1837, 1839, 1841, 1843, 1844, 1852, 1855, 1862, 1864, 1866, 1868, 1883, 3782, 3783, 3784, 3785, 3786, 3787, 3788, 3789, 3790, 3791, 3792, 3793, 3794, 3797, 3799, 3800, 3801, 3802, 3804, 3806]}}, {"bill_id": 21889, "action_date": "2021-01-27T14:00:00-06:00", "document_id": 213660, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/213660.pdf", "status_text": "First read in Senate and referred to", "journal_page": 124, "committee_id_action": 514, "committee_id_assigned": 504, "result": "N", "vote": {}}, {"bill_id": 21889, "action_date": "2021-02-04T10:00:00-06:00", "document_id": 215539, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215539.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 504, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21889, "action_date": "2021-02-04T10:00:00-06:00", "document_id": 215541, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215541.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 504, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 68442, "president_vote": null, "Yea": [1789, 1828, 1856, 3796, 3795, 1881], "Excused": [1850, 1858, 1870]}}, {"bill_id": 21889, "action_date": "2021-02-04T10:00:00-06:00", "document_id": 215541, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215541.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 504, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21889, "action_date": "2021-02-05T13:00:00-06:00", "document_id": 216665, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216665.pdf", "status_text": "Do Pass", "journal_page": 201, "committee_id_action": 514, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 68609, "president_vote": null, "Yea": [1771, 3798, 1775, 1776, 1881, 1779, 1783, 1785, 1786, 1794, 1801, 1803, 1806, 1808, 1811, 1812, 1819, 1827, 1828, 1831, 3805, 1847, 1850, 1851, 1853, 1856, 1858, 1860, 3803, 3795, 1865], "Excused": [1789, 1790, 3796, 1870]}}, {"bill_id": 21889, "action_date": "2021-02-08T14:00:00-06:00", "document_id": 216807, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216807.pdf", "status_text": "Signed by the Speaker", "journal_page": 247, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21889, "action_date": "2021-02-09T14:30:00-06:00", "document_id": 216938, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216938.pdf", "status_text": "Signed by the President", "journal_page": 229, "committee_id_action": 514, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21889, "action_date": "2021-02-10T14:00:00-06:00", "document_id": 217079, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217079.pdf", "status_text": "Delivered to the Governor", "journal_page": 270, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21889, "action_date": "2021-02-16T14:00:00-06:00", "document_id": 217363, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217363.pdf", "status_text": "Signed by the Governor", "journal_page": 293, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 7105, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/21889"}