{"session_id": 69, "bill_id": 25170, "bill_type": "Senate Bill", "bill_number": 149, "bill_title": "establish the admissibility of evidence of similar acts in civil cases involving sexual assault or child molestation.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25170", "sponsors": [{"legislator_profile_id": 4495, "is_prime": true}, {"legislator_profile_id": 4550, "is_prime": true}], "keywords": ["Evidence"], "audio": [], "bill_versions": [{"bill_id": 25170, "bill_version_id": 262379, "bill_version": "Introduced", "bill_version_date": "2024-01-24T13:45:58.813-06:00", "bill_text": "An Act to establish the admissibility of evidence of similar acts in civil cases involving sexual assault or child molestation. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to chapter 19-19: (a) Permitted uses. In a civil case involving a claim for relief based on a party's alleged sexual assault or child molestation, the court may admit evidence that the party committed any other sexual assault or child molestation. The evidence may be considered as provided in Senate Bill 97 and Senate Bill 98, if enacted by the Ninety-Ninth Session of the South Dakota Legislature. (b) Disclosure to the opponent. If a party intends to offer this evidence, the party must disclose it to the party against whom it will be offered, including witnesses' statements or a summary of the expected testimony. The party must do so at least fifteen days before trial or at a later time that the court allows for good cause. (c) Effect on other rules. This rule does not limit the admission or consideration of evidence under any other rule."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 25170, "action_date": "2024-01-25T13:00:00-06:00", "document_id": 262427, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/262427.pdf", "status_text": "First read in Senate and referred to", "journal_page": 180, "committee_id_action": 1219, "committee_id_assigned": 1214, "result": "N", "vote": {}}]}