{"session_id": 47, "bill_id": 13989, "bill_type": "Senate Bill", "bill_number": 209, "bill_title": "to provide notice and benefits to certain employees affected by plant closings and mass layoffs.", "sponsors": [{"legislator_profile_id": 2129, "is_prime": true}, {"legislator_profile_id": 2192, "is_prime": true}, {"legislator_profile_id": 2115, "is_prime": false}, {"legislator_profile_id": 2127, "is_prime": false}, {"legislator_profile_id": 2136, "is_prime": false}, {"legislator_profile_id": 2140, "is_prime": false}, {"legislator_profile_id": 2142, "is_prime": false}, {"legislator_profile_id": 2149, "is_prime": false}, {"legislator_profile_id": 2150, "is_prime": false}, {"legislator_profile_id": 2156, "is_prime": false}, {"legislator_profile_id": 2159, "is_prime": false}, {"legislator_profile_id": 2169, "is_prime": false}, {"legislator_profile_id": 2175, "is_prime": false}, {"legislator_profile_id": 2189, "is_prime": false}], "keywords": ["Labor & Employment", "Liabilities & Torts", "Packing Plants"], "audio": [], "bill_versions": [{"bill_id": 13989, "bill_version_id": 77903, "bill_version": "Introduced", "bill_version_date": "1998-01-26T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide notice and benefits to certain employees affected by plant closings and mass layoffs. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. No employer may close a plant or institute a mass layoff until the end of a sixty- day period after the employer serves written notice of such an order: (1) To each representative of the affected employees as of the time of the notice or, if there is no such representative at that time, to each affected employee; and (2) To the county auditor of each affected county. Section 2. An employer may order the shutdown of a single site of employment before the conclusion of the sixty-day period if, as of the time that notice would have been required, the employer was actively seeking capital or business which, if obtained, would have enabled the employer to avoid or postpone the shutdown or mass layoff and the employer reasonably and in good faith believed that giving the notice required would have precluded the employer from obtaining the needed capital or business. Section 3. An employer may order a plant closing or mass layoff before the conclusion of the sixty-day period if the closing or mass layoff is caused by business circumstances that were not reasonably foreseeable as of the time that notice would have been required. No notice is required if the plant closing or mass layoff is due to any form of natural disaster, such as a flood, tornado, or drought. An employer relying on this section shall give as much notice as is practicable and at that time shall give a brief statement of the basis for reducing the notification period. Section 4. A layoff of more than six months which, at its outset, was announced to be a layoff of six months or less, shall be treated as an employment loss under this Act unless: (1) The extension beyond six months is caused by business circumstances not reasonably foreseeable at the time of the initial layoff; and (2) Notice is given at the time it becomes reasonably foreseeable that the extension beyond six months will be required. Section 5. This Act does not apply to a plant closing or mass layoff if: (1) The closing is of a temporary facility or the closing or layoff is the result of the completion of a particular project or undertaking, and the affected employees were hired with the understanding that their employment was limited to the duration of the facility or the project or undertaking; or (2) The closing or layoff constitutes a strike or constitutes a lockout not intended to evade the requirements of this chapter. Section 6. Any employer who orders a plant closing or mass layoff in violation of section 1 of this Act is liable to each aggrieved employee who suffers an employment loss as a result of such closing or layoff for: (1) Back pay for each day of violation; and (2) Benefits under any employee benefit plan which would have been covered if the employment loss had not occurred. Such liability shall be calculated for the period of the violation, up to a maximum of sixty days, but in no event for more than one-half the number of days the employee was employed by the employer. Section 7. The amount for which an employer is liable under section 6 of this Act shall be reduced by: (1) Any wages paid by the employer to the employee for the period of the violation; (2) Any voluntary and unconditional payment by the employer to the employee that is not required by any legal obligation; and (3) Any payment by the employer to a third party or trustee on behalf of and attributable to the employee for the period of the violation. Section 8. If an employer which has violated this Act proves to the satisfaction of the court that the act or omission that violated this Act was in good faith and that the employer had reasonable grounds for believing that the act or omission was not a violation of this Act, the court may, in its discretion, reduce the amount of the liability provided for in section 7 of this Act. Section 9. The rights and remedies provided to employees by this Act are in addition to, and not in lieu of, any other contractual or statutory rights and remedies of the employees, and are not intended to alter or affect such rights and remedies, except that the period of notification required by this Act shall run concurrently with any period of notification required by contract or by any other statute. Section 10. The mailing of notice to an employee's last known address or inclusion of notice in the employee's paycheck are acceptable methods for fulfillment of the employer's obligation to give notice to each affected employee under this Act. Section 11. Terms used in this Act mean: (1) \"Employer,\" any business enterprise that employs twenty or more employees, excluding part-time employees; (2) \"Plant closing,\" the permanent or temporary shutdown of a single site of employment, or one or more facilities or operating units within a single site of employment, if the shutdown results in an employment loss at the single site of employment during any thirty-day period for ten or more employees excluding any part-time employees; (3) \"Mass layoff,\" a reduction in force which results in an employment loss at the single site of employment during any thirty-day period for at least one-third of the employees excluding any part-time employees; (4) \"Representative,\" an exclusive representative of unionized employees; (5) \"Affected employees,\" employees who may reasonably be expected to experience an employment loss as a consequence of a proposed plant closing or mass layoff by their employer; (6) \"Employment loss,\" an employment termination, other than a discharge for cause, voluntary departure, or retirement; a layoff exceeding six months; or a reduction in hours of work of more than fifty percent during each month of any six-month period; (7) \"Part-time employee,\" an employee who is employed for an average of fewer than twenty hours per week or who has been employed for fewer than six of the twelve months preceding the date on which notice is required. Section 12. In the case of a sale of part or all of an employer's business, the seller is responsible for providing notice for any plant closing or mass layoff up to and including the effective date of the sale. After the effective date of the sale of part or all of an employer's business, the purchaser is responsible for providing notice for any plant closing or mass layoff."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13989, "action_date": "1998-01-26T14:00:00-06:00", "document_id": 76902, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76902.pdf", "status_text": "First read in Senate and referred to", "journal_page": 198, "committee_id_action": 601, "committee_id_assigned": 575, "result": "N", "vote": {}}, {"bill_id": 13989, "action_date": "1998-01-29T10:00:00-06:00", "document_id": 76609, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76609.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 575, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13989, "action_date": "1998-02-03T10:00:00-06:00", "document_id": 76644, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76644.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 295, "committee_id_action": 575, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40249, "president_vote": null, "Yea": [2112, 2169, 2187, 2166, 2182], "Nay": [2156, 2189]}}, {"bill_id": 13989, "action_date": "1998-02-04T14:00:00-06:00", "document_id": 76916, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76916.pdf", "status_text": "Recalled from committee (Rule 7-7)", "journal_page": 327, "committee_id_action": 601, "committee_id_assigned": 575, "result": "P", "vote": {}}, {"bill_id": 13989, "action_date": "1998-02-04T16:00:00-06:00", "document_id": 76660, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76660.pdf", "status_text": "Reconsidered", "journal_page": null, "committee_id_action": 575, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13989, "action_date": "1998-02-04T16:00:00-06:00", "document_id": 76660, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76660.pdf", "status_text": "Do not Pass", "journal_page": 342, "committee_id_action": 575, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38144, "president_vote": null, "Yea": [2112, 2187, 2166, 2182], "Nay": [2156, 2169, 2189]}}]}