{"session_id": 32, "bill_id": 8520, "bill_type": "House Joint Resolution", "bill_number": 1004, "bill_title": "Proposing and submitting to the electors at the next election a Constitutional amendment to revise certain provisions relating to the rights of crime victims.", "sponsors": [{"legislator_profile_id": 1230, "is_prime": true}, {"legislator_profile_id": 1253, "is_prime": true}, {"legislator_profile_id": 1269, "is_prime": false}, {"legislator_profile_id": 1297, "is_prime": false}, {"legislator_profile_id": 1424, "is_prime": false}, {"legislator_profile_id": 1284, "is_prime": false}, {"legislator_profile_id": 1264, "is_prime": false}, {"legislator_profile_id": 1301, "is_prime": false}, {"legislator_profile_id": 1231, "is_prime": false}, {"legislator_profile_id": 1282, "is_prime": false}, {"legislator_profile_id": 1312, "is_prime": false}, {"legislator_profile_id": 1291, "is_prime": false}, {"legislator_profile_id": 1275, "is_prime": false}, {"legislator_profile_id": 1283, "is_prime": false}, {"legislator_profile_id": 1273, "is_prime": false}, {"legislator_profile_id": 1238, "is_prime": false}, {"legislator_profile_id": 1250, "is_prime": false}, {"legislator_profile_id": 1314, "is_prime": false}, {"legislator_profile_id": 1306, "is_prime": false}, {"legislator_profile_id": 1265, "is_prime": false}, {"legislator_profile_id": 1315, "is_prime": false}, {"legislator_profile_id": 1247, "is_prime": false}, {"legislator_profile_id": 1316, "is_prime": false}, {"legislator_profile_id": 1290, "is_prime": false}, {"legislator_profile_id": 1296, "is_prime": false}, {"legislator_profile_id": 1278, "is_prime": false}, {"legislator_profile_id": 1304, "is_prime": false}, {"legislator_profile_id": 1292, "is_prime": false}, {"legislator_profile_id": 1310, "is_prime": false}, {"legislator_profile_id": 1226, "is_prime": false}, {"legislator_profile_id": 1224, "is_prime": false}, {"legislator_profile_id": 1280, "is_prime": false}, {"legislator_profile_id": 1263, "is_prime": false}, {"legislator_profile_id": 1267, "is_prime": false}, {"legislator_profile_id": 1243, "is_prime": false}, {"legislator_profile_id": 1218, "is_prime": false}, {"legislator_profile_id": 1249, "is_prime": false}, {"legislator_profile_id": 1281, "is_prime": false}, {"legislator_profile_id": 1221, "is_prime": false}, {"legislator_profile_id": 1277, "is_prime": false}, {"legislator_profile_id": 1303, "is_prime": false}, {"legislator_profile_id": 1309, "is_prime": false}, {"legislator_profile_id": 1259, "is_prime": false}, {"legislator_profile_id": 1255, "is_prime": false}, {"legislator_profile_id": 1299, "is_prime": false}, {"legislator_profile_id": 1225, "is_prime": false}, {"legislator_profile_id": 1261, "is_prime": false}, {"legislator_profile_id": 1272, "is_prime": false}, {"legislator_profile_id": 1241, "is_prime": false}, {"legislator_profile_id": 1258, "is_prime": false}, {"legislator_profile_id": 1287, "is_prime": false}, {"legislator_profile_id": 1257, "is_prime": false}, {"legislator_profile_id": 1220, "is_prime": false}, {"legislator_profile_id": 1317, "is_prime": false}, {"legislator_profile_id": 1216, "is_prime": false}, {"legislator_profile_id": 1300, "is_prime": false}, {"legislator_profile_id": 1285, "is_prime": false}], "keywords": ["Crime Victims", "House Joint Resolutions", "Legislature and Statutes"], "audio": [{"meeting_datetime": "2018-02-14T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst23.mp3", "start_seconds": 3239.0}, {"meeting_datetime": "2018-02-14T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst23.mp3", "start_seconds": 3239.0}, {"meeting_datetime": "2018-02-14T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst23.mp3", "start_seconds": 3239.0}, {"meeting_datetime": "2018-02-14T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst23.mp3", "start_seconds": 3239.0}, {"meeting_datetime": "2018-02-14T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst23.mp3", "start_seconds": 3239.0}, {"meeting_datetime": "2018-02-21T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou26.mp3", "start_seconds": 7245.0}, {"meeting_datetime": "2018-02-21T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou26.mp3", "start_seconds": 7245.0}, {"meeting_datetime": "2018-02-21T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou26.mp3", "start_seconds": 7245.0}, {"meeting_datetime": "2018-02-26T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sta29.mp3", "start_seconds": 862.0}, {"meeting_datetime": "2018-02-26T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sta29.mp3", "start_seconds": 862.0}, {"meeting_datetime": "2018-02-26T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sta29.mp3", "start_seconds": 862.0}, {"meeting_datetime": "2018-02-26T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sta29.mp3", "start_seconds": 862.0}, {"meeting_datetime": "2018-02-26T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sta29.mp3", "start_seconds": 862.0}, {"meeting_datetime": "2018-02-28T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen31.mp3", "start_seconds": 6385.0}, {"meeting_datetime": "2018-02-28T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen31.mp3", "start_seconds": 6385.0}, {"meeting_datetime": "2018-02-28T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen31.mp3", "start_seconds": 6385.0}, {"meeting_datetime": "2018-02-28T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen31.mp3", "start_seconds": 6385.0}, {"meeting_datetime": "2018-02-28T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen31.mp3", "start_seconds": 6385.0}, {"meeting_datetime": "2018-02-28T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen31.mp3", "start_seconds": 6385.0}, {"meeting_datetime": "2018-02-28T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen31.mp3", "start_seconds": 6385.0}, {"meeting_datetime": "2018-02-28T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen31.mp3", "start_seconds": 9543.0}, {"meeting_datetime": "2018-03-07T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou35.mp3", "start_seconds": 3542.0}, {"meeting_datetime": "2018-03-07T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou35.mp3", "start_seconds": 3542.0}], "bill_versions": [{"bill_id": 8520, "bill_version_id": 47773, "bill_version": "Introduced", "bill_version_date": "2018-01-24T10:23:53.637-06:00", "bill_text": "A JOINT RESOLUTION, Proposing and submitting to the electors at the next general election a Constitutional amendment to repeal certain provisions relating to the rights of crime victims. BE IT RESOLVED BY THE HOUSE OF REPRESENTATIVES OF THE STATE OF SOUTH DAKOTA, THE SENATE CONCURRING THEREIN: Section 1. That at the next general election held in the state, the following amendment to Article VI, section 29 of the Constitution of the State of South Dakota, as set forth in section 2 of this Joint Resolution, which is hereby agreed to, shall be submitted to the electors of the state for approval. Section 2. That Article VI, section 29 of the Constitution of the State of South Dakota, be repealed: § 29. A victim shall have the following rights, beginning at the time of victimization: 1. The right to due process and to be treated with fairness and respect for the victim's dignity; 2. The right to be free from intimidation, harassment and abuse; 3. The right to be reasonably protected from the accused and any person acting on behalf of the accused; 4. The right to have the safety and welfare of the victim and the victim's family considered when setting bail or making release decisions; 5. The right to prevent the disclosure of information or records that could be used to locate or harass the victim or the victim's family, or which could disclose confidential or privileged information about the victim, and to be notified of any request for such information or records; 6. The right to privacy, which includes the right to refuse an interview, deposition or other discovery request, and to set reasonable conditions on the conduct of any such interaction to which the victim consents; 7. The right to reasonable, accurate and timely notice of, and to be present at, all proceedings involving the criminal or delinquent conduct, including release, plea, sentencing, adjudication and disposition, and any proceeding during which a right of the victim is implicated; 8. The right to be promptly notified of any release or escape of the accused; 9. The right to be heard in any proceeding involving release, plea, sentencing, adjudication, disposition or parole, and any proceeding during which a right of the victim is implicated; 10. The right to confer with the attorney for the government; 11. The right to provide information regarding the impact of the offender's conduct on the victim and the victim's family to the individual responsible for conducting any pre-sentence or disposition sentence investigation report or plan of disposition, and to have any such information considered in any sentencing or disposition recommendations; 12. The right to receive a copy of any pre-sentence report or plan of disposition, and any other report or record relevant to the exercise of a victim's right, except for those portions made confidential by law; 13. The right to the prompt return of the victim's property when no longer needed as evidence in the case; 14. The right to full and timely restitution in every case and from each offender for all losses suffered by the victim as a result of the criminal conduct and as provided by law for all losses suffered as a result of delinquent conduct. All monies and property collected from any person who has been ordered to make restitution shall be first applied to the restitution owed to the victim before paying any amounts owed to the government; 15. The right to proceedings free from unreasonable delay, and to a prompt and final conclusion of the case and any related post-judgment proceedings; 16. The right to be informed of the conviction, adjudication, sentence, disposition, place and time of incarceration, detention or other disposition of the offender, any scheduled release date of the offender, and the release of or the escape by the offender from custody; 17. The right to be informed in a timely manner of all post-judgment processes and procedures, to participate in such processes and procedures, to provide information to the release authority to be considered before any release decision is made, and to be notified of any release decision regarding the offender. Any parole authority shall extend the right to be heard to any person harmed by the offender; 18. The right to be informed in a timely manner of clemency and expungement procedures, to provide information to the Governor, the court, any clemency board and other authority in these procedures, and to have that information considered before a clemency or expungement decision is made, and to be notified of such decision in advance of any release of the offender; and 19. The right to be informed of these rights, and to be informed that a victim can seek the advice of an attorney with respect to the victim's rights. This information shall be made available to the general public and provided to each crime victim in what is referred to as a Marsy's Card. The victim, the retained attorney of the victim, a lawful representative of the victim, or the attorney for the government, upon request of the victim, may assert and seek enforcement of the rights enumerated in this section and any other right afforded to a victim by law in any trial or appellate court, or before any other authority with jurisdiction over the case, as a matter of right. The court or other authority with jurisdiction shall act promptly on such a request, affording a remedy by due course of law for the violation of any right and ensuring that victims' rights and interests are protected in a manner no less vigorous than the protections afforded to criminal defendants and children accused of delinquency. The reasons for any decision regarding the disposition of a victim's right shall be clearly stated on the record. The granting of these rights to any victim shall ensure the victim has a meaningful role throughout the criminal and juvenile justice systems and may not be construed to deny or disparage other rights possessed by victims. All provisions of this section apply throughout criminal and juvenile justice processes, are self-enabling and require no further action by the Legislature. As used in this section, the term, victim, means a person who suffers direct or threatened physical, psychological, or financial harm as a result of the commission or attempted commission of a crime or delinquent act or against whom the crime or delinquent act is committed. The term also includes any spouse, parent, grandparent, child, sibling, grandchild, or guardian, and any person with a relationship to the victim that is substantially similar to a listed relationship, and includes a lawful representative of a victim who is deceased, incompetent, a minor, or physically or mentally incapacitated. The term does not include the accused or a person whom the court finds would not act in the best interests of a deceased, incompetent, minor or incapacitated victim."}, {"bill_id": 8520, "bill_version_id": 49246, "bill_version": "House State Affairs Engrossed", "bill_version_date": "2018-02-14T11:25:03.49-06:00", "bill_text": "A JOINT RESOLUTION, Proposing and submitting to the electors at the next general election a Constitutional amendment to revise certain provisions relating to the rights of crime victims. BE IT RESOLVED BY THE HOUSE OF REPRESENTATIVES OF THE STATE OF SOUTH DAKOTA, THE SENATE CONCURRING THEREIN: Section 1. That at the next general election held in the state, the following amendment to Article VI, section 29 of the Constitution of the State of South Dakota, as set forth in section 2 of this Joint Resolution, which is hereby agreed to, shall be submitted to the electors of the state for approval. Section 2. That Article VI, section 29 of the Constitution of the State of South Dakota, be amended to read as follows: § 29. A victim shall have the following rights, beginning at the time of victimization: 1. The right to due process and to be treated with fairness and respect for the victim's dignity; 2. The right to be free from intimidation, harassment and abuse; 3. The right to be reasonably protected from the accused and any person acting on behalf of the accused; 4. The right to have the safety and welfare of the victim and the victim's family considered when setting bail or making release decisions; 5. The right, upon request, to prevent the disclosure to the public, or the defendant or anyone acting on behalf of the defendant in the criminal case, of information or records that could be used to locate or harass the victim or the victim's family, or which could disclose confidential or privileged information about the victim, and to be notified of any request for such information or records. This does not limit law enforcement from sharing information with the public for the purposes of enlisting the public's help in solving a crime; 6. The right, upon request, to privacy, which includes the right to refuse an interview, deposition or other discovery request, and to set reasonable conditions on the conduct of any such interaction to which the victim consents; 7. The right, upon request, to reasonable, accurate and timely notice of, and to be present at, all proceedings involving the criminal or delinquent conduct, including release, plea, sentencing, adjudication and disposition, and any proceeding during which a right of the victim is implicated; 8. The right, upon request, to be promptly notified of any release or escape of the accused; 9. The right to be heard in any proceeding involving release, plea, sentencing, adjudication, disposition or parole, and any proceeding during which a right of the victim is implicated; 10. The right, upon request, to confer with the attorney for the government; 11. The right to provide information regarding the impact of the offender's conduct on the victim and the victim's family to the individual responsible for conducting any pre-sentence or disposition sentence investigation report or plan of disposition, and to have any such information considered in any sentencing or disposition recommendations; 12. The right, upon request, to receive a copy of any pre-sentence report or plan of disposition, and any other report or record relevant to the exercise of a victim's right, except for those portions made confidential by law; 13. The right, upon request, to the prompt return of the victim's property when no longer needed as evidence in the case; 14. The right to full and timely restitution in every case and from each offender for all losses suffered by the victim as a result of the criminal conduct and as provided by law for all losses suffered as a result of delinquent conduct. All monies and property collected from any person who has been ordered to make restitution shall be first applied to the restitution owed to the victim before paying any amounts owed to the government; 15. The right to proceedings free from unreasonable delay, and to a prompt and final conclusion of the case and any related post-judgment proceedings; 16. The right, upon request, to be informed of the conviction, adjudication, sentence, disposition, place and time of incarceration, detention or other disposition of the offender, any scheduled release date of the offender, and the release of or the escape by the offender from custody; 17. The right, upon request, to be informed in a timely manner of all post-judgment processes and procedures, to participate in such processes and procedures, to provide information to the release authority to be considered before any release decision is made, and to be notified of any release decision regarding the offender. Any parole authority shall extend the right to be heard to any person harmed by the offender; 18. The right, upon request, to be informed in a timely manner of clemency and expungement procedures, to provide information to the Governor, the court, any clemency board and other authority in these procedures, and to have that information considered before a clemency or expungement decision is made, and to be notified of such decision in advance of any release of the offender; and 19. The right to be informed of these rights, and to be informed that a victim can seek the advice of an attorney with respect to the victim's rights. This information shall be made available to the general public and provided to each crime victim in what is referred to as a Marsy's Card. The victim, the retained attorney of the victim, a lawful representative of the victim, or the attorney for the government, upon request of the victim, may assert and seek enforcement of the rights enumerated in this section and any other right afforded to a victim by law in any trial or appellate court, or before any other authority with jurisdiction over the case, as a matter of right. The court or other authority with jurisdiction shall act promptly on such a request, affording a remedy by due course of law for the violation of any right and ensuring that victims' rights and interests are protected in a manner no less vigorous than the protections afforded to criminal defendants and children accused of delinquency. The reasons for any decision regarding the disposition of a victim's right shall be clearly stated on the record. The granting of these rights to any victim shall ensure the victim has a meaningful role throughout the criminal and juvenile justice systems and may not be construed to deny or disparage other rights possessed by victims. All provisions of this section apply throughout criminal and juvenile justice processes, are self-enabling and require no further action by the Legislature. The Legislature, or the people by initiative or referendum, have the authority to enact substantive and procedural laws to further define, implement, preserve, and protect the rights guaranteed to victims by this section. As used in this section, the term, victim, means a person who suffers direct or threatened physical, psychological, or financial harm as a result of the commission or attempted commission of a crime or delinquent act or against whom the a crime or delinquent act is committed. The In the case of a victim who is killed or incapacitated as a result of the crime or delinquent act, or who is a minor, the term also includes any spouse, parent, child, sibling, or as designated by the court, grandparent, child, sibling, grandchild, or guardian, and any person with a relationship to the victim that is substantially similar to a listed relationship, and includes a lawful representative of a victim who is deceased, incompetent, a minor, or physically or mentally incapacitated. The term does not include the accused or a person whom the court finds would not act in the best interests of a deceased, incompetent, minor or incapacitated victim. Nothing in this section or any law enacted under this section creates a cause of action for damages against the state or any political subdivision of the state, or any officer, employee, or agent of the state or of any political subdivision of the state."}, {"bill_id": 8520, "bill_version_id": 50109, "bill_version": "Senate Engrossed", "bill_version_date": "2018-02-28T17:39:03.687-06:00", "bill_text": "A JOINT RESOLUTION, Proposing and submitting to the electors at the next election a Constitutional amendment to revise certain provisions relating to the rights of crime victims. BE IT RESOLVED BY THE HOUSE OF REPRESENTATIVES OF THE STATE OF SOUTH DAKOTA, THE SENATE CONCURRING THEREIN: Section 1. That at the next election held in the state, the following amendment to Article VI, section 29 of the Constitution of the State of South Dakota, as set forth in section 2 of this Joint Resolution, which is hereby agreed to, shall be submitted to the electors of the state for approval. Section 2. That Article VI, section 29 of the Constitution of the State of South Dakota, be amended to read as follows: § 29. A victim shall have the following rights, beginning at the time of victimization: 1. The right to due process and to be treated with fairness and respect for the victim's dignity; 2. The right to be free from intimidation, harassment and abuse; 3. The right to be reasonably protected from the accused and any person acting on behalf of the accused; 4. The right to have the safety and welfare of the victim and the victim's family considered when setting bail or making release decisions; 5. The right, upon request, to prevent the disclosure to the public, or the defendant or anyone acting on behalf of the defendant in the criminal case, of information or records that could be used to locate or harass the victim or the victim's family, or which could disclose confidential or privileged information about the victim, and to be notified of any request for such information or records. This does not limit law enforcement from sharing information with the public for the purposes of enlisting the public's help in solving a crime; 6. The right, upon request, to privacy, which includes the right to refuse an interview, deposition or other discovery request, and to set reasonable conditions on the conduct of any such interaction to which the victim consents; 7. The right, upon request, to reasonable, accurate and timely notice of, and to be present at, all proceedings involving the criminal or delinquent conduct, including release, plea, sentencing, adjudication and disposition, and any proceeding during which a right of the victim is implicated; 8. The right, upon request, to be promptly notified of any release or escape of the accused; 9. The right to be heard in any proceeding involving release, plea, sentencing, adjudication, disposition or parole, and any proceeding during which a right of the victim is implicated; 10. The right, upon request, to confer with the attorney for the government; 11. The right to provide information regarding the impact of the offender's conduct on the victim and the victim's family to the individual responsible for conducting any pre-sentence or disposition investigation or compiling any pre-sentence investigation report or plan of disposition, and to have any such information considered in any sentencing or disposition recommendations; 12. The right, upon request, to receive a copy of any pre-sentence report or plan of disposition, and any other report or record relevant to the exercise of a victim's right, except for those portions made confidential by law; 13. The right, upon request, to the prompt return of the victim's property when no longer needed as evidence in the case; 14. The right to full and timely restitution in every case and from each offender for all losses suffered by the victim as a result of the criminal conduct and as provided by law for all losses suffered as a result of delinquent conduct. All monies and property collected from any person who has been ordered to make restitution shall be first applied to the restitution owed to the victim before paying any amounts owed to the government; 15. The right to proceedings free from unreasonable delay, and to a prompt and final conclusion of the case and any related post-judgment proceedings; 16. The right, upon request, to be informed of the conviction, adjudication, sentence, disposition, place and time of incarceration, detention or other disposition of the offender, any scheduled release date of the offender, and the release of or the escape by the offender from custody; 17. The right, upon request, to be informed in a timely manner of all post-judgment processes and procedures, to participate in such processes and procedures, to provide information to the release authority to be considered before any release decision is made, and to be notified of any release decision regarding the offender. Any parole authority shall extend the right to be heard to any person harmed by the offender; 18. The right, upon request, to be informed in a timely manner of clemency and expungement procedures, to provide information to the Governor, the court, any clemency board and other authority in these procedures, and to have that information considered before a clemency or expungement decision is made, and to be notified of such decision in advance of any release of the offender; and 19. The right to be informed of these rights, and to be informed that a victim can seek the advice of an attorney with respect to the victim's rights. This information shall be made available to the general public and provided to each crime victim in what is referred to as a Marsy's Card. The victim, the retained attorney of the victim, a lawful representative of the victim, or the attorney for the government, upon request of the victim, may assert and seek enforcement of the rights enumerated in this section and any other right afforded to a victim by law in any trial or appellate court, or before any other authority with jurisdiction over the case, as a matter of right. The court or other authority with jurisdiction shall act promptly on such a request, affording a remedy by due course of law for the violation of any right and ensuring that victims' rights and interests are protected in a manner no less vigorous than the protections afforded to criminal defendants and children accused of delinquency. The reasons for any decision regarding the disposition of a victim's right shall be clearly stated on the record. The granting of these rights to any victim shall ensure the victim has a meaningful role throughout the criminal and juvenile justice systems and may not be construed to deny or disparage other rights possessed by victims. All provisions of this section apply throughout criminal and juvenile justice processes, are self-enabling and require no further action by the Legislature. The Legislature, or the people by initiative or referendum, have the authority to enact substantive and procedural laws to further define, implement, preserve, and protect the rights guaranteed to victims by this section. As used in this section, the term, victim, means a person who suffers direct or threatened physical, psychological, or financial harm as a result of the commission or attempted commission of a crime or delinquent act or against whom the a crime or delinquent act is committed. The In the case of a victim who is killed or incapacitated as a result of the crime or delinquent act, or who is a minor, the term also includes any spouse, parent, child, sibling, or as designated by the court, grandparent, child, sibling, grandchild, or guardian, and any person with a relationship to the victim that is substantially similar to a listed relationship, and includes a lawful representative of a victim who is deceased, incompetent, a minor, or physically or mentally incapacitated. The term does not include the accused or a person whom the court finds would not act in the best interests of a deceased, incompetent, minor or incapacitated victim. Nothing in this section or any law enacted under this section creates a cause of action for damages against the state or any political subdivision of the state, or any officer, employee, or agent of the state or of any political subdivision of the state."}, {"bill_id": 8520, "bill_version_id": 50480, "bill_version": "Enrolled", "bill_version_date": "2018-03-08T11:39:17.52-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8520, "action_date": "2018-01-24T14:00:00-06:00", "document_id": 47830, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47830.pdf", "status_text": "First read in House and referred to", "journal_page": 180, "committee_id_action": 396, "committee_id_assigned": 391, "result": "N", "vote": {}}, {"bill_id": 8520, "action_date": "2018-02-14T07:45:00-06:00", "document_id": 49050, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49050.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 391, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8520, "action_date": "2018-02-14T07:45:00-06:00", "document_id": 49234, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49234.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 391, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8520, "action_date": "2018-02-14T07:45:00-06:00", "document_id": 49234, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49234.pdf", "status_text": "Do Pass Amended", "journal_page": 0, "committee_id_action": 391, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 25786, "president_vote": null, "Yea": [1268, 1284, 1283, 1238, 1250, 1226, 1253, 1277, 1240, 1259, 1225], "Excused": [1282, 1248]}}, {"bill_id": 8520, "action_date": "2018-02-14T07:45:00-06:00", "document_id": 49234, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49234.pdf", "status_text": "Title amended", "journal_page": 449, "committee_id_action": 391, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8520, "action_date": "2018-02-20T14:00:00-06:00", "document_id": 49471, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49471.pdf", "status_text": "Deferred to another day", "journal_page": 492, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8520, "action_date": "2018-02-21T14:00:00-06:00", "document_id": 49604, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49604.pdf", "status_text": "Do Pass Amended", "journal_page": 532, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26145, "president_vote": null, "Excused": [1313, 1269, 1284, 1261, 1254], "Yea": [1241, 1213, 1297, 1424, 1268, 1279, 1214, 1266, 1223, 1307, 1301, 1235, 1294, 1425, 1282, 1260, 1311, 1308, 1312, 1291, 1275, 1283, 1238, 1250, 1286, 1314, 1222, 1302, 1306, 1265, 1315, 1247, 1316, 1296, 1292, 1248, 1293, 1310, 1226, 1280, 1263, 1274, 1295, 1249, 1277, 1303, 1309, 1259, 1255, 1299, 1225, 1256, 1240, 1258, 1305, 1287, 1257, 1236, 1215, 1317, 1216, 1229, 1298, 1285, 1253]}}, {"bill_id": 8520, "action_date": "2018-02-22T14:00:00-06:00", "document_id": 49708, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49708.pdf", "status_text": "First read in Senate and referred to", "journal_page": 557, "committee_id_action": 395, "committee_id_assigned": 377, "result": "N", "vote": {}}, {"bill_id": 8520, "action_date": "2018-02-26T10:00:00-06:00", "document_id": 49805, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49805.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 377, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8520, "action_date": "2018-02-26T10:00:00-06:00", "document_id": 49875, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49875.pdf", "status_text": "Concurred in Resolution", "journal_page": 597, "committee_id_action": 377, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26403, "president_vote": null, "Yea": [1264, 1228, 1244, 1233, 1252, 1267], "Excused": [1304]}}, {"bill_id": 8520, "action_date": "2018-02-27T14:00:00-06:00", "document_id": 49977, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49977.pdf", "status_text": "Deferred to another day", "journal_page": 613, "committee_id_action": 395, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8520, "action_date": "2018-02-28T14:00:00-06:00", "document_id": 50093, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50093.pdf", "status_text": "Motion to amend resolution", "journal_page": 643, "committee_id_action": 395, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26581, "president_vote": null, "Yea": [1239, 1230, 1264, 1231, 1246, 1219, 1273, 1270, 1224, 1267, 1218, 1244, 1281, 1221, 1272, 1245, 1271, 1252, 1288, 1220, 1242, 1276], "Nay": [1217, 1228, 1262, 1234, 1290, 1232, 1278, 1304, 1243, 1289, 1233, 1237, 1300]}}, {"bill_id": 8520, "action_date": "2018-02-28T14:00:00-06:00", "document_id": 50093, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50093.pdf", "status_text": "Do Pass Amended", "journal_page": 645, "committee_id_action": 395, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26584, "president_vote": null, "Yea": [1239, 1230, 1264, 1231, 1217, 1246, 1219, 1273, 1278, 1304, 1270, 1224, 1267, 1243, 1218, 1244, 1281, 1221, 1272, 1245, 1271, 1252, 1288, 1220, 1242, 1276, 1300], "Nay": [1228, 1262, 1234, 1290, 1232, 1289, 1233, 1237]}}, {"bill_id": 8520, "action_date": "2018-02-28T14:00:00-06:00", "document_id": 50093, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50093.pdf", "status_text": "Title amended", "journal_page": 645, "committee_id_action": 395, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8520, "action_date": "2018-03-07T11:30:00-06:00", "document_id": 50420, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50420.pdf", "status_text": "Concurred in amendments", "journal_page": 725, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26840, "president_vote": null, "Excused": [1313, 1255, 1254], "Yea": [1241, 1269, 1297, 1424, 1284, 1279, 1214, 1266, 1223, 1307, 1301, 1235, 1294, 1425, 1282, 1260, 1311, 1308, 1312, 1291, 1275, 1283, 1250, 1286, 1314, 1222, 1302, 1306, 1265, 1315, 1247, 1316, 1296, 1292, 1248, 1293, 1310, 1226, 1280, 1263, 1295, 1249, 1277, 1303, 1309, 1259, 1299, 1225, 1256, 1261, 1240, 1258, 1305, 1287, 1236, 1215, 1317, 1216, 1298, 1285, 1253], "Nay": [1213, 1268, 1238, 1274, 1257, 1229]}}, {"bill_id": 8520, "action_date": "2018-03-08T09:00:00-06:00", "document_id": 50486, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50486.pdf", "status_text": "Signed by the Speaker", "journal_page": 760, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8520, "action_date": "2018-03-09T11:00:00-06:00", "document_id": 50536, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50536.pdf", "status_text": "Signed by the President", "journal_page": 777, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8520, "action_date": "2018-03-09T10:00:00-06:00", "document_id": 50540, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50540.pdf", "status_text": "Delivered to the Secretary of State", "journal_page": 778, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6515}