{"session_id": 47, "bill_id": 13954, "bill_type": "Senate Bill", "bill_number": 201, "bill_title": "to revise certain provisions regarding financial assurances for mining reclamation.", "sponsors": [{"legislator_profile_id": 2140, "is_prime": true}, {"legislator_profile_id": 2159, "is_prime": true}, {"legislator_profile_id": 2136, "is_prime": false}, {"legislator_profile_id": 2149, "is_prime": false}, {"legislator_profile_id": 2164, "is_prime": false}, {"legislator_profile_id": 2167, "is_prime": false}, {"legislator_profile_id": 2170, "is_prime": false}, {"legislator_profile_id": 2192, "is_prime": false}], "keywords": ["Environmental Protection", "Insurance (See also Health Ins, Motor Vehicle Ins)", "Mining & Minerals"], "audio": [], "bill_versions": [{"bill_id": 13954, "bill_version_id": 77889, "bill_version": "Introduced", "bill_version_date": "1998-01-26T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding financial assurances for mining reclamation. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 45-6B-20.1 be amended to read as follows: 45-6B-20.1. The board may require any operator whose mining operation employs cyanide leaching or any other chemical or biological leaching process to extract minerals from ore, in addition to the surety required by § 45-6B-20, to file or deposit an additional proof of financial assurance with the board before the issuance of the mining permit in such form as required by the board. Such financial assurance may consist of insurance, cash, company net worth , or such other form of security as the board deems adequate to protect the interests of the public. The board shall set the amount of such financial assurance based on the cost of responding to and remediating accidental releases of cyanide or other chemical or biological leaching agents to the environment. In determining the assurance amount for responding to and remediating accidental releases, the board shall consider such factors as the distance to surface water and groundwater resources and their beneficial use classification, the financial and technical capability of the operator to respond to accidental releases, the type and amount of leaching agents to be used by the operator, contingencies and safeguards built into the operating and reclamation plans to lessen the likelihood of accidental releases, and any other site-specific factor related to protection of public health and safety or the environment. The amount of the financial assurance shall be at least equivalent to twenty-five thousand dollars but not more than five hundred thousand one million dollars. Any operator whose proof of financial assurance is based on company net worth must report to the board yearly the status of the company's net worth. Section 2. That § 45-6B-25 be amended to read as follows: 45-6B-25. Liability of an operator under surety provisions shall continue until such time as released in part or in its entirety by the Board of Minerals and Environment. The surety may not be held more than twelve months after completion of reclamation. Upon completion of the reclamation specified in the plan, the operator shall notify the board to request release from the surety. The surety shall be released according to the following schedule: (1) Sixty percent of the surety may be released when the operator completes the required backfilling, regrading, topsoil replacement, and drainage control of the reclamation area in accordance with the approved reclamation plan; (2) After revegetation activities have been performed by the operator, on the regraded lands, according to the approved reclamation plan, the board may release an additional twenty percent of the surety; and (3) The remaining surety may be released no sooner than twelve years after the completion of reclamation and only if the affected lands are not contributing suspended solids to surface waters outside the affected area in excess of state water quality standards and in greater quantities than existed before the beginning of surface mining operations; and only if equipment and structures related to the mining activity are finally removed or are brought under an approved reclamation plan and surety by a new operator."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13954, "action_date": "1998-01-26T14:00:00-06:00", "document_id": 76902, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76902.pdf", "status_text": "First read in Senate and referred to", "journal_page": 196, "committee_id_action": 601, "committee_id_assigned": 574, "result": "N", "vote": {}}, {"bill_id": 13954, "action_date": "1998-02-10T10:00:00-06:00", "document_id": 76703, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76703.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 574, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13954, "action_date": "1998-02-10T10:00:00-06:00", "document_id": 76703, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76703.pdf", "status_text": "Tabled", "journal_page": 412, "committee_id_action": 574, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38501, "president_vote": null, "Yea": [2102, 2103, 2138, 2191, 2094, 2121], "Nay": [2140, 2149, 2175]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/13954"}