{"session_id": 32, "bill_id": 9042, "bill_type": "House Bill", "bill_number": 1228, "bill_title": "provide for the crime of aggravated rape and provide a penalty therefor.", "sponsors": [{"legislator_profile_id": 1248, "is_prime": true}, {"legislator_profile_id": 1243, "is_prime": true}, {"legislator_profile_id": 1424, "is_prime": false}, {"legislator_profile_id": 1266, "is_prime": false}, {"legislator_profile_id": 1231, "is_prime": false}, {"legislator_profile_id": 1294, "is_prime": false}, {"legislator_profile_id": 1282, "is_prime": false}, {"legislator_profile_id": 1311, "is_prime": false}, {"legislator_profile_id": 1308, "is_prime": false}, {"legislator_profile_id": 1275, "is_prime": false}, {"legislator_profile_id": 1314, "is_prime": false}, {"legislator_profile_id": 1234, "is_prime": false}, {"legislator_profile_id": 1310, "is_prime": false}, {"legislator_profile_id": 1224, "is_prime": false}, {"legislator_profile_id": 1263, "is_prime": false}, {"legislator_profile_id": 1239, "is_prime": false}, {"legislator_profile_id": 1255, "is_prime": false}, {"legislator_profile_id": 1256, "is_prime": false}, {"legislator_profile_id": 1261, "is_prime": false}, {"legislator_profile_id": 1233, "is_prime": false}, {"legislator_profile_id": 1241, "is_prime": false}, {"legislator_profile_id": 1252, "is_prime": false}, {"legislator_profile_id": 1288, "is_prime": false}, {"legislator_profile_id": 1229, "is_prime": false}], "keywords": ["Crime Victims", "Crimes", "Minors"], "audio": [{"meeting_datetime": "2018-02-14T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hju23.mp3", "start_seconds": 1104.0}, {"meeting_datetime": "2018-02-14T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hju23.mp3", "start_seconds": 1104.0}, {"meeting_datetime": "2018-02-14T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hju23.mp3", "start_seconds": 1104.0}, {"meeting_datetime": "2018-02-14T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hju23.mp3", "start_seconds": 1104.0}, {"meeting_datetime": "2018-02-14T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hju23.mp3", "start_seconds": 1104.0}], "bill_versions": [{"bill_id": 9042, "bill_version_id": 47951, "bill_version": "Introduced", "bill_version_date": "2018-01-25T10:15:34.78-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the crime of aggravated rape and provide a penalty therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 22-22-1 be amended to read: 22-22-1. Rape is an act of sexual penetration accomplished with any person under any of the following circumstances: (1) If the victim is less than thirteen years of age; or (2) If the victim is less than seventeen years of age, and the defendant commits the act intentionally, maliciously, or with reckless disregard causing the victim serious bodily injury that results in permanent disability or is life threatening; (3) Through the use of force, coercion, or threats of immediate and great bodily harm against the victim or other persons within the victim's presence, accompanied by apparent power of execution; or (3)(4) If the victim is incapable, because of physical or mental incapacity, of giving consent to such act; or (4)(5) If the victim is incapable of giving consent because of any intoxicating, narcotic, or anesthetic agent or hypnosis; or (5)(6) If the victim is thirteen years of age, but less than sixteen years of age, and the perpetrator is at least three years older than the victim. A violation of subdivision (1) of this section is rape in the first degree, which is a Class C felony. A violation of subdivision (2) of this section is aggravated child rape in the first degree, which is a Class B felony. A violation of subdivision (2) (3) of this section is rape in the second degree which is a Class 1 felony. A violation of subdivision (3) or (4) or (5) of this section is rape in the third degree, which is a Class 2 felony. A violation of subdivision (5) (6) of this section is rape in the fourth degree, which is a Class 3 felony. Notwithstanding the provisions of § 23A-42-2, no statute of limitations applies to any charge brought pursuant to subdivisions (1) or, (2), or (3) of this section. Otherwise a charge brought pursuant to this section may be commenced at any time prior to the time the victim becomes of age twenty-five years of age or within seven years of the commission of the crime, whichever is longer. Section 2. That § 22-22-1.2 be amended to read: 22-22-1.2. If any adult is convicted of any of the following violations, the court shall impose the following minimum sentences: (1) For a violation of subdivision 22-22-1(1), fifteen years for a first offense; and (2) For a violation of subdivision 22-22-1(2), life imprisonment for a first offense; or (3) For a violation of § 22-22-7 if the victim is less than thirteen years of age, ten years for a first offense. Section 3. That § 22-22-7 be amended to read: 22-22-7. Any person, sixteen years of age or older, who knowingly engages in sexual contact with another person, other than who is not that person's spouse if the other person and who is under the age of less than sixteen years of age, is guilty of a Class 3 felony, unless the person is guilty of aggravated child rape under subdivision 22-22-1(2), which is a Class B felony. If the victim is at least thirteen years of age and the actor is less than five years older than the victim, the actor is guilty of a Class 1 misdemeanor. Notwithstanding § 23A-42-2, a charge brought pursuant to this section may be commenced at any time before the victim becomes age twenty-five or within seven years of the commission of the crime, whichever is longer. Section 4. That § 22-22-7.7 be amended to read: 22-22-7.7. If an adult has a previous conviction for violation of subdivision 22-22-1(5) 22-22-1(6), or a previous conviction for a felony violation of § 22-22-7, or a previous misdemeanor conviction of § 22-22-7 for a violation committed as an adult, any subsequent conviction of subdivision 22-22-1(5) 22-22-1(6) or § 22-22-7, is a Class 2 felony. Section 5. That § 22-24B-19 be amended to read: 22-24B-19. To be eligible for removal from the registry as a Tier I offender, the petitioner shall show, by clear and convincing evidence, that all of the following criteria have been met: (1) At least five years have elapsed since the date the petitioner first registered pursuant to this chapter; (2) The crime requiring registration was for: (a) Statutory rape under subdivision 22-22-1(5) 22-22-1(6), or an attempt to commit statutory rape under subdivision 22-22-1(5) 22-22-1(6), but only if the petitioner was twenty-one years of age or younger at the time the offense was committed or attempted; (b) A juvenile adjudication for a sex crime as defined in subdivision 22-24B-1(1); (c) Sexual contact under § 22-22-7 if the victim was between the ages of thirteen and sixteen and the petitioner was at least three years older than the victim, but only if the petitioner was twenty-one years of age or younger at the time the offense was committed; or (d) An out-of-state, federal or court martial offense that is comparable to the elements of the crimes listed in (a), (b), or (c); (3) The circumstances surrounding the crime requiring registration did not involve a child under the age of thirteen; (4) The petitioner is not a recidivist sex offender; (5) The petitioner has substantially complied in good faith with the registration and re-registration requirements imposed under chapter 22-24B; and (6) Petitioner demonstrates to the satisfaction of the court that he or she does not pose a risk or danger to the community. For purposes of this section, any period of time during which the petitioner was incarcerated or during which the petitioner was confined in a mental health facility does not count toward the five-year calculation, regardless of whether such incarceration or confinement was for the sex offense requiring registration or for some other offense. Section 6. That § 23A-12-9 be amended to read: 23A-12-9. If a defendant has been charged with a violation of subdivision 22-22-1(1), (2), (5), or (6) or § 22-22-7, where the victim is less than sixteen years of age, the prosecuting attorney or defense attorney may apply for an order that the victim's testimony at the preliminary hearing or at a deposition, in addition to being stenographically recorded, be recorded and preserved on videotape. The scope and manner of the examination and cross-examination shall be such as would be allowed at the trial. Notice of any such deposition pursuant to this section shall conform in all respects to the notice requirements contained in § 23A-12-2. The application for the order shall be in writing and made at least three days before the preliminary hearing or deposition. Upon timely receipt of the application, the court may order that the testimony of the victim given at the preliminary hearing or deposition be taken and preserved on videotape. The videotape shall be transmitted to the clerk of the court in which the action is pending. If at the time of trial the court finds that the victim is otherwise unavailable within the meaning of subdivision 19-19-804(a), or that such testimony would in the opinion of the court be substantially detrimental to the well-being of the victim, the court may admit the videotape of the victim's testimony at the preliminary hearing or deposition as former testimony under subdivision 19-19-804(b)(1). Section 7. That § 23A-28-12 be amended to read: 23A-28-12. Anyone convicted under § 26-10-1 or 22-22-7, or subdivision 22-22-1(1) or (5) (6), shall be required as part of the sentence imposed by the court to pay all or part of the cost of any necessary medical, psychological, or psychiatric treatment, or foster care of the minor resulting from the act or acts for which the defendant is convicted."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9042, "action_date": "2018-01-25T13:00:00-06:00", "document_id": 48021, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48021.pdf", "status_text": "First read in House and referred to", "journal_page": 204, "committee_id_action": 396, "committee_id_assigned": 394, "result": "N", "vote": {}}, {"bill_id": 9042, "action_date": "2018-02-14T10:00:00-06:00", "document_id": 49068, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49068.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 394, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9042, "action_date": "2018-02-14T10:00:00-06:00", "document_id": 49260, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49260.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 394, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9042, "action_date": "2018-02-14T10:00:00-06:00", "document_id": 49260, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49260.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 455, "committee_id_action": 394, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 25813, "president_vote": null, "Nay": [1424, 1279, 1306, 1247, 1277], "Yea": [1425, 1226, 1299, 1240, 1215, 1229, 1265, 1257]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/9042"}