{"session_id": 44, "bill_id": 21979, "bill_type": "House Bill", "bill_number": 1032, "bill_title": "revise the minimum cost of living adjustment and revise terminology of the South Dakota Retirement System.", "sponsors": [], "keywords": ["Executive/Judiciary Request", "Public Officers and Employees", "Retirement System", "State Employees"], "audio": [{"meeting_datetime": "2021-01-20T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hre06.mp3", "start_seconds": 1253.0}, {"meeting_datetime": "2021-01-20T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hre06.mp3", "start_seconds": 1253.0}, {"meeting_datetime": "2021-01-20T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hre06.mp3", "start_seconds": 1253.0}, {"meeting_datetime": "2021-01-20T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hre06.mp3", "start_seconds": 1253.0}, {"meeting_datetime": "2021-02-03T00:00:00-06:00", "committee": "SRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sre15.mp3", "start_seconds": 881.0}, {"meeting_datetime": "2021-02-03T00:00:00-06:00", "committee": "SRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sre15.mp3", "start_seconds": 881.0}, {"meeting_datetime": "2021-02-03T00:00:00-06:00", "committee": "SRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sre15.mp3", "start_seconds": 881.0}, {"meeting_datetime": "2021-02-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sen18.mp3", "start_seconds": 5435.0}, {"meeting_datetime": "2021-02-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sen18.mp3", "start_seconds": 5435.0}, {"meeting_datetime": "2021-02-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sen18.mp3", "start_seconds": 5435.0}], "bill_versions": [{"bill_id": 21979, "bill_version_id": 210651, "bill_version": "Introduced", "bill_version_date": "2021-01-09T11:58:23.677-06:00", "bill_text": "An Act to revise the minimum cost of living adjustment and revise terminology of the South Dakota Retirement System. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 3-12C-104 be AMENDED. 3-12C-104. COLA or cost of living adjustment defined. The term, COLA or cost of living adjustment, means the annual increase, if any, as determined by § 3-12C-704, in the amount of the benefit provided on July first, compounded annually. However, no annual increase COLA may be provided unless the member has received benefit payments for at least the consecutive, twelve-month period before July first. Section 2. That § 3-12C-703 be AMENDED. 3-12C-703. COLA applied to benefits--COLA elimination. All The COLA payable shall be applied annually to all benefits except those depending based on the member's contribution balance shall be annually increased by the COLA accumulated contributions, variable retirement account, or contribution credit. However, the annual increase COLA shall be eliminated for any period of time that a retired member reenters covered employment in the system, unless the member retired as a Class B member other than a justice, judge, or magistrate judge and subsequently has reentered covered employment as a Class A member, or unless the member retired without a benefit suspension pursuant to § 3-12C-1402 and then reentered active status before July 1, 2004. Such elimination shall cease when the member again retires and draws either a refund or an additional retirement benefit. Section 3. That § 3-12C-704 be AMENDED. 3-12C-704. Determination of COLA payable. The COLA payable is the baseline COLA or the restricted COLA, as applicable. The baseline COLA is equal to the increase in the consumer price index, but no less than one-half zero percent and no greater than three and one-half percent. The restricted COLA is equal to the increase in the consumer price index, but no less than one-half zero percent and no greater than the restricted COLA maximum as determined in subdivision (2) of this section. The board shall establish the COLA payable for each fiscal year, based on the fair value funded ratio and actuarially determined contribution rate of the system as of the prior July first and the increase in the consumer price index for the preceding third calendar quarter compared to the consumer price index for the third calendar quarter for the base year (the previous year in which the consumer price index was the highest), by utilizing one of the following subdivisions, as applicable: (1) If the system meets the criteria in subdivisions 3-12C-228(1) and (2) based on the baseline COLA assumption adopted by the board, the COLA payable is the baseline COLA; or (2) If the system does not meet the criteria in subdivisions 3-12C-228(1) and (2) based on the baseline COLA assumption adopted by the board, the system shall calculate a restricted COLA maximum in accordance with the board's funding policy that is equal to the actuarially determined annual COLA rate that results in the criteria in subdivisions 3-12C-228(1) and (2) being satisfied, if achievable. The COLA payable is the restricted COLA. If the criteria in subdivisions 3-12C-228(1) and (2) cannot be satisfied with a COLA equal to or exceeding one-half percent, the COLA payable is one-half zero percent. Section 4. That § 3-12C-1402 be AMENDED. 3-12C-1402. Suspension of retirement benefit during reemployment before July 1, 2004--Recalculation of additional benefit. If a retired member whose benefits have been reduced pursuant to § 3-12C-1111 becomes employed as a permanent full-time employee by a participating unit before July 1, 2004, the payment of the member's retirement benefit, including the annual increase COLA pursuant to § 3-12C-703, shall be suspended during the period of reemployment. If the member remains in such reemployment for at least three years pursuant to the provisions of § 3-12C-1403 and then again retires, the member's additional benefit shall be recalculated to consider only the member's credited service and final compensation earned during reentry. Section 5. That § 3-12C-1403 be AMENDED. 3-12C-1403. Retirement benefits for members who reentered covered employment after June 30, 2004 and before April 1, 2010. If less than three years of contributory service or noncontributory service is acquired after a retired member's reentry into covered employment, the member upon subsequent retirement shall receive a refund of the member's accumulated contributions. If three years or more of contributory service or noncontributory service is acquired after a retired member's reentry into covered employment, the member upon subsequent retirement may receive either a refund of the member's accumulated contributions or an additional benefit based upon the member's credited service and final compensation earned during such reentry. Only the member's credited service from the subsequent employment shall be taken into account in calculating a reduction pursuant to § 3-12C-1111, if any, in the member's additional benefit. In addition, the annual increase COLA applied to the original benefit pursuant to § 3-12C-703 shall be eliminated for the period of reemployment, unless the member retired as a Class B member other than a justice, judge, or magistrate judge and subsequently reentered covered employment as a Class A member. The provisions of this section apply to any member who retired without any reduction in benefits pursuant to § 3-12C-1111 and who reenters covered employment after June 30, 2004, but before April 1, 2010. Section 6. That § 3-12C-1404 be AMENDED. 3-12C-1404. Suspension of retirement benefit during reemployment for members who reentered employment between July 1, 2004 and April 1, 2010--Benefit upon subsequent retirement. If a retired member whose benefits have been reduced pursuant to § 3-12C-1111 becomes employed as a permanent full-time employee by a participating unit on or after July 1, 2004, but before April 1, 2010, the payment of the member's retirement benefit shall be suspended during the period of reemployment. If the member remains in reemployment for at least three years pursuant to the provisions of § 3-12C-1403, the member upon subsequent retirement shall receive an additional benefit based upon the member's credited service and final average compensation earned during the reentry. Only the member's credited service from the subsequent employment shall be taken into account in calculating a reduction pursuant to § 3-12C-1111, if any, in the member's additional benefit. If the member remains in reemployment for a period of less than three years, the member upon subsequent retirement shall receive a refund of the member's accumulated contributions. No matter the duration of the member's reemployment, the annual increase COLA applied to the original benefit pursuant to § 3-12C-703 shall be eliminated for the period of reemployment. Section 7. That § 3-12C-1405 be AMENDED. 3-12C-1405. Retired members--Reentrance to covered employment--Benefits and membership. If a retired member reenters covered employment at some time after the three consecutive calendar months that start with the member's effective date of retirement, the member's retirement benefits and continued membership shall be administered pursuant to this section. If the retired member's benefits have not been reduced, the member's monthly retirement benefit shall be reduced by fifteen percent and the annual increase COLA shall be eliminated throughout the period that the member reenters covered employment. The reduction and elimination shall cease if the member again terminates covered employment. However, the reduction and elimination do not apply if the member retired as a Class B member other than a justice, judge, or magistrate judge and subsequently reenters covered employment as a Class A member. If the retired member's benefits have been reduced, the member's benefits shall be suspended during the period that the member reenters covered employment and the annual increase COLA shall be eliminated during the period that the member reenters covered employment. The suspension and elimination shall cease if the member again terminates covered employment. Whether the member's retirement benefits are unreduced or reduced, contributions required of the member shall be deposited by the member's participating unit with the system for the benefit of the member to be transferred to an account within the deferred compensation program established pursuant to chapter 3-13. The contributions shall be governed by § 457 of the Internal Revenue Code. However, the contributions required of the member's employer unit shall be deposited into the fund created by this chapter, but with no association or credit to the member. The member may not earn any additional benefits associated with the period that the member reenters covered employment. The provisions of this section do not apply to a Class D member who reenters covered employment. Section 8. That § 3-12C-1505 be AMENDED. 3-12C-1505. COLA applicable to supplemental pension benefits. A supplemental pension participant shall receive an annual increase in the amount of a COLA applicable to the participant's supplemental pension benefit for each year commencing on the July first following the date on which the benefit was first payable, and equal to the COLA applicable to the participant. If a supplemental pension contract goes into effect before July 1, 2010, and if the first annual increase is for a period of less than twelve months, the initial increase shall be prorated. If a supplemental pension contract goes into effect after June 30, 2010, there shall be no initial prorated annual increase for a period of determined under § 3-12C-704. However, no COLA is payable if the participant has received payments for less than twelve months. Section 9. That § 3-12C-1634 be AMENDED. 3-12C-1634. Information required of city of Mitchell. For purposes of payment of retiree benefits pursuant to § 3-12C-1630 and to calculate the minimum benefit pursuant to § 3-12C-1631, the city of Mitchell shall provide the following information: (1) Each retired firefighter's benefit as of June 30, 1996, plus that benefits' annual increase COLA; (2) Each active or inactive vested firefighter's accrued benefit as of June 30, 1996; (3) Each active firefighter's final average compensation as of June 30, 1996; (4) Each active firefighter's credited service as of June 30, 1996; (5) Each active firefighter's employee contributions, with interest credited thereon, as of June 30, 1996; and (6) The annual rate of salary for a first-class firefighter as of June 30, 1996."}, {"bill_id": 21979, "bill_version_id": 216973, "bill_version": "Enrolled", "bill_version_date": "2021-02-08T16:42:52.607-06:00", "bill_text": "ENTITLED An Act to revise the minimum cost of living adjustment and revise terminology of the South Dakota Retirement System. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 3-12C-104 be AMENDED. 3-12C-104. COLA or cost of living adjustment defined. The term, COLA or cost of living adjustment, means the annual increase, if any, as determined by § 3-12C-704, in the amount of the benefit provided on July first, compounded annually. However, no COLA may be provided unless the member has received benefit payments for at least the consecutive, twelve-month period before July first. Section 2. That § 3-12C-703 be AMENDED. 3-12C-703. COLA applied to benefits--COLA elimination. The COLA payable shall be applied annually to all benefits except those based on the member's accumulated contributions, variable retirement account, or contribution credit. However, the COLA shall be eliminated for any period of time that a retired member reenters covered employment in the system, unless the member retired as a Class B member other than a justice, judge, or magistrate judge and subsequently has reentered covered employment as a Class A member, or unless the member retired without a benefit suspension pursuant to § 3-12C-1402 and then reentered active status before July 1, 2004. Such elimination shall cease when the member again retires and draws either a refund or an additional retirement benefit. Section 3. That § 3-12C-704 be AMENDED. 3-12C-704. Determination of COLA payable. The COLA payable is the baseline COLA or the restricted COLA, as applicable. The baseline COLA is equal to the increase in the consumer price index, but no less than zero percent and no greater than three and one-half percent. The restricted COLA is equal to the increase in the consumer price index, but no less than zero percent and no greater than the restricted COLA maximum as determined in subdivision (2) of this section. The board shall establish the COLA payable for each fiscal year, based on the fair value funded ratio and actuarially determined contribution rate of the system as of the prior July first and the increase in the consumer price index for the preceding third calendar quarter compared to the consumer price index for the third calendar quarter for the base year (the previous year in which the consumer price index was the highest), by utilizing one of the following subdivisions, as applicable: (1) If the system meets the criteria in subdivisions 3-12C-228(1) and (2) based on the baseline COLA assumption adopted by the board, the COLA payable is the baseline COLA; or (2) If the system does not meet the criteria in subdivisions 3-12C-228(1) and (2) based on the baseline COLA assumption adopted by the board, the system shall calculate a restricted COLA maximum in accordance with the board's funding policy that is equal to the actuarially determined annual COLA rate that results in the criteria in subdivisions 3-12C-228(1) and (2) being satisfied, if achievable. The COLA payable is the restricted COLA. If the criteria in subdivisions 3-12C-228(1) and (2) cannot be satisfied, the COLA payable is zero percent. Section 4. That § 3-12C-1402 be AMENDED. 3-12C-1402. Suspension of retirement benefit during reemployment before July 1, 2004--Recalculation of additional benefit. If a retired member whose benefits have been reduced pursuant to § 3-12C-1111 becomes employed as a permanent full-time employee by a participating unit before July 1, 2004, the payment of the member's retirement benefit, including the COLA pursuant to § 3-12C-703, shall be suspended during the period of reemployment. If the member remains in such reemployment for at least three years pursuant to the provisions of § 3-12C-1403 and then again retires, the member's additional benefit shall be recalculated to consider only the member's credited service and final compensation earned during reentry. Section 5. That § 3-12C-1403 be AMENDED. 3-12C-1403. Retirement benefits for members who reentered covered employment after June 30, 2004 and before April 1, 2010. If less than three years of contributory service or noncontributory service is acquired after a retired member's reentry into covered employment, the member upon subsequent retirement shall receive a refund of the member's accumulated contributions. If three years or more of contributory service or noncontributory service is acquired after a retired member's reentry into covered employment, the member upon subsequent retirement may receive either a refund of the member's accumulated contributions or an additional benefit based upon the member's credited service and final compensation earned during such reentry. Only the member's credited service from the subsequent employment shall be taken into account in calculating a reduction pursuant to § 3-12C-1111, if any, in the member's additional benefit. In addition, the COLA applied to the original benefit pursuant to § 3-12C-703 shall be eliminated for the period of reemployment, unless the member retired as a Class B member other than a justice, judge, or magistrate judge and subsequently reentered covered employment as a Class A member. The provisions of this section apply to any member who retired without any reduction in benefits pursuant to § 3-12C-1111 and who reenters covered employment after June 30, 2004, but before April 1, 2010. Section 6. That § 3-12C-1404 be AMENDED. 3-12C-1404. Suspension of retirement benefit during reemployment for members who reentered employment between July 1, 2004 and April 1, 2010--Benefit upon subsequent retirement. If a retired member whose benefits have been reduced pursuant to § 3-12C-1111 becomes employed as a permanent full-time employee by a participating unit on or after July 1, 2004, but before April 1, 2010, the payment of the member's retirement benefit shall be suspended during the period of reemployment. If the member remains in reemployment for at least three years pursuant to the provisions of § 3-12C-1403, the member upon subsequent retirement shall receive an additional benefit based upon the member's credited service and final average compensation earned during the reentry. Only the member's credited service from the subsequent employment shall be taken into account in calculating a reduction pursuant to § 3-12C-1111, if any, in the member's additional benefit. If the member remains in reemployment for a period of less than three years, the member upon subsequent retirement shall receive a refund of the member's accumulated contributions. No matter the duration of the member's reemployment, the COLA applied to the original benefit pursuant to § 3-12C-703 shall be eliminated for the period of reemployment. Section 7. That § 3-12C-1405 be AMENDED. 3-12C-1405. Retired members--Reentrance to covered employment--Benefits and membership. If a retired member reenters covered employment at some time after the three consecutive calendar months that start with the member's effective date of retirement, the member's retirement benefits and continued membership shall be administered pursuant to this section. If the retired member's benefits have not been reduced, the member's monthly retirement benefit shall be reduced by fifteen percent and the COLA shall be eliminated throughout the period that the member reenters covered employment. The reduction and elimination shall cease if the member again terminates covered employment. However, the reduction and elimination do not apply if the member retired as a Class B member other than a justice, judge, or magistrate judge and subsequently reenters covered employment as a Class A member. If the retired member's benefits have been reduced, the member's benefits shall be suspended during the period that the member reenters covered employment and the COLA shall be eliminated during the period that the member reenters covered employment. The suspension and elimination shall cease if the member again terminates covered employment. Whether the member's retirement benefits are unreduced or reduced, contributions required of the member shall be deposited by the member's participating unit with the system for the benefit of the member to be transferred to an account within the deferred compensation program established pursuant to chapter 3-13. The contributions shall be governed by § 457 of the Internal Revenue Code. However, the contributions required of the member's employer unit shall be deposited into the fund created by this chapter, but with no association or credit to the member. The member may not earn any additional benefits associated with the period that the member reenters covered employment. The provisions of this section do not apply to a Class D member who reenters covered employment. Section 8. That § 3-12C-1505 be AMENDED. 3-12C-1505. COLA applicable to supplemental pension benefits. A supplemental pension participant shall receive a COLA applicable to the participant's supplemental pension benefit for each year commencing on the July first following the date on which the benefit was first payable, and equal to the COLA determined under § 3-12C-704. However, no COLA is payable if the participant has received payments for less than twelve months. Section 9. That § 3-12C-1634 be AMENDED. 3-12C-1634. Information required of city of Mitchell. For purposes of payment of retiree benefits pursuant to § 3-12C-1630 and to calculate the minimum benefit pursuant to § 3-12C-1631, the city of Mitchell shall provide the following information: (1) Each retired firefighter's benefit as of June 30, 1996, plus that benefits' COLA; (2) Each active or inactive vested firefighter's accrued benefit as of June 30, 1996; (3) Each active firefighter's final average compensation as of June 30, 1996; (4) Each active firefighter's credited service as of June 30, 1996; (5) Each active firefighter's employee contributions, with interest credited thereon, as of June 30, 1996; and (6) The annual rate of salary for a first-class firefighter as of June 30, 1996. An Act to revise the minimum cost of living adjustment and revise terminology of the South Dakota Retirement System. I certify that the attached Act originated in the: House as Bill No. 1032 Chief Clerk Speaker of the House Attest: Chief Clerk President of the Senate Attest: Secretary of the Senate House Bill No. 1032 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2021 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2021 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2021 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [211587], "action_log": [{"bill_id": 21979, "action_date": "2021-01-12T12:00:00-06:00", "document_id": 211012, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211012.pdf", "status_text": "First read in House and referred to", "journal_page": 1, "committee_id_action": 492, "committee_id_assigned": 497, "result": "N", "vote": {}}, {"bill_id": 21979, "action_date": "2021-01-20T15:30:00-06:00", "document_id": 211142, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211142.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 497, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21979, "action_date": "2021-01-20T15:30:00-06:00", "document_id": 211328, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211328.pdf", "status_text": "Do Pass", "journal_page": 2, "committee_id_action": 497, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 67596, "president_vote": null, "Yea": [1767, 1780, 1784, 1834, 3800]}}, {"bill_id": 21979, "action_date": "2021-01-20T15:30:00-06:00", "document_id": 211328, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211328.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": 3, "committee_id_action": 497, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21979, "action_date": "2021-01-22T13:00:00-06:00", "document_id": 212449, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/212449.pdf", "status_text": "Do Pass", "journal_page": 110, "committee_id_action": 492, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 67741, "president_vote": null, "Yea": [1766, 1767, 1768, 1769, 1770, 1772, 1777, 1778, 1780, 1781, 1782, 1784, 1788, 1792, 1793, 1795, 1796, 1798, 1799, 1800, 1802, 1804, 1805, 1807, 1813, 1817, 1820, 1822, 1824, 1826, 1829, 1830, 1832, 1834, 1835, 1836, 1837, 1839, 1841, 1843, 1844, 1852, 1855, 1862, 1864, 1866, 1868, 1883, 3782, 3783, 3784, 3785, 3786, 3787, 3788, 3789, 3790, 3791, 3792, 3793, 3794, 3797, 3799, 3800, 3801, 3802, 3804, 3806], "Excused": [1809, 1823]}}, {"bill_id": 21979, "action_date": "2021-01-25T14:00:00-06:00", "document_id": 212700, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/212700.pdf", "status_text": "First read in Senate and referred to", "journal_page": 102, "committee_id_action": 514, "committee_id_assigned": 513, "result": "N", "vote": {}}, {"bill_id": 21979, "action_date": "2021-02-03T15:00:00-06:00", "document_id": 215109, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215109.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 513, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21979, "action_date": "2021-02-03T15:00:00-06:00", "document_id": 215231, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215231.pdf", "status_text": "Do Pass", "journal_page": 1, "committee_id_action": 513, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 68349, "president_vote": null, "Yea": [1786, 1801, 1827, 1870, 1771]}}, {"bill_id": 21979, "action_date": "2021-02-05T13:00:00-06:00", "document_id": 216665, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216665.pdf", "status_text": "Deferred to another day", "journal_page": 202, "committee_id_action": 514, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21979, "action_date": "2021-02-08T14:00:00-06:00", "document_id": 216779, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216779.pdf", "status_text": "Do Pass", "journal_page": 214, "committee_id_action": 514, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 68690, "president_vote": null, "Yea": [1771, 3798, 1775, 1776, 1881, 1783, 1785, 1786, 1790, 1794, 1803, 1806, 1808, 1811, 1812, 1819, 1827, 1828, 1831, 3805, 1847, 1850, 1851, 1853, 1856, 1858, 1860, 3803, 3796, 3795, 1865], "Excused": [1779, 1870], "Nay": [1789, 1801]}}, {"bill_id": 21979, "action_date": "2021-02-09T14:30:00-06:00", "document_id": 216996, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216996.pdf", "status_text": "Signed by the Speaker", "journal_page": 257, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21979, "action_date": "2021-02-10T14:00:00-06:00", "document_id": 217104, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217104.pdf", "status_text": "Signed by the President", "journal_page": 242, "committee_id_action": 514, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21979, "action_date": "2021-02-11T13:00:00-06:00", "document_id": 217249, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217249.pdf", "status_text": "Delivered to the Governor", "journal_page": 283, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21979, "action_date": "2021-02-18T13:30:00-06:00", "document_id": 217765, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217765.pdf", "status_text": "Signed by the Governor", "journal_page": 318, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 7118}