{"session_id": 4, "bill_id": 432, "bill_type": "Senate Commemoration", "bill_number": 15, "bill_title": "Commending the 2007 Yankton Gazelles' High School Competitive Dance Team for making history by winning the first state title of South Dakota high school competitive dance.", "sponsors": [{"legislator_profile_id": 582, "is_prime": true}, {"legislator_profile_id": 581, "is_prime": true}, {"legislator_profile_id": 580, "is_prime": false}], "keywords": ["Commemorations"], "audio": [], "bill_versions": [{"bill_id": 432, "bill_version_id": 2860, "bill_version": "Introduced", "bill_version_date": "2008-02-11T11:20:51.51-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending the 2007 Yankton Gazelles' High School Competitive Dance Team for making history by winning the first state title of South Dakota high school competitive dance. WHEREAS, the Yankton Gazelles' High School Competitive Dance Team exemplified excellence and superiority throughout the season, remaining undefeated the entire season, winning the conference title, as well as the state championship; and WHEREAS, the members of the Yankton Gazelles' High School Competitive Dance Team, including Brooke Anderson, Emma Bauer, Brandi Becvar, Brooke Brandy, Jenna Broscha, Lauren Casey, Hannah Downing, Maggie Downing, Whitney Duarte, Mandi Ewald, Hannah Friedenbach, Ashley Hatch, Emily Healy, Becca Hebda, Steffi Hiltunen, Caitlin Hof, Jerrica Huber, Amy Johnson, Laura Johnson, Anne Kinsley, Jordan Koch, Ali Kuchta, Brittney May, Kelsey Moser, Jessica Nelson, Laura Opsahl, Kara Schanche, Katie Starzl, Emily Vortherms, and Michaela Wuestewald, served as a great community model of congruity, hard work, and determination; and WHEREAS, coach Jennifer Johnke displayed exceptional coaching ability that led to a spectacular year and the dance team's state championship: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Third Legislature of the State of South Dakota, that the Yankton Gazelles' High School Competitive Dance Team and its coach be congratulated and commended on its triumphant 2007 season."}, {"bill_id": 432, "bill_version_id": 3159, "bill_version": "Enrolled", "bill_version_date": "2008-02-13T18:01:13.303-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending the 2007 Yankton Gazelles' High School Competitive Dance Team for making history by winning the first state title of South Dakota high school competitive dance. WHEREAS, the Yankton Gazelles' High School Competitive Dance Team exemplified excellence and superiority throughout the season, remaining undefeated the entire season, winning the conference title, as well as the state championship; and WHEREAS, the members of the Yankton Gazelles' High School Competitive Dance Team, including Brooke Anderson, Emma Bauer, Brandi Becvar, Brooke Brandy, Jenna Broscha, Lauren Casey, Hannah Downing, Maggie Downing, Whitney Duarte, Mandi Ewald, Hannah Friedenbach, Ashley Hatch, Emily Healy, Becca Hebda, Steffi Hiltunen, Caitlin Hof, Jerrica Huber, Amy Johnson, Laura Johnson, Anne Kinsley, Jordan Koch, Ali Kuchta, Brittney May, Kelsey Moser, Jessica Nelson, Laura Opsahl, Kara Schanche, Katie Starzl, Emily Vortherms, and Michaela Wuestewald, served as a great community model of congruity, hard work, and determination; and WHEREAS, coach Jennifer Johnke displayed exceptional coaching ability that led to a spectacular year and the dance team's state championship: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Third Legislature of the State of South Dakota, that the Yankton Gazelles' High School Competitive Dance Team and its coach be congratulated and commended on its triumphant 2007 season. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 432, "action_date": "2008-02-11T14:00:00-06:00", "document_id": 2905, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2905.pdf", "status_text": "", "journal_page": 419, "committee_id_action": 28, "committee_id_assigned": null, "result": "N", "vote": {}}]}