{"session_id": 43, "bill_id": 12185, "bill_type": "Senate Commemoration", "bill_number": 816, "bill_title": "Honoring Kendal Waltner for winning the South Dakota State Historical Society essay contest.", "sponsors": [{"legislator_profile_id": 1749, "is_prime": true}, {"legislator_profile_id": 1729, "is_prime": true}, {"legislator_profile_id": 1747, "is_prime": false}], "keywords": ["Senate Commemoration"], "audio": [], "bill_versions": [{"bill_id": 12185, "bill_version_id": 69253, "bill_version": "Introduced", "bill_version_date": "2020-03-03T11:55:31.043-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Kendal Waltner for winning the South Dakota State Historical Society essay contest. WHEREAS, for the 2019 Archaeology and Historic Preservation month, the South Dakota State Historical Society sponsored a statewide essay contest for all fourth-grade students. Tea fourth graders won the South Dakota State Historical Society essay contest; and WHEREAS, students were asked to draft an essay using the theme of \"This Place Matters.\" Fifty-eight entries were received during the contest. The first-place winner was Kendal Waltner from Tea Area Legacy Elementary School; and WHEREAS, Kendal won two hundred dollars in the essay contest. She was among participants from fifteen towns, fourteen schools, and three homeschooled students. Her outstanding writing skills about a topic she cared about won her the award: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Fifth Legislature of the State of South Dakota, that the Legislature show its congratulations toward Kendal for her incredible accomplishment in this essay contest. Kendal has a bright and influential future ahead of her."}, {"bill_id": 12185, "bill_version_id": 69528, "bill_version": "Enrolled", "bill_version_date": "2020-03-05T16:52:50.373-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Kendal Waltner for winning the South Dakota State Historical Society essay contest. WHEREAS, for the 2019 Archaeology and Historic Preservation month, the South Dakota State Historical Society sponsored a statewide essay contest for all fourth grade students. Tea fourth graders won the South Dakota State Historical Society essay contest; and WHEREAS, students were asked to draft an essay using the theme of \"This Place Matters.\" Fifty-eight entries were received during the contest. The first-place winner was Kendal Waltner from Tea Area Legacy Elementary School; and WHEREAS, Kendal won two hundred dollars in the essay contest. She was among participants from fifteen towns, fourteen schools, and three homeschooled students. Her outstanding writing skills about a topic she cared about won her the award: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Fifth Legislature of the State of South Dakota, that the Legislature shows its congratulations toward Kendal for her incredible accomplishment in this essay contest. Kendal has a bright and influential future ahead of her."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12185, "action_date": "2020-03-03T14:00:00-06:00", "document_id": 69177, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69177.pdf", "status_text": "", "journal_page": 405, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}]}