{"session_id": 45, "bill_id": 12705, "bill_type": "Senate Bill", "bill_number": 80, "bill_title": "to update and revise the Uniform Securities Act.", "sponsors": [], "keywords": ["Securities", "Signed by Governor", "Uniform Securities Act"], "audio": [], "bill_versions": [{"bill_id": 12705, "bill_version_id": 74163, "bill_version": "Introduced", "bill_version_date": "1997-01-12T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to update and revise the Uniform Securities Act. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 47-31A-402(b) be amended by adding thereto a NEW SUBSECTION to read as follows: Any nonissuer transaction by a registered agent of a registered broker-dealer, and any resale transaction by a sponsor of a unit investment trust registered under the Investment Company Act of 1940, in a security of a class that has been outstanding the hands of the public for at least ninety days provided, including any security senior in rank to its common stock, at the time of the transaction: (A) The issuer of the security is actually engaged in business and not in the organization stage or in bankruptcy or receivership and is not a blank check, blind pool, or shell company whose primary plan of business is to engage in a merger or combination of the business with, or an acquisition of, an unidentified person or person; (B) The security is sold at a price reasonably related to the current market price of the security; (C) The security does not constitute the whole or part of an unsold allotment to, or a subscription or participation by, the broker-dealer as an underwriter of the security; (D) A nationally recognized securities manual designated by rule or order of the director or a document filed with the United States Securities and Exchange Commission which is publicly available through the United States Securities and Exchange Commission's Electronic Data Gathering and Retrieval System contains: (i) A description of the business and operations of the issuer; (ii) The names of the issuer's officers and the names of the issuer's directors, if any, or in the case of a non-United States issuer, the corporate equivalents of the persons in the issuer's country of domicile; (iii) An audited balance sheet of the issuer as of a date within eighteen months or, in the case of a reorganization or merger where parties to the reorganization or merger had an audited balance sheet, a pro forma balance sheet; and (iv) An audited income statement for each of the issuer's immediately preceding two fiscal years, or for the period of existence of the issuer, if in existence for less than two years or, in the case of a reorganization or merger where the parties to the reorganization or merger had an audited income statement, a pro forma income statement; and (E) The issuer of the security has a class of equity securities listed on a national securities exchange registered under the Securities and Exchange Act of 1934, or designated for trading on the National Association of Securities Dealers Automated Quotation System, unless: (i) The issuer of the security is a unit investment trust registered under the Investment Company Act of 1940; (ii) The issuer of the security has been engaged in continuous business, including any predecessors, for at least three years; or (iii) The issuer of the security has total assets of at least two million dollars based on the audited balance sheet as of a date within eighteen months or, in the case of a reorganization or merger where the parties to the reorganization or merger had the audited balance sheet, a pro forma balance sheet. Section 2. That § 47-31A-402(a) be amended by adding thereto a NEW SUBSECTION to read as follows: Securities meeting all of the following conditions: (A) The securities are: (i) Equity securities except options, warrants, preferred stock, subscription rights, securities convertible into equity securities or any right to subscribe to or purchase the options, warrants, convertible securities, or preferred stock; (ii) Units consisting of equity securities permitted by (i) and warrants to purchase the same equity security being offered in the unit; (iii) Non-convertible debt securities that are rated in one of the four highest rating categories of Standard's and Poor's, Moody's, Dominion Bond Rating Services of Canadian Bond Rating Services or other rating organizations which the director by rule or order may designate. For purposes of this subparagraph, non-convertible debt securities means securities that cannot be converted for at least one year from the date of issuance and then only into equity shares of the issuer or its parent; or (iv) American Depository Receipts representing securities described in (i), (ii), or (iii). (B) The issuer is not organized under the laws of the United States, or of any state, territory, or possession of the United States, or of the District of Columbia or Puerto Rico; (C) The issuer, at the time an offer or sale is made under this subdivision, has been a going concern engaged in continuous business operations for the immediate past five years and during that period, has not been the subject of a preceding relating to insolvency, bankruptcy, involuntary administration, receivership, or similar proceedings. For the purposes of this subparagraph, the operating history of any predecessor that represented more than fifty percent of the value of the assets of the issuer that otherwise would have met the conditions of this section may be used toward the five year requirement; (D) The issuer, at the time an offer or sale is made under this subsection, has public float of one billion United States dollars or more. For purposes of this subparagraph: (i) Public float means the market value of all outstanding equity shares owned by non-affiliates; (ii) Equity shares means common shares, non-voting equity shares, and subordinate or restricted voting equity shares, but does not include preferred shares; (iii) An affiliate of a person is anyone who beneficially owns, directly or indirectly, or exercises control or direction over, more than ten percent of the outstanding equity shares of the person; (E) The market value of the issuer's equity shares, at the time an offer or sale is made under this subsection, is three billion United States dollars or more. For purposes of this subparagraph, equity shares means common shares, non- voting equity shares, and subordinate or restricted voting equity shares, but does not include preferred shares; (F) The issuer, at the time an offer or sale is made under this section, has a class of equity securities listed for trading on or through the facilities of a foreign securities exchange or recognized foreign securities market included in Rule 902(a)(1) promulgated under the Securities Act of 1933 or designated by the United States Securities and Exchange Commission under Rule 902(a)(2) promulgated under the Securities Act of 1933. Section 3. That § 47-31A-201 be amended by adding thereto a NEW SUBSECTION to read as follows: A broker-dealer that is resident in Canada and has no office or other physical presence in this state may, provided the broker-dealer is registered in accordance with this chapter, and any rules or orders as prescribed by the director, effect transactions in securities with or for, or induce or attempt to induce the purchase or sale of any security by: (1) A person from Canada who is temporarily resident in this state, with whom the Canadian broker-dealer had a bona fide broker-dealer client relationship before the person entered the United States; or (2) A person from Canada who is a resident in this state, whose transactions are in self- directed tax advantaged retirement plan in Canada of which the person is the holder or contributor. Section 4. That § 47-31A-201 be amended by adding thereto a NEW SUBSECTION to read as follows: An agent who will be representing a Canadian broker-dealer registered under this section may, provided the agent is registered in accordance with this chapter, effect transactions in securities in this state as permitted for the broker-dealer in section 3 of this Act and any rules or orders as prescribed by the director. Section 5. That subsection (a)(2)(M) of § 47-31A-204 be amended to read as follows: (M) A civil penalty levied under subsection (a) shall not exceed two hundred fifty dollars per violation per person nor ten thousand dollars in a single proceeding against any one per violation per person. All administrative fines received shall be deposited in the state general fund."}, {"bill_id": 12705, "bill_version_id": 74162, "bill_version": "House Commerce and Energy Engrossed", "bill_version_date": "1997-01-31T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to update and revise the Uniform Securities Act. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 47-31A-402(b) be amended by adding thereto a NEW SUBSECTION to read as follows: Any nonissuer transaction by a registered agent of a registered broker-dealer, and any resale transaction by a sponsor of a unit investment trust registered under the Investment Company Act of 1940, in a security of a class that has been outstanding in the hands of the public for at least ninety days provided, at the time of the transaction: (A) The issuer of the security is actually engaged in business and not in the organization stage or in bankruptcy or receivership and is not a blank check, blind pool, or shell company whose primary plan of business is to engage in a merger or combination of the business with, or an acquisition of, an unidentified person or person; (B) The security is sold at a price reasonably related to the current market price of the security; (C) The security does not constitute the whole or part of an unsold allotment to, or a subscription or participation by, the broker-dealer as an underwriter of the security; (D) A nationally recognized securities manual designated by rule or order of the director or a document filed with the United States Securities and Exchange Commission which is publicly available through the United States Securities and Exchange Commission's Electronic Data Gathering and Retrieval System contains: (i) A description of the business and operations of the issuer; (ii) The names of the issuer's officers and the names of the issuer's directors, if any, or in the case of a non-United States issuer, the corporate equivalents of the persons in the issuer's country of domicile; (iii) An audited balance sheet of the issuer as of a date within eighteen months or, in the case of a reorganization or merger where parties to the reorganization or merger had an audited balance sheet, a pro forma balance sheet; and (iv) An audited income statement for each of the issuer's immediately preceding two fiscal years, or for the period of existence of the issuer, if in existence for less than two years or, in the case of a reorganization or merger where the parties to the reorganization or merger had an audited income statement, a pro forma income statement; and (E) The issuer of the security has a class of equity securities listed on a national securities exchange registered under the Securities and Exchange Act of 1934, or designated for trading on the National Association of Securities Dealers Automated Quotation System, unless: (i) The issuer of the security is a unit investment trust registered under the Investment Company Act of 1940; (ii) The issuer of the security has been engaged in continuous business, including any predecessors, for at least three years; or (iii) The issuer of the security has total assets of at least two million dollars based on the audited balance sheet as of a date within eighteen months or, in the case of a reorganization or merger where the parties to the reorganization or merger had the audited balance sheet, a pro forma balance sheet. Section 2. That § 47-31A-402(a) be amended by adding thereto a NEW SUBSECTION to read as follows: Securities meeting all of the following conditions: (A) The securities are: (i) Equity securities except options, warrants, preferred stock, subscription rights, securities convertible into equity securities or any right to subscribe to or purchase the options, warrants, convertible securities, or preferred stock; (ii) Units consisting of equity securities permitted by (i) and warrants to purchase the same equity security being offered in the unit; (iii) Non-convertible debt securities that are rated in one of the four highest rating categories of Standard's and Poor's, Moody's, Dominion Bond Rating Services of Canadian Bond Rating Services or other rating organizations which the director by rule or order may designate. For purposes of this subparagraph, non-convertible debt securities means securities that cannot be converted for at least one year from the date of issuance and then only into equity shares of the issuer or its parent; or (iv) American Depository Receipts representing securities described in (i), (ii), or (iii). (B) The issuer is not organized under the laws of the United States, or of any state, territory, or possession of the United States, or of the District of Columbia or Puerto Rico; (C) The issuer, at the time an offer or sale is made under this subdivision, has been a going concern engaged in continuous business operations for the immediate past five years and during that period, has not been the subject of a preceding relating to insolvency, bankruptcy, involuntary administration, receivership, or similar proceedings. For the purposes of this subparagraph, the operating history of any predecessor that represented more than fifty percent of the value of the assets of the issuer that otherwise would have met the conditions of this section may be used toward the five year requirement; (D) The issuer, at the time an offer or sale is made under this subsection, has public float of one billion United States dollars or more. For purposes of this subparagraph: (i) Public float means the market value of all outstanding equity shares owned by non-affiliates; (ii) Equity shares means common shares, non-voting equity shares, and subordinate or restricted voting equity shares, but does not include preferred shares; (iii) An affiliate of a person is anyone who beneficially owns, directly or indirectly, or exercises control or direction over, more than ten percent of the outstanding equity shares of the person; (E) The market value of the issuer's equity shares, at the time an offer or sale is made under this subsection, is three billion United States dollars or more. For purposes of this subparagraph, equity shares means common shares, non- voting equity shares, and subordinate or restricted voting equity shares, but does not include preferred shares; (F) The issuer, at the time an offer or sale is made under this section, has a class of equity securities listed for trading on or through the facilities of a foreign securities exchange or recognized foreign securities market included in Rule 902(a)(1) promulgated under the Securities Act of 1933 or designated by the United States Securities and Exchange Commission under Rule 902(a)(2) promulgated under the Securities Act of 1933. Section 3. That § 47-31A-201 be amended by adding thereto a NEW SUBSECTION to read as follows: A broker-dealer that is resident in Canada and has no office or other physical presence in this state may, provided the broker-dealer is registered in accordance with this chapter, and any rules or orders as prescribed by the director, effect transactions in securities with or for, or induce or attempt to induce the purchase or sale of any security by: (1) A person from Canada who is temporarily resident in this state, with whom the Canadian broker-dealer had a bona fide broker-dealer client relationship before the person entered the United States; or (2) A person from Canada who is a resident in this state, whose transactions are in self- directed tax advantaged retirement plan in Canada of which the person is the holder or contributor. Section 4. That § 47-31A-201 be amended by adding thereto a NEW SUBSECTION to read as follows: An agent who will be representing a Canadian broker-dealer registered under this section may, provided the agent is registered in accordance with this chapter, effect transactions in securities in this state as permitted for the broker-dealer in section 3 of this Act and any rules or orders as prescribed by the director. Section 5. That subsection (a)(2)(M) of § 47-31A-204 be amended to read as follows: (M) A civil penalty levied under subsection (a) shall not exceed two hundred fifty dollars per violation per person nor ten thousand dollars in a single proceeding against any one per violation per person. All administrative fines received shall be deposited in the state general fund. Section 6. That § 47-31A-402(b) be amended by adding thereto a NEW SUBSECTION to read as follows: Any nonissuer transaction in a security by a registered agent of a registered broker-dealer if: (A) The issuer of the security is actually engaged in business and not in the organization stage or in bankruptcy or receivership and is not a blank check, blind pool, or shell company whose primary plan of business is to engage in a merger or combination of the business with, or an acquisition of, an unidentified person or persons; and (B) The security is senior in rank to the common stock of the issuer both as to payment of dividends or interest upon dissolution or liquidation of the issuer and the security has been outstanding at least three years and the issuer or any predecessors have not defaulted within the current fiscal year or the three immediately preceding fiscal years in the payment of any dividend, interest, principal, or sinking fund installment on the security when due and payable. BILL HISTORY January 14 - First read in Senate and referred to Commerce. S.J. 27 January 16 - Scheduled for hearing. January 16 - Passed, AYES 7, NAYS 0. January 17 - Second reading Senate. S.J. 61 January 17 - Passed, AYES 33, NAYS 1. S.J. 61 January 18 - First read in House and referred to Commerce. H.J. 66 January 23 - Scheduled for hearing. January 23 - Deferred to another day. H.J. 88 January 28 - Scheduled for hearing. January 28 - Deferred to another day. H.J. 164 January 30 - Scheduled for hearing. January 30 - Passed as amended, AYES 13, NAYS 0. H.J. 212 January 30 - Placed on Consent. H.J. 212"}, {"bill_id": 12705, "bill_version_id": 74161, "bill_version": "Enrolled", "bill_version_date": "1997-02-05T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12705, "action_date": "1997-01-14T14:00:00-06:00", "document_id": 72867, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72867.pdf", "status_text": "First read in Senate and referred to", "journal_page": 27, "committee_id_action": 545, "committee_id_assigned": 519, "result": "N", "vote": {}}, {"bill_id": 12705, "action_date": "1997-01-16T10:00:00-06:00", "document_id": 72165, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72165.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 519, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12705, "action_date": "1997-01-16T10:00:00-06:00", "document_id": 72165, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72165.pdf", "status_text": "Do Pass,", "journal_page": null, "committee_id_action": 519, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 36347, "president_vote": null, "Yea": [1901, 1946, 1959, 1976, 1979, 1956, 1972]}}, {"bill_id": 12705, "action_date": "1997-01-17T14:00:00-06:00", "document_id": 72873, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72873.pdf", "status_text": "Do Pass,", "journal_page": 61, "committee_id_action": 545, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 35673, "president_vote": null, "Yea": [1884, 1885, 1889, 1901, 1905, 1908, 1911, 1912, 1915, 1919, 1920, 1925, 1927, 1928, 1930, 1932, 1935, 1938, 1939, 1945, 1946, 1955, 1956, 1959, 1960, 1965, 1969, 1972, 1977, 1978, 1979, 1981, 1986], "Nay": [1976]}}, {"bill_id": 12705, "action_date": "1997-01-18T14:00:00-06:00", "document_id": 72874, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72874.pdf", "status_text": "First read in House and referred to", "journal_page": 66, "committee_id_action": 544, "committee_id_assigned": 532, "result": "N", "vote": {}}, {"bill_id": 12705, "action_date": "1997-01-23T07:45:00-06:00", "document_id": 72200, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72200.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 532, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12705, "action_date": "1997-01-23T07:45:00-06:00", "document_id": 72200, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72200.pdf", "status_text": "Deferred to another day", "journal_page": 88, "committee_id_action": 532, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12705, "action_date": "1997-01-28T07:45:00-06:00", "document_id": 72224, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72224.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 532, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12705, "action_date": "1997-01-28T07:45:00-06:00", "document_id": 72224, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72224.pdf", "status_text": "Deferred to another day", "journal_page": 164, "committee_id_action": 532, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12705, "action_date": "1997-01-30T07:45:00-06:00", "document_id": 72247, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72247.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 532, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12705, "action_date": "1997-01-30T07:45:00-06:00", "document_id": 72247, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72247.pdf", "status_text": "Do Pass Amended,", "journal_page": 212, "committee_id_action": 532, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37100, "president_vote": null, "Yea": [1917, 1922, 1970, 1975, 1890, 1894, 1941, 1961, 1968, 1973, 1988, 1904, 1967]}}, {"bill_id": 12705, "action_date": "1997-01-30T07:45:00-06:00", "document_id": 72247, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72247.pdf", "status_text": "Place on Consent Calendar", "journal_page": 212, "committee_id_action": 532, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12705, "action_date": "1997-02-03T14:00:00-06:00", "document_id": 72894, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72894.pdf", "status_text": "Do Pass Amended,", "journal_page": 280, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37089, "president_vote": null, "Yea": [1886, 1887, 1888, 1890, 1891, 1892, 1894, 1895, 1896, 1897, 1898, 1899, 1900, 1902, 1904, 1906, 1909, 1910, 1913, 1917, 1918, 1922, 1923, 1926, 1931, 1934, 1936, 1937, 1940, 1941, 1942, 1944, 1947, 1948, 1949, 1951, 1952, 1954, 1957, 1961, 1962, 1963, 1964, 1966, 1967, 1968, 1970, 1971, 1973, 1975, 1980, 1982, 1983, 1984, 1985, 1987, 1924], "Nay": [1903, 1907, 1914, 1916, 1929, 1943, 1950, 1953, 1958, 1974, 1988], "Absent": [1921], "Excused": [1933]}}, {"bill_id": 12705, "action_date": "1997-02-06T14:00:00-06:00", "document_id": 72901, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72901.pdf", "status_text": "Signed by President", "journal_page": 348, "committee_id_action": 545, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12705, "action_date": "1997-02-06T14:00:00-06:00", "document_id": 72900, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72900.pdf", "status_text": "Signed by Speaker", "journal_page": 356, "committee_id_action": 544, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12705, "action_date": "1997-02-11T14:00:00-06:00", "document_id": 72907, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72907.pdf", "status_text": "Delivered to the Governor", "journal_page": 384, "committee_id_action": 545, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12705, "action_date": "1997-02-14T14:00:00-06:00", "document_id": 72913, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72913.pdf", "status_text": "Signed by Governor", "journal_page": 444, "committee_id_action": 545, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 760, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/12705"}