{"session_id": 8, "bill_id": 1975, "bill_type": "House Bill", "bill_number": 1258, "bill_title": "authorize grants and loans from the revolving economic development and initiative fund to certain venture capital funds and to establish a certification process for capital venture funds and for businesses seeking financial assistance from these capital venture funds.", "sponsors": [{"legislator_profile_id": 759, "is_prime": true}, {"legislator_profile_id": 776, "is_prime": true}, {"legislator_profile_id": 758, "is_prime": false}, {"legislator_profile_id": 785, "is_prime": false}, {"legislator_profile_id": 793, "is_prime": false}, {"legislator_profile_id": 831, "is_prime": false}, {"legislator_profile_id": 820, "is_prime": false}, {"legislator_profile_id": 748, "is_prime": false}, {"legislator_profile_id": 808, "is_prime": false}, {"legislator_profile_id": 783, "is_prime": false}, {"legislator_profile_id": 773, "is_prime": false}, {"legislator_profile_id": 810, "is_prime": false}, {"legislator_profile_id": 747, "is_prime": false}, {"legislator_profile_id": 796, "is_prime": false}], "keywords": ["Administrative Rules", "Appropriations", "State Affairs and Government"], "audio": [{"meeting_datetime": "2010-02-12T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hap20.mp3", "start_seconds": 3162.0}, {"meeting_datetime": "2010-02-12T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hap20.mp3", "start_seconds": 3162.0}, {"meeting_datetime": "2010-02-12T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hap20.mp3", "start_seconds": 3162.0}, {"meeting_datetime": "2010-02-12T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hap20.mp3", "start_seconds": 3162.0}, {"meeting_datetime": "2010-02-19T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hap24.mp3", "start_seconds": 253.0}, {"meeting_datetime": "2010-02-19T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hap24.mp3", "start_seconds": 253.0}, {"meeting_datetime": "2010-02-19T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hap24.mp3", "start_seconds": 253.0}], "bill_versions": [{"bill_id": 1975, "bill_version_id": 11722, "bill_version": "Introduced", "bill_version_date": "2010-02-03T09:26:19.493-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize grants and loans from the revolving economic development and initiative fund to certain venture capital funds and to establish a certification process for capital venture funds and for businesses seeking financial assistance from these capital venture funds. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 1-16G be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this Act, the term, venture capital fund, means a for-profit or nonprofit investment entity or vehicle that intends to invest as an owner in businesses for the purpose of achieving return on investment through royalties, profit, growth, or otherwise. Section 2. That chapter 1-16G be amended by adding thereto a NEW SECTION to read as follows: In addition to the grants and loans authorized in §§ 1-16G-5 and 1-16G-8, the Board of Economic Development may make grants and loans from the revolving economic development and initiative fund to a venture capital fund. The grants and loans shall be for the purpose of facilitating investment by a venture capital fund in new businesses in this state and to facilitate the expansion or relocation of businesses in this state in order to promote economic development in this state. The total amount of such grants and loans may not exceed fifteen million dollars, nor may the total amount of such grants and loans exceed three million dollars in any fiscal year. Section 3. That chapter 1-16G be amended by adding thereto a NEW SECTION to read as follows: The Board of Economic Development may promulgate rules, pursuant to chapter 1-26, to: (1) Establish eligibility criteria; (2) Set the application procedures for grants and loans to venture capital funds; (3) Establish criteria to determine which applicants will receive such grants and loans; (4) Govern the use of proceeds; (5) Establish criteria for the terms and conditions upon which grants and loans may be made, including matching requirements, if any; (6) If loans are made, the interest rates, repayment terms, and the terms of security given, if any, to secure the loans; and (7) Establish reporting requirements for venture capital funds. Section 4. That chapter 1-16G be amended by adding thereto a NEW SECTION to read as follows: The Department of Tourism and State Development shall promulgate rules, pursuant to chapter 1-26, establishing a procedure for the department to annually certify venture capital funds for purposes of the grants and loans provided by section 2 of this Act. The rules shall: (1) Require a venture capital fund that desires to obtain a certification to file an application with the department; (2) Permit a venture capital fund to obtain a certification only if the venture capital fund is a private seed and venture capital partnership or entity fund, the venture capital fund has its principal place of business in South Dakota, and the venture capital fund commits to make equity investments in businesses, as described under sections 7 and 8 of this Act; and (3) Require an applicant for certification or a certified venture capital fund to provide the department with any information the department determines is necessary to ensure eligibility for certification and compliance with the rules promulgated under this section. Section 5. That chapter 1-16G be amended by adding thereto a NEW SECTION to read as follows: Upon the issuance or discontinuance of a certification pursuant to section 4 of this Act, the Department of Tourism and State Development shall notify the Board of Regents and provide a copy of the certification or discontinuance. Section 6. That chapter 1-16G be amended by adding thereto a NEW SECTION to read as follows: Upon request of any person, the Department of Tourism and State Development shall issue a written notice indicating whether a venture capital fund is certified under section 4 of this Act for purposes of the grants and loans provided pursuant to section 2 of this Act. Each notice under this paragraph that indicates a venture capital fund is certified shall include the following statement: \"THE SOUTH DAKOTA DEPARTMENT OF TOURISM AND STATE DEVELOPMENT HAS NOT RECOMMENDED OR APPROVED AN INVESTMENT IN THIS VENTURE CAPITAL FUND OR ASSESSED THE MERITS OR RISKS OF SUCH AN INVESTMENT. INVESTORS SHOULD RELY SOLELY ON THEIR OWN INVESTIGATION AND ANALYSIS AND SEEK INVESTMENT, FINANCIAL, LEGAL, AND TAX ADVICE BEFORE MAKING THEIR OWN DECISION REGARDING INVESTMENT IN THIS ENTERPRISE.\" Section 7. That chapter 1-16G be amended by adding thereto a NEW SECTION to read as follows: The Department of Tourism and State Development and the Board of Regents shall annually conduct and publish the results of a study of South Dakota businesses to determine new business formation trends and identify obstacles faced by new businesses and areas where changes in governmental policy may satisfy the needs of new businesses. As part of the study, the department shall conduct a survey of businesses. The department and the Board of Regents shall provide education and other support to facilitate the development networks of investors that review new businesses or proposed new businesses for potential investment. The department shall certify businesses as qualified new business ventures for purposes of grants and loans provided by section 4 of this Act. The department shall promulgate rules, pursuant to chapter 1-26, for the administration of this section. The rules shall require a business desiring certification to submit an application to the department. The department shall maintain a list of businesses certified under this section and shall permit public access to the list through the department's internet website. The department shall notify the Board of Regents of each business certified under this section and the date on which any such business is decertified. Section 8. That chapter 1-16G be amended by adding thereto a NEW SECTION to read as follows: A business may be certified under section 7 of this Act and may maintain such certification, if the business meets all of the following conditions: (1) The business has its headquarters in this state; (2) At least fifty-one percent of the employees employed by the business are employed in this state; (3) The business's average annual net income for each of the two taxable years immediately preceding the taxable year for which a grant or loan is provided does not exceed twenty million dollars; (4) The business's net worth in the taxable year for which a grant or loan is provided does not exceed seventy-five million dollars; (5) The business is not engaged predominantly in providing professional services by accountants, lawyers, or physicians; (6) The business is not engaged predominantly in trade or in the leisure and hospitality industry; (7) The business is not engaged in banking or lending or in developing real estate for resale; (8) The business does not make loans to or investments in certified capital companies; and (9) The business has been in operation in this state for at least three consecutive years but not more than ten consecutive years."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1975, "action_date": "2010-02-03T14:00:00-06:00", "document_id": 11793, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11793.pdf", "status_text": "First read in House and referred to", "journal_page": 289, "committee_id_action": 86, "committee_id_assigned": 88, "result": "N", "vote": {}}, {"bill_id": 1975, "action_date": "2010-02-12T08:00:00-06:00", "document_id": 11918, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11918.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 88, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1975, "action_date": "2010-02-12T08:00:00-06:00", "document_id": 12221, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12221.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 88, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1975, "action_date": "2010-02-19T08:00:00-06:00", "document_id": 12432, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12432.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 88, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1975, "action_date": "2010-02-19T08:00:00-06:00", "document_id": 12590, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12590.pdf", "status_text": "Tabled", "journal_page": 480, "committee_id_action": 88, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6801, "president_vote": null, "Yea": [781, 740, 812, 775, 779, 755, 837, 773, 752]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/1975"}