{"session_id": 68, "bill_id": 24356, "bill_type": "Senate Commemoration", "bill_number": 810, "bill_title": "Celebrating the LGBTQ+ and Two Spirit community in South Dakota.", "sponsors": [{"legislator_profile_id": 4394, "is_prime": true}, {"legislator_profile_id": 4339, "is_prime": false}, {"legislator_profile_id": 4466, "is_prime": false}], "keywords": ["Senate Commemoration"], "audio": [], "bill_versions": [{"bill_id": 24356, "bill_version_id": 249199, "bill_version": "Introduced", "bill_version_date": "2023-02-13T08:06:21.7-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Celebrating the LGBTQ+ and Two Spirit community in South Dakota. WHEREAS, in South Dakota, approximately 25,000 adults, or 3.5 percent of the population, identify as LGBTQ+ and Two Spirit. Numerous official Pride festivals are held annually that shed light on this community’s resilience, ranging from parades and fairs to daily events and educational courses for area businesses and organizations; and WHEREAS, the LGBTQ+ and Two Spirit community proudly shows its strength every day by living in truth and combatting uncertainty. The many accomplishments and milestones of the state’s LGBTQ+ and Two Spirit community are celebrated while acknowledging the remaining work to be done in the pursuit of true equality for all; and WHEREAS, all LGBTQ+ and Two Spirit organizations within the state work to ensure that legal, law enforcement, health care, education, and employment opportunities are equally and equitably afforded to all, regardless of gender identity, sexual orientation, or race. The leadership of these organizations working statewide to educate and create positive change for their fellow South Dakotans is commended. The growth of these local organizations should serve as a beacon of hope for communities nationwide: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Eighth Legislature of the State of South Dakota, that the LGBTQ+ and Two Spirit community is recognized for its collective efforts to secure true equality for all."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24356, "action_date": "2023-02-13T14:00:00-06:00", "document_id": 249144, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249144.pdf", "status_text": "", "journal_page": 255, "committee_id_action": 1183, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24356, "action_date": "2023-02-14T14:00:00-06:00", "document_id": 249314, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249314.pdf", "status_text": "Disapproved pursuant to JR 6H-4", "journal_page": 258, "committee_id_action": 1183, "committee_id_assigned": null, "result": "P", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24356"}