{"session_id": 69, "bill_id": 24777, "bill_type": "Senate Bill", "bill_number": 63, "bill_title": "revise provisions related to the licensure and regulation of ambulance services.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24777", "sponsors": [], "keywords": ["Emergency Medical Services", "Executive/Judiciary Request", "Health Care", "Licensure", "Motor Vehicles", "Promulgation of Rules", "Public Health and Safety"], "audio": [], "bill_versions": [{"bill_id": 24777, "bill_version_id": 258473, "bill_version": "Introduced", "bill_version_date": "2024-01-05T16:59:12.88-06:00", "bill_text": "An Act to revise provisions related to the licensure and regulation of ambulance services. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 32-31-4 be AMENDED: 32-31-4. The speed limit set out in §§ 32-25-1.1 to 32-25-17, inclusive, does not apply to any authorized emergency vehicle responding to an emergency call if the driver sounds an audible siren or air horn or both or displays flashing, oscillating, or rotating beams of red light or combinations of red, blue, or white light visible one hundred eighty degrees to the front of the vehicle. The lights shall must be capable of warning the public of the presence of an emergency vehicle under normal atmospheric conditions. The speed limit set out in §§ 32-25-1.1 to 32-25-17, inclusive, does not apply to authorized emergency vehicles operated by law enforcement officers who are measuring the speed of other vehicles by use of the emergency vehicle speedometer. Moreover, the An ambulance driver of an ambulance who has been is certified pursuant to § 34-11-6 chapter 36-4B may operate the emergency vehicle an ambulance in excess of the speed limit without audible signals while operating outside the city limits of a municipality. Section 2. That § 34-11-1 be AMENDED: 34-11-1. Any A county or municipality may provide ambulance service and enter into agreements with other governmental subdivisions and with other persons for such services. Any county or municipality may appropriate funds for such purposes: (1) Provide or contract for the provision of ambulance services; and may enter into an agreement with such other governmental (2) Contract with another political subdivision or any competent other person to furnish funds for such purposes on an annual basis as may mutually be agreed upon. The funds shall be paid to such person or political subdivision when a claim has been duly filed, audited, and allowed by the county or municipality. Any county or municipality may license and regulate persons providing such services for the provision of moneys to support ambulance services. Section 3. That § 34-11-2 be AMENDED: 34-11-2. Terms used in this chapter mean: (1) \"Air ambulance,\" an aircraft, fixed wing, or helicopter, that is designated or can be quickly modified to provide transportation of wounded, injured, sick, invalid, or incapacitated human beings or expectant mothers; (2) \"Ambulance,\" a vehicle for emergency care with that has a driver compartment and a patient compartment, carrying all and carries the equipment and supplies needed to provide emergency medical technician-basic level emergency for the provision of emergency care, by personnel licensed or certified in accordance with chapter 36-4B, at the scene and of and enroute to an appropriate medical facility from an emergency; (3)(2) \"Ambulance service,\" any person or organization that is licensed by the department to provide emergency: (a) Emergency medical services and at the scene of and enroute from an emergency; (b) Transportation of a patient transport from a medical facility to another medical facility; (c) Transportation of a patient from a medical facility to a non-medical facility; and (d) Transportation of a patient from a non-medical facility to a medical facility; (4) \"Emergency medical responder,\" any person certified by the Department of Health trained to provide simple, noninvasive care focused on lifesaving interventions for critical patients. The emergency medical responder renders on site emergency care while awaiting additional emergency medical services response from an emergency medical technician or higher level personnel. An emergency medical responder may not make decisions independently regarding the appropriate disposition of a patient; (5) \"Emergency medical technician\" any person trained in emergency medical care in accordance with standards prescribed by rules promulgated pursuant to this chapter, who provides emergency medical services, including automated external defibrillation under indirect medical control, in accordance with the person's level of training; (6) \"License,\" the permit to provide ambulance service; (7) \"Licensing agency,\" (3) \"Department,\" the Department of Health; and (8)(4) \"Medical director,\" a physician licensed pursuant to chapter 36-4, physician assistant licensed pursuant to chapter 36-4B, or nurse practitioner licensed pursuant to chapter 36-9A, who is responsible for providing medical supervision and direction to an ambulance service; and (9) \"Operator,\" any person or entity who has a license from the licensing agency to provide ambulance service. Section 4. That § 34-11-3 be AMENDED: 34-11-3. No Before an ambulance service shall may be operated in this state unless the ambulance service has a currently valid license from the licensing agency to provide such, the service must be licensed by the department. In order to obtain licensure, the ambulance service must: (1) Complete and submit an application developed by the department; and (2) Submit a licensure fee established by the department, in rule, pursuant to chapter 1-26, but not exceeding twenty-five dollars. A license issued in accordance with this section may only be renewed on or before June thirtieth in each even-numbered year. Section 5. That chapter 34-11 be amended with a NEW SECTION: Each ambulance service licensed pursuant to this chapter must have a medical director. Section 6. That § 34-11-5 be AMENDED: 34-11-5. The Department of Health may adopt department shall promulgate rules, pursuant to chapter 1-26, relating to the licensure and operation of an ambulance services including patient care, personnel, medical and maintenance service. The rules must include: (1) The medical equipment and supplies that must be on board each ambulance; (2) The maintenance requirements for medical equipment, sanitary conditions, and necessary supplies; (3) Sanitary requirements; (4) Licensure fees, not to exceed twenty-five dollars; and (5) Quality assurance program standards. Section 7. That § 34-11-5.1 be AMENDED: 34-11-5.1. Any patient information identifying the obtained by the staff of an ambulance service that contains a patient's name, address, diagnosis, or treatment received by an ambulance service under the authority of this chapter is not a public record and, or other personally identifiable information is confidential, except for official purposes as authorized by law, and may not be published or disclosed without authorization from the patient or the patient's designee. Section 8. That § 34-11-7 be AMENDED: 34-11-7. Each operator shall record each trip on forms designated by the licensing agency and copies submitted to the department monthly. These records shall be maintained for a period of four years and upon request be made available to the department for inspection ambulance service shall provide electronic trip records to the department, at the time and in the manner directed by the department. The department shall set forth the required content for these records in rules promulgated in accordance with chapter 1-26. The content must be statistical in nature and may not include any information that is confidential, as referenced in § 34-11-5.1. Section 9. That § 34-11-8 be AMENDED: 34-11-8. No provision of §§ 34-11-2 to 34-11-10, inclusive, nor any regulation adopted pursuant to said sections shall be construed as limiting any other provision of law delegating to the Department of Health the authority to regulate andThe department may inspect the warning lights, siren, brakes, and mechanical adequacy and safety of ambulances an ambulance service for compliance with this chapter. Section 10. That chapter 34-11 be amended with a NEW SECTION: The department may deny the issuance or renewal of a license issued under this chapter, and may suspend, revoke, or impose probation on a license issued under this chapter, for a violation of any provision of this chapter or any rule adopted thereunder. Section 11. That chapter 34-11 be amended with a NEW SECTION: Any party aggrieved by any act, ruling, or decision of the department acting pursuant to section 9 of this Act may appeal the act, ruling, or decision under the provisions of chapter 1-26. Section 12. That § 34-11-9 be AMENDED: 34-11-9. The following are exempt from the provisions of §§ 34-11-2 to 34-11-10 34-11-8, inclusive: (1) The occasional use of a privately owned vehicle or aircraft, not ordinarily used in the business of providing ambulance service or operating under the provisions of § 32-34-3; (2) A vehicle rendering services as an that provides ambulance in case of major catastrophe services following a disaster or emergency when ambulance services, if ambulances based in the localities of the catastrophe or emergency area are insufficient or unavailable unable to render provide the necessary services required; (3) Ambulance services An ambulance service based outside the of this state, except that any such ambulance unless the service is receiving a patient within in this state for transport and providing medical transportation to a another location within in this state shall comply with §§ 34-11-2 to 34-11-10, inclusive, unless such transport is a medical emergency; (4) Vehicles A vehicle owned and operated by a rescue squads which are squad, provided the vehicle is not regularly used as ambulances except as part an ambulance outside of rescue operations; (5) Ambulances An ambulance owned and operated by agencies of the United States federal government; and (6) Coach services engaged A vehicle used to provide coach service, by prior appointment in the transportation of infirm or disabled individuals not requiring emergency, for persons who require non-emergency medical care in transit transportation. Section 13. That § 34-11-11 be AMENDED: 34-11-11. Any ambulance service that provides advanced life support, as defined in § 36-4B-1, shall conduct implement a quality assurance program. The quality assurance program shall include, at a minimum, a review of the appropriate use of oxygen therapy, the appropriate use of intravenous therapy, medication administration, and the appropriate use of cardiac monitors. The Department of Health shall develop a quality assurance program that meets the requirements of this section. The ambulance service may use the program developed by the department or the ambulance service may develop its own quality assurance program. The ambulance service shall compile the quality assurance reviews into an annual report, which shall be kept on file for at least three years and made available to the Department of Health upon request that provides for chart review of all patient care provided by the ambulance service. Section 14. That § 34-11-12 be AMENDED: 34-11-12. The minimum personnel required on each Each ambulance run includes must include: (1) One emergency medical technician certified by the Department of Health or an one advanced life support personnel, licensed pursuant to chapter 36-4B; and (2) One driver who meets the requirements established by the Department of Health pursuant to rules promulgated pursuant to § 34-11-5 certified in accordance with chapter 36-4B. Section 15. That § 34-11-4 be REPEALED: The licensing agency shall provide application forms for the providing of ambulance service. A fee of not more than twenty‑five dollars shall accompany each application, except for applications from state agencies. The licensing agency shall issue a license to any ambulance service which makes application to the agency providing such service complies with §§ 34-11-2 to 34-11-10, inclusive. A license shall be valid for a period of not more than two years. Section 16. That § 34-11-5.2 be REPEALED: No person may practice as an emergency medical responder or represent oneself as an emergency medical responder unless the person possesses a certification from the department or holds a privilege to practice. The department shall promulgate rules, pursuant to chapter 1-26, for the application, qualifications, issuance, and renewal of a certification of an emergency medical responder. A certification issued under this section shall be renewed every two years. Section 17. That § 34-11-6 be REPEALED: No operator may provide ambulance service unless both the driver of the ambulance and the attendant on duty in the ambulance possess certification of completing an emergency care course approved by the Department of Health. Section 18. That § 34-11-6.1 be REPEALED: The Department of Health may deny the issuance or renewal of a certification or suspend or revoke the certification of any driver or attendant certified pursuant to § 34-11-6 upon satisfactory proof of the person's gross incompetence, or unprofessional or dishonorable conduct, including acts of gross incompetence, or unprofessional or dishonorable conduct occurring before July 1, 2006. For the purposes of this section, the Department of Health shall define, in rules pursuant to chapter 1-26, the terms, gross incompetence, unprofessional conduct, and dishonorable conduct. Section 19. That § 34-11-6.2 be REPEALED: Any party feeling aggrieved by any act, ruling, or decision of the Department of Health acting pursuant to § 34-11-6.1 may appeal such act, ruling, or decision under the provisions of chapter 1-26. Section 20. That § 34-11-6.3 be REPEALED: If a person holding a certification pursuant to § 34-11-6 is adjudged to be mentally incompetent by final order or adjudication of a court of competent jurisdiction, the Department of Health shall suspend such person's certification pursuant to chapter 1-26. The suspension shall continue until the person holding the certification is found or adjudged by such court to be restored to reason. The Department of Health may establish, by rules promulgated pursuant to chapter 1-26, probationary conditions that it deems necessary for the best interest of the person holding the certification. Section 21. That § 34-11-6.4 be REPEALED: Upon application, the Department of Health may reissue a certification issued pursuant to § 34-11-6 that has been cancelled, suspended, or revoked. A reissuance of a certification that has been cancelled, suspended, or revoked may not be made prior to one year after the cancellation, suspension, or revocation. The Department of Health may, by rules promulgated pursuant to chapter 1-26, provide for the manner, form, and condition for the reissuance of any certification pursuant to this section. Section 22. That § 34-11-6.5 be REPEALED: In addition to the requirements of § 34-11-6, each applicant for emergency medical technician certification must submit to a state and federal criminal background check. The applicant must submit a full set of the applicant's fingerprints to the department in a form and manner prescribed by the department. The department shall submit the applicant's fingerprints to the Division of Criminal Investigation to conduct a criminal background check by the division and the Federal Bureau of Investigation. The applicant must sign a release of information to the department, and pay any fee charged for the cost of fingerprinting or conducting the background check. Upon completion of the background check, the division shall deliver to the department all criminal history record information regarding the applicant, and the department shall consider this information in its determination to issue a certification to the applicant. The department may not issue a certification to an applicant before receiving this information. The department may only disseminate an applicant's information to a person employed by the department. The department may require any certified emergency medical technician who is the subject of a disciplinary investigation to submit to a state and federal background check. The department may deny the issuance of, suspend, or revoke a certification for failure to submit to or cooperate with a background check. Section 23. That § 34-11-10 be REPEALED: Any person violating the provisions of §§ 34-11-2 to 34-11-9, inclusive, or the regulations adopted pursuant thereto is guilty of a Class 1 misdemeanor. A violation is also grounds, upon hearing held pursuant to chapter 1-26, for suspension or revocation of any prior authorized license. Section 24. That § 34-11-13 be REPEALED: Any ambulance service licensed pursuant to this chapter may be equipped with single-dose epinephrine. The department shall adopt statewide protocols for the administration of epinephrine. A copy of the protocols, signed by the medical director of the ambulance service, must be carried in any ambulance equipped with epinephrine. Any emergency medical technician who has received training approved by the department may, pursuant to the protocols, administer epinephrine. Section 25. That § 34-11-14 be REPEALED: Any ambulance service licensed pursuant to this chapter may be equipped with a supraglottic airway device. The department shall adopt statewide protocols for the use of supraglottic airway devices. A copy of the protocols, signed by the medical director of the ambulance service, must be carried in any ambulance equipped with a supraglottic airway device. Any emergency medical technician who has received training approved by the department may, pursuant to the protocols, utilize a supraglottic airway device."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24777, "action_date": "2024-01-09T12:00:00-06:00", "document_id": 257007, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/257007.pdf", "status_text": "First read in Senate and referred to", "journal_page": 19, "committee_id_action": 1219, "committee_id_assigned": 1213, "result": "N", "vote": {}}]}