{"session_id": 4, "bill_id": 386, "bill_type": "House Bill", "bill_number": 1307, "bill_title": "provide for a legislative study of the classifications of real property.", "sponsors": [{"legislator_profile_id": 613, "is_prime": true}, {"legislator_profile_id": 564, "is_prime": true}, {"legislator_profile_id": 542, "is_prime": false}, {"legislator_profile_id": 537, "is_prime": false}, {"legislator_profile_id": 549, "is_prime": false}, {"legislator_profile_id": 559, "is_prime": false}], "keywords": ["Agriculture", "Legislature and Statutes", "Property", "Property Taxes"], "audio": [{"meeting_datetime": "2008-01-29T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hta14.mp3", "start_seconds": 3293.0}, {"meeting_datetime": "2008-01-29T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hta14.mp3", "start_seconds": 3293.0}, {"meeting_datetime": "2008-01-29T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hta14.mp3", "start_seconds": 3293.0}, {"meeting_datetime": "2008-02-07T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hta20.mp3", "start_seconds": 105.0}, {"meeting_datetime": "2008-02-07T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hta20.mp3", "start_seconds": 105.0}, {"meeting_datetime": "2008-02-07T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hta20.mp3", "start_seconds": 105.0}, {"meeting_datetime": "2008-02-07T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hta20.mp3", "start_seconds": 105.0}, {"meeting_datetime": "2008-02-07T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hta20.mp3", "start_seconds": 105.0}, {"meeting_datetime": "2008-02-12T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou22.mp3", "start_seconds": 10928.0}, {"meeting_datetime": "2008-02-12T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou22.mp3", "start_seconds": 10928.0}, {"meeting_datetime": "2008-02-12T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou22.mp3", "start_seconds": 10928.0}], "bill_versions": [{"bill_id": 386, "bill_version_id": 1657, "bill_version": "Introduced", "bill_version_date": "2008-01-23T10:58:54.09-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create additional classifications of real property, to revise certain provisions concerning the taxation of such property, and to repeal the nonagricultural acreage classification. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Any agricultural land, as defined in § 10-6-31.3, for which the landowner has obtained a shooting preserve operating permit pursuant to chapter 41-10 is hereby classified for purposes of ad valorem taxation as recreational land. Section 2. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Any agricultural land, as defined in § 10-6-31.3, which sells for more than two hundred percent of its assessed value is hereby classified for purposes of ad valorem taxation as agricultural investment land. Any agricultural land, as defined in § 10-6-31.3, which sells for more than two hundred percent of its assessed value, may not be used for the purpose of valuing other real property. The sale of any real property which is not used for the purpose of valuing other real property pursuant to this section may not be used in any sales ratio study. Any agricultural land classified pursuant to this section shall be valued for ad valorem tax purposes at the price for which such land sold multiplied times the level of assessment for nonagricultural property within the county. The assessed value of such land shall be increased or decreased each year by the same percentage that the value of nonagricultural property increases or decreases. Section 3. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Any agricultural land, as defined in § 10-6-31.3, for which the director of equalization has determined to be noncropland and the animal unit carrying capacity is two acres or less for one animal unit to subsist on natural forage, on a given tract of land for one year is class one noncropland. For the purposes of this section, the term, animal unit, means one cow and calf, one horse, five sheep, or five goats. Section 4. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Any agricultural land, as defined in § 10-6-31.3, for which the director of equalization has determined to be noncropland and the animal unit carrying capacity is more than two acres for one animal unit to subsist on natural forage, on a given tract of land for one year is class two noncropland. For the purposes of this section, the term, animal unit, means one cow and calf, one horse, five sheep, or five goats. Section 5. That § 10-6-31 be amended to read as follows: 10-6-31. For the purposes of taxation, all property is hereby classified into two separate classes, to wit except for such classes as provided in § 10-13-39 and sections 1 to 4, inclusive, of this Act : (1) Agricultural property; (2) Nonagricultural property. Agricultural property includes all property used exclusively for agricultural purposes which is not handled for resale by wholesale or retail dealers. It includes all land used exclusively for agricultural purposes, both tilled and untilled, the improvements on such land, other than buildings and structures, and the livestock and machinery located and used on such agricultural land. Nonagricultural property includes normally occupied dwellings on agricultural land and automobile garages or portions of buildings used for that purpose by the occupants of such normally occupied dwellings, and all other property not classified as agricultural property , owner-occupied dwellings, recreational land, agricultural investment property, class one noncropland, and class two noncropland . The director of equalization in listing and assessing all property to which this section applies shall designate opposite each description the class to which it belongs as defined herein. Section 6. That § 10-6-31.3 be amended to read as follows: 10-6-31.3. For tax purposes, land is agricultural land if it meets two of the following three criteria: (1) At least thirty-three and one-third percent of the total family gross income of the owner is derived from the pursuit of agriculture as defined in subdivision (2) of this section or it is a state-owned public shooting area or a state-owned game production area as identified in § 41-4-8 and it is owned and managed by the Department of Game, Fish and Parks; (2) Its principal use is devoted to the raising and harvesting of crops or timber or fruit trees, the rearing, feeding, and management of farm livestock, poultry, fish, or nursery stock, the production of bees and apiary products, or horticulture, all for intended profit pursuant to subdivision (1) of this section. Agricultural real estate also includes woodland, wasteland, and pasture land, but only if the land is held and operated in conjunction with agricultural real estate as defined and it is under the same ownership; (3) It consists of not less than twenty acres of unplatted land or is a part of a contiguous ownership of not less than eighty acres of unplatted land. The same acreage specifications apply to platted land, excluding land platted as a subdivision, which is in an unincorporated area. However, the board of county commissioners may increase the minimum acre requirement up to one hundred sixty acres. However, for tax purposes, land is not agricultural land if the land is classified pursuant to § 10-6-33.14 as a nonagricultural acreage as recreational land, agricultural investment property, class one noncropland, or class two noncropland . Section 7. That § 10-12-42 be amended to read as follows: 10-12-42. For taxes payable in 2008 and each year thereafter, the levy for the general fund of a school district shall be as follows: (1) The maximum tax levy shall be nine dollars and eleven cents per thousand dollars of taxable valuation subject to the limitations on agricultural property as provided in subdivision (2) of this section, owner-occupied property as provided for in subdivision (3) of this section, and nonagricultural acreage property recreational land as provided for in subdivision (4) of this section , agricultural investment property as provided for in subdivision (5) of this section, class one noncropland as provided for in subdivision (6) of this section, and class two noncropland as provided for in subdivision (7) of this section ; (2) The maximum tax levy on agricultural property for such school district shall be two dollars and seventy-one cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in this section, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies; (3) The maximum tax levy for an owner-occupied single-family dwelling as defined in § 10-13-40, for such school district may not exceed four dollars and twenty-six cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in this section, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies; and (4) The maximum tax levy on nonagricultural acreage property as defined in § 10-6- 33.14 recreational land as defined in section 1 of this Act , for such school district shall be three dollars and seventy-one cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in this section, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies ; (5) The maximum tax levy on agricultural investment land as defined in section 2 of this Act, for such school district shall be seven dollars and eleven cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in this section, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies; (6) The maximum tax levy on class one noncropland as defined in section 3 of this Act, for such school district shall be two dollars and seventy-one cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in this section, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies; and (7) The maximum tax levy on class two noncropland as defined in section 4 of this Act, for such school district shall be two dollars and twenty-one cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in this section, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies . All levies in this section shall be imposed on valuations where the median level of assessment represents eighty-five percent of market value as determined by the Department of Revenue and Regulation. These valuations shall be used for all school funding purposes. If the district has imposed an excess levy pursuant to § 10-12-43, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies in this section. The school district may elect to tax at less than the maximum amounts set forth in this section. Section 8. That § 13-11-10 be amended to read as follows: 13-11-10. In implementing the terms of § 13-11-9, a separate weighted average tax levy of the receiving districts shall be calculated for agricultural property, nonagricultural acreage property, owner-occupied single-family dwelling property, and for nonagricultural property for each sending school district as follows: (1) The levy per thousand dollars of taxable valuation for agricultural property for each receiving school district shall be multiplied by the number of children from the sending school district to whom the receiving school district is providing educational services; (2) Add together the products from subdivision (1) for each receiving school district; (3) Divide the sum from subdivision (2) by the total number of students that the contracting school district is sending to the receiving school districts pursuant to § 13-15-1.3. The quotient is the weighted average tax levy per one thousand dollars of taxable valuation for agricultural property; (4) The weighted average tax levy per thousand dollars of taxable valuation for nonagricultural acreage, owner-occupied single-family dwellings , and nonagricultural property shall be obtained by repeating the procedure outlined in subdivisions (1) to (3), inclusive, for each class of property; and (5) The sum of the levies assessed for all funds in the sending district shall be equal to or greater than the sum of all levies for all funds in the receiving district. The above calculations do not include students receiving educational services from an out-of-state school district nor the tax levy of any out-of-state school district. Section 9. That § § 10-6-33.14 to 10-6-33.18, inclusive, be repealed."}, {"bill_id": 386, "bill_version_id": 2727, "bill_version": "House Taxation Engrossed", "bill_version_date": "2008-02-07T11:08:31.75-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for a legislative study of the classifications of real property. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Executive Board of the Legislative Research Council shall appoint an interim committee to study issues related to real property classifications and the criteria used to establish such classes of property. The study shall evaluate the existing classifications of property and determine whether additional classifications of property should be created. The feasibility of establishing property classifications for cropland, noncropland (grazing), recreation, and speculation should be evaluated. The committee shall report its recommendations to the 2009 Legislature. 250 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.04 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 386, "action_date": "2008-01-23T14:00:00-06:00", "document_id": 1717, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1717.pdf", "status_text": "First read in House and referred to", "journal_page": 221, "committee_id_action": 27, "committee_id_assigned": 23, "result": "N", "vote": {}}, {"bill_id": 386, "action_date": "2008-01-29T07:45:00-06:00", "document_id": 1796, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1796.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 23, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 386, "action_date": "2008-01-29T07:45:00-06:00", "document_id": 2059, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2059.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 23, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 845, "president_vote": null, "Yea": [609, 628, 554, 566, 626, 559, 564], "Nay": [542, 568, 546, 599, 574], "Excused": [589, 537, 619]}}, {"bill_id": 386, "action_date": "2008-02-07T08:30:00-06:00", "document_id": 2447, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2447.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 23, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 386, "action_date": "2008-02-07T08:30:00-06:00", "document_id": 2709, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2709.pdf", "status_text": "Hoghoused", "journal_page": null, "committee_id_action": 23, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 386, "action_date": "2008-02-07T08:30:00-06:00", "document_id": 2709, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2709.pdf", "status_text": "Do Pass Amended", "journal_page": 455, "committee_id_action": 23, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 1430, "president_vote": null, "Nay": [609, 589, 546, 599, 574], "Yea": [542, 568, 628, 537, 554, 566, 619, 626, 559, 564]}}, {"bill_id": 386, "action_date": "2008-02-07T08:30:00-06:00", "document_id": 2709, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2709.pdf", "status_text": "Title amended", "journal_page": null, "committee_id_action": 23, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 386, "action_date": "2008-02-12T14:00:00-06:00", "document_id": 3016, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3016.pdf", "status_text": "Do Pass Amended", "journal_page": 519, "committee_id_action": 27, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 1779, "president_vote": null, "Nay": [602, 579, 609, 614, 593, 586, 570, 597, 532, 608, 623, 574, 555, 575, 580, 624, 595, 529, 594, 631, 620, 616, 556, 585, 589, 633, 558, 605, 544, 546, 612, 551, 599, 617, 547, 583, 538, 603, 615, 600, 531, 540, 549, 619, 606, 587, 561, 591], "Yea": [625, 534, 542, 568, 572, 565, 543, 628, 630, 571, 581, 537, 536, 578, 554, 563, 566, 626, 611, 559, 564], "Excused": [552]}}]}