{"session_id": 19, "bill_id": 3971, "bill_type": "Senate Bill", "bill_number": 24, "bill_title": "revise certain provisions pertaining to the Board of Examiners of Psychologists.", "sponsors": [], "keywords": ["Licensing", "Professions and Occupations"], "audio": [{"meeting_datetime": "2013-01-16T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/she06.mp3", "start_seconds": 1331.0}, {"meeting_datetime": "2013-01-16T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/she06.mp3", "start_seconds": 1331.0}, {"meeting_datetime": "2013-01-16T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/she06.mp3", "start_seconds": 1331.0}, {"meeting_datetime": "2013-01-16T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/she06.mp3", "start_seconds": 1331.0}, {"meeting_datetime": "2013-01-18T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen08.mp3", "start_seconds": 1194.0}, {"meeting_datetime": "2013-01-18T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen08.mp3", "start_seconds": 1194.0}, {"meeting_datetime": "2013-01-18T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen08.mp3", "start_seconds": 1194.0}, {"meeting_datetime": "2013-01-18T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen08.mp3", "start_seconds": 1194.0}, {"meeting_datetime": "2013-01-29T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hhe14.mp3", "start_seconds": 190.0}, {"meeting_datetime": "2013-01-29T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hhe14.mp3", "start_seconds": 190.0}, {"meeting_datetime": "2013-01-29T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hhe14.mp3", "start_seconds": 190.0}, {"meeting_datetime": "2013-01-31T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hhe16.mp3", "start_seconds": 131.0}, {"meeting_datetime": "2013-01-31T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hhe16.mp3", "start_seconds": 131.0}, {"meeting_datetime": "2013-01-31T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hhe16.mp3", "start_seconds": 131.0}], "bill_versions": [{"bill_id": 3971, "bill_version_id": 23412, "bill_version": "Introduced", "bill_version_date": "2013-01-05T16:37:24.753-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions pertaining to the Board of Examiners of Psychologists. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 36-27A-1 be amended to read as follows: 36-27A-1. Terms used in this chapter, unless the context otherwise requires, mean: (1) \"Board,\" the Board of Examiners of Psychologists established under this chapter; (2) \"Program in psychology,\" a doctoral program, including a doctor of philosophy degree (Ph. D.), a doctor of psychology degree (Psy. D.) and a doctor of education degree (Ed. D.), for training in psychology that meets all of the following criteria: (a) The program offers doctoral education and training in a regionally accredited institution of higher education in the United States, or, in the case of Canadian programs, the institution is recognized by the Association of Universities and Colleges of Canada as a member in good standing; (b) The program, wherever it may be administratively housed, is identified as a psychology program as certified by the educational institution. The board may review the institutional catalogs and brochures to determine the psychological nature of the program; (c) The program must be a recognizable, coherent organizational entity within the institution; (d) There must be a clear authority and primary responsibility for the core and specialty areas whether or not the program cuts across administrative lines; (e) The program must be an integrated, organized sequence of study; (f) There must be an identifiable psychology faculty; (g) The program must have an identifiable body of students who are matriculated in that program for the purpose of receiving a degree; (h) The program must include supervised practicum, field or laboratory training in psychology, and a supervised psychology internship pursuant to ARSD 20:60:08:01; (i) The curriculum must encompass a minimum of three academic years of full time graduate study and completion of a psychology internship prior to awarding the doctoral degree. At least two of the three academic training years must be with the institution from which the doctoral degree is granted, and at least one year of which must be in full time residence at that same institution. In addition to instruction in scientific and professional ethics and standards, research design and methodology, statistics and psychometrics, the core program shall require each student to demonstrate competence in each of the four following substantive areas. This may be met by including a minimum of three or more graduate semester hours (five or more graduate quarter hours) in these four substantive content areas: (i) Biological aspects of behavior: physiological psychology, comparative psychology, neuro-psychology, psychopharmacology, psychophysics; (ii) Cognitive-affective aspects of behavior: learning, thinking, motivation, emotion; (iii) Social aspects of behavior: social psychology, community psychology, organizational and systems theory, minority group studies; (iv) Individual differences: personality theory, human development, psychopathology, cultural diversity. In addition to these criteria, the programs shall include course requirements in specialty areas of psychology. for education and training in psychology that is accredited by the American Psychological Association (APA) or the Canadian Psychological Association (CPA); (3) \"Psychological procedures,\" include but are not restricted to the application of principles, methods or procedures of understanding, predicting or influencing behavior, such as the principles pertaining to learning, conditioning, perception, motivation, thinking, emotions or interpersonal relationships; the methods or procedures of verbal interaction, interviewing, counseling, behavior modification, environmental manipulation, group process, psychotherapy, biofeedback or hypnosis; and the methods or procedures of administering or interpreting tests of mental abilities, aptitudes, interests, attitudes, personality characteristics, emotions or motivation; (4) \"Psychologist,\" a person licensed under this chapter in the practice of psychology who holds himself or herself out to the public by any title or description of services which uses the words psychological, psychology, psychologist, psychometrist, or any derivations thereof; (5) \"The practice of psychology,\" the observation, description, evaluation, interpretation, and modification of human behavior by the application of psychological principles, methods, and procedures for the purpose of preventing or eliminating symptomatic, maladaptive, or undesired behavior and of enhancing interpersonal relationships, work and life adjustment, personal effectiveness, behavioral health, and mental health. The term includes psychological testing and the evaluation or assessment of personal characteristics, such as intelligence, personality, abilities, interests, aptitudes, and neuropsychological functioning; individual, marital, family, or group counseling; psychotherapy and other therapeutic techniques based on psychological principles; diagnosis and treatment of mental and emotional disorders or disabilities, compulsive disorders, disorders of habit or conduct as well as of the psychological aspects of physical illness, accident, injury, or disability; and psychoeducational evaluation, therapy, remediation, and consultation. The practice of psychology is the rendering of psychological services to individuals, families, groups, and the public and is without regard to whether payment is received for services rendered. Section 2. That § 36-27A-11 be amended to read as follows: 36-27A-11. A psychologist licensed by another state, or by a province of Canada, may practice within this state for a maximum of six months, during which time the psychologist's credentials shall be reviewed and the psychologist's application for licensing accepted or denied. Within thirty calendar days after the commencement of the psychologist's practice in this state, the psychologist shall apply to the Board of Examiners of Psychologists for licensing. The board, upon application and payment of the license fee, shall license any person who is licensed by any other country, state, territory or possession of the United States, if the license was issued under the minimum requirements of this chapter and who has practiced at least five years in such jurisdiction, and who does not have a complaint pending with such state or province, or any other jurisdiction. The board may waive any requirements under this chapter for an applicant who has practiced at least three years in any other country, state, territory or possession of the United States and who does not have a complaint pending with such state or province or any other jurisdiction. The application shall include a consent by the applicant for the release of information by all prior jurisdictions where licensed of all information relative to the applicant, including any disciplinary proceedings even if, by agreement or otherwise, the proceedings are confidential. Section 3. That § 36-27A-12 be amended to read as follows: 36-27A-12. The board shall issue a license as a psychologist to an applicant who: (1) Has a doctoral degree from a regionally accredited university or professional school of psychology, or is recognized by the Association of Universities and Colleges of Canada as a member in good standing program in psychology as defined in subdivision 36-27A-1(2); (2) Has passed any examination specified by the board for this purpose; (3) Has had a supervised completed an APA or CPA accredited psychology internship amounting to not less than one thousand eight hundred hours in duration over a period of not more than two consecutive calendar years. The board shall specify, by rules promulgated pursuant to chapter 1-26, the nature of an acceptable supervised psychology internship, an internship with an application for accreditation accepted by the APA or CPA for continuation in the accreditation process during the applicant's participation in the internship program, or an internship with membership in the Association of Psychology Postdoctoral and Internship Centers (APPIC); (4) Has had one year of supervised postdoctoral psychology practice or is eligible for licensure under the provisions of § 36-27A-11. The board shall specify, by rules promulgated pursuant to chapter 1-26, the nature of an acceptable postdoctoral year of supervised psychology practice; and (5) Has not been convicted of a felony or a misdemeanor involving moral turpitude as defined in subdivision 22-1-2(25). Section 4. That § 36-27A-12.1 be amended to read as follows: 36-27A-12.1. The board may issue a provisional license not to exceed twelve months in duration to an applicant who is completing the one-year of supervised postdoctoral psychology practice if the applicant has satisfied the requirements of subdivision subdivisions 36-27A-12(1), (2), and (3) and passed a written national standardized examination, and has completed the supervised psychology internship as specified in subdivision 36-27A-12(3). Section 5. That § 36-27A-18 be repealed. 36-27A-18. By a unanimous vote of the Board of Examiners of Psychologists an applicant for licensure as a psychologist may be required to demonstrate competence in only three of the four substantive areas of study referred to in the definition of a program in psychology in § 36-27A-1. This is contingent upon the applicant submitting a satisfactory proposal outlining how he intends to remediate the deficiency in the fourth substantive area. Section 6. That § 36-27A-22 be amended to read as follows: 36-27A-22. The board shall hold examinations at least semiannually at a place designated by the board. The type of examinations required, including a national standardized examination, required shall be determined by the board. Section 7. That § 36-27A-28 be amended to read as follows: 36-27A-28. The board may suspend or revoke the license of a psychologist or require remediation or impose other sanctions on a psychologist, may deny licensure to any applicant, or require remediation prior to the issuance of a license, upon the following grounds: (1) The licensee is guilty of fraud or deceit in the licensee's admission to practice or in the practice of psychology, or an applicant for licensure is guilty of fraud or deceit in the applicant's attempted admission to practice psychology; (2) The licensee or applicant for licensure has been convicted of a felony or a serious crime during the past five years. The term, felony, means an offense which, if committed in South Dakota, would be a felony under South Dakota law. The term, serious crime, means a felony or a lesser crime involving moral turpitude as defined in subdivision 22-1-2(25); (3) The licensee or applicant for licensure is or has been engaged in the practice of psychology under a false or assumed name and has not registered that name pursuant to chapter 37-11, or is impersonating another practitioner of a like or different name; (4) The licensee or applicant for licensure is using intoxicating liquors, narcotics or stimulants to such an extent as to impede the licensee or applicant from the performance of the licensee's or applicant's professional duties as a psychologist; (5) The physical or mental condition of the licensee or applicant for licensure is determined to be such as to jeopardize or endanger those who seek the professional services of the licensee or applicant. By a majority vote of the entire board, the board may demand a physical or mental examination of a licensee or applicant for licensure. The failure to submit to the examination is immediate grounds for the suspension of the licensee's license or grounds for denial of a license to an applicant for licensure; (6) The licensee or applicant for licensure has been found in violation of the code of ethics adopted by the board; (7) The licensee has obtained or attempted to obtain a license, certificate or renewal thereof by bribery or fraudulent representation; (8) The licensee knowingly made a false statement in connection with any application required by this chapter; (9) The licensee lacks required training or fails to meet the continuing education requirements set by the board; (10) The licensee knowingly made a false statement on any form promulgated pursuant to this chapter; or (11) The licensee has violated any provision of this chapter or the rules promulgated by the board. Section 8. That chapter 36-27A be amended by adding thereto a NEW SECTION to read as follows: If the board finds that public health, safety, or welfare requires emergency action, and incorporates a finding to that effect in its order, emergency suspension of a license may be ordered pending final action by the board. The board shall convene a hearing that shall be promptly instituted and determined and shall take action as provided in § 36-27A-29."}, {"bill_id": 3971, "bill_version_id": 23849, "bill_version": "Senate Health and Human Services Engrossed", "bill_version_date": "2013-01-16T13:12:58.583-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions pertaining to the Board of Examiners of Psychologists. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 36-27A-1 be amended to read as follows: 36-27A-1. Terms used in this chapter, unless the context otherwise requires, mean: (1) \"Board,\" the Board of Examiners of Psychologists established under this chapter; (2) \"Program in psychology,\" a doctoral program, including a doctor of philosophy degree (Ph. D.), a doctor of psychology degree (Psy. D.) and a doctor of education degree (Ed. D.), for training in psychology that meets all of the following criteria: (a) The program offers doctoral education and training in a regionally accredited institution of higher education in the United States, or, in the case of Canadian programs, the institution is recognized by the Association of Universities and Colleges of Canada as a member in good standing; (b) The program, wherever it may be administratively housed, is identified as a psychology program as certified by the educational institution. The board may review the institutional catalogs and brochures to determine the psychological nature of the program; (c) The program must be a recognizable, coherent organizational entity within the institution; (d) There must be a clear authority and primary responsibility for the core and specialty areas whether or not the program cuts across administrative lines; (e) The program must be an integrated, organized sequence of study; (f) There must be an identifiable psychology faculty; (g) The program must have an identifiable body of students who are matriculated in that program for the purpose of receiving a degree; (h) The program must include supervised practicum, field or laboratory training in psychology, and a supervised psychology internship pursuant to ARSD 20:60:08:01; (i) The curriculum must encompass a minimum of three academic years of full time graduate study and completion of a psychology internship prior to awarding the doctoral degree. At least two of the three academic training years must be with the institution from which the doctoral degree is granted, and at least one year of which must be in full time residence at that same institution. In addition to instruction in scientific and professional ethics and standards, research design and methodology, statistics and psychometrics, the core program shall require each student to demonstrate competence in each of the four following substantive areas. This may be met by including a minimum of three or more graduate semester hours (five or more graduate quarter hours) in these four substantive content areas: (i) Biological aspects of behavior: physiological psychology, comparative psychology, neuro-psychology, psychopharmacology, psychophysics; (ii) Cognitive-affective aspects of behavior: learning, thinking, motivation, emotion; (iii) Social aspects of behavior: social psychology, community psychology, organizational and systems theory, minority group studies; (iv) Individual differences: personality theory, human development, psychopathology, cultural diversity. In addition to these criteria, the programs shall include course requirements in specialty areas of psychology. for education and training in psychology that is accredited by the American Psychological Association (APA) or the Canadian Psychological Association (CPA); (3) \"Psychological procedures,\" include but are not restricted to the application of principles, methods or procedures of understanding, predicting or influencing behavior, such as the principles pertaining to learning, conditioning, perception, motivation, thinking, emotions or interpersonal relationships; the methods or procedures of verbal interaction, interviewing, counseling, behavior modification, environmental manipulation, group process, psychotherapy, biofeedback or hypnosis; and the methods or procedures of administering or interpreting tests of mental abilities, aptitudes, interests, attitudes, personality characteristics, emotions or motivation; (4) \"Psychologist,\" a person licensed under this chapter in the practice of psychology who holds himself or herself out to the public by any title or description of services which uses the words psychological, psychology, psychologist, psychometrist, or any derivations thereof; (5) \"The practice of psychology,\" the observation, description, evaluation, interpretation, and modification of human behavior by the application of psychological principles, methods, and procedures for the purpose of preventing or eliminating symptomatic, maladaptive, or undesired behavior and of enhancing interpersonal relationships, work and life adjustment, personal effectiveness, behavioral health, and mental health. The term includes psychological testing and the evaluation or assessment of personal characteristics, such as intelligence, personality, abilities, interests, aptitudes, and neuropsychological functioning; individual, marital, family, or group counseling; psychotherapy and other therapeutic techniques based on psychological principles; diagnosis and treatment of mental and emotional disorders or disabilities, compulsive disorders, disorders of habit or conduct as well as of the psychological aspects of physical illness, accident, injury, or disability; and psychoeducational evaluation, therapy, remediation, and consultation. The practice of psychology is the rendering of psychological services to individuals, families, groups, and the public and is without regard to whether payment is received for services rendered. Section 2. That § 36-27A-11 be amended to read as follows: 36-27A-11. A psychologist licensed by another state, or by a province of Canada, may practice within this state for a maximum of six months, during which time the psychologist's credentials shall be reviewed and the psychologist's application for licensing accepted or denied. Within thirty calendar days after the commencement of the psychologist's practice in this state, the psychologist shall apply to the Board of Examiners of Psychologists for licensing. The board, upon application and payment of the license fee, shall license any person who is licensed by any other country, state, territory or possession of the United States, if the license was issued under the minimum requirements of this chapter and who has practiced at least five years in such jurisdiction, and who does not have a complaint pending with such state or province, or any other jurisdiction. The board may waive any requirements under this chapter for an applicant who has practiced at least three years in any other country, state, territory or possession of the United States and who does not have a complaint pending with such state or province or any other jurisdiction. The application shall include a consent by the applicant for the release of information by all prior jurisdictions where licensed of all information relative to the applicant, including any disciplinary proceedings even if, by agreement or otherwise, the proceedings are confidential. Section 3. That § 36-27A-12 be amended to read as follows: 36-27A-12. The board shall issue a license as a psychologist to an applicant who: (1) Has a doctoral degree from a regionally accredited university or professional school of psychology, or is recognized by the Association of Universities and Colleges of Canada as a member in good standing program in psychology as defined in subdivision 36-27A-1(2); (2) Has passed any examination specified by the board for this purpose; (3) Has had a supervised completed an APA or CPA accredited psychology internship amounting to not less than one thousand eight hundred hours in duration over a period of not more than two consecutive calendar years. The board shall specify, by rules promulgated pursuant to chapter 1-26, the nature of an acceptable supervised psychology internship, an internship with an application for accreditation accepted by the APA or CPA for continuation in the accreditation process during the applicant's participation in the internship program, or an internship with membership in the Association of Psychology Postdoctoral and Internship Centers (APPIC); (4) Has had one year of supervised postdoctoral psychology practice or is eligible for licensure under the provisions of § 36-27A-11. The board shall specify, by rules promulgated pursuant to chapter 1-26, the nature of an acceptable postdoctoral year of supervised psychology practice; and (5) Has not been convicted of a felony or a misdemeanor involving moral turpitude as defined in subdivision 22-1-2(25). Section 4. That § 36-27A-12.1 be amended to read as follows: 36-27A-12.1. The board may issue a provisional license not to exceed twelve months in duration to an applicant who is completing the one-year of supervised postdoctoral psychology practice if the applicant has satisfied the requirements of subdivision subdivisions 36-27A-12(1), (2), and (3) and passed a written national standardized examination, and has completed the supervised psychology internship as specified in subdivision 36-27A-12(3). Section 5. That § 36-27A-18 be repealed. 36-27A-18. By a unanimous vote of the Board of Examiners of Psychologists an applicant for licensure as a psychologist may be required to demonstrate competence in only three of the four substantive areas of study referred to in the definition of a program in psychology in § 36-27A-1. This is contingent upon the applicant submitting a satisfactory proposal outlining how he intends to remediate the deficiency in the fourth substantive area. Section 6. That § 36-27A-22 be amended to read as follows: 36-27A-22. The board shall hold examinations at least semiannually at a place designated by the board. The type of examinations required, including a national standardized examination, required shall be determined by the board. Section 7. That § 36-27A-28 be amended to read as follows: 36-27A-28. The board may suspend or revoke the license of a psychologist or require remediation or impose other sanctions on a psychologist, may deny licensure to any applicant, or require remediation prior to the issuance of a license, upon the following grounds: (1) The licensee is guilty of fraud or deceit in the licensee's admission to practice or in the practice of psychology, or an applicant for licensure is guilty of fraud or deceit in the applicant's attempted admission to practice psychology; (2) The licensee or applicant for licensure has been convicted of a felony or a serious crime during the past five years. The term, felony, means an offense which, if committed in South Dakota, would be a felony under South Dakota law. The term, serious crime, means a felony or a lesser crime involving moral turpitude as defined in subdivision 22-1-2(25); (3) The licensee or applicant for licensure is or has been engaged in the practice of psychology under a false or assumed name and has not registered that name pursuant to chapter 37-11, or is impersonating another practitioner of a like or different name; (4) The licensee or applicant for licensure is using intoxicating liquors, narcotics or stimulants to such an extent as to impede the licensee or applicant from the performance of the licensee's or applicant's professional duties as a psychologist; (5) The physical or mental condition of the licensee or applicant for licensure is determined to be such as to jeopardize or endanger those who seek the professional services of the licensee or applicant. By a majority vote of the entire board, the board may demand a physical or mental examination of a licensee or applicant for licensure. The failure to submit to the examination is immediate grounds for the suspension of the licensee's license or grounds for denial of a license to an applicant for licensure; (6) The licensee or applicant for licensure has been found in violation of the code of ethics adopted by the board; (7) The licensee has obtained or attempted to obtain a license, certificate or renewal thereof by bribery or fraudulent representation; (8) The licensee knowingly made a false statement in connection with any application required by this chapter; (9) The licensee lacks required training or fails to meet the continuing education requirements set by the board; (10) The licensee knowingly made a false statement on any form promulgated pursuant to this chapter; or (11) The licensee has violated any provision of this chapter or the rules promulgated by the board. Section 8. That chapter 36-27A be amended by adding thereto a NEW SECTION to read as follows: If the board finds that public health, safety, or welfare requires emergency action, and incorporates a finding to that effect in its order, emergency suspension of a license may be ordered pending final action by the board. The board shall convene a hearing that shall be promptly instituted and determined and shall take action as provided in § 36-27A-29. Section 9. That chapter 36-27A be amended by adding thereto a NEW SECTION to read as follows: Any applicant who entered a doctoral degree program of psychology at any regionally accredited university or professional school of psychology, or is recognized by the Association of Universities and Colleges of Canada as a member in good standing prior to July 1, 2013, and who received a doctoral degree from that program or has been and continues to be enrolled in that program until graduation is entitled to apply for licensure under the provisions of § 36-27A-12, as the provisions of § 36-27A-12 existed on June 30, 2013."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3971, "action_date": "2013-01-09T12:30:00-06:00", "document_id": 23601, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23601.pdf", "status_text": "First read in Senate and referred to", "journal_page": 27, "committee_id_action": 200, "committee_id_assigned": 180, "result": "N", "vote": {}}, {"bill_id": 3971, "action_date": "2013-01-16T10:00:00-06:00", "document_id": 23609, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23609.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 180, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3971, "action_date": "2013-01-16T10:00:00-06:00", "document_id": 23837, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23837.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 180, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3971, "action_date": "2013-01-16T10:00:00-06:00", "document_id": 23837, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23837.pdf", "status_text": "Do Pass Amended", "journal_page": 114, "committee_id_action": 180, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12607, "president_vote": null, "Nay": [330, 363], "Yea": [325, 358, 322, 368, 386]}}, {"bill_id": 3971, "action_date": "2013-01-18T13:00:00-06:00", "document_id": 24090, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24090.pdf", "status_text": "Do Pass Amended", "journal_page": 149, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12711, "president_vote": null, "Yea": [338, 362, 330, 337, 366, 388, 340, 365, 363, 325, 358, 376, 336, 322, 345, 329, 331, 419, 317, 320, 385, 384, 321, 368, 328, 333, 386, 367, 319, 339, 387, 327, 383, 379], "Excused": [364]}}, {"bill_id": 3971, "action_date": "2013-01-22T14:00:00-06:00", "document_id": 24266, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24266.pdf", "status_text": "First read in House and referred to", "journal_page": 136, "committee_id_action": 202, "committee_id_assigned": 191, "result": "N", "vote": {}}, {"bill_id": 3971, "action_date": "2013-01-29T07:45:00-06:00", "document_id": 24612, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24612.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 191, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3971, "action_date": "2013-01-31T07:45:00-06:00", "document_id": 24831, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24831.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 191, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3971, "action_date": "2013-01-31T07:45:00-06:00", "document_id": 25055, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25055.pdf", "status_text": "Tabled", "journal_page": 269, "committee_id_action": 191, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13205, "president_vote": null, "Yea": [418, 412, 374, 396, 394, 413, 372, 357, 403, 323, 401, 369, 371]}}]}