{"session_id": 36, "bill_id": 9652, "bill_type": "House Bill", "bill_number": 1199, "bill_title": "revise certain provisions regarding medical assistance payments to nursing home facilities.", "sponsors": [{"legislator_profile_id": 1612, "is_prime": true}, {"legislator_profile_id": 1565, "is_prime": true}, {"legislator_profile_id": 1579, "is_prime": false}, {"legislator_profile_id": 1427, "is_prime": false}, {"legislator_profile_id": 1576, "is_prime": false}], "keywords": ["Health Care", "Public Welfare and Assistance"], "audio": [{"meeting_datetime": "2019-02-07T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hhe19.mp3", "start_seconds": 3900.0}, {"meeting_datetime": "2019-02-07T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hhe19.mp3", "start_seconds": 3900.0}, {"meeting_datetime": "2019-02-07T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hhe19.mp3", "start_seconds": 3900.0}], "bill_versions": [{"bill_id": 9652, "bill_version_id": 52758, "bill_version": "Introduced", "bill_version_date": "2019-01-30T09:54:54.907-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding medical assistance payments to nursing home facilities. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 28-6 be amended by adding a NEW SECTION to read: A nursing home is not eligible to receive payments for medical services or care provided to eligible recipients if the nursing home charges private-paying residents rates for similar services that exceed rates approved by the Department of Social Services for eligible recipients. The department may promulgate rules, pursuant to its authority under § 28-6-1, to specify and set rates for services. Section 2. That chapter 28-6 be amended by adding a NEW SECTION to read: A nursing home may charge private-paying residents a higher rate for a private room and charge for special services included in the daily rate if medical assistance residents are charged separately at the same rate for the special services in addition to the daily rate paid by the Department of Social Services. Services covered by the payment rate shall be the same regardless of payment source. If the nursing home offers special services, the home shall offer the special services to all residents and charge services separately at the same rate. Each resident is free to select or decline special services. Special services do not include services that are provided by the nursing home in order to comply with licensure or certification standards and that if not provided would result in a deficiency or violation by the nursing home. Any service beyond those required to comply with licensure or certification standards may not be charged separately as a special service if the service was included in the payment rate for the previous reporting year. Section 3. That chapter 28-6 be amended by adding a NEW SECTION to read: A nursing home that charges a private-paying resident a rate in violation of sections 1 or 2 of this Act is subject to an action by the state for civil damages. A private-paying resident or the resident's legal representative has a cause of action for civil damages against a nursing home that charges the resident rates in violation of this chapter. The damages awarded shall include three times the payments that result from the violation, together with costs and disbursements, including reasonable attorney's fees or their equivalent."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9652, "action_date": "2019-01-30T14:00:00-06:00", "document_id": 52890, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52890.pdf", "status_text": "First read in House and referred to", "journal_page": 253, "committee_id_action": 408, "committee_id_assigned": 429, "result": "N", "vote": {}}, {"bill_id": 9652, "action_date": "2019-02-07T08:00:00-06:00", "document_id": 53033, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53033.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 429, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9652, "action_date": "2019-02-07T08:00:00-06:00", "document_id": 53213, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53213.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 319, "committee_id_action": 429, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 27896, "president_vote": null, "Yea": [1643, 1613, 1440, 1624, 1649, 1632, 1576, 1610, 1580, 1564, 1427], "Nay": [1612, 1577]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/9652"}