{"session_id": 45, "bill_id": 12982, "bill_type": "Senate Commemoration", "bill_number": 4, "bill_title": "Honoring the 1996-1997 Hamlin High School Charger athletic programs and the students and staff involved in those programs.", "sponsors": [{"legislator_profile_id": 1920, "is_prime": true}, {"legislator_profile_id": 1947, "is_prime": true}, {"legislator_profile_id": 1937, "is_prime": false}, {"legislator_profile_id": 1967, "is_prime": false}], "keywords": ["Commemorations"], "audio": [], "bill_versions": [{"bill_id": 12982, "bill_version_id": 74281, "bill_version": "Introduced", "bill_version_date": "1997-01-29T00:00:00-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring the 1996-1997 Hamlin High School Charger athletic programs and the students and staff involved in those programs. WHEREAS, the football team won the 11B High School Football Championship with a perfect 12 and 0 record by virtue of the starters' G.P.A. of 3.3 and perseverance on and off the athletic field; and WHEREAS, the girls' basketball team won the Class A Girls' Basketball Championship with a perfect 24 and 0 record by virtue of the starters' 3.64 G.P.A. and perseverance on and off the basketball court; and WHEREAS, Jill Marie Wadsworth, daughter of Rick and Jan Wadsworth, has received the distinguished honor of being named All Tournament Team and the 1996 \"Spirit of Su\" recipient for her superior performance and dedication as a student athlete: NOW, THEREFORE, BE IT COMMEMORATED, by the Seventy-second Legislature of the State of South Dakota, that the students and staff of Hamlin High School be recognized for their excellence in extra curricular activities and academics for the 1996-1997 school year. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}, {"bill_id": 12982, "bill_version_id": 74309, "bill_version": "Enrolled", "bill_version_date": "1997-02-03T10:32:20-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12982, "action_date": "1997-01-29T14:00:00-06:00", "document_id": 72889, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72889.pdf", "status_text": "", "journal_page": 230, "committee_id_action": 545, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/12982"}