{"session_id": 21, "bill_id": 6353, "bill_type": "House Bill", "bill_number": 1046, "bill_title": "revise certain provisions regarding zero based budgets, budgeting procedures, and the coordination of federally aided programs.", "sponsors": [], "keywords": ["Public Fiscal Administration", "State Affairs and Government"], "audio": [{"meeting_datetime": "2015-01-23T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hap08.mp3", "start_seconds": 4479.0}, {"meeting_datetime": "2015-01-23T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hap08.mp3", "start_seconds": 4479.0}, {"meeting_datetime": "2015-01-23T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hap08.mp3", "start_seconds": 4479.0}, {"meeting_datetime": "2015-02-24T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hap26.mp3", "start_seconds": 3478.0}, {"meeting_datetime": "2015-02-24T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hap26.mp3", "start_seconds": 3478.0}, {"meeting_datetime": "2015-02-24T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hap26.mp3", "start_seconds": 3478.0}, {"meeting_datetime": "2015-02-24T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hap26.mp3", "start_seconds": 3478.0}, {"meeting_datetime": "2015-02-24T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hap26.mp3", "start_seconds": 3478.0}, {"meeting_datetime": "2015-02-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou27.mp3", "start_seconds": 14909.0}, {"meeting_datetime": "2015-02-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou27.mp3", "start_seconds": 14909.0}, {"meeting_datetime": "2015-02-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou27.mp3", "start_seconds": 14909.0}, {"meeting_datetime": "2015-02-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou27.mp3", "start_seconds": 14909.0}, {"meeting_datetime": "2015-03-06T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sap33.mp3", "start_seconds": 129.0}, {"meeting_datetime": "2015-03-06T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sap33.mp3", "start_seconds": 129.0}, {"meeting_datetime": "2015-03-06T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sap33.mp3", "start_seconds": 129.0}, {"meeting_datetime": "2015-03-09T00:00:00-05:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sen34.mp3", "start_seconds": 2514.0}, {"meeting_datetime": "2015-03-09T00:00:00-05:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sen34.mp3", "start_seconds": 2514.0}, {"meeting_datetime": "2015-03-09T00:00:00-05:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sen34.mp3", "start_seconds": 2514.0}], "bill_versions": [{"bill_id": 6353, "bill_version_id": 33038, "bill_version": "Introduced", "bill_version_date": "2015-01-10T12:41:25.837-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal certain provisions regarding zero based budgets and the coordination of federally aided programs. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 4-7A-1 be repealed. 4-7A-1. Terms as used in this chapter, unless the context otherwise requires, mean: (1) \"Agency,\" a department, division, or office as defined in chapter 1-32; (2) \"Current year,\" the fiscal year prior to the year for which the budget is being prepared; (3) \"Decision package,\" a documented program funding level identified and described in a manner that can be evaluated and ranked against other funding levels and functions on a priority basis. It identifies a discrete function at one funding level for evaluation and comparison by purpose, goals, objectives, consequences of not performing the function, measures of performance, alternative courses of action, costs and benefits; (4) \"Expansion levels,\" each of which shall contain only one specific phase of expansion. The first of these will probably be the funding level necessary to provide current service levels; (5) \"Joint committee on appropriations,\" a joint committee formed by the members who serve on the Senate and House of Representatives standing committees on appropriations; (6) \"Program,\" major services rendered by a department for a single identifiable purpose as appropriated within a department budget or any part of a major service as determined by the joint committee on appropriations; (7) \"The minimum level,\" the lowest level of operation by which a program can maintain the ability to pursue its phase of the division goal. This level shall be less than ninety-one percent of the current year's funding level unless otherwise specified by the joint committee on appropriations; (8) \"Zero based budget,\" a process of identifying agency operations by analyzing programs by decision packages and allowing for the evaluation of these programs by a ranking process. Section 2. That § 4-7A-2 be repealed. 4-7A-2. During each legislative session, the joint committee on appropriations may choose and direct a maximum of six departments, or divisions or offices therein, to use the zero based budget format in preparing their next fiscal year budget request submitted pursuant to § 4-7-7. The committee may further limit the number of programs selected in each agency. Decision packages shall include justifications and level of service for each funding level requested by the agency. Section 3. That § 4-7A-3 be repealed. 4-7A-3. Any agency chosen and directed to undertake zero based budgeting by the joint committee on appropriations shall prepare decision packages for each of its programs not exempted by the joint committee on appropriations. Each program shall delineate a decision package for the minimum level, current year, and expansion level. If no funding is requested beyond the minimum level, the current year and expansion decision packages need not be prepared. Section 4. That § 4-7A-4 be repealed. 4-7A-4. Each agency head shall rank the decision packages of all programs under his supervision in one consecutive ranking form. This form shall include, but not be limited to, cost of each decision package, a cumulative total of funding for each level and a cumulative total of FTE's to be authorized at each funding level. Section 5. That § 4-7A-5 be repealed. 4-7A-5. The Bureau of Finance and Management shall prepare the necessary forms, to be approved by the joint committee on appropriations, used in presenting zero based budgets. The Bureau of Finance and Management shall establish procedures to be used in preparing zero based budget requests and provide assistance in the completion of the forms to be provided to the agencies. Section 6. That § 4-8B-1 be repealed. 4-8B-1. The purpose of this chapter is to coordinate federally aided state agency programs with other state programs. Section 7. That § 4-8B-3 be repealed. 4-8B-3. State agencies shall not make application for or expend federal grants-in-aid for any purpose except in accordance with the provisions of this chapter. Section 8. That § 4-8B-10 be repealed. 4-8B-10. Notwithstanding § 4-8-17, moneys and grants received from the United States or other grants or gifts of other funds in excess of the amounts appropriated in the general appropriations act, shall not be deemed appropriated until after review by the special committee created by chapter 4-8A and then only with an affirmative vote on acceptance of such funds by a majority of the full membership of the special committee. Subsequent to an affirmative action on the part of the special committee, the Bureau of Finance and Management shall make the appropriate changes in the budgetary accounting system. The two houses of the Legislature may establish rules for the interpretation of this section through adoption of joint rules. Section 9. That § 4-8B-10.1 be repealed. 4-8B-10.1. The review, pursuant to § 4-8B-10, of moneys received shall include the number of full-time equivalent positions to be hired as a result of the acceptance of additional moneys. The special committee created by chapter 4-8A shall approve the number of full-time equivalent positions to be hired. No budget unit shall exceed the full-time equivalent position level established without specific approval of the special committee. Section 10. That § 4-8B-11 be repealed. 4-8B-11. All expenditures of federal grant funds by state agencies shall be recorded, accounted for, reported and audited in a manner similar to the general funds of the state. The provisions of this section shall not be construed as a requirement for state agencies accounting for federal grant funds in a manner accepted by the state auditor-general to alter the state agencies' methods of administering and accounting for the expenditures of such federal grant funds. Section 11. That § 4-8B-12 be repealed. 4-8B-12. This chapter may be cited as the Coordination of Federally Aided State Programs Act."}, {"bill_id": 6353, "bill_version_id": 35465, "bill_version": "House Appropriations Engrossed", "bill_version_date": "2015-02-24T11:42:38.803-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding zero based budgets, budgeting procedures, and the coordination of federally aided programs. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 4-7A-1 be repealed. 4-7A-1. Terms as used in this chapter, unless the context otherwise requires, mean: (1) \"Agency,\" a department, division, or office as defined in chapter 1-32; (2) \"Current year,\" the fiscal year prior to the year for which the budget is being prepared; (3) \"Decision package,\" a documented program funding level identified and described in a manner that can be evaluated and ranked against other funding levels and functions on a priority basis. It identifies a discrete function at one funding level for evaluation and comparison by purpose, goals, objectives, consequences of not performing the function, measures of performance, alternative courses of action, costs and benefits; (4) \"Expansion levels,\" each of which shall contain only one specific phase of expansion. The first of these will probably be the funding level necessary to provide current service levels; (5) \"Joint committee on appropriations,\" a joint committee formed by the members who serve on the Senate and House of Representatives standing committees on appropriations; (6) \"Program,\" major services rendered by a department for a single identifiable purpose as appropriated within a department budget or any part of a major service as determined by the joint committee on appropriations; (7) \"The minimum level,\" the lowest level of operation by which a program can maintain the ability to pursue its phase of the division goal. This level shall be less than ninety-one percent of the current year's funding level unless otherwise specified by the joint committee on appropriations; (8) \"Zero based budget,\" a process of identifying agency operations by analyzing programs by decision packages and allowing for the evaluation of these programs by a ranking process. Section 2. That § 4-7A-2 be repealed. 4-7A-2. During each legislative session, the joint committee on appropriations may choose and direct a maximum of six departments, or divisions or offices therein, to use the zero based budget format in preparing their next fiscal year budget request submitted pursuant to § 4-7-7. The committee may further limit the number of programs selected in each agency. Decision packages shall include justifications and level of service for each funding level requested by the agency. Section 3. That § 4-7A-3 be repealed. 4-7A-3. Any agency chosen and directed to undertake zero based budgeting by the joint committee on appropriations shall prepare decision packages for each of its programs not exempted by the joint committee on appropriations. Each program shall delineate a decision package for the minimum level, current year, and expansion level. If no funding is requested beyond the minimum level, the current year and expansion decision packages need not be prepared. Section 4. That § 4-7A-4 be repealed. 4-7A-4. Each agency head shall rank the decision packages of all programs under his supervision in one consecutive ranking form. This form shall include, but not be limited to, cost of each decision package, a cumulative total of funding for each level and a cumulative total of FTE's to be authorized at each funding level. Section 5. That § 4-7A-5 be repealed. 4-7A-5. The Bureau of Finance and Management shall prepare the necessary forms, to be approved by the joint committee on appropriations, used in presenting zero based budgets. The Bureau of Finance and Management shall establish procedures to be used in preparing zero based budget requests and provide assistance in the completion of the forms to be provided to the agencies. Section 6. That § 4-8B-1 be repealed. 4-8B-1. The purpose of this chapter is to coordinate federally aided state agency programs with other state programs. Section 7. That § 4-8B-3 be repealed. 4-8B-3. State agencies shall not make application for or expend federal grants-in-aid for any purpose except in accordance with the provisions of this chapter. Section 8. That § 4-8B-11 be repealed. 4-8B-11. All expenditures of federal grant funds by state agencies shall be recorded, accounted for, reported and audited in a manner similar to the general funds of the state. The provisions of this section shall not be construed as a requirement for state agencies accounting for federal grant funds in a manner accepted by the state auditor-general to alter the state agencies' methods of administering and accounting for the expenditures of such federal grant funds. Section 9. That § 4-8B-12 be repealed. 4-8B-12. This chapter may be cited as the Coordination of Federally Aided State Programs Act. Section 10. That § 4-7-1 be amended to read as follows: 4-7-1. Terms used in this chapter, unless the context otherwise requires, mean: (1) \"Appropriation,\" an authorization by the Legislature to a budget unit to expend, from public funds, a sum of money not in excess of the sum specified, for the purposes specified in the authorization and under the procedure described in this chapter; (2) \"Budget,\" the complete financial plan for the state for the fiscal period as proposed in the budget report and modified and adopted by appropriation and revenue acts; (3) \"Budget estimate,\" the statement with accompanying explanations, as provided in this chapter, in which a budget unit sets forth its financial requirements; (4) \"Budget message,\" the required statement by the Governor to the Legislature after its convening, which gives a summary description of his proposed financial policies and plans contained in the budget report, together with his recommendations for additional revenues, if any; (5) \"Budget report,\" the recommendations of the Governor to the Legislature as to financial plans and appropriations to be requested, with the accompanying statements and explanations provided for in this chapter; (6)(5) \"Budget unit,\" a department, institution, commission, agency, board, examining board, or other unit of government for which separate appropriations, continuing appropriations or other dedications or earmarking of funds are made or which otherwise collects fees or funds of any nature under authority of any statute of this state; (7)(6) \"Classification of expenditures,\" one of the several definite kinds of expenditures denoting a class of service or commodities purchased or properties acquired as specified by the commissioner of finance and management for use in expenditure accounting, in the making of budget estimates, and in the budget reports and budgets. Such classification shall be by program, function, activity, organizational unit, character and object; (8)(7) \"General Appropriations Act,\" an act of the Legislature which authorizes the expenditure of money from public funds for the ordinary current and capital expenditures of the executive, legislative, and judicial departments of the state, the current expenses of state institutions, interest on the public debt, and for public schools, as further defined by rules and regulations issued by the commissioner of finance and management; (9)(8) \"Informational budget,\" the budget of any budget unit not receiving general fund appropriations; (10)(9) \"Special appropriations act,\" an act of the Legislature which authorizes the expenditure of money from public funds for any purpose other than those purposes enumerated in the definition of the General Appropriations Act. Section 11. That § 4-7-1.1 be amended to read as follows: 4-7-1.1. For the purposes of this chapter: (1) An \"advisory body\" is one which serves as an official consultant or advisor to a state agency without making formal policy decisions for the agency or its programs; (2) A \"legislative body\" is one composed primarily of legislators pursuant to chapter 1-4, 1-26, 1-26B, 2-6, 2-9, 2-11, 2-16, 4-8A, or 4-8B, or 6-11; (3) A \"management body\" is a policymaking body which has additional duties, responsibilities, and authority such that they place additional demands upon the body's members in terms of attending meetings, dealing with state agencies and the public, and being knowledgeable in the body's specific subject area; and (4) A \"policymaking body\" is one which monitors and directs the work of an agency by making official policy either through rule making, licensing, or regulatory authority. Section 12. That § 4-7-9 be amended to read as follows: 4-7-9. The Governor, through the Bureau of Finance and Management, shall prepare and submit a budget report to the Legislature, and copies thereof shall be transmitted to each member of the Legislature, not later than the first Tuesday after the first Monday of December immediately preceding the session for consideration either with or without amendments and modifications by the Legislature. The Governor may present such report to the Legislature in person. Section 13. The Joint Committee on Appropriations may request any department or budget unit to submit a zero based budget scenario pursuant to guidelines and procedures established jointly by the Bureau of Finance and Management and the Legislative Research Council."}, {"bill_id": 6353, "bill_version_id": 36286, "bill_version": "Enrolled", "bill_version_date": "2015-03-10T08:45:17.463-05:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6353, "action_date": "2015-01-13T12:00:00-06:00", "document_id": 33112, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33112.pdf", "status_text": "First Reading House", "journal_page": 31, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6353, "action_date": "2015-01-14T13:00:00-06:00", "document_id": 33159, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33159.pdf", "status_text": "Referred to", "journal_page": 39, "committee_id_action": 286, "committee_id_assigned": 288, "result": "N", "vote": {}}, {"bill_id": 6353, "action_date": "2015-01-23T08:00:00-06:00", "document_id": 33318, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33318.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 288, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6353, "action_date": "2015-01-30T08:00:00-06:00", "document_id": 33794, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33794.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 288, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6353, "action_date": "2015-02-06T08:00:00-06:00", "document_id": 34397, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34397.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 288, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6353, "action_date": "2015-02-12T08:00:00-06:00", "document_id": 34739, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34739.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 288, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6353, "action_date": "2015-02-20T08:00:00-06:00", "document_id": 35108, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35108.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 288, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6353, "action_date": "2015-02-24T09:00:00-06:00", "document_id": 35345, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35345.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 288, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6353, "action_date": "2015-02-24T09:00:00-06:00", "document_id": 35444, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35444.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 288, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6353, "action_date": "2015-02-24T09:00:00-06:00", "document_id": 35444, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35444.pdf", "status_text": "Do Pass Amended", "journal_page": 0, "committee_id_action": 288, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 18977, "president_vote": null, "Yea": [938, 910, 913, 940, 883, 863, 951, 927, 875]}}, {"bill_id": 6353, "action_date": "2015-02-24T09:00:00-06:00", "document_id": 35444, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35444.pdf", "status_text": "Title amended", "journal_page": 479, "committee_id_action": 288, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6353, "action_date": "2015-02-25T14:00:00-06:00", "document_id": 35566, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35566.pdf", "status_text": "Do Pass Amended", "journal_page": 525, "committee_id_action": 286, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 19099, "president_vote": null, "Yea": [883, 915, 952, 884, 938, 888, 928, 923, 925, 875, 931, 941, 927, 857, 859, 917, 929, 947, 937, 948, 882, 909, 946, 958, 913, 887, 951, 861, 905, 919, 956, 936, 879, 907, 939, 920, 930, 953, 881, 906, 908, 940, 935, 916, 911, 910, 863, 864, 914, 865, 933, 866, 867, 926, 955, 869, 950, 912, 904, 921, 918, 954, 932, 949, 934, 957, 874], "Nay": [924, 922], "Excused": [945]}}, {"bill_id": 6353, "action_date": "2015-02-26T14:00:00-06:00", "document_id": 35645, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35645.pdf", "status_text": "First read in Senate and referred to", "journal_page": 528, "committee_id_action": 284, "committee_id_assigned": 283, "result": "N", "vote": {}}, {"bill_id": 6353, "action_date": "2015-03-03T08:00:00-06:00", "document_id": 35659, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35659.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 283, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6353, "action_date": "2015-03-04T08:00:00-06:00", "document_id": 35716, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35716.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 283, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6353, "action_date": "2015-03-05T08:00:00-06:00", "document_id": 35818, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35818.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 283, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6353, "action_date": "2015-03-06T08:00:00-06:00", "document_id": 35940, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35940.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 283, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6353, "action_date": "2015-03-06T08:00:00-06:00", "document_id": 36129, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36129.pdf", "status_text": "Do Pass", "journal_page": 619, "committee_id_action": 283, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 19520, "president_vote": null, "Yea": [855, 893, 897, 876, 903, 873, 942, 892, 886]}}, {"bill_id": 6353, "action_date": "2015-03-09T14:00:00-05:00", "document_id": 36247, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36247.pdf", "status_text": "Do Pass Amended", "journal_page": 640, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 19613, "president_vote": null, "Yea": [853, 854, 855, 856, 943, 858, 889, 894, 903, 876, 885, 896, 901, 895, 898, 890, 900, 942, 891, 893, 886, 862, 880, 944, 902, 877, 868, 871, 892, 872, 873, 878, 897], "Excused": [860, 899]}}, {"bill_id": 6353, "action_date": "2015-03-10T10:00:00-05:00", "document_id": 36314, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36314.pdf", "status_text": "Signed by the Speaker", "journal_page": 713, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6353, "action_date": "2015-03-11T10:00:00-05:00", "document_id": 36378, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36378.pdf", "status_text": "Signed by the President", "journal_page": 666, "committee_id_action": 284, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6353, "action_date": "2015-03-12T10:00:00-05:00", "document_id": 36454, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36454.pdf", "status_text": "Delivered to the Governor", "journal_page": 765, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6353, "action_date": "2015-03-13T09:00:00-05:00", "document_id": 36556, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36556.pdf", "status_text": "Signed by the Governor", "journal_page": 780, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5798}