{"session_id": 54, "bill_id": 18306, "bill_type": "Senate Bill", "bill_number": 220, "bill_title": "establish the Dakota Corps scholarship program, to provide for its funding, to make an appropriation therefor, and to declare an emergency.", "sponsors": [], "keywords": ["Administrative Rules", "Appropriations", "Education"], "audio": [{"meeting_datetime": "2003-02-11T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sed20sb0220a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-11T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sed20sb0220a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-11T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sed20sb0220a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-11T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sed20sb0220a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-13T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sed22.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-18T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sed24sb0220a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-18T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sed24sb0220a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-18T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sed24sb0220a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-18T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sed24sb0220a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-21T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen27sb0220a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-21T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen27sb0220a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-21T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen27sb0220a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-21T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen27sb0220a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-21T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen27sb0220a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-03T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hst34sb0220a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-03T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hst34sb0220a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-03T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hst34sb0220a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-03T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hst34sb0220a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-07T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen38sb0220a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-07T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen38sb0220a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-07T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen38sb0220a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-07T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen38sb0220a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-08T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou39sb0220a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-08T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou39sb0220a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-08T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou39sb0220a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-08T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen39sb0220a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-08T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen39sb0220a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 18306, "bill_version_id": 96466, "bill_version": "Introduced", "bill_version_date": "2003-02-04T08:09:05-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish the Dakota Crops scholarship program, to provide for its funding, to make an appropriation therefor, and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Dakota Corps scholarship program is hereby established within the Department of Education and Cultural Affairs. The purpose of the Dakota Corps scholarship is to encourage South Dakota's high school graduates to remain in South Dakota upon completion of their postsecondary education and to contribute to South Dakota and its citizens. Section 2. Terms used in this Act mean: (1) \"Department,\" the Department of Education and Cultural Affairs; (2) \"Secretary,\" the secretary of the Department of Education and Cultural Affairs; (3) \"Eligible institution,\" a university, college, or technical school that is accredited by the North Central Association of Colleges and Schools and provides instruction from a campus located in South Dakota; (4) \"Area of critical need,\" an occupation within South Dakota for certain employers in certain geographical areas as specified by rules promulgated by the department; (5) \"Dakota Corps tuition award,\" an amount not to exceed the maximum tuition and fees for sixteen credit hours at an institution of higher education under the control of the South Dakota Board of Regents. Section 3. In order to be eligible for a Dakota Corps scholarship a person shall: (1) Have graduated from an accredited South Dakota high school; (2) Apply for a Dakota Corps scholarship within one year of graduation from high school or within one year of the person's release from active duty with an active component of the armed forces if the release is within five years of the person's graduation from high school; (3) Have a composite score of 24 or greater on the test administered by American College Testing Program and have graduated from high school with a grade point average of 2.8 or greater on a 4.0 scale; (4) Agree in writing to stay in South Dakota and work in an area of critical need for a period of five years following graduation from an eligible institution; and (5) Enroll in or be accepted for enrollment by an eligible institution for a course of study leading to a baccalaureate or technical degree from an eligible institution. Section 4. In order to maintain eligibility for a Dakota Corps scholarship a person shall: (1) Maintain a 2.8 grade point average on a 4.0 scale and complete at least thirteen credit hours of instruction per semester; (2) Attend an eligible institution for eight consecutive spring and fall terms or until the person has earned a baccalaureate or technical degree; and (3) Completed fewer than one hundred twenty-eight credit hours of instruction. Section 5. The secretary may award Dakota Corps scholarships only to the extent that funds are available to provide scholarships. If the amount of money in the Dakota Corps scholarship fund is insufficient to provide a Dakota Corps scholarship to all eligible applicants, the secretary shall consider a person's grade point average, composite score on the test administered by the American College Testing Program, and financial need to award a Dakota Corps scholarship. Section 6. If a person has been awarded a Dakota Corps scholarship, the department shall pay the person's tuition and fees not to exceed the Dakota Corps tuition award on behalf of the person to the eligible institution at the time that tuition and fees are normally paid. Section 7. If a person who has been awarded a Dakota Corps scholarship attends an eligible institution that charges tuition and fees in excess of the Dakota Corps tuition award, the scholarship award is contingent upon the institution waiving tuition and fees, providing scholarships, or providing other financial grants to the eligible student in an amount such that the tuition waiver, scholarships, and other financial grants are at least equal to the difference between the institution's tuition and fees and the Dakota Corps tuition award. Section 8. A person who has received a Dakota Corps scholarship is not required to repay any part of the scholarship if within six months of earning a baccalaureate or technical degree the person is continuously employed in South Dakota for a period of sixty consecutive months in an area of critical need. Section 9. If a person who has received a Dakota Corps scholarship does not maintain eligibility as specified in section 4 of this Act, the person shall reimburse the state the amount of Dakota Corps scholarship paid on behalf of the person, excluding any tuition waivers, scholarships, or other financial grants received pursuant to section 7 of this Act, according to a repayment schedule set by the department according to rules promulgated pursuant to chapter 1-26. Section 10. If a person who has received a Dakota Corps scholarship does not meet the requirement in section 8 of this Act, the person shall reimburse the state the amount of Dakota Corps scholarship paid on behalf of the person, excluding any tuition waivers, scholarships, or other financial grants received pursuant to section 7 of this Act, to the department according to a repayment schedule set by the department according to rules promulgated pursuant to chapter 1-26. The amount of repayment shall be based on the ratio of sixty months minus the number of months a person was continuously employed in an area of critical need to sixty months. Section 11. If a person who has received a Dakota Corps scholarship is unable to maintain eligibility or remain employed in an area of critical need for sixty consecutive months due to factors outside the control of the person, the secretary may waive or delay the repayment provisions of this Act. Section 12. A person who has received a Dakota Corps scholarship shall annually report to the department the person's academic and occupational status on forms prescribed by the department. Section 13. There is hereby created in the state treasury a separate fund known as the Dakota Corps scholarship fund. Money from any source for the purpose of providing to scholarships pursuant to this Act shall be deposited into the Dakota Corps scholarship fund. Any money repaid pursuant to section 9 or 10 of this Act shall be deposited into the Dakota Corps scholarship fund. Section 14. There is hereby continuously appropriated to the department any money in the Dakota Corps scholarship fund for the purpose of providing scholarships pursuant to this Act. Section 15. The secretary shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 16. The department may promulgate rules, pursuant to chapter 1-26, to define occupations and geographical areas as areas of critical need, determine the amount of the Dakota Corps tuition award, establish procedures for the awarding and acceptance of Dakota Corps scholarships, monitor the academic and occupational status of persons who have received a Dakota Corps scholarship, establish financial need criteria, and establish repayment schedules. Section 17. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 18306, "bill_version_id": 97307, "bill_version": "Senate Education Engrossed", "bill_version_date": "2003-02-18T13:45:30-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish the Dakota Corps scholarship program, to provide for its funding, to make an appropriation therefor, and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Dakota Corps scholarship program is hereby established within the Department of Education and Cultural Affairs. The purpose of the Dakota Corps scholarship is to encourage South Dakota's high school graduates to remain in South Dakota upon completion of their postsecondary education and to contribute to South Dakota and its citizens. Section 2. Terms used in this Act mean: (1) \"Department,\" the Department of Education and Cultural Affairs; (2) \"Secretary,\" the secretary of the Department of Education and Cultural Affairs; (3) \"Eligible institution,\" a university, college, or technical school that is accredited by the North Central Association of Colleges and Schools and provides instruction from a campus located in South Dakota; (4) \"Area of critical need,\" an occupation within South Dakota for certain employers in certain geographical areas as specified by rules promulgated by the department; (5) \"Dakota Corps tuition award,\" an amount not to exceed the maximum tuition and fees for sixteen credit hours at an institution of higher education under the control of the South Dakota Board of Regents. Section 3. In order to be eligible for a Dakota Corps scholarship a person shall: (1) Have graduated from an accredited South Dakota high school; (2) Apply for a Dakota Corps scholarship within one year of graduation from high school or within one year of the person's release from active duty with an active component of the armed forces if the release is within five years of the person's graduation from high school; (3) Have a composite score of 24 or greater on the test administered by American College Testing Program and have graduated from high school with a grade point average of 2.8 or greater on a 4.0 scale; (4) Agree in writing to stay in South Dakota and work in an area of critical need for a period of five years following graduation from an eligible institution; and (5) Enroll in or be accepted for enrollment by an eligible institution for a course of study leading to a baccalaureate or technical degree from an eligible institution. Section 4. In order to maintain eligibility for a Dakota Corps scholarship a person shall: (1) Maintain a 2.8 grade point average on a 4.0 scale and complete at least thirteen credit hours of instruction per semester; (2) Attend an eligible institution for eight consecutive spring and fall terms or until the person has earned a baccalaureate or technical degree; and (3) Completed fewer than one hundred twenty-eight credit hours of instruction. Section 5. The secretary may award Dakota Corps scholarships only to the extent that funds are available to provide scholarships. If the amount of money in the Dakota Corps scholarship fund is insufficient to provide a Dakota Corps scholarship to all eligible applicants, the secretary shall consider a person's grade point average, composite score on the test administered by the American College Testing Program, and financial need to award a Dakota Corps scholarship. Section 6. If a person has been awarded a Dakota Corps scholarship, the department shall pay the person's tuition and fees not to exceed the Dakota Corps tuition award on behalf of the person to the eligible institution at the time that tuition and fees are normally paid. Section 7. A person who has received a Dakota Corps scholarship is not required to repay any part of the scholarship if within six months of earning a baccalaureate or technical degree the person is continuously employed in South Dakota for a period of sixty consecutive months in an area of critical need. Section 8. If a person who has received a Dakota Corps scholarship does not maintain eligibility as specified in section 4 of this Act, the person shall reimburse the state the amount of Dakota Corps scholarship paid on behalf of the person, excluding any tuition waivers, scholarships, or other financial grants received pursuant to section 7 of this Act, according to a repayment schedule set by the department according to rules promulgated pursuant to chapter 1-26. Section 9. If a person who has received a Dakota Corps scholarship does not meet the requirement in section 8 of this Act, the person shall reimburse the state the amount of Dakota Corps scholarship paid on behalf of the person, excluding any tuition waivers, scholarships, or other financial grants received pursuant to section 7 of this Act, to the department according to a repayment schedule set by the department according to rules promulgated pursuant to chapter 1-26. The amount of repayment shall be based on the ratio of sixty months minus the number of months a person was continuously employed in an area of critical need to sixty months. Section 10. If a person who has received a Dakota Corps scholarship is unable to maintain eligibility or remain employed in an area of critical need for sixty consecutive months due to factors outside the control of the person, the secretary may waive or delay the repayment provisions of this Act. Section 11. A person who has received a Dakota Corps scholarship shall annually report to the department the person's academic and occupational status on forms prescribed by the department. Section 12. There is hereby created in the state treasury a separate fund known as the Dakota Corps scholarship fund. Money from any source for the purpose of providing to scholarships pursuant to this Act shall be deposited into the Dakota Corps scholarship fund. Any money repaid pursuant to section 9 or 10 of this Act shall be deposited into the Dakota Corps scholarship fund. Section 13. There is hereby continuously appropriated to the department any money in the Dakota Corps scholarship fund for the purpose of providing scholarships pursuant to this Act. Section 14. The secretary shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 15. The department may promulgate rules, pursuant to chapter 1-26, to define occupations and geographical areas as areas of critical need, determine the amount of the Dakota Corps tuition award, establish procedures for the awarding and acceptance of Dakota Corps scholarships, monitor the academic and occupational status of persons who have received a Dakota Corps scholarship, establish financial need criteria, and establish repayment schedules. Section 16. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 18306, "bill_version_id": 98243, "bill_version": "House State Affairs Engrossed", "bill_version_date": "2003-03-03T13:52:15-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish the Dakota Corps scholarship program, to provide for its funding, to make an appropriation therefor, and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Dakota Corps scholarship program is hereby established within the Department of Education and Cultural Affairs. The purpose of the Dakota Corps scholarship is to encourage South Dakota's high school graduates to remain in South Dakota upon completion of their postsecondary education and to contribute to South Dakota and its citizens. Section 2. Terms used in this Act mean: (1) \"Department,\" the Department of Education and Cultural Affairs; (2) \"Secretary,\" the secretary of the Department of Education and Cultural Affairs; (3) \"Eligible institution,\" a public university, college, or technical school or a participating private university, college, or technical school that is accredited by the North Central Association of Colleges and Schools and provides instruction from a campus located in South Dakota; (4) \"Participating private university, college, or technical school,\" a nonpublic institution that agrees to waive tuition and fees, provide scholarships, or provide other financial grants to the eligible student in an amount such that the tuition waiver, scholarships, and other financial grants are at least equal to the difference between the institution's tuition and fees and the Dakota Corps tuition award; (5) \"Area of critical need,\" an occupation within South Dakota for certain employers in certain geographical areas as specified by rules promulgated by the department; (6) \"Dakota Corps tuition award,\" an amount not to exceed the maximum tuition and fees for sixteen credit hours at an institution of higher education under the control of the South Dakota Board of Regents. Section 3. In order to be eligible for a Dakota Corps scholarship a person shall: (1) Have graduated from an accredited South Dakota high school; (2) Apply for a Dakota Corps scholarship within one year of graduation from high school or within one year of the person's release from active duty with an active component of the armed forces if the release is within five years of the person's graduation from high school; (3) Have a composite score of 24 or greater on the test administered by American College Testing Program and have graduated from high school with a grade point average of 2.8 or greater on a 4.0 scale; (4) Agree in writing to stay in South Dakota and work in an area of critical need for a period of five years following graduation from an eligible institution; and (5) Enroll in or be accepted for enrollment by an eligible institution for a course of study leading to a baccalaureate or technical degree from an eligible institution. Section 4. In order to maintain eligibility for a Dakota Corps scholarship a person shall: (1) Maintain a 2.8 grade point average on a 4.0 scale and complete at least thirteen credit hours of instruction per semester; (2) Attend an eligible institution for eight consecutive spring and fall terms or until the person has earned a baccalaureate or technical degree; and (3) Completed fewer than one hundred twenty-eight credit hours of instruction. Section 5. The secretary may award Dakota Corps scholarships only to the extent that funds are available to provide scholarships. If the amount of money in the Dakota Corps scholarship fund is insufficient to provide a Dakota Corps scholarship to all eligible applicants, the secretary shall consider a person's grade point average, composite score on the test administered by the American College Testing Program, and financial need to award a Dakota Corps scholarship. Section 6. If a person has been awarded a Dakota Corps scholarship, the department shall pay the person's tuition and fees not to exceed the Dakota Corps tuition award on behalf of the person to the eligible institution at the time that tuition and fees are normally paid. Section 7. A person who has received a Dakota Corps scholarship is not required to repay any part of the scholarship if within six months of earning a baccalaureate or technical degree the person is continuously employed in South Dakota for a period of sixty consecutive months in an area of critical need. Section 8. If a person who has received a Dakota Corps scholarship does not maintain eligibility as specified in section 4 of this Act, the person shall reimburse the state the amount of Dakota Corps scholarship paid on behalf of the person, excluding any tuition waivers, scholarships, or other financial grants received pursuant to this Act, according to a repayment schedule set by the department according to rules promulgated pursuant to chapter 1-26. Section 9. If a person who has received a Dakota Corps scholarship does not meet the requirement in section 8 of this Act, the person shall reimburse the state the amount of Dakota Corps scholarship paid on behalf of the person, excluding any tuition waivers, scholarships, or other financial grants received pursuant to this Act, to the department according to a repayment schedule set by the department according to rules promulgated pursuant to chapter 1-26. The amount of repayment shall be based on the ratio of sixty months minus the number of months a person was continuously employed in an area of critical need to sixty months. Section 10. If a person who has received a Dakota Corps scholarship is unable to maintain eligibility or remain employed in an area of critical need for sixty consecutive months due to factors outside the control of the person, the secretary may waive or delay the repayment provisions of this Act. Section 11. A person who has received a Dakota Corps scholarship shall annually report to the department the person's academic and occupational status on forms prescribed by the department. Section 12. There is hereby created in the state treasury a separate fund known as the Dakota Corps scholarship fund. Money from any source for the purpose of providing to scholarships pursuant to this Act shall be deposited into the Dakota Corps scholarship fund. Any money repaid pursuant to section 9 or 10 of this Act shall be deposited into the Dakota Corps scholarship fund. Section 13. There is hereby continuously appropriated to the department any money in the Dakota Corps scholarship fund for the purpose of providing scholarships pursuant to this Act. Section 14. The secretary shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 15. The department may promulgate rules, pursuant to chapter 1-26, to define occupations and geographical areas as areas of critical need, determine the amount of the Dakota Corps tuition award, establish procedures for the awarding and acceptance of Dakota Corps scholarships, monitor the academic and occupational status of persons who have received a Dakota Corps scholarship, establish financial need criteria, and establish repayment schedules. Section 16. If any clause or other portion of this Act is held invalid, that decision does not affect the validity of the remaining portions of this Act. It is hereby declared that all such remaining portions of this Act are severable, and that the Legislature would have enacted the remaining portions if the portions that may be held to be invalid had not been included in this Act. Section 17. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 18306, "bill_version_id": 98432, "bill_version": "House Engrossed", "bill_version_date": "2003-03-05T18:45:04-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish the Dakota Corps scholarship program, to provide for its funding, to make an appropriation therefor, and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Dakota Corps scholarship program is hereby established within the Department of Education and Cultural Affairs. The purpose of the Dakota Corps scholarship is to encourage South Dakota's high school graduates to remain in South Dakota upon completion of their postsecondary education and to contribute to South Dakota and its citizens. Section 2. Terms used in this Act mean: (1) \"Department,\" the Department of Education and Cultural Affairs; (2) \"Secretary,\" the secretary of the Department of Education and Cultural Affairs; (3) \"Eligible institution,\" a public university, college, or technical school or a participating private university, college, or technical school that is accredited by the North Central Association of Colleges and Schools and provides instruction from a campus located in South Dakota; (4) \"Participating private university, college, or technical school,\" a nonpublic institution that is accredited by the North Central Association of Colleges and Schools, provides instruction from a campus located in South Dakota, and agrees to waive tuition and fees, provide scholarships, or provide other financial grants to the eligible student in an amount such that the tuition waiver, scholarships, and other financial grants are at least equal to the difference between the institution's tuition and fees and the Dakota Corps tuition award; (5) \"Area of critical need,\" an occupation within South Dakota for certain employers in certain geographical areas as specified by rules promulgated by the department; (6) \"Dakota Corps tuition award,\" an amount not to exceed the maximum tuition and fees for sixteen credit hours at an institution of higher education under the control of the South Dakota Board of Regents. Section 3. In order to be eligible for a Dakota Corps scholarship a person shall: (1) Have graduated from an accredited South Dakota high school; (2) Apply for a Dakota Corps scholarship within one year of graduation from high school or within one year of the person's release from active duty with an active component of the armed forces if the release is within five years of the person's graduation from high school; (3) Have a composite score of 24 or greater on the test administered by American College Testing Program and have graduated from high school with a grade point average of 2.8 or greater on a 4.0 scale; (4) Agree in writing to stay in South Dakota and work in an area of critical need for a period of five years following graduation from an eligible institution; and (5) Enroll in or be accepted for enrollment by an eligible institution for a course of study leading to a baccalaureate or technical degree from an eligible institution. Section 4. In order to maintain eligibility for a Dakota Corps scholarship a person shall: (1) Maintain a 2.8 grade point average on a 4.0 scale and complete at least thirteen credit hours of instruction per semester; (2) Attend an eligible institution for eight consecutive spring and fall terms or until the person has earned a baccalaureate or technical degree; and (3) Completed fewer than one hundred twenty-eight credit hours of instruction. Section 5. The secretary may award Dakota Corps scholarships only to the extent that funds are available to provide scholarships. If the amount of money in the Dakota Corps scholarship fund is insufficient to provide a Dakota Corps scholarship to all eligible applicants, the secretary shall consider a person's grade point average, composite score on the test administered by the American College Testing Program, and financial need to award a Dakota Corps scholarship. Section 6. If a person has been awarded a Dakota Corps scholarship, the department shall pay the person's tuition and fees not to exceed the Dakota Corps tuition award on behalf of the person to the eligible institution at the time that tuition and fees are normally paid. Section 7. A person who has received a Dakota Corps scholarship is not required to repay any part of the scholarship if within six months of earning a baccalaureate or technical degree the person is continuously employed in South Dakota for a period of sixty consecutive months in an area of critical need. Section 8. If a person who has received a Dakota Corps scholarship does not maintain eligibility as specified in section 4 of this Act, the person shall reimburse the state the amount of Dakota Corps scholarship paid on behalf of the person, excluding any tuition waivers, scholarships, or other financial grants received pursuant to this Act, according to a repayment schedule set by the department according to rules promulgated pursuant to chapter 1-26. Section 9. If a person who has received a Dakota Corps scholarship does not meet the requirement in section 8 of this Act, the person shall reimburse the state the amount of Dakota Corps scholarship paid on behalf of the person, excluding any tuition waivers, scholarships, or other financial grants received pursuant to this Act, to the department according to a repayment schedule set by the department according to rules promulgated pursuant to chapter 1-26. The amount of repayment shall be based on the ratio of sixty months minus the number of months a person was continuously employed in an area of critical need to sixty months. Section 10. If a person who has received a Dakota Corps scholarship is unable to maintain eligibility or remain employed in an area of critical need for sixty consecutive months due to factors outside the control of the person, the secretary may waive or delay the repayment provisions of this Act. Section 11. A person who has received a Dakota Corps scholarship shall annually report to the department the person's academic and occupational status on forms prescribed by the department. Section 12. There is hereby created in the state treasury a separate fund known as the Dakota Corps scholarship fund. Money from any source for the purpose of providing to scholarships pursuant to this Act shall be deposited into the Dakota Corps scholarship fund. Any money repaid pursuant to section 9 or 10 of this Act shall be deposited into the Dakota Corps scholarship fund. Section 13. There is hereby continuously appropriated to the department any money in the Dakota Corps scholarship fund for the purpose of providing scholarships pursuant to this Act. Section 14. The secretary shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 15. The department may promulgate rules, pursuant to chapter 1-26, to define occupations and geographical areas as areas of critical need, determine the amount of the Dakota Corps tuition award, establish procedures for the awarding and acceptance of Dakota Corps scholarships, monitor the academic and occupational status of persons who have received a Dakota Corps scholarship, establish financial need criteria, and establish repayment schedules. Section 16. If any clause or other portion of this Act is held invalid, that decision does not affect the validity of the remaining portions of this Act. It is hereby declared that all such remaining portions of this Act are severable, and that the Legislature would have enacted the remaining portions if the portions that may be held to be invalid had not been included in this Act. Section 17. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 18306, "action_date": "2003-02-04T14:00:00-06:00", "document_id": 96529, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96529.pdf", "status_text": "First read in Senate and referred to", "journal_page": 307, "committee_id_action": 799, "committee_id_assigned": 774, "result": "N", "vote": {}}, {"bill_id": 18306, "action_date": "2003-02-11T07:45:00-06:00", "document_id": 96932, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96932.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 774, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18306, "action_date": "2003-02-11T07:45:00-06:00", "document_id": 96932, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96932.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 774, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18306, "action_date": "2003-02-13T07:45:00-06:00", "document_id": 97133, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97133.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 774, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18306, "action_date": "2003-02-18T07:45:00-06:00", "document_id": 97283, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97283.pdf", "status_text": "Do Pass Amended,", "journal_page": 469, "committee_id_action": 774, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 54619, "president_vote": null, "Yea": [2851, 2852, 2886, 2916, 2928, 2868, 2908]}}, {"bill_id": 18306, "action_date": "2003-02-18T07:45:00-06:00", "document_id": 97283, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97283.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 774, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18306, "action_date": "2003-02-20T14:00:00-06:00", "document_id": 97543, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97543.pdf", "status_text": "Deferred to another day", "journal_page": 519, "committee_id_action": 799, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18306, "action_date": "2003-02-21T14:00:00-06:00", "document_id": 97667, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97667.pdf", "status_text": "Do Pass Amended,", "journal_page": 549, "committee_id_action": 799, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 54927, "president_vote": null, "Yea": [2832, 2834, 2838, 2840, 2847, 2849, 2850, 2851, 2852, 2853, 2854, 2856, 2865, 2868, 2876, 2878, 2880, 2881, 2882, 2883, 2886, 2887, 2891, 2897, 2903, 2904, 2908, 2916, 2921, 2926, 2927, 2928, 2935], "Nay": [2835, 2901]}}, {"bill_id": 18306, "action_date": "2003-02-22T14:00:00-06:00", "document_id": 97757, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97757.pdf", "status_text": "First read in House and referred to", "journal_page": 558, "committee_id_action": 798, "committee_id_assigned": 793, "result": "N", "vote": {}}, {"bill_id": 18306, "action_date": "2003-03-03T10:00:00-06:00", "document_id": 98238, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98238.pdf", "status_text": "Do Pass Amended,", "journal_page": 691, "committee_id_action": 793, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 55313, "president_vote": null, "Yea": [2859, 2861, 2894, 2899, 2905, 2929, 2917, 2912], "Nay": [2869, 2870, 2875, 2909], "Excused": [2937]}}, {"bill_id": 18306, "action_date": "2003-03-03T10:00:00-06:00", "document_id": 98238, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98238.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 793, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18306, "action_date": "2003-03-05T14:00:00-06:00", "document_id": 98414, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98414.pdf", "status_text": "Motion to Amend,", "journal_page": 754, "committee_id_action": 798, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18306, "action_date": "2003-03-05T14:00:00-06:00", "document_id": 98414, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98414.pdf", "status_text": "Do Pass Amended,", "journal_page": 754, "committee_id_action": 798, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 56875, "president_vote": null, "Yea": [2833, 2839, 2841, 2843, 2844, 2845, 2846, 2848, 2855, 2858, 2859, 2860, 2861, 2862, 2863, 2866, 2871, 2873, 2877, 2879, 2884, 2885, 2888, 2892, 2893, 2894, 2895, 2896, 2898, 2902, 2905, 2906, 2907, 2910, 2911, 2912, 2914, 2915, 2917, 2919, 2920, 2924, 2925, 2929, 2931, 2932, 2933, 2934, 2936, 2937, 2899], "Nay": [2836, 2837, 2842, 2857, 2864, 2869, 2870, 2872, 2874, 2875, 2889, 2890, 2900, 2909, 2913, 2922, 2923, 2930, 2938]}}, {"bill_id": 18306, "action_date": "2003-03-07T09:00:00-06:00", "document_id": 98582, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98582.pdf", "status_text": "Conference Committee appointments", "journal_page": 796, "committee_id_action": 798, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18306, "action_date": "2003-03-08T09:00:00-06:00", "document_id": 98622, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98622.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 785, "committee_id_action": 799, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 55515, "president_vote": null, "Yea": [2832, 2834, 2835, 2838, 2840, 2847, 2849, 2850, 2851, 2852, 2853, 2856, 2865, 2868, 2876, 2880, 2882, 2886, 2887, 2897, 2904, 2908, 2921, 2927], "Nay": [2854, 2878, 2881, 2883, 2891, 2901, 2903, 2916, 2926, 2928, 2935]}}, {"bill_id": 18306, "action_date": "2003-03-08T09:00:00-06:00", "document_id": 98610, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98610.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 815, "committee_id_action": 798, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 56913, "president_vote": null, "Yea": [2833, 2836, 2837, 2841, 2842, 2843, 2844, 2845, 2846, 2848, 2855, 2857, 2859, 2860, 2861, 2862, 2863, 2864, 2866, 2869, 2870, 2871, 2872, 2873, 2874, 2875, 2877, 2879, 2884, 2885, 2888, 2889, 2890, 2892, 2893, 2894, 2895, 2896, 2898, 2900, 2902, 2906, 2907, 2909, 2910, 2911, 2913, 2914, 2915, 2917, 2919, 2920, 2922, 2923, 2924, 2925, 2929, 2930, 2931, 2932, 2933, 2936, 2937, 2938, 2899], "Nay": [2839, 2858, 2905, 2912, 2934]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/18306"}