{"session_id": 36, "bill_id": 9969, "bill_type": "House Bill", "bill_number": 1148, "bill_title": "create a Commission on Indian Affairs.", "sponsors": [{"legislator_profile_id": 1592, "is_prime": true}, {"legislator_profile_id": 1604, "is_prime": true}, {"legislator_profile_id": 1594, "is_prime": false}, {"legislator_profile_id": 1605, "is_prime": false}, {"legislator_profile_id": 1624, "is_prime": false}, {"legislator_profile_id": 1593, "is_prime": false}, {"legislator_profile_id": 1609, "is_prime": false}, {"legislator_profile_id": 1437, "is_prime": false}, {"legislator_profile_id": 1431, "is_prime": false}, {"legislator_profile_id": 1627, "is_prime": false}, {"legislator_profile_id": 1618, "is_prime": false}, {"legislator_profile_id": 1576, "is_prime": false}, {"legislator_profile_id": 1610, "is_prime": false}, {"legislator_profile_id": 1623, "is_prime": false}, {"legislator_profile_id": 1565, "is_prime": false}], "keywords": ["Indian Tribes", "State Affairs and Government"], "audio": [{"meeting_datetime": "2019-02-13T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hst23.mp3", "start_seconds": 11220.0}, {"meeting_datetime": "2019-02-13T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hst23.mp3", "start_seconds": 11220.0}, {"meeting_datetime": "2019-02-13T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hst23.mp3", "start_seconds": 11220.0}], "bill_versions": [{"bill_id": 9969, "bill_version_id": 52397, "bill_version": "Introduced", "bill_version_date": "2019-01-25T11:14:20.01-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create a Commission on Indian Affairs. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: There is hereby created the Commission on Indian Affairs for the purposes of improving services to American Indians in South Dakota and promoting communication and relations between the state and each of the nine federally recognized Indian tribes in South Dakota. The commission may not abrogate or supersede the negotiations or relations of any Indian tribe, band, or group with any state, federal, local or tribal government. Section 2. That the code be amended by adding a NEW SECTION to read: The Commission on Indian Affairs shall be composed of ten members including: (1) The secretary of the Department of Tribal Relations; (2) A member of the Cheyenne River Sioux Tribe; (3) A member of the Crow Creek Sioux Tribe; (4) A member of the Flandreau Santee Sioux Tribe; (5) A member of the Lower Brule Sioux Tribe; (6) A member of the Oglala Sioux Tribe; (7) A member of the Rosebud Sioux Tribe; (8) A member of the Sisseton Wahpeton Oyate; (9) A member of the Standing Rock Sioux Tribe; and (10) A member of the Yankton Sioux Tribe. With the exception of the secretary, each member under this section shall be selected by the tribal governing body of the member in accordance with the procedures of the tribe. Section 3. That the code be amended by adding a NEW SECTION to read: The commission may appoint one additional member from outside a reservation, who is associated with an Indian Health Care Improvement Act Title V Urban Indian Health program. This additional member shall be a nonvoting member of the commission. Section 4. That the code be amended by adding a NEW SECTION to read: The commission shall elect a chair and a vice chair for a term of one year and shall determine the duties of the officers. A majority of the members of the commission constitutes a quorum for the transaction of business, but no final decision may be made without an affirmative vote of the majority of the members appointed to the commission. Section 5. That the code be amended by adding a NEW SECTION to read: The Department of Tribal Relations shall pay for the travel expenses of the secretary. The tribal governing body of each member shall pay for the travel expenses of the governing body's member. The Indian Health Care Improvement Act Title V Urban Indian Health program shall pay for the travel expenses of the nonvoting member. Section 6. That the code be amended by adding a NEW SECTION to read: The commission shall meet on a quarterly basis each year. Section 7. That the code be amended by adding a NEW SECTION to read: The commission shall: (1) Compile information relating to services available to American Indians, including education and training programs, work programs, housing programs, health programs, mental health programs including alcohol and drug services, and welfare programs from local, state, and federal sources and through private agencies; (2) Develop and sponsor in cooperation with American Indian groups and organizations, programs to inform American Indian of available services; (3) Communicate the needs and priorities of American Indians to the public and private agencies and encourage support for applicable programs; (4) Assess programs of state agencies serving American Indians and make recommendations for improvement; and (5) Report annually to the Governor and the Legislature on all matters of concern to American Indian of this state and recommend appropriate action."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9969, "action_date": "2019-01-25T14:00:00-06:00", "document_id": 52449, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52449.pdf", "status_text": "First Reading House", "journal_page": 202, "committee_id_action": 408, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9969, "action_date": "2019-01-28T14:00:00-06:00", "document_id": 52545, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52545.pdf", "status_text": "Referred to", "journal_page": 218, "committee_id_action": 408, "committee_id_assigned": 424, "result": "N", "vote": {}}, {"bill_id": 9969, "action_date": "2019-02-13T15:00:00-06:00", "document_id": 53409, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53409.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 424, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9969, "action_date": "2019-02-13T15:00:00-06:00", "document_id": 53694, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53694.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 406, "committee_id_action": 424, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 28268, "president_vote": null, "Yea": [1563, 1579, 1645, 1444, 1434, 1635, 1432, 1630, 1567, 1569], "Nay": [1427, 1609, 1576]}}]}