{"session_id": 10, "bill_id": 2414, "bill_type": "House Bill", "bill_number": 1155, "bill_title": "revise various trust provisions.", "sponsors": [{"legislator_profile_id": 40, "is_prime": true}, {"legislator_profile_id": 37, "is_prime": true}, {"legislator_profile_id": 44, "is_prime": false}, {"legislator_profile_id": 60, "is_prime": false}, {"legislator_profile_id": 15, "is_prime": false}, {"legislator_profile_id": 58, "is_prime": false}, {"legislator_profile_id": 10, "is_prime": false}, {"legislator_profile_id": 22, "is_prime": false}], "keywords": ["Fiduciaries and Trusts"], "audio": [{"meeting_datetime": "2011-02-09T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hju19.mp3", "start_seconds": 180.0}, {"meeting_datetime": "2011-02-09T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hju19.mp3", "start_seconds": 180.0}, {"meeting_datetime": "2011-02-14T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hju21.mp3", "start_seconds": 355.0}, {"meeting_datetime": "2011-02-14T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hju21.mp3", "start_seconds": 355.0}, {"meeting_datetime": "2011-02-14T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hju21.mp3", "start_seconds": 355.0}, {"meeting_datetime": "2011-02-14T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hju21.mp3", "start_seconds": 355.0}, {"meeting_datetime": "2011-02-14T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hju21.mp3", "start_seconds": 355.0}, {"meeting_datetime": "2011-02-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou25.mp3", "start_seconds": 1094.0}, {"meeting_datetime": "2011-02-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou25.mp3", "start_seconds": 1094.0}, {"meeting_datetime": "2011-02-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou25.mp3", "start_seconds": 1094.0}, {"meeting_datetime": "2011-03-01T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sju30.mp3", "start_seconds": 927.0}, {"meeting_datetime": "2011-03-01T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sju30.mp3", "start_seconds": 927.0}, {"meeting_datetime": "2011-03-01T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sju30.mp3", "start_seconds": 927.0}, {"meeting_datetime": "2011-03-01T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sju30.mp3", "start_seconds": 927.0}], "bill_versions": [{"bill_id": 2414, "bill_version_id": 15531, "bill_version": "Introduced", "bill_version_date": "2011-01-25T08:56:07.937-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise various trust provisions. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 55-1B-2 be amended to read as follows: 55-1B-2. An excluded fiduciary is not liable, either individually or as a fiduciary, for any of the following: (1) Any loss that results from compliance with a direction of the trust advisor, custodial account owner, or authorized designee of a custodial account owner; (2) Any loss that results from a failure to take any action proposed by an excluded fiduciary that requires a prior authorization of the trust advisor if that excluded fiduciary timely sought but failed to obtain that authorization; (3) Any loss that results from any action or inaction, except for gross negligence or willful misconduct, when an excluded fiduciary is required, pursuant to the trust agreement or any other reason, to assume the role of trust advisor, trust protector, investment trust advisor, or distribution trust advisor. Any excluded fiduciary is also relieved from any obligation to perform investment or suitability reviews, inquiries, or investigations or to make recommendations or evaluations with respect to any investments to the extent the trust advisor, custodial account owner, or authorized designee of a custodial account owner had authority to direct the acquisition, disposition, or retention of any such investment. If the excluded fiduciary offers such communication to the trust advisor, trust protector, investment trust advisor, or distribution trust advisor or any investment person selected by the investment trust advisor, such action may not be deemed to constitute an undertaking by the excluded fiduciary to monitor or otherwise participate in actions within the scope of the advisor's authority or to constitute any duty to do so. Any excluded fiduciary is also relieved of any duty to communicate with or warn or apprise any beneficiary or third party concerning instances in which the excluded fiduciary would or might have exercised the excluded fiduciary's own discretion in a manner different from the manner directed by the trust advisor, trust protector, investment trust advisor, or distribution trust advisor. Absent clear and convincing evidence to the contrary, the actions of the excluded fiduciary pertaining to matters within the scope of authority of the trust advisor, trust protector, investment trust advisor, or distribution trust advisor (such as confirming that the advisor's directions have been carried out and recording and reporting actions taken at the advisor's direction) shall be presumed to be administrative actions taken by the excluded fiduciary solely to allow the excluded fiduciary to perform those duties assigned to the excluded fiduciary under the governing instrument, and such administrative actions may not be deemed to constitute an undertaking by the excluded fiduciary to monitor or otherwise participate in actions within the scope of authority of the trust advisor, trust protector, investment trust advisor, or distribution trust advisor. Nothing in subdivision (2) imposes an obligation or liability with respect to a custodian of a custodial account. Section 2. That § 55-5-16 be amended to read as follows: 55-5-16. A trustee has a duty to personally perform the responsibilities of the trusteeship except as a prudent person might delegate those responsibilities to others. In deciding whether, to whom, and in what manner to delegate fiduciary authority in the administration of a trust, and thereafter in monitoring agents, the trustee may seek the prior approval for the delegation from all known beneficiaries of the trust or from the court. If such approval is given in writing by all known beneficiaries or by the court, the trustee is not liable for the acts of the person to whom the authority is delegated except in the cases of gross willful misconduct or gross negligence by the delegating trustee in the selection or monitoring of the agent. Section 3. That § 55-1B-1 be amended to read as follows: 55-1B-1. Terms used in this chapter mean: (1) \"Instrument,\" any revocable or irrevocable trust document created inter vivos or testamentary or any custodial account agreement; (2) \"Trust protector,\" any person whose appointment as protector is provided for in the instrument. Such person may not be considered to be acting in a fiduciary capacity except to the extent the governing instrument provides otherwise. However, a protector shall be considered acting in a fiduciary capacity to the extent that the person exercises the authority of an investment trust advisor or a distribution trust advisor; (3) Repealed by SL 2005, ch 260, § 2. \"Trust advisor,\" either an investment trust advisor or a distribution trust advisor; (4) \"Fiduciary,\" a trustee or custodian under any instrument, an executor, administrator, or personal representative of a decedent's estate, or any other party, including a trust advisor, a trust protector, or a trust committee, who is acting in a fiduciary capacity for any person, trust, or estate; (5) \"Excluded fiduciary,\" any fiduciary excluded from exercising certain powers under the instrument which powers may be exercised by the grantor, custodial account owner, trust advisor, trust protector, trust committee, or other persons designated in the instrument; (6) \"Investment trust advisor,\" a fiduciary, given authority by the instrument to exercise all or any portions of the powers and discretions set forth in § 55-1B-10; (7) \"Distribution trust advisor,\" a fiduciary, given authority by the instrument to exercise all or any portions of the powers and discretions set forth in § 55-1B-11; (8) \"Custodial account,\" an account, established by a party with a bank as defined in 26 U.S.C. 408(n), as of January 1, 2006, or with another person approved by the Internal Revenue Service as satisfying the requirements to be a nonbank trustee or a nonbank passive trustee set forth in U.S. Treasury Regulations promulgated under 26 U.S.C. 408, that is governed by an instrument concerning the establishment or maintenance, or both, of an individual retirement account, qualified retirement plan, Archer medical savings account, health savings account, Coverdell education savings account, or any similar retirement or savings vehicle permitted under the Internal Revenue Code of 1986, as of January 1, 2006; (9) \"Custodial account owner,\" any party who establishes a custodial account; or has the power to designate the beneficiaries or appoint the custodian of the custodial account; or otherwise is the party who possesses the power to direct the investment, disposition, or retention of any assets in the custodial account or name an authorized designee to effect the same. Section 4. That chapter 55-1B be amended by adding thereto a NEW SECTION to read as follows: Any governing instrument providing for a trust advisor or trust protector may also provide such trust advisor or trust protector with some, none, or all of the rights, powers, privileges, benefits, immunities, or authorities available to a trustee under South Dakota law or under the governing instrument. Unless the governing instrument provides otherwise, a trust advisor or trust protector has no greater liability to any person than would a trustee holding or benefiting from the rights, powers, privileges, benefits, immunities, or authority provided or allowed by the governing instrument to such trust advisor or trust protector. Section 5. That § 55-1B-11 be amended to read as follows: 55-1B-11. The powers and discretions of a distribution trust advisor shall be provided in the trust instrument and may be exercised or not exercised, in the best interests of the trust, in the sole and absolute discretion of the distribution trust advisor and are binding on any other person and any other interested party, fiduciary, and excluded fiduciary. Unless the terms of the document provide otherwise, the distribution trust advisor shall direct the trustee with regard to all discretionary distributions to beneficiaries and may direct appointments pursuant to § 55-2-15. The distribution trust advisor may also provide direction regarding notification of qualified beneficiaries pursuant to § 55-2-13. Section 6. That § 55-16-4 be amended to read as follows: 55-16-4. Neither the transferor nor any other natural person who is a nonresident of this state nor an entity that is not authorized by the law of this state to act as a trustee or whose activities are not subject to supervision as provided in § 55-16-3 may be considered a qualified person. However, nothing in this chapter precludes a transferor from appointing, removing, or replacing one or more co-trustees, trust advisors, or trust protectors, or other fiduciaries as defined in subdivision 55-1B-1(4), including: (1) A fiduciary who has authority under the terms of the trust instrument to remove and appoint qualified persons or trust advisors; (2) A fiduciary who has authority under the terms of the trust instrument to direct, consent to, or disapprove distribution from the trust; and (3) A fiduciary whether or not such fiduciary would meet the requirements imposed by § 55-16-3 regardless of whether or not such trust advisor or trust protector is a fiduciary. Section 7. That chapter 51A-6A be amended by adding thereto a NEW SECTION to read as follows: An entity may be excluded from the provisions of chapters 51A-5, 51A-6, and 51A-6A if: (1) The entity is established for the exclusive purpose of acting as a trust protector, investment trust advisor, or distribution trust advisor, as defined by § 55-1B-1; (2) The entity is acting in such capacity under a trust instrument which names a South Dakota trust company, a South Dakota bank with trust powers, or a national bank with trust powers as trustee; (3) The entity is not engaged in trust company business with the general public as a public trust company or with any family as a private trust company; (4) The entity does not hold itself out as being in the business of acting as a fiduciary for hire as either a public or private trust company; (5) The entity files an annual report with the South Dakota secretary of state and provides a copy to the Division of Banking; and (6) The entity agrees to be subject to examination by the Division of Banking at the discretion of the director. The governing documents of any such excluded entity shall limit its authorized activities to the functions permitted to a trust protector, investment trust advisor, or distribution trust advisor pursuant to chapter 55-1B and limit the performance of those functions with respect to a specifically named trust or family of trusts. An entity complying with this section shall notify the director of its existence, capacity to act, and the name of the trustee for the trust or family of trusts. Section 8. That § 55-2-13 be amended to read as follows: 55-2-13. For purposes of this section, the term, qualified beneficiary, means a beneficiary that is an entity then in existence or an individual who is twenty-one years of age or older and who, on the date the beneficiary's qualification is determined: (1) Is a distributee or permissible distributee of trust income or principal; (2) Would be a distributee or permissible distributee of trust income or principal if the interests of the distributees terminated on that date; or (3) Would be a distributee or permissible distributee of trust income or principal if the trust terminated on that date. However, if the distributee is then unknown because a person holds a power to change the distributee, the trustee shall give notice only to the holder of the power. Except as otherwise provided by the terms of a revocable trust, a trustee has no duty to notify the qualified beneficiaries of the trust's existence. Except as otherwise provided by the terms of an irrevocable trust or otherwise directed in writing by the settlor, distribution trust advisor, or trust protector, the trustee shall, within sixty days after the trustee has accepted trusteeship of the trust, or within sixty days after the date the trustee acquires knowledge that a formerly revocable trust has become irrevocable, notify the qualified beneficiaries of the trust's existence and of the right of the beneficiary to request a copy of the trust instrument pertaining to the beneficiary's interest in the trust. Subject to the previous provision Except as otherwise provided by the terms of an irrevocable trust or otherwise directed in writing by the settlor, trust advisor, or trust protector, a trustee of an irrevocable trust: (1) Upon request of a qualified beneficiary, shall promptly furnish to the qualified beneficiary a copy of the trust instrument; (2) If notification of the trust has not been accomplished pursuant to this section within sixty days after accepting a trusteeship, shall notify the qualified beneficiaries of the acceptance and of the trustee's name, address, and telephone number; (3) Shall promptly respond to a qualified beneficiary's request for information related to the administration of the trust, unless the request is unreasonable under the circumstances. The settlor, trust advisor, or trust protector, may, by the terms of the governing instrument, or in writing delivered to the trustee, expand, restrict, eliminate, or otherwise modify the rights of beneficiaries to information relating to a trust. A beneficiary may waive the right to the notice or information otherwise required to be furnished under this section and, with respect to future reports and other information, may withdraw a waiver previously given. The change in the identity of a trustee, occurring as the result of a mere name change or a merger, consolidation, combination, or reorganization of a trustee, does not require notice. If a fiduciary is bound by a duty of confidentiality with respect to a trust or its assets, a fiduciary may require that any beneficiary who is eligible to receive information pursuant to this section be bound by the duty of confidentiality that binds the trustee before receiving such information from the trustee. A trust advisor, trust protector, or other fiduciary designated by the terms of the trust shall keep each excluded fiduciary designated by the terms of the trust reasonably informed about: (1) The administration of the trust with respect to any specific duty or function being performed by the trust advisor, trust protector, or other fiduciary to the extent that the duty or function would normally be performed by the excluded fiduciary or to the extent that providing such information to the excluded fiduciary is reasonably necessary for the excluded fiduciary to perform its duties; and (2) Any other material information that the excluded fiduciary would be required to disclose to the qualified beneficiaries under this section regardless of whether the terms of the trust relieve the excluded fiduciary from providing such information to qualified beneficiaries. Neither the performance nor the failure to perform of a trust advisor, trust protector, or other fiduciary designated by the terms of the trust as provided in this subdivision shall affect the limitation on the liability of the excluded fiduciary. The provisions of this section are effective for trusts created after June 30, 2002, except as otherwise directed by the settlor, trust protector, or distribution trust advisor, or other fiduciary designated by the terms of the trust. For trusts created before July 1, 2002, a trustee has no duty at common law or otherwise to notify a qualified beneficiary of the trust's existence unless otherwise directed by the settlor. Section 9. That § 55-2-20 be amended to read as follows: 55-2-20. The power under § 55-2-15 may not be exercised to suspend the power to alienate trust property or extend the first trust beyond any applicable termination date under the terms of the instrument of the first trust or the permissible period of any rule against perpetuities applicable to the first trust. Section 10. That § 55-2-15 be amended to read as follows: 55-2-15. Unless the terms of the governing instrument expressly provide otherwise, if a trustee who has discretionary authority, discretion under the terms of a testamentary governing instrument or irrevocable inter vivos trust agreement, to make a distribution of income or principal to, or for the benefit of, one or more beneficiaries of a trust (the \"first trust\"), whether or not restricted by any standard, then the trustee may instead exercise such authority discretion by appointing all or part or all of the income or principal subject to the power discretion in favor of a trustee of a second trust (the \"second trust\") under an a governing instrument other than that under which the power to distribute is created or under the same instrument, in the event that separate from the governing instrument of the first trust. Before exercising its discretion to appoint and distribute assets to a second trust, the trustee of the first trust decides that shall determine whether the appointment is necessary or desirable after taking into account the purposes of the first trust, the terms and conditions of the second trust, and the consequences of the distribution. However For the purposes of this Act, a trustee of the first trust is a restricted trustee if either the trustee is a beneficiary of the first trust or if a beneficiary of the first trust has a power to change the trustees within the meaning of § 55-2-17. In addition, the following apply to all appointments made under this section: (1) The second trust may only have as beneficiaries only one or more of those the beneficiaries of the first trust to: (a) To or for whom a discretionary distribution of income or principal may be made from the first trust and who are proper objects of the exercise of the power, or one or more of those other beneficiaries of the first trust to; or (b) To or for whom a distribution of income or principal may have been be made in the future from the first trust at a time or upon the happening of an event specified under the first trust; (2) No restricted trustee of the first trust may exercise such authority over the first trust to the extent that doing so could have the effect of: (a) Exercise such authority to make a distribution from the first trust if the trustee is a beneficiary of the first trust, or if any beneficiary may change the trustees Benefiting the restricted trustee as a beneficiary of the first trust, unless the exercise of such authority is for limited by an ascertainable standard based on or related to health, education, maintenance, or support; or (b) Exercise such authority to the extent that doing so would have the effect either of (i) increasing the distributions that can be made in the future from the second trust to the trustee of the first trust or to a beneficiary who may change the trustees of the first trust, or (ii) removing restrictions on discretionary distributions imposed by the agreement under which the first trust was created, except that in either case participating in a change that is needed for Removing restrictions on discretionary distributions to a beneficiary imposed by the governing instrument under which the first trust was created, except that a provision in the second trust which limits distributions by an ascertainable standard based on or related to the health, education, maintenance, or support of any such beneficiary is permitted; However, the(3) No restricted trustee of the first trust may exercise such authority over the first trust to the extent that doing so would have the effect of increasing the distributions that can be made from the second trust to the restricted trustees of the first trust or to a beneficiary who may change the trustees of the first trust within the meaning of § 55-2-17 compared to the distributions that can be made to such trustee or beneficiary, as the case may be, under the first trust, unless the exercise of such authority is limited by an ascertainable standard based on or related to health, education, maintenance, or support; (4) The provisions of subdivision subdivisions (2) and (3) only apply to restrict the authority of a trustee if either a trustee, or a beneficiary who may change the trustee, is a United States citizen or domiciliary under the Internal Revenue Code, or the trust owns property that would be subject to United States estate or gift taxes if owned directly by such a person.; (3)(5) In the case of any trust contributions which have been treated as gifts qualifying for the exclusion from gift tax described in § 2503(b) of the Internal Revenue Code of 1986, by reason of the application of I.R.C. § 2503(c), the governing instrument for the second trust shall provide that the beneficiary's remainder interest shall vest no later than the date upon which such interest would have vested under the terms of the governing instrument for the first trust; (4)(6) The exercise of such authority may not reduce any income interest of any income beneficiary of any of the following trusts: (a) A trust for which a marital deduction has been taken for federal tax purposes under I.R.C. § 2056 or § 2523 or for state tax purposes under any comparable provision of applicable state law; (b) A charitable remainder trust under I.R.C. § 664; or (c) A grantor retained annuity trust under I.R.C. § 2702; (5)(7) The exercise of such authority does not apply to trust property subject to a presently exercisable power of withdrawal held by a trust beneficiary to whom, or for the benefit of whom, the trustee has authority to make distributions, unless after the exercise of such authority, such beneficiary's power or of withdrawal is unchanged with respect to the trust property; (6)(8) The exercise of such authority is not prohibited by a spendthrift clause or by a provision in the trust governing instrument that prohibits amendment or revocation of the trust; (9) Any appointment made by a trustee shall be considered a distribution by the trustee pursuant to the trustee's distribution powers and authority; (10) If the trustee's distribution discretion is not subject to a standard, or if the trustee's distribution discretion is subject to a standard that does not create a support interest, then the court may review the trustee's determination or any related appointment only pursuant to § 55-1-43. Any other court review of the trustee's determination or any related appointment may be made only pursuant to § 55-1-42. This section applies to any trust governed by the laws of this state, including a trust whose governing jurisdiction is transferred to this state. Section 11. That § 51A-6A-13 be amended to read as follows: 51A-6A-13. The business of any trust company shall be managed and controlled by its governing board and includes the authority to provide for bonus payments, in addition to ordinary compensation, for any of its officers and employees. The governing board of a private trust company shall consist of not less than three nor more than twelve members, all of whom shall be elected by the owners of the trust company at any regular annual meeting, with terms not to exceed three years. The governing board of a public trust company shall consist of not less than five nor more than twelve members, all of whom shall be elected by the owners of the trust company at any regular meeting held during each calendar year. If the number of board members elected is less than twelve, the number of board members may be increased so long as the total number does not exceed twelve. If the number is increased, the first additional board members may be elected at a special meeting of the owners. The board members shall be elected and any vacancies filled in the manner as provided in the provisions regarding general corporations or limited liability companies, as applicable. At all times one of the directors shall be a resident of this state and at least two-thirds one-half of the directors shall be citizens of the United States. Any board member of any trust company who becomes indebted to the trust company on any judgment forfeits the position of board member, and the vacancy shall be filled as provided by law. A public trust company chartered in South Dakota prior to July 1, 2011, if currently operating with less than five members of its governing board, shall supply evidence of compliance with this section at the same time the report of condition and fees are due as provided in § 51-6A-34 and ARSD 20:07:22:02 for calendar year 2011. Section 12. That chapter 55-3 be amended by adding thereto a NEW SECTION to read as follows: No beneficiary of a trust may assert a statute of limitations defense in any proceeding to modify, reform, or terminate a trust pursuant to §§ 55-3-23 to 55-3-29, inclusive. Section 13. That chapter 55-1A be amended by adding thereto a NEW SECTION to read as follows: A trustee may change the name of an irrevocable trust if the trustee deems such action to be in the best interests of the trust and its beneficiaries. Section 14. That § 55-4-3 be amended to read as follows: 55-4-3. Unless it is otherwise provided by the trust instrument, or an amendment thereof, or by court order, any power vested in three or more trustees may be exercised by a majority of such trustees and any power vested in two trustees shall be exercised by both of such trustees. Section 15. That § 55-4-51 be amended to read as follows: 55-4-51. Instead of furnishing a copy of the trust instrument or a copy of a will that creates a testamentary trust to a person other than a beneficiary, one or more trustees may furnish to the person a certificate of trust signed by a trustee, settlor, grantor, or trustor, or trust protector, containing the following: (1) A statement that the trust exists, the current name of the trust if one has been given, any previous name of the trust if the name of the trust was changed, and the date the trust instrument or will was executed; (2) The name of the settlor, grantor, trustor, testator, or testatrix; (3) The name of each original trustee and the name and address of each trustee and each trust protector currently empowered to act under the trust instrument or will on the date of the execution of the certificate of trust; (4) The applicable powers of the trustee and the trust protector and other provisions set forth in the trust instrument or will as are selected by the person signing the certificate of trust, including those powers authorizing the trustee to sell, convey, pledge, mortgage, lease, or transfer title to any interest in property held in the trust, together with a statement setting forth the number of trustees required by the provisions of the trust instrument or will to act; (5) A statement that the trust is irrevocable or, if the trust is revocable, a statement to that effect and the identity of any person holding a power to revoke the trust, and, if applicable, a statement that the trust has been terminated or revoked and that the trust has not been revoked; (6) A statement that the trust is not supervised by a court, or, if applicable, a statement that the trust is supervised by a court, and which statement also sets forth any restrictions imposed by the court on the trustee's ability to act as otherwise permitted by statute or the terms of the trust instrument or will; (7) If applicable, a description of any property to be conveyed by the trustee; (8) A statement that the trust has not been modified or amended in any manner that would cause the representations contained in the certificate of trust to be incorrect. The person signing the certificate shall certify that the statements contained in the certificate are true and correct. The signature of the person signing the certificate shall be acknowledged or verified under oath before a notary public or other official authorized to administer oaths. A certificate of trust need not contain the dispositive terms of a trust. Section 16. That § 55-4-51.3 be amended to read as follows: 55-4-51.3. A certificate of a trustee or of trustees of a trust in support of a real property transaction may be substantially in the following form: This instrument was prepared by: ______________________ ______________________ ______________________ (insert name, address and phone number) CERTIFICATE OF TRUST STATE OF SOUTH DAKOTA ) : SS COUNTY OF ) _______________________, being duly sworn under oath, does hereby state as follows: 1. A trust instrument or Will executed on __________ established a trust which is still in existence on the date this Certificate is signed. The current name of the trust, if it has been named, is _________________. (Insert n/a if the Trust does not have a name). The name of the trust was/was not changed. If the name of the trust was changed, it was previously known as ___________________________. 2. The name of the settlor, grantor, trustor, testator or testatrix, as the case may be, is CERTIFICATE OF TRUST ______________________________________________________________________. 3. The name of each original trustee and the name and address of each trustee and each trust protector currently empowered to act under the trust instrument or Will on the date of the execution of this Certificate of Trust is as follows: _____________________________________________________________________ _____________________________________________________________________. 4. The person who signs this certificate below certifies that the trust instrument or Will contains the following powers which are given to the trustee, which may or may not be inclusive of all of the powers given to the trustee: ____________________________________________________________________, the following powers are given to the trust protector: ____________________________________________________________________, and further contains the following provisions (optional): ____________________________________________________________________. The number of trustees required to join in an action by the provisions of the trust instrument or Will to is __________. 5. The trust is revocable/irrevocable./The following person(s) has/have the right to revoke the trust: ____________________. The If revocable, the trust has not been revoked. 6. The trust is/is not supervised by a court. The following restrictions are currently imposed by the court on the trustee(s) ability to act even though actions so restricted may be permitted by statute or the terms of the trust instrument or Will: ____________________________________________________________________. 7. The Trustee intends to convey the following property owned by the Trust: ____________________________________________________________________. 8. The trust has not been modified or amended in any manner that would cause the representations contained in this Certificate of Trust to be incorrect. The statements contained in this Certificate of Trust are true and correct. _________________ STATE OF SOUTH DAKOTA ) : SS COUNTY OF ) On this, the _______ day of __________, 20______, before me, the undersigned officer, personally appeared , known to me or satisfactorily proven to be the person whose name is subscribed to the within instrument and acknowledged that she/he executed the same for the purposes therein contained. IN WITNESS WHEREOF, I hereunto set my hand and official seal. _________________________ Notary Public, South Dakota My Commission expires: __________ Section 17. That § 55-16-15 be amended to read as follows: 55-16-15. Notwithstanding the provisions of §§ 55-16-9 to 55-16-14, inclusive, this chapter does not apply in any respect: (1) To to any person to whom the transferor is indebted on account of an agreement or order of court for the payment of support or alimony in favor of such transferor's spouse, former spouse, or children, or for a division or distribution of property in favor of such transferor's spouse or former spouse, to the extent of such debt; or (2) To any person who suffers death, personal injury, or property damage on or before the date of a qualified disposition by a transferor, which death, personal injury, or property damage is at any time determined to have been caused in whole or in part by the act or omission of either such transferor or by another person for whom such transferor is or was vicariously liable. Subdivision (1). This exception does not apply to any claim for forced heirship or legitime. Section 18. That § 55-1A-33 be amended to read as follows: 55-1A-33. A trustee may advance income to or for the use of the beneficiaries, for which advance he or make loans out of trust property to a beneficiary on terms and conditions the trustee considers to be fair and reasonable under the circumstances, for which such advance or loan the trustee shall have a lien on the future benefits of such beneficiary. Section 19. That § 51A-5-18 be repealed. 51A-5-18. Cash held by a bank as fiduciary may be deposited to the credit of the bank as such fiduciary either with a bank with deposit insurance or with itself, but if such funds are deposited with itself the bank shall pledge as security United States bonds or other securities approved by the director for the purpose in the amount of the deposit in excess of the amount covered by deposit insurance. Deposits may represent the assets of more than one fiduciary estate if a record is maintained of the proper allocation. Section 20. That § 51A-5-1.1 be amended to read as follows: 51A-5-1.1. Banks engaging in the trust business pursuant to this chapter have all powers necessary and incidental to carrying on the trust business, including: (1) Acting as agent, custodian, or attorney-in-fact for any person, and, in such capacity, taking and holding property on deposit for safekeeping and acting as general or special agent or attorney-in-fact in the acquisition, management, sale, assignment, transfer, encumbrance, conveyance, or other disposition of property, in the collection or disbursement of income from or principal of property and, generally in any matter incidental to any of the foregoing; (2) Acting as registrar or transfer agent for any corporation, partnership, association, municipality, state, or public authority, and in such capacity, receiving and disbursing money, transferring, registering, and countersigning certificates of stock, bonds or other evidences of indebtedness or securities and performing any and all acts which may be incidental thereto; (3) Acting as trustee or fiduciary under any mortgage or bond issued by a person; (4) Acting as trustee or fiduciary under any trust established by a person; (5) Acting as fiduciary, assignee for the benefit of creditors, receiver or trustee under or pursuant to the order or direction of any court or public official of competent jurisdiction; (6) Acting as fiduciary, guardian, conservator, assignee, or receiver of the estate of any person and as executor of the last will and testament or administrator, fiduciary or personal representative of the estate of any deceased person when appointed by a court or public official of competent jurisdiction; (7) Establishing and maintaining common trust funds or collective investment funds pursuant to the provisions of §§ 55-6-1 to 55-6-7, inclusive; or (8) Acting in any fiduciary capacity and performing any act as a fiduciary which a trust company organized under chapter 51A-6 may perform. Section 21. That § 51A-6A-29 be amended to read as follows: 51A-6A-29. A trust company may exercise the following powers necessary or incidental to carrying on a trust company business, including: (1) Act as agent, custodian, or attorney-in-fact for any person, and, in such capacity, take and hold property on deposit for safekeeping and act as general or special agent or attorney-in-fact in the acquisition, management, sale, assignment, transfer, encumbrance, conveyance, or other disposition of property, in the collection or disbursement of income from or principal of property, and generally in any matter incidental to any of the foregoing; (2) Act as registrar or transfer agent for any corporation, partnership, association, limited liability company, municipality, state, or public authority, and in such capacity, receive and disburse money, transfer, register, and countersign certificates of stock, bonds, or other evidences of indebtedness or securities, and perform any acts which may be incidental thereto; (3) Act as trustee or fiduciary under any mortgage or bond issued by a person; (4) Act as trustee or fiduciary under any trust established by a person; (5) Act as fiduciary, assignee for the benefit of creditors, receiver, or trustee under or pursuant to the order or direction of any court or public official of competent jurisdiction; (6) Act as fiduciary, guardian, conservator, assignee, or receiver of the estate of any person and as executor of the last will and testament or administrator, fiduciary, or personal representative of the estate of any deceased person when appointed by a court or public official of competent jurisdiction; (7) Establish and maintain common trust funds or collective investment funds pursuant to the provisions of §§ 55-6-2 to 55-6-7, inclusive; or (8) Act in any fiduciary capacity and perform any act as a fiduciary which a South Dakota bank with trust powers may perform in the exercise of those trust powers. Section 22. That § 51A-6A-64 be amended to read as follows: 51A-6A-64. Any trust company qualified to act as a fiduciary in this state may establish common trust funds or collective investment funds for the purpose of furnishing investments to itself as fiduciary, or to itself and others, as co-fiduciaries. Any trust company qualified to act as fiduciary in this state may, as such fiduciary or co-fiduciary, invest funds that it lawfully holds for investment in the common trust funds or collective investment funds, if the investment is not prohibited by the instrument, judgment, decree, or order creating the fiduciary relationship. Any common trust fund or collective investment funds shall be established and maintained according to the provisions of §§ 55-6-2 to 55-6-7, inclusive. Section 23. That § 55-6-1 be amended to read as follows: 55-6-1. Any bank or trust company qualified to act as fiduciary in this state may establish common trust funds or collective investment funds for the purpose of furnishing investments to itself as fiduciary, or to itself and others, as cofiduciaries. Any common trust fund or collective investment fund authorized by this chapter shall be established and maintained in accordance with 12 C.F.R. 9.18 as of January 1, 2011. Section 24. That § 55-6-2 be amended to read as follows: 55-6-2. Any bank or trust company qualified to act as fiduciary in this state may, as such fiduciary or cofiduciary, invest funds which it lawfully holds for investment in interests in common trust funds or collective investment funds established pursuant to § 55-6-1, if such investment is not prohibited by the instrument, judgment, decree, or order creating such fiduciary relationship, and if, in the case of cofiduciaries, the bank or trust company procures the consent of its cofiduciary or cofiduciaries to such investment. Section 25. That § 55-6-2.1 be amended to read as follows: 55-6-2.1. A bank or trust company qualified to act as a fiduciary in this state may: (1) Establish and maintain common trust funds or collective investment funds for the collective investment of funds held in any fiduciary capacity by it or by another bank or trust company which is owned or controlled by a corporation which owns or controls such bank or trust company; (2) Invest funds which it holds in common trust funds or collective investment funds established and maintained pursuant to subdivision (1). The provisions of §§ 55-6-1 to 55-6-6 55-6-7, inclusive, relating to common trust funds or collective investment funds shall apply to the establishment and maintenance of common trust funds or collective investment funds under this section. This section shall apply to all fiduciary relationships. Section 26. That § 55-6-3 be amended to read as follows: 55-6-3. The bank or trust company operating such common trust funds or collective investment funds shall comply with the provisions of chapter 21-22 in the administration of the trust estate. Section 27. That § 55-6-6 be repealed. 55-6-6. If any provision of this chapter or the application thereof to any person or circumstances is held invalid, such invalidity shall not affect the other provisions or applications of the chapter which can be given effect without the invalid provision or application, and to this end the provisions of this chapter are declared to be severable. Section 28. That chapter 55-6 be amended by adding thereto a NEW SECTION to read as follows: For purposes of this chapter, the term, common trust fund, is a fund as defined in 12 C.F.R. 9.18(a)(1) as of January 1, 2011, and is provided exemption from taxation according to 26 U.S.C. 584 as of January 1, 2011. Section 29. That chapter 55-6 be amended by adding thereto a NEW SECTION to read as follows: For purposes of this chapter, the term, collective investment fund, is a fund as defined in 12 C.F.R. 9.18(a)(2) as of January 1, 2011, and is provided exemption from taxation according to Internal Revenue Service, Revenue Ruling 81-100, published March 30, 1981. Section 30. That § 55-1-24 be amended to read as follows: 55-1-24. Terms used in §§ 55-1-24 to 55-1-43 55-1-45, inclusive, mean: (1) \"Beneficial interest,\" is limited to mean a distribution interest or a remainder interest. A beneficial interest specifically excludes a power of appointment or a power reserved by the settlor; (2) \"Beneficiary,\" a person that has a present or future beneficial interest in a trust, vested or contingent. The holder of a power of appointment is not a beneficiary; (3) \"Distribution beneficiary,\" a beneficiary who is an eligible distributee or permissible distributee of trust income or principal; (4) \"Distribution interest,\" a distribution interest held by a distribution beneficiary. A distribution interest may be a current distribution interest or a future distribution interest. A distribution interest may be classified as a mandatory interest, a support interest, or a discretionary interest; (5) \"Power of appointment,\" an inter-vivos or testamentary power to direct the disposition of trust property, other than a distribution decision by a trustee to a beneficiary. Powers of appointment are held by a person to whom a power has been given, not the settlor; (6) \"Reach,\" with respect to a distribution interest or power, to subject the distribution interest or power to a judgment, decree, garnishment, attachment, execution, levy, creditor's bill or other legal, equitable, or administrative process, relief, or control of any court, tribunal, agency, or other entity as provided by law; (7) \"Remainder interest,\" an interest where a trust beneficiary will receive the property outright at some time during the future; (8) \"Reserved power,\" a power held by the settlor. Section 31. That § 55-1-24.1 be amended to read as follows: 55-1-24.1. For purposes of §§ 55-1-24 to 55-1-43 55-1-45, inclusive, improper motive is demonstrated by action such as the following: (1) A trustee refusing to make or limiting distributions to beneficiaries other than the trustee due to the trustee's self interest when the trustee also holds a beneficial interest subject to a discretionary interest; or (2) A trustee making a distribution in excess of an ascertainable standard to himself or herself as beneficiary when the trustee is restricted by an ascertainable standard in the trust. Section 32. That chapter 55-1 be amended by adding thereto a NEW SECTION to read as follows: A withdrawal power allows a beneficiary a right to withdraw some part of the trust income or principal. The holder of a power of withdrawal is not deemed to be the settlor of the trust by failing to exercise withdrawal power or letting a withdrawal power lapse. Section 33. That § 55-1-31 be amended to read as follows: 55-1-31. Unless otherwise provided in the trust, if the settlor's spouse is named as beneficiary, the settlor's spouse is still living, and the trust is classified as a support trust, then the trustee shall consider the beneficiary's resources of the settlor's spouse, including the settlor's obligation of support, prior to making a distribution. In all other cases, unless otherwise provided in the trust, the trustee need not consider the beneficiary's resources in determining whether a distribution should be made. Section 34. That § 55-1-35 be amended to read as follows: 55-1-35. A declaration in a trust that the interest of a beneficiary shall be held subject to a spendthrift trust is sufficient to restrain voluntary or involuntary alienation of a beneficial interest by a beneficiary to the maximum extent provided by law. Regardless of whether a beneficiary has any outstanding creditor, a trustee of a spendthrift trust may directly pay any expense on behalf of such beneficiary and may exhaust the income and principal of the trust for the benefit of such beneficiary. No trustee is liable to any creditor for paying the expenses of a beneficiary of a spendthrift trust. Section 35. That § 55-1-36 be amended to read as follows: 55-1-36. If a settlor is also a beneficiary of the trust, and the transfer is a qualified transfer under chapter 55-16, the provisions of §§ 55-1-24 to 55-1-43, inclusive, also apply. Conversely, if the settlor is a beneficiary of the trust and the transfer is not a qualified transfer under chapter 55-16, a provision restraining the voluntary or involuntary transfer of the settlor's beneficial interest does not prevent the settlor's creditors from satisfying claims from the settlor's interest in the trust estate, unless the transfer specifically references and is qualified as a transfer under chapter 55-16. However, regardless of whether the transfer is a qualified transfer under chapter 55-16, a settlor's creditors may not satisfy claims from either assets of the trust because of the existence of a discretionary power granted to the trustee by the terms of the trust instrument creating the trust, or any other provisions of law, to pay directly to the taxing authorities or to reimburse the settlor for any tax on trust income or principal which is payable by the settlor under the law imposing such tax; or reimbursements made to the settlor or direct tax payments made to a taxing authority for the settlor's benefit for any tax or trust income or principal which is payable by the trustor under the law imposing such tax. Section 36. That chapter 55-1 be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding any other provision of law, no action of any kind, including an action to enforce a judgement entered by a court or other body having adjudicative authority, may be brought at law or in equity for an attachment or other provisional remedy against property that is the subject of a South Dakota trust or for avoidance of a transfer to a South Dakota trust unless the settlor's transfer of property was made with the intent to defraud that specific creditor. Section 37. That chapter 55-1 be amended by adding thereto a NEW SECTION to read as follows: A cause of action or claim for relief with respect to a fraudulent transfer of a settlor's assets pursuant to § 55-1-44 is extinguished unless the action under § 55-1-44 is brought by a creditor of the settlor who meets one of the following requirements: (1) Is a creditor of the settlor before the settlor's assets are transferred to the trust, and the action under § 55-1-44 is brought within the later of: (a) Three years after the transfer is made; or (b) One year after the transfer is or reasonably could have been discovered by the creditor if the creditor: (i) Can demonstrate that the creditor asserted a specific claim against the settlor before the transfer; or (ii) Files another action, other than an action under §55-1-44, against the settlor that asserts a claim based on an act or omission of the settlor that occurred before the transfer, and the action described in this subsection is filed within three years after the transfer; or (2) Becomes a creditor subsequent to the transfer into trust, and the action under § 55-1-44 is brought within three years after the transfer is made. Section 38. That § 51A-6A-7 be amended to read as follows: 51A-6A-7. Any three or more persons may organize a trust company and make and file articles as provided by the laws of this state. No trust company may be organized or incorporated to engage in business as such until the articles have been submitted and approved in accordance with § 51A-6A-4. The name selected for the trust company may not be the name of any other trust company doing business in the state, and the director shall accept or reject the name. However, the approval of a trust company name by the director may not supersede any person's rights pursuant to state or federal trademark law. The articles, in addition to any other information required by law, shall state: (1) That the corporation or limited liability company is formed for the purpose of engaging in the trust company business; and (2) The period for which such corporation or limited liability company is organized, not exceeding twenty years which may be perpetual. The articles may contain any other provisions as are consistent with law. The articles shall be subscribed by one or more of the organizers of the proposed trust company and shall be acknowledged by them. The full amount of the capital required by § 51A-6A-19 shall be subscribed before the articles are filed. Section 39. That § 51A-6A-8 be amended to read as follows: 51A-6A-8. Within one year prior Prior to the expiration of the period for which it was incorporated or organized a trust company may, with the approval of at least a majority of the capital stock or ownership units of such trust company, amend its articles to extend its existence for an additional period, not to exceed twenty years which may be perpetual. Section 40. That § 55-1-20 be amended to read as follows: 55-1-20. Subject to the provisions of §§ 55-1-21 and 55-1-22, a trust may be performed if the trust is for a specific lawful noncharitable purpose or for lawful noncharitable purposes to be selected by the trustee. Neither the common law rule against perpetuities nor any common law rule limiting the duration of noncharitable purpose trusts is in force in this state. Section 41. That § 55-1-23 be repealed. 55-1-23. Nothing in §§ 55-1-20 to 55-1-22, inclusive, may be construed to reinstate the rule against perpetuities in South Dakota as to any trust except trusts specifically defined in §§ 55-1-20 to 55-1-22, inclusive, as honorary trusts or trusts for the care of specific animals."}, {"bill_id": 2414, "bill_version_id": 16819, "bill_version": "House Judiciary Engrossed", "bill_version_date": "2011-02-14T14:22:40.473-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise various trust provisions. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 55-1B-2 be amended to read as follows: 55-1B-2. An excluded fiduciary is not liable, either individually or as a fiduciary, for any of the following: (1) Any loss that results from compliance with a direction of the trust advisor, custodial account owner, or authorized designee of a custodial account owner; (2) Any loss that results from a failure to take any action proposed by an excluded fiduciary that requires a prior authorization of the trust advisor if that excluded fiduciary timely sought but failed to obtain that authorization; (3) Any loss that results from any action or inaction, except for gross negligence or willful misconduct, when an excluded fiduciary is required, pursuant to the trust agreement or any other reason, to assume the role of trust advisor, trust protector, investment trust advisor, or distribution trust advisor. Any excluded fiduciary is also relieved from any obligation to perform investment or suitability reviews, inquiries, or investigations or to make recommendations or evaluations with respect to any investments to the extent the trust advisor, custodial account owner, or authorized designee of a custodial account owner had authority to direct the acquisition, disposition, or retention of any such investment. If the excluded fiduciary offers such communication to the trust advisor, trust protector, investment trust advisor, or distribution trust advisor or any investment person selected by the investment trust advisor, such action may not be deemed to constitute an undertaking by the excluded fiduciary to monitor or otherwise participate in actions within the scope of the advisor's authority or to constitute any duty to do so. Any excluded fiduciary is also relieved of any duty to communicate with or warn or apprise any beneficiary or third party concerning instances in which the excluded fiduciary would or might have exercised the excluded fiduciary's own discretion in a manner different from the manner directed by the trust advisor, trust protector, investment trust advisor, or distribution trust advisor. Absent clear and convincing evidence to the contrary, the actions of the excluded fiduciary pertaining to matters within the scope of authority of the trust advisor, trust protector, investment trust advisor, or distribution trust advisor (such as confirming that the advisor's directions have been carried out and recording and reporting actions taken at the advisor's direction) shall be presumed to be administrative actions taken by the excluded fiduciary solely to allow the excluded fiduciary to perform those duties assigned to the excluded fiduciary under the governing instrument, and such administrative actions may not be deemed to constitute an undertaking by the excluded fiduciary to monitor or otherwise participate in actions within the scope of authority of the trust advisor, trust protector, investment trust advisor, or distribution trust advisor. Nothing in subdivision (2) imposes an obligation or liability with respect to a custodian of a custodial account. Section 2. That § 55-5-16 be amended to read as follows: 55-5-16. A trustee has a duty to personally perform the responsibilities of the trusteeship except as a prudent person might delegate those responsibilities to others. In deciding whether, to whom, and in what manner to delegate fiduciary authority in the administration of a trust, and thereafter in monitoring agents, the trustee may seek the prior approval for the delegation from all known beneficiaries of the trust or from the court. If such approval is given in writing by all known beneficiaries or by the court, the trustee is not liable for the acts of the person to whom the authority is delegated except in the cases of gross willful misconduct or gross negligence by the delegating trustee in the selection or monitoring of the agent. Section 3. That § 55-1B-1 be amended to read as follows: 55-1B-1. Terms used in this chapter mean: (1) \"Instrument,\" any revocable or irrevocable trust document created inter vivos or testamentary or any custodial account agreement; (2) \"Trust protector,\" any person whose appointment as protector is provided for in the instrument. Such person may not be considered to be acting in a fiduciary capacity except to the extent the governing instrument provides otherwise. However, a protector shall be considered acting in a fiduciary capacity to the extent that the person exercises the authority of an investment trust advisor or a distribution trust advisor; (3) Repealed by SL 2005, ch 260, § 2. \"Trust advisor,\" either an investment trust advisor or a distribution trust advisor; (4) \"Fiduciary,\" a trustee or custodian under any instrument, an executor, administrator, or personal representative of a decedent's estate, or any other party, including a trust advisor, a trust protector, or a trust committee, who is acting in a fiduciary capacity for any person, trust, or estate; (5) \"Excluded fiduciary,\" any fiduciary excluded from exercising certain powers under the instrument which powers may be exercised by the grantor, custodial account owner, trust advisor, trust protector, trust committee, or other persons designated in the instrument; (6) \"Investment trust advisor,\" a fiduciary, given authority by the instrument to exercise all or any portions of the powers and discretions set forth in § 55-1B-10; (7) \"Distribution trust advisor,\" a fiduciary, given authority by the instrument to exercise all or any portions of the powers and discretions set forth in § 55-1B-11; (8) \"Custodial account,\" an account, established by a party with a bank as defined in 26 U.S.C. 408(n), as of January 1, 2006, or with another person approved by the Internal Revenue Service as satisfying the requirements to be a nonbank trustee or a nonbank passive trustee set forth in U.S. Treasury Regulations promulgated under 26 U.S.C. 408, that is governed by an instrument concerning the establishment or maintenance, or both, of an individual retirement account, qualified retirement plan, Archer medical savings account, health savings account, Coverdell education savings account, or any similar retirement or savings vehicle permitted under the Internal Revenue Code of 1986, as of January 1, 2006; (9) \"Custodial account owner,\" any party who establishes a custodial account; or has the power to designate the beneficiaries or appoint the custodian of the custodial account; or otherwise is the party who possesses the power to direct the investment, disposition, or retention of any assets in the custodial account or name an authorized designee to effect the same. Section 4. That chapter 55-1B be amended by adding thereto a NEW SECTION to read as follows: Any governing instrument providing for a trust advisor or trust protector may also provide such trust advisor or trust protector with some, none, or all of the rights, powers, privileges, benefits, immunities, or authorities available to a trustee under South Dakota law or under the governing instrument. Unless the governing instrument provides otherwise, a trust advisor or trust protector has no greater liability to any person than would a trustee holding or benefiting from the rights, powers, privileges, benefits, immunities, or authority provided or allowed by the governing instrument to such trust advisor or trust protector. Section 5. That § 55-1B-11 be amended to read as follows: 55-1B-11. The powers and discretions of a distribution trust advisor shall be provided in the trust instrument and may be exercised or not exercised, in the best interests of the trust, in the sole and absolute discretion of the distribution trust advisor and are binding on any other person and any other interested party, fiduciary, and excluded fiduciary. Unless the terms of the document provide otherwise, the distribution trust advisor shall direct the trustee with regard to all discretionary distributions to beneficiaries and may direct appointments pursuant to § 55-2-15. The distribution trust advisor may also provide direction regarding notification of qualified beneficiaries pursuant to § 55-2-13. Section 6. That § 55-16-4 be amended to read as follows: 55-16-4. Neither the transferor nor any other natural person who is a nonresident of this state nor an entity that is not authorized by the law of this state to act as a trustee or whose activities are not subject to supervision as provided in § 55-16-3 may be considered a qualified person. However, nothing in this chapter precludes a transferor from appointing, removing, or replacing one or more co-trustees, trust advisors, or trust protectors, or other fiduciaries as defined in subdivision 55-1B-1(4), including: (1) A fiduciary who has authority under the terms of the trust instrument to remove and appoint qualified persons or trust advisors; (2) A fiduciary who has authority under the terms of the trust instrument to direct, consent to, or disapprove distribution from the trust; and (3) A fiduciary whether or not such fiduciary would meet the requirements imposed by § 55-16-3 regardless of whether or not such trust advisor or trust protector is a fiduciary. Section 7. That chapter 51A-6A be amended by adding thereto a NEW SECTION to read as follows: An entity may be excluded from the provisions of chapters 51A-5, 51A-6, and 51A-6A if: (1) The entity is established for the exclusive purpose of acting as a trust protector, investment trust advisor, or distribution trust advisor, as defined by § 55-1B-1; (2) The entity is acting in such capacity under a trust instrument which names a South Dakota trust company, a South Dakota bank with trust powers, or a national bank with trust powers as trustee; (3) The entity is not engaged in trust company business with the general public as a public trust company or with any family as a private trust company; (4) The entity does not hold itself out as being in the business of acting as a fiduciary for hire as either a public or private trust company; (5) The entity files an annual report with the South Dakota secretary of state and provides a copy to the Division of Banking; and (6) The entity agrees to be subject to examination by the Division of Banking at the discretion of the director. The governing documents of any such excluded entity shall limit its authorized activities to the functions permitted to a trust protector, investment trust advisor, or distribution trust advisor pursuant to chapter 55-1B and limit the performance of those functions with respect to a specifically named trust or family of trusts. An entity complying with this section shall notify the director of its existence, capacity to act, and the name of the trustee for the trust or family of trusts. Section 8. That § 55-2-13 be amended to read as follows: 55-2-13. For purposes of this section, the term, qualified beneficiary, means a beneficiary that is an entity then in existence or an individual who is twenty-one years of age or older and who, on the date the beneficiary's qualification is determined: (1) Is a distributee or permissible distributee of trust income or principal; (2) Would be a distributee or permissible distributee of trust income or principal if the interests of the distributees terminated on that date; or (3) Would be a distributee or permissible distributee of trust income or principal if the trust terminated on that date. However, if the distributee is then unknown because a person holds a power to change the distributee, the trustee shall give notice only to the holder of the power. Except as otherwise provided by the terms of a revocable trust, a trustee has no duty to notify the qualified beneficiaries of the trust's existence. Except as otherwise provided by the terms of an irrevocable trust or otherwise directed in writing by the settlor, distribution trust advisor, or trust protector, the trustee shall, within sixty days after the trustee has accepted trusteeship of the trust, or within sixty days after the date the trustee acquires knowledge that a formerly revocable trust has become irrevocable, notify the qualified beneficiaries of the trust's existence and of the right of the beneficiary to request a copy of the trust instrument pertaining to the beneficiary's interest in the trust. Subject to the previous provision Except as otherwise provided by the terms of an irrevocable trust or otherwise directed in writing by the settlor, trust advisor, or trust protector, a trustee of an irrevocable trust: (1) Upon request of a qualified beneficiary, shall promptly furnish to the qualified beneficiary a copy of the trust instrument; (2) If notification of the trust has not been accomplished pursuant to this section within sixty days after accepting a trusteeship, shall notify the qualified beneficiaries of the acceptance and of the trustee's name, address, and telephone number; (3) Shall promptly respond to a qualified beneficiary's request for information related to the administration of the trust, unless the request is unreasonable under the circumstances. The settlor, trust advisor, or trust protector, may, by the terms of the governing instrument, or in writing delivered to the trustee, expand, restrict, eliminate, or otherwise modify the rights of beneficiaries to information relating to a trust. A beneficiary may waive the right to the notice or information otherwise required to be furnished under this section and, with respect to future reports and other information, may withdraw a waiver previously given. The change in the identity of a trustee, occurring as the result of a mere name change or a merger, consolidation, combination, or reorganization of a trustee, does not require notice. If a fiduciary is bound by a duty of confidentiality with respect to a trust or its assets, a fiduciary may require that any beneficiary who is eligible to receive information pursuant to this section be bound by the duty of confidentiality that binds the trustee before receiving such information from the trustee. A trust advisor, trust protector, or other fiduciary designated by the terms of the trust shall keep each excluded fiduciary designated by the terms of the trust reasonably informed about: (1) The administration of the trust with respect to any specific duty or function being performed by the trust advisor, trust protector, or other fiduciary to the extent that the duty or function would normally be performed by the excluded fiduciary or to the extent that providing such information to the excluded fiduciary is reasonably necessary for the excluded fiduciary to perform its duties; and (2) Any other material information that the excluded fiduciary would be required to disclose to the qualified beneficiaries under this section regardless of whether the terms of the trust relieve the excluded fiduciary from providing such information to qualified beneficiaries. Neither the performance nor the failure to perform of a trust advisor, trust protector, or other fiduciary designated by the terms of the trust as provided in this subdivision shall affect the limitation on the liability of the excluded fiduciary. The provisions of this section are effective for trusts created after June 30, 2002, except as otherwise directed by the settlor, trust protector, or distribution trust advisor, or other fiduciary designated by the terms of the trust. For trusts created before July 1, 2002, a trustee has no duty at common law or otherwise to notify a qualified beneficiary of the trust's existence unless otherwise directed by the settlor. Section 9. That § 55-2-20 be amended to read as follows: 55-2-20. The power under § 55-2-15 may not be exercised to suspend the power to alienate trust property or extend the first trust beyond any applicable termination date under the terms of the instrument of the first trust or the permissible period of any rule against perpetuities applicable to the first trust. Section 10. That § 55-2-15 be amended to read as follows: 55-2-15. Unless the terms of the governing instrument expressly provide otherwise, if a trustee who has discretionary authority, discretion under the terms of a testamentary governing instrument or irrevocable inter vivos trust agreement, to make a distribution of income or principal to, or for the benefit of, one or more beneficiaries of a trust (the \"first trust\"), whether or not restricted by any standard, then the trustee may instead exercise such authority discretion by appointing all or part or all of the income or principal subject to the power discretion in favor of a trustee of a second trust (the \"second trust\") under an a governing instrument other than that under which the power to distribute is created or under the same instrument, in the event that separate from the governing instrument of the first trust. Before exercising its discretion to appoint and distribute assets to a second trust, the trustee of the first trust decides that shall determine whether the appointment is necessary or desirable after taking into account the purposes of the first trust, the terms and conditions of the second trust, and the consequences of the distribution. However For the purposes of this Act, a trustee of the first trust is a restricted trustee if either the trustee is a beneficiary of the first trust or if a beneficiary of the first trust has a power to change the trustees within the meaning of § 55-2-17. In addition, the following apply to all appointments made under this section: (1) The second trust may only have as beneficiaries only one or more of those the beneficiaries of the first trust to: (a) To or for whom a discretionary distribution of income or principal may be made from the first trust and who are proper objects of the exercise of the power, or one or more of those other beneficiaries of the first trust to; or (b) To or for whom a distribution of income or principal may have been be made in the future from the first trust at a time or upon the happening of an event specified under the first trust; (2) No restricted trustee of the first trust may exercise such authority over the first trust to the extent that doing so could have the effect of: (a) Exercise such authority to make a distribution from the first trust if the trustee is a beneficiary of the first trust, or if any beneficiary may change the trustees Benefiting the restricted trustee as a beneficiary of the first trust, unless the exercise of such authority is for limited by an ascertainable standard based on or related to health, education, maintenance, or support; or (b) Exercise such authority to the extent that doing so would have the effect either of (i) increasing the distributions that can be made in the future from the second trust to the trustee of the first trust or to a beneficiary who may change the trustees of the first trust, or (ii) removing restrictions on discretionary distributions imposed by the agreement under which the first trust was created, except that in either case participating in a change that is needed for Removing restrictions on discretionary distributions to a beneficiary imposed by the governing instrument under which the first trust was created, except that a provision in the second trust which limits distributions by an ascertainable standard based on or related to the health, education, maintenance, or support of any such beneficiary is permitted; However, the(3) No restricted trustee of the first trust may exercise such authority over the first trust to the extent that doing so would have the effect of increasing the distributions that can be made from the second trust to the restricted trustees of the first trust or to a beneficiary who may change the trustees of the first trust within the meaning of § 55-2-17 compared to the distributions that can be made to such trustee or beneficiary, as the case may be, under the first trust, unless the exercise of such authority is limited by an ascertainable standard based on or related to health, education, maintenance, or support; (4) The provisions of subdivision subdivisions (2) and (3) only apply to restrict the authority of a trustee if either a trustee, or a beneficiary who may change the trustee, is a United States citizen or domiciliary under the Internal Revenue Code, or the trust owns property that would be subject to United States estate or gift taxes if owned directly by such a person.; (3)(5) In the case of any trust contributions which have been treated as gifts qualifying for the exclusion from gift tax described in § 2503(b) of the Internal Revenue Code of 1986, by reason of the application of I.R.C. § 2503(c), the governing instrument for the second trust shall provide that the beneficiary's remainder interest shall vest no later than the date upon which such interest would have vested under the terms of the governing instrument for the first trust; (4)(6) The exercise of such authority may not reduce any income interest of any income beneficiary of any of the following trusts: (a) A trust for which a marital deduction has been taken for federal tax purposes under I.R.C. § 2056 or § 2523 or for state tax purposes under any comparable provision of applicable state law; (b) A charitable remainder trust under I.R.C. § 664; or (c) A grantor retained annuity trust under I.R.C. § 2702; (5)(7) The exercise of such authority does not apply to trust property subject to a presently exercisable power of withdrawal held by a trust beneficiary to whom, or for the benefit of whom, the trustee has authority to make distributions, unless after the exercise of such authority, such beneficiary's power or of withdrawal is unchanged with respect to the trust property; (6)(8) The exercise of such authority is not prohibited by a spendthrift clause or by a provision in the trust governing instrument that prohibits amendment or revocation of the trust; (9) Any appointment made by a trustee shall be considered a distribution by the trustee pursuant to the trustee's distribution powers and authority; (10) If the trustee's distribution discretion is not subject to a standard, or if the trustee's distribution discretion is subject to a standard that does not create a support interest, then the court may review the trustee's determination or any related appointment only pursuant to § 55-1-43. Any other court review of the trustee's determination or any related appointment may be made only pursuant to § 55-1-42. This section applies to any trust governed by the laws of this state, including a trust whose governing jurisdiction is transferred to this state. Section 11. That § 51A-6A-13 be amended to read as follows: 51A-6A-13. The business of any trust company shall be managed and controlled by its governing board and includes the authority to provide for bonus payments, in addition to ordinary compensation, for any of its officers and employees. The governing board of a private trust company shall consist of not less than three nor more than twelve members, all of whom shall be elected by the owners of the trust company at any regular annual meeting, with terms not to exceed three years. The governing board of a public trust company shall consist of not less than five nor more than twelve members, all of whom shall be elected by the owners of the trust company at any regular meeting held during each calendar year. If the number of board members elected is less than twelve, the number of board members may be increased so long as the total number does not exceed twelve. If the number is increased, the first additional board members may be elected at a special meeting of the owners. The board members shall be elected and any vacancies filled in the manner as provided in the provisions regarding general corporations or limited liability companies, as applicable. At all times one of the directors shall be a resident of this state and at least two-thirds one-half of the directors shall be citizens of the United States. Any board member of any trust company who becomes indebted to the trust company on any judgment forfeits the position of board member, and the vacancy shall be filled as provided by law. A public trust company chartered in South Dakota prior to July 1, 2011, if currently operating with less than five members of its governing board, shall supply evidence of compliance with this section at the same time the report of condition and fees are due as provided in § 51-6A-34 and ARSD 20:07:22:02 for calendar year 2011. Section 12. That chapter 55-3 be amended by adding thereto a NEW SECTION to read as follows: No beneficiary of a trust may assert a statute of limitations defense in any proceeding to modify, reform, or terminate a trust pursuant to §§ 55-3-23 to 55-3-29, inclusive. Section 13. That chapter 55-1A be amended by adding thereto a NEW SECTION to read as follows: A trustee may change the name of an irrevocable trust if the trustee deems such action to be in the best interests of the trust and its beneficiaries. Section 14. That § 55-4-3 be amended to read as follows: 55-4-3. Unless it is otherwise provided by the trust instrument, or an amendment thereof, or by court order, any power vested in three or more trustees may be exercised by a majority of such trustees and any power vested in two trustees shall be exercised by both of such trustees. Section 15. That § 55-4-51 be amended to read as follows: 55-4-51. Instead of furnishing a copy of the trust instrument or a copy of a will that creates a testamentary trust to a person other than a beneficiary, one or more trustees may furnish to the person a certificate of trust signed by a trustee, settlor, grantor, or trustor, or trust protector, containing the following: (1) A statement that the trust exists, the current name of the trust if one has been given, any previous name of the trust if the name of the trust was changed, and the date the trust instrument or will was executed; (2) The name of the settlor, grantor, trustor, testator, or testatrix; (3) The name of each original trustee and the name and address of each trustee and each trust protector currently empowered to act under the trust instrument or will on the date of the execution of the certificate of trust; (4) The applicable powers of the trustee and the trust protector and other provisions set forth in the trust instrument or will as are selected by the person signing the certificate of trust, including those powers authorizing the trustee to sell, convey, pledge, mortgage, lease, or transfer title to any interest in property held in the trust, together with a statement setting forth the number of trustees required by the provisions of the trust instrument or will to act; (5) A statement that the trust is irrevocable or, if the trust is revocable, a statement to that effect and the identity of any person holding a power to revoke the trust, and, if applicable, a statement that the trust has been terminated or revoked and that the trust has not been revoked; (6) A statement that the trust is not supervised by a court, or, if applicable, a statement that the trust is supervised by a court, and which statement also sets forth any restrictions imposed by the court on the trustee's ability to act as otherwise permitted by statute or the terms of the trust instrument or will; (7) If applicable, a description of any property to be conveyed by the trustee; (8) A statement that the trust has not been modified or amended in any manner that would cause the representations contained in the certificate of trust to be incorrect. The person signing the certificate shall certify that the statements contained in the certificate are true and correct. The signature of the person signing the certificate shall be acknowledged or verified under oath before a notary public or other official authorized to administer oaths. A certificate of trust need not contain the dispositive terms of a trust. Section 16. That § 55-4-51.3 be amended to read as follows: 55-4-51.3. A certificate of a trustee or of trustees of a trust in support of a real property transaction may be substantially in the following form: This instrument was prepared by: ______________________ ______________________ ______________________ (insert name, address and phone number) CERTIFICATE OF TRUST STATE OF SOUTH DAKOTA ) : SS COUNTY OF ) _______________________, being duly sworn under oath, does hereby state as follows: 1. A trust instrument or Will executed on __________ established a trust which is still in existence on the date this Certificate is signed. The current name of the trust, if it has been named, is _________________. (Insert n/a if the Trust does not have a name). The name of the trust was/was not changed. If the name of the trust was changed, it was previously known as ___________________________. 2. The name of the settlor, grantor, trustor, testator or testatrix, as the case may be, is CERTIFICATE OF TRUST ______________________________________________________________________. 3. The name of each original trustee and the name and address of each trustee and each trust protector currently empowered to act under the trust instrument or Will on the date of the execution of this Certificate of Trust is as follows: _____________________________________________________________________ _____________________________________________________________________. 4. The person who signs this certificate below certifies that the trust instrument or Will contains the following powers which are given to the trustee, which may or may not be inclusive of all of the powers given to the trustee: ____________________________________________________________________, the following powers are given to the trust protector: ____________________________________________________________________, and further contains the following provisions (optional): ____________________________________________________________________. The number of trustees required to join in an action by the provisions of the trust instrument or Will to is __________. 5. The trust is revocable/irrevocable./The following person(s) has/have the right to revoke the trust: ____________________. The If revocable, the trust has not been revoked. 6. The trust is/is not supervised by a court. The following restrictions are currently imposed by the court on the trustee(s) ability to act even though actions so restricted may be permitted by statute or the terms of the trust instrument or Will: ____________________________________________________________________. 7. The Trustee intends to convey the following property owned by the Trust: ____________________________________________________________________. 8. The trust has not been modified or amended in any manner that would cause the representations contained in this Certificate of Trust to be incorrect. The statements contained in this Certificate of Trust are true and correct. _________________ STATE OF SOUTH DAKOTA ) : SS COUNTY OF ) On this, the _______ day of __________, 20______, before me, the undersigned officer, personally appeared , known to me or satisfactorily proven to be the person whose name is subscribed to the within instrument and acknowledged that she/he executed the same for the purposes therein contained. IN WITNESS WHEREOF, I hereunto set my hand and official seal. _________________________ Notary Public, South Dakota My Commission expires: __________ Section 17. That § 55-16-15 be amended to read as follows: 55-16-15. Notwithstanding the provisions of §§ 55-16-9 to 55-16-14, inclusive, this chapter does not apply in any respect: (1) To to any person to whom the transferor is indebted on account of an agreement or order of court for the payment of support or alimony in favor of such transferor's spouse, former spouse, or children, or for a division or distribution of property in favor of such transferor's spouse or former spouse, to the extent of such debt; or (2) To any person who suffers death, personal injury, or property damage on or before the date of a qualified disposition by a transferor, which death, personal injury, or property damage is at any time determined to have been caused in whole or in part by the act or omission of either such transferor or by another person for whom such transferor is or was vicariously liable. Subdivision (1). This exception does not apply to any claim for forced heirship or legitime. Section 18. That § 55-1A-33 be amended to read as follows: 55-1A-33. A trustee may advance income to or for the use of the beneficiaries, for which advance he or make loans out of trust property to a beneficiary on terms and conditions the trustee considers to be fair and reasonable under the circumstances, for which such advance or loan the trustee shall have a lien on the future benefits of such beneficiary. Section 19. That § 51A-5-18 be repealed. 51A-5-18. Cash held by a bank as fiduciary may be deposited to the credit of the bank as such fiduciary either with a bank with deposit insurance or with itself, but if such funds are deposited with itself the bank shall pledge as security United States bonds or other securities approved by the director for the purpose in the amount of the deposit in excess of the amount covered by deposit insurance. Deposits may represent the assets of more than one fiduciary estate if a record is maintained of the proper allocation. Section 20. That § 51A-5-1.1 be amended to read as follows: 51A-5-1.1. Banks engaging in the trust business pursuant to this chapter have all powers necessary and incidental to carrying on the trust business, including: (1) Acting as agent, custodian, or attorney-in-fact for any person, and, in such capacity, taking and holding property on deposit for safekeeping and acting as general or special agent or attorney-in-fact in the acquisition, management, sale, assignment, transfer, encumbrance, conveyance, or other disposition of property, in the collection or disbursement of income from or principal of property and, generally in any matter incidental to any of the foregoing; (2) Acting as registrar or transfer agent for any corporation, partnership, association, municipality, state, or public authority, and in such capacity, receiving and disbursing money, transferring, registering, and countersigning certificates of stock, bonds or other evidences of indebtedness or securities and performing any and all acts which may be incidental thereto; (3) Acting as trustee or fiduciary under any mortgage or bond issued by a person; (4) Acting as trustee or fiduciary under any trust established by a person; (5) Acting as fiduciary, assignee for the benefit of creditors, receiver or trustee under or pursuant to the order or direction of any court or public official of competent jurisdiction; (6) Acting as fiduciary, guardian, conservator, assignee, or receiver of the estate of any person and as executor of the last will and testament or administrator, fiduciary or personal representative of the estate of any deceased person when appointed by a court or public official of competent jurisdiction; (7) Establishing and maintaining common trust funds or collective investment funds pursuant to the provisions of §§ 55-6-1 to 55-6-7, inclusive; or (8) Acting in any fiduciary capacity and performing any act as a fiduciary which a trust company organized under chapter 51A-6 may perform. Section 21. That § 51A-6A-29 be amended to read as follows: 51A-6A-29. A trust company may exercise the following powers necessary or incidental to carrying on a trust company business, including: (1) Act as agent, custodian, or attorney-in-fact for any person, and, in such capacity, take and hold property on deposit for safekeeping and act as general or special agent or attorney-in-fact in the acquisition, management, sale, assignment, transfer, encumbrance, conveyance, or other disposition of property, in the collection or disbursement of income from or principal of property, and generally in any matter incidental to any of the foregoing; (2) Act as registrar or transfer agent for any corporation, partnership, association, limited liability company, municipality, state, or public authority, and in such capacity, receive and disburse money, transfer, register, and countersign certificates of stock, bonds, or other evidences of indebtedness or securities, and perform any acts which may be incidental thereto; (3) Act as trustee or fiduciary under any mortgage or bond issued by a person; (4) Act as trustee or fiduciary under any trust established by a person; (5) Act as fiduciary, assignee for the benefit of creditors, receiver, or trustee under or pursuant to the order or direction of any court or public official of competent jurisdiction; (6) Act as fiduciary, guardian, conservator, assignee, or receiver of the estate of any person and as executor of the last will and testament or administrator, fiduciary, or personal representative of the estate of any deceased person when appointed by a court or public official of competent jurisdiction; (7) Establish and maintain common trust funds or collective investment funds pursuant to the provisions of §§ 55-6-2 to 55-6-7, inclusive; or (8) Act in any fiduciary capacity and perform any act as a fiduciary which a South Dakota bank with trust powers may perform in the exercise of those trust powers. Section 22. That § 51A-6A-64 be amended to read as follows: 51A-6A-64. Any trust company qualified to act as a fiduciary in this state may establish common trust funds or collective investment funds for the purpose of furnishing investments to itself as fiduciary, or to itself and others, as co-fiduciaries. Any trust company qualified to act as fiduciary in this state may, as such fiduciary or co-fiduciary, invest funds that it lawfully holds for investment in the common trust funds or collective investment funds, if the investment is not prohibited by the instrument, judgment, decree, or order creating the fiduciary relationship. Any common trust fund or collective investment funds shall be established and maintained according to the provisions of §§ 55-6-2 to 55-6-7, inclusive. Section 23. That § 55-6-1 be amended to read as follows: 55-6-1. Any bank or trust company qualified to act as fiduciary in this state may establish common trust funds or collective investment funds for the purpose of furnishing investments to itself as fiduciary, or to itself and others, as cofiduciaries. Any common trust fund or collective investment fund authorized by this chapter shall be established and maintained in accordance with 12 C.F.R. 9.18 as of January 1, 2011. Section 24. That § 55-6-2 be amended to read as follows: 55-6-2. Any bank or trust company qualified to act as fiduciary in this state may, as such fiduciary or cofiduciary, invest funds which it lawfully holds for investment in interests in common trust funds or collective investment funds established pursuant to § 55-6-1, if such investment is not prohibited by the instrument, judgment, decree, or order creating such fiduciary relationship, and if, in the case of cofiduciaries, the bank or trust company procures the consent of its cofiduciary or cofiduciaries to such investment. Section 25. That § 55-6-2.1 be amended to read as follows: 55-6-2.1. A bank or trust company qualified to act as a fiduciary in this state may: (1) Establish and maintain common trust funds or collective investment funds for the collective investment of funds held in any fiduciary capacity by it or by another bank or trust company which is owned or controlled by a corporation which owns or controls such bank or trust company; (2) Invest funds which it holds in common trust funds or collective investment funds established and maintained pursuant to subdivision (1). The provisions of §§ 55-6-1 to 55-6-6 55-6-7, inclusive, relating to common trust funds or collective investment funds shall apply to the establishment and maintenance of common trust funds or collective investment funds under this section. This section shall apply to all fiduciary relationships. Section 26. That § 55-6-3 be amended to read as follows: 55-6-3. The bank or trust company operating such common trust funds or collective investment funds shall comply with the provisions of chapter 21-22 in the administration of the trust estate. Section 27. That § 55-6-6 be repealed. 55-6-6. If any provision of this chapter or the application thereof to any person or circumstances is held invalid, such invalidity shall not affect the other provisions or applications of the chapter which can be given effect without the invalid provision or application, and to this end the provisions of this chapter are declared to be severable. Section 28. That chapter 55-6 be amended by adding thereto a NEW SECTION to read as follows: For purposes of this chapter, the term, common trust fund, is a fund as defined in 12 C.F.R. 9.18(a)(1) as of January 1, 2011, and is provided exemption from taxation according to 26 U.S.C. 584 as of January 1, 2011. Section 29. That chapter 55-6 be amended by adding thereto a NEW SECTION to read as follows: For purposes of this chapter, the term, collective investment fund, is a fund as defined in 12 C.F.R. 9.18(a)(2) as of January 1, 2011, and is provided exemption from taxation according to Internal Revenue Service, Revenue Ruling 81-100, published March 30, 1981. Section 30. That § 55-1-24 be amended to read as follows: 55-1-24. Terms used in §§ 55-1-24 to 55-1-43 55-1-45, inclusive, mean: (1) \"Beneficial interest,\" is limited to mean a distribution interest or a remainder interest. A beneficial interest specifically excludes a power of appointment or a power reserved by the settlor; (2) \"Beneficiary,\" a person that has a present or future beneficial interest in a trust, vested or contingent. The holder of a power of appointment is not a beneficiary; (3) \"Distribution beneficiary,\" a beneficiary who is an eligible distributee or permissible distributee of trust income or principal; (4) \"Distribution interest,\" a distribution interest held by a distribution beneficiary. A distribution interest may be a current distribution interest or a future distribution interest. A distribution interest may be classified as a mandatory interest, a support interest, or a discretionary interest; (5) \"Power of appointment,\" an inter-vivos or testamentary power to direct the disposition of trust property, other than a distribution decision by a trustee to a beneficiary. Powers of appointment are held by a person to whom a power has been given, not the settlor; (6) \"Reach,\" with respect to a distribution interest or power, to subject the distribution interest or power to a judgment, decree, garnishment, attachment, execution, levy, creditor's bill or other legal, equitable, or administrative process, relief, or control of any court, tribunal, agency, or other entity as provided by law; (7) \"Remainder interest,\" an interest where a trust beneficiary will receive the property outright at some time during the future; (8) \"Reserved power,\" a power held by the settlor. Section 31. That § 55-1-24.1 be amended to read as follows: 55-1-24.1. For purposes of §§ 55-1-24 to 55-1-43 55-1-45, inclusive, improper motive is demonstrated by action such as the following: (1) A trustee refusing to make or limiting distributions to beneficiaries other than the trustee due to the trustee's self interest when the trustee also holds a beneficial interest subject to a discretionary interest; or (2) A trustee making a distribution in excess of an ascertainable standard to himself or herself as beneficiary when the trustee is restricted by an ascertainable standard in the trust. Section 32. That chapter 55-1 be amended by adding thereto a NEW SECTION to read as follows: A withdrawal power allows a beneficiary a right to withdraw some part of the trust income or principal. The holder of a power of withdrawal is not deemed to be the settlor of the trust by failing to exercise withdrawal power or letting a withdrawal power lapse. Section 33. That § 55-1-31 be amended to read as follows: 55-1-31. Unless otherwise provided in the trust, if the settlor's spouse is named as beneficiary, the settlor's spouse is still living, and the trust is classified as a support trust, then the trustee shall consider the beneficiary's resources of the settlor's spouse, including the settlor's obligation of support, prior to making a distribution. In all other cases, unless otherwise provided in the trust, the trustee need not consider the beneficiary's resources in determining whether a distribution should be made. Section 34. That § 55-1-35 be amended to read as follows: 55-1-35. A declaration in a trust that the interest of a beneficiary shall be held subject to a spendthrift trust is sufficient to restrain voluntary or involuntary alienation of a beneficial interest by a beneficiary to the maximum extent provided by law. Regardless of whether a beneficiary has any outstanding creditor, a trustee of a spendthrift trust may directly pay any expense on behalf of such beneficiary and may exhaust the income and principal of the trust for the benefit of such beneficiary. No trustee is liable to any creditor for paying the expenses of a beneficiary of a spendthrift trust. Section 35. That § 55-1-36 be amended to read as follows: 55-1-36. If a settlor is also a beneficiary of the trust, and the transfer is a qualified transfer under chapter 55-16, the provisions of §§ 55-1-24 to 55-1-43, inclusive, also apply. Conversely, if the settlor is a beneficiary of the trust and the transfer is not a qualified transfer under chapter 55-16, a provision restraining the voluntary or involuntary transfer of the settlor's beneficial interest does not prevent the settlor's creditors from satisfying claims from the settlor's interest in the trust estate, unless the transfer specifically references and is qualified as a transfer under chapter 55-16. However, regardless of whether the transfer is a qualified transfer under chapter 55-16, a settlor's creditors may not satisfy claims from either assets of the trust because of the existence of a discretionary power granted to the trustee by the terms of the trust instrument creating the trust, or any other provisions of law, to pay directly to the taxing authorities or to reimburse the settlor for any tax on trust income or principal which is payable by the settlor under the law imposing such tax; or reimbursements made to the settlor or direct tax payments made to a taxing authority for the settlor's benefit for any tax or trust income or principal which is payable by the trustor under the law imposing such tax. Section 36. That chapter 55-1 be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding any other provision of law, no action of any kind, including an action to enforce a judgement entered by a court or other body having adjudicative authority, may be brought at law or in equity for an attachment or other provisional remedy against property that is the subject of a South Dakota trust or for avoidance of a transfer to a South Dakota trust unless the settlor's transfer of property was made with the intent to defraud that specific creditor. Section 37. That chapter 55-1 be amended by adding thereto a NEW SECTION to read as follows: A cause of action or claim for relief with respect to a fraudulent transfer of a settlor's assets pursuant to § 55-1-44 is extinguished unless the action under § 55-1-44 is brought by a creditor of the settlor who meets one of the following requirements: (1) Is a creditor of the settlor before the settlor's assets are transferred to the trust, and the action under § 55-1-44 is brought within the later of: (a) Three years after the transfer is made; or (b) One year after the transfer is or reasonably could have been discovered by the creditor if the creditor: (i) Can demonstrate that the creditor asserted a specific claim against the settlor before the transfer; or (ii) Files another action, other than an action under §55-1-44, against the settlor that asserts a claim based on an act or omission of the settlor that occurred before the transfer, and the action described in this subsection is filed within three years after the transfer; or (2) Becomes a creditor subsequent to the transfer into trust, and the action under § 55-1-44 is brought within three years after the transfer is made. Section 38. That § 51A-6A-7 be amended to read as follows: 51A-6A-7. Any three or more persons may organize a trust company and make and file articles as provided by the laws of this state. No trust company may be organized or incorporated to engage in business as such until the articles have been submitted and approved in accordance with § 51A-6A-4. The name selected for the trust company may not be the name of any other trust company doing business in the state, and the director shall accept or reject the name. However, the approval of a trust company name by the director may not supersede any person's rights pursuant to state or federal trademark law. The articles, in addition to any other information required by law, shall state: (1) That the corporation or limited liability company is formed for the purpose of engaging in the trust company business; and (2) The period for which such corporation or limited liability company is organized, not exceeding twenty years which may be perpetual. The articles may contain any other provisions as are consistent with law. The articles shall be subscribed by one or more of the organizers of the proposed trust company and shall be acknowledged by them. The full amount of the capital required by § 51A-6A-19 shall be subscribed before the articles are filed. Section 39. That § 51A-6A-8 be amended to read as follows: 51A-6A-8. Within one year prior Prior to the expiration of the period for which it was incorporated or organized a trust company may, with the approval of at least a majority of the capital stock or ownership units of such trust company, amend its articles to extend its existence for an additional period, not to exceed twenty years which may be perpetual. Section 40. That § 55-1-20 be amended to read as follows: 55-1-20. Subject to the provisions of §§ 55-1-21 and 55-1-22, a trust may be performed if the trust is for a specific lawful noncharitable purpose or for lawful noncharitable purposes to be selected by the trustee. Neither the common law rule against perpetuities nor any common law rule limiting the duration of noncharitable purpose trusts is in force in this state. Section 41. That § 55-1-23 be repealed. 55-1-23. Nothing in §§ 55-1-20 to 55-1-22, inclusive, may be construed to reinstate the rule against perpetuities in South Dakota as to any trust except trusts specifically defined in §§ 55-1-20 to 55-1-22, inclusive, as honorary trusts or trusts for the care of specific animals. Section 42. That § 10-40A-11 be amended to read as follows: 10-40A-11. A will or, trust, or other instrument of a decedent who dies after December 31, 2009, and before January 1, 2011, that contains a formula referring to the unified credit, estate tax exemption, applicable exemption amount, applicable credit amount, applicable exclusion amount, generation-skipping transfer tax exemption, GST exemption, marital deduction, maximum marital deduction, unlimited marital deduction, inclusion ratio, applicable fraction, or any section of the Internal Revenue Code relating to the federal estate tax or generation-skipping transfer tax, or that measures a share of an estate or trust based on the amount that can pass free of federal estate taxes or the amount that can pass free of federal generation-skipping transfer taxes, or that is otherwise based on a similar provision of federal estate tax or generation-skipping transfer tax law, shall be deemed to refer to the federal estate tax and generation-skipping transfer tax laws as they applied with respect to estates of decedents dying on December 31, 2009 in 2010 regardless of whether the decedent's personal representative or other fiduciary elects not to have the estate tax apply with respect to the estate. This provision does not apply with respect to a will or, trust, or other instrument that is executed or amended after December 31, 2009, or that manifests an intent that a contrary rule applies if the decedent dies on a date on which there is no then-applicable federal estate or generation-skipping transfer tax. If the federal estate or generation-skipping transfer tax becomes effective before that date, the reference to January 1, 2011, in this section refers instead to the first date on which such tax becomes legally effective. Section 43. That chapter 10-40A be amended by adding thereto a NEW SECTION to read as follows: The personal representative, trustee, other fiduciary, or any affected beneficiary under the will, trust, or other instrument may bring a proceeding to determine whether the decedent intended that the will, trust, or other instrument be construed in a manner other than as provided in § 10-40A-11. Any proceeding pursuant to § 10-40A-11 and sections 43 and 44 of this Act shall be commenced prior to January 1, 2012. In such a proceeding, the court may consider extrinsic evidence that contradicts the plain meaning of the will, trust, or other instrument. The court has the power to modify a provision of a will, trust, or other instrument that refers to the federal estate tax or generation skipping transfer tax laws as described in § 10-40A-11 to conform the terms to the decedent's intention or achieve the decedent's tax objectives in a manner that is not contrary to the decedent's probable intention. The court may provide that its decision, including any decision to modify a provision of a will, trust, or other instrument shall be effective as of the date of the decedent's death. Any person who commences a proceeding pursuant to § 10-40A-11 and section 43 and 44 of this Act has the burden of proof, by clear and convincing evidence, and persuasion in establishing the decedent's intention that the will, trust, or other instrument be construed in a manner other than as provided in § 10-40A-11. Section 44. That chapter 10-40A be amended by adding thereto a NEW SECTION to read as follows: For purposes of § 10-40A-11, any interested person may enter into a binding agreement to determine whether the decedent intended that the will, trust, or other instrument shall be construed in a manner other than as provided in § 10-40A-11, and to conform the terms of the will, trust, or other instrument to the decedent's intention without court approval as provided in section 43 of this Act. Any interested person may petition the court to approve the agreement or to determine whether all interested persons are parties to the agreement, either in person or by adequate representation where permitted by law, and whether the agreement contains terms the court could have properly approved. In the case of a trust, the agreement may be by nonjudicial settlement agreement. For the purposes of this section, an interested person means any person whose consent is required in order to achieve a binding settlement were the settlement to be approved by the court. Section 45. That § 10-40A-13 be amended to read as follows: 10-40A-13. The provisions of §§ 10-40A-11 and 10-40A-12 and sections 43 and 44 of this Act apply to decedents dying after December 31, 2009, and before January 1, 2011."}, {"bill_id": 2414, "bill_version_id": 17820, "bill_version": "Enrolled", "bill_version_date": "2011-03-03T10:09:20.807-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2414, "action_date": "2011-01-25T14:00:00-06:00", "document_id": 15620, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/15620.pdf", "status_text": "First read in House and referred to", "journal_page": 168, "committee_id_action": 115, "committee_id_assigned": 111, "result": "N", "vote": {}}, {"bill_id": 2414, "action_date": "2011-02-14T10:00:00-06:00", "document_id": 16561, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16561.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 111, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2414, "action_date": "2011-02-14T10:00:00-06:00", "document_id": 16810, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16810.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 111, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2414, "action_date": "2011-02-14T10:00:00-06:00", "document_id": 16810, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16810.pdf", "status_text": "Do Pass Amended", "journal_page": 368, "committee_id_action": 111, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 8963, "president_vote": null, "Excused": [12], "Yea": [17, 15, 59, 104, 62, 71, 103, 67, 93, 35, 36, 11]}}, {"bill_id": 2414, "action_date": "2011-02-16T14:00:00-06:00", "document_id": 17016, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17016.pdf", "status_text": "Deferred to another day", "journal_page": 433, "committee_id_action": 115, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2414, "action_date": "2011-02-17T14:00:00-06:00", "document_id": 17097, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17097.pdf", "status_text": "Deferred to another day", "journal_page": 454, "committee_id_action": 115, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2414, "action_date": "2011-02-22T14:00:00-06:00", "document_id": 17213, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17213.pdf", "status_text": "Do Pass Amended", "journal_page": 465, "committee_id_action": 115, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 9317, "president_vote": null, "Yea": [12, 53, 56, 17, 33, 21, 72, 60, 87, 1, 105, 48, 49, 15, 59, 36, 7, 94, 104, 84, 88, 90, 57, 11, 63, 70, 96, 23, 62, 39, 54, 20, 71, 92, 28, 37, 83, 95, 58, 85, 103, 3, 32, 102, 68, 98, 67, 99, 64, 73, 69, 50, 14, 6, 86, 93, 74, 35, 97, 29, 101, 66, 100, 91, 89, 65, 47, 5], "Nay": [51], "Excused": [61]}}, {"bill_id": 2414, "action_date": "2011-02-23T14:00:00-06:00", "document_id": 17282, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17282.pdf", "status_text": "First read in Senate and referred to", "journal_page": 500, "committee_id_action": 113, "committee_id_assigned": 94, "result": "N", "vote": {}}, {"bill_id": 2414, "action_date": "2011-03-01T07:45:00-06:00", "document_id": 17340, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17340.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 94, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2414, "action_date": "2011-03-01T07:45:00-06:00", "document_id": 17615, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17615.pdf", "status_text": "Do Pass", "journal_page": 566, "committee_id_action": 94, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 9671, "president_vote": null, "Yea": [75, 18, 16, 22, 40, 45], "Excused": [79]}}, {"bill_id": 2414, "action_date": "2011-03-01T07:45:00-06:00", "document_id": 17615, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17615.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 94, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2414, "action_date": "2011-03-02T14:00:00-06:00", "document_id": 17762, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17762.pdf", "status_text": "Do Pass Amended", "journal_page": 591, "committee_id_action": 113, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 9773, "president_vote": null, "Yea": [44, 75, 30, 42, 79, 40, 46, 41, 24, 25, 38, 78, 76, 2, 18, 77, 82, 13, 55, 31, 43, 4, 16, 9, 10, 19, 81, 27, 34, 52, 80, 8, 45, 22], "Excused": [26]}}, {"bill_id": 2414, "action_date": "2011-03-03T14:00:00-06:00", "document_id": 17865, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17865.pdf", "status_text": "Signed by the Speaker", "journal_page": 621, "committee_id_action": 115, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2414, "action_date": "2011-03-07T14:00:00-06:00", "document_id": 17983, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17983.pdf", "status_text": "Signed by the President", "journal_page": 640, "committee_id_action": 113, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2414, "action_date": "2011-03-08T14:00:00-06:00", "document_id": 18084, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/18084.pdf", "status_text": "Delivered to the Governor", "journal_page": 688, "committee_id_action": 115, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2414, "action_date": "2011-03-11T09:00:00-06:00", "document_id": 18211, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/18211.pdf", "status_text": "Signed by the Governor", "journal_page": 732, "committee_id_action": 115, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4903, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/2414"}