{"session_id": 19, "bill_id": 4171, "bill_type": "House Bill", "bill_number": 1197, "bill_title": "provide for historical motor vehicle license plates and special personalized historical vehicle license plates for certain motor vehicles.", "sponsors": [{"legislator_profile_id": 324, "is_prime": true}, {"legislator_profile_id": 331, "is_prime": true}, {"legislator_profile_id": 372, "is_prime": false}, {"legislator_profile_id": 347, "is_prime": false}, {"legislator_profile_id": 376, "is_prime": false}, {"legislator_profile_id": 380, "is_prime": false}, {"legislator_profile_id": 390, "is_prime": false}, {"legislator_profile_id": 383, "is_prime": false}, {"legislator_profile_id": 373, "is_prime": false}], "keywords": ["Licensing", "Motor Vehicles"], "audio": [{"meeting_datetime": "2013-01-31T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/htr16.mp3", "start_seconds": 207.0}, {"meeting_datetime": "2013-01-31T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/htr16.mp3", "start_seconds": 207.0}, {"meeting_datetime": "2013-01-31T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/htr16.mp3", "start_seconds": 207.0}, {"meeting_datetime": "2013-02-14T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/htr23.mp3", "start_seconds": 180.0}, {"meeting_datetime": "2013-02-14T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/htr23.mp3", "start_seconds": 180.0}, {"meeting_datetime": "2013-02-14T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/htr23.mp3", "start_seconds": 180.0}], "bill_versions": [{"bill_id": 4171, "bill_version_id": 24580, "bill_version": "Introduced", "bill_version_date": "2013-01-25T09:50:43.503-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for historical motor vehicle license plates and special personalized historical vehicle license plates for certain motor vehicles. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 32-5 be amended by adding thereto a NEW SECTION to read as follows: In lieu of historical car license plates issued pursuant to § 32-5-77, any person who is a resident of this state and the owner of a motor vehicle which is more than thirty years old at the time of applying for registration of the vehicle, may apply directly to the secretary for a set of license plates to be described as historical motor vehicle license plates. This application is also in lieu of the application provided for in §§ 32-5-2 and 32-5-3. Any motor vehicle with historical motor vehicle license plates may be driven in parades and tours and up to one thousand miles per year for personal use. The historical motor vehicle plates shall be distinguishable from the plates issued pursuant to § 32-5-77. The plates shall be issued to the applicant instead of the usual license plates after payment of a ten dollar registration fee. The license plates shall be valid for one year from registration. The license plates may be renewed annually upon the payment of a ten dollar renewal fee. A renewal sticker shall be issued by secretary upon renewal. Fees collected under the provisions of this section shall be credited to the state motor vehicle fund. Section 2. That chapter 32-5 be amended by adding thereto a NEW SECTION to read as follows: Any owner of a motor vehicle that may be licensed pursuant to section 1 of this Act may have the historical motor vehicle plates replaced by special personalized historical motor vehicle plates that conform in size and color combinations as may be provided by the secretary. No such plate may contain more than seven letters nor the single numeral one or two. There may be no duplication of the plates issued by the secretary. The secretary may refuse to issue any letter combination that carries connotations offensive to good taste and decency. Application shall be made on forms prescribed by the secretary. The fee for the plates is twenty-five dollars and is in addition to the fee provided by section 1 of this Act. The plates shall be validated with stickers and are valid only for the registration year for which the stickers are issued. The annual fee for validation stickers for the plates is twenty-five dollars. Fees collected under the provisions of this section shall be credited to the state motor vehicle fund. Section 3. That chapter 32-5 be amended by adding thereto a NEW SECTION to read as follows: The owner of the historical motor vehicle shall upon initial registration of a vehicle pursuant to section 1or 2 of this Act certify the mileage on that the vehicle. The owner of vehicle shall keep a log of the miles driven for personal use each year. The log shall be kept in the historical vehicle when the vehicle is driven on any public highway. The vehicle's mileage driven in a parade or a tour and the mileage driven to and from such a parade is not considered mileage driven for personal use and is not subject to the mileage limitation provided in section 1 of this Act. Upon renewal of the historical motor vehicle license plate or the special personalized historical motor vehicle license plate, the owner shall certify the number of miles driven for personal use in the previous year. If a owner violates the mileage limitation on personal use provided by section 1 of this Act, the department shall revoke the license plates and the owner is guilty of a Class 2 misdemeanor."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4171, "action_date": "2013-01-25T13:00:00-06:00", "document_id": 24642, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24642.pdf", "status_text": "First read in House and referred to", "journal_page": 187, "committee_id_action": 202, "committee_id_assigned": 197, "result": "N", "vote": {}}, {"bill_id": 4171, "action_date": "2013-01-31T10:00:00-06:00", "document_id": 25065, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25065.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 268, "committee_id_action": 197, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13241, "president_vote": null, "Yea": [342, 405, 352, 355, 323, 389, 408, 404, 399, 407, 410, 372, 354]}}, {"bill_id": 4171, "action_date": "2013-01-31T10:00:00-06:00", "document_id": 24908, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24908.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 197, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4171, "action_date": "2013-02-14T10:00:00-06:00", "document_id": 25725, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25725.pdf", "status_text": "Reconsidered", "journal_page": 0, "committee_id_action": 197, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13791, "president_vote": null, "Yea": [342, 405, 352, 389, 408, 404, 399, 407, 410, 372, 354], "Excused": [355, 323]}}, {"bill_id": 4171, "action_date": "2013-02-14T10:00:00-06:00", "document_id": 25725, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25725.pdf", "status_text": "Tabled", "journal_page": 401, "committee_id_action": 197, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13793, "president_vote": null, "Yea": [342, 405, 352, 355, 389, 408, 404, 399, 407, 410, 372, 354], "Excused": [323]}}]}