{"session_id": 68, "bill_id": 24128, "bill_type": "House Bill", "bill_number": 1165, "bill_title": "modify certain provisions pertaining to absentee voting.", "sponsors": [{"legislator_profile_id": 4343, "is_prime": true}, {"legislator_profile_id": 4419, "is_prime": true}, {"legislator_profile_id": 4345, "is_prime": false}, {"legislator_profile_id": 4388, "is_prime": false}, {"legislator_profile_id": 4401, "is_prime": false}, {"legislator_profile_id": 4409, "is_prime": false}, {"legislator_profile_id": 4421, "is_prime": false}], "keywords": ["Absentee Voting", "Elections", "Voting"], "audio": [{"meeting_datetime": "2023-02-03T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hst17.mp3", "start_seconds": 201.0}, {"meeting_datetime": "2023-02-03T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hst17.mp3", "start_seconds": 201.0}, {"meeting_datetime": "2023-02-03T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hst17.mp3", "start_seconds": 201.0}, {"meeting_datetime": "2023-02-03T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hst17.mp3", "start_seconds": 201.0}, {"meeting_datetime": "2023-02-07T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou19.mp3", "start_seconds": 3109.0}, {"meeting_datetime": "2023-02-07T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou19.mp3", "start_seconds": 3109.0}, {"meeting_datetime": "2023-02-07T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou19.mp3", "start_seconds": 3109.0}, {"meeting_datetime": "2023-02-22T10:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sst27.mp3", "start_seconds": 1310.0}, {"meeting_datetime": "2023-02-22T10:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sst27.mp3", "start_seconds": 1310.0}, {"meeting_datetime": "2023-02-22T10:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sst27.mp3", "start_seconds": 1310.0}, {"meeting_datetime": "2023-02-22T10:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sst27.mp3", "start_seconds": 1310.0}, {"meeting_datetime": "2023-02-27T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sen30.mp3", "start_seconds": 7139.0}, {"meeting_datetime": "2023-02-27T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sen30.mp3", "start_seconds": 7139.0}, {"meeting_datetime": "2023-02-27T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sen30.mp3", "start_seconds": 7139.0}], "bill_versions": [{"bill_id": 24128, "bill_version_id": 246683, "bill_version": "Introduced", "bill_version_date": "2023-01-26T10:14:18.763-06:00", "bill_text": "An Act to modify certain provisions pertaining to absentee voting. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 12-19-2 be AMENDED: 12-19-2. An absentee A voter desiring to vote by mail may apply to the person in charge of the election for an absentee ballot. The application or request shall must be made in writing, signed by the applicant, and shall must contain the applicant's voter registration address. The application or request shall must contain an oath verifying the validity of the information in the application or request. The oath shall must be administered by a notary public or other officer authorized by this state to administer an oath or administered by an out-of-state notary public. If the application or request does not contain an oath, the application or request shall must be accompanied by a copy of the voter's identification card as required by § 12-18-6.1. The copy of the voter's identification card shall must be maintained by the person in charge of the election pursuant to § 12-20-31. However, the The voter's identification card is not available for public inspection. The application or request may be used to obtain an absentee ballot for all elections in that calendar year conducted by the jurisdiction receiving the application or request if so indicated. The ballot shall must be sent to the voter's residence, as shown in the voter registration file or any temporary residence address designated in writing by the voter, at the time of applying for the absentee ballot. If the application or request is from a voter identified as being covered by the Uniformed and Overseas Citizens Absentee Voting Act (42 U.S.C. 1973ff-1) as of January 1, 2010, 52 U.S.C. § 20301 et seq., as of January 1, 2023, the voter may designate on the application for the ballot to be sent electronically pursuant to this section through the system provided by the Office of the Secretary of State. The person in charge of the election shall stamp the application with the date it was received. The person in charge of the election shall preserve a record of the name, mailing address, and voting precinct of each applicant and, except as provided by § 12-19-45, deliver a copy of the record to the superintendent of the election board of the home precinct of the applicant. Section 2. That § 12-19-2.2 be AMENDED: 12-19-2.2. If a person is an authorized messenger for more than one voter, he the person must notify the person in charge of the election of all voters for whom he that person is a messenger. The person in charge of the election shall keep a record of the authorized messenger requesting an absentee ballot to be delivered to another voter. Section 3. That § 12-19-2.3 be AMENDED: 12-19-2.3. Any voter identified as being covered by the Uniformed and Overseas Citizens Absentee Voting Act (42 U.S.C. 1973ff-1) as of January 1, 2011, 52 U.S.C. § 20301 et seq., as of January 1, 2023, may submit an application or request for an absentee ballot by facsimile or emailed image to the person in charge of the election. The secretary of state may authorize a person in charge of an election to accept an application or request for an absentee ballot pursuant to this section through the system provided by the Office of the Secretary of State. Section 4. That § 12-19-2.5 be AMENDED: 12-19-2.5. The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, to prescribe the absentee application form and a combined absentee ballot application/ form and return envelope for absentee voting in the office of the person in charge of the election. The application may be made by letter or upon any form containing the required information or upon any form prescribed by the State Board of Elections or the postcard form referred to in § 12-4-8.1, executed by any person authorized in accordance with the Uniformed and Overseas Citizens Absentee Voting Act (UOCAVA)(42 U.S.C. § 1973ff) as of January 1, 2006, 52 U.S.C. § 20301 et seq., as of January 1, 2023. Section 5. That § 12-19-4 be AMENDED: 12-19-4. The return envelope for the absent voter's absentee ballot shall must have printed on the reverse thereof a statement to be signed by the voter. The State Board of Elections shall prescribe promulgate rules, pursuant to chapter 1-26, prescribing the forms for the return envelope, ballots, and instructions to the voter, and such certification to accommodate the federal service voter under the provisions of the Uniformed and Overseas Citizens Absentee Voting Act (UOCAVA)(42 U.S.C. § 1973cc-1). Section 6. That § 12-19-5 be AMENDED: 12-19-5. The envelope containing the enclosures, if not delivered to the voter personally by the person in charge of the election or the authorized messenger filing the voter's request for an absentee ballot, shall must, except for federal service voters, be mailed by first class mail to the address of the applicant stated in his the application, with postage prepaid thereon. Both theThe return envelope and the envelope for transmitting the enclosures to federal service voters shall must meet the requirements of the Uniformed and Overseas Citizens Absentee Voting Act (UOCAVA)(42 U.S.C. § 1973), 52 U.S.C. § 20301 et seq., as of January 1, 2023, and shall must be transmitted by air mail, free of United States postage, including air mail. No public official may mail an absentee ballot to a voter after the Thursday prior to election day. If a request is received after the deadline to send an absentee ballot, the person in charge of the election or their designee must make a reasonable attempt to contact the voter to notify them that the ballot will not be sent. Section 7. That § 12-19-7 be AMENDED: 12-19-7. A voter voting an absentee ballot shall mark it and fold it without revealing the marks to any other person. The voter shall place the voted ballots in the return envelope provided and seal the envelope. The voter shall sign the statement on the return envelope and provide the identification information pursuant to § 12-19-4. The voter shall either mail return the ballot to the office of the person in charge of the election by: (1) Mailing the ballot, deliver it; (2) Delivering the ballot in person or have it delivered to the person in charge of the election; or (3) Authorizing an absentee ballot messenger to deliver the ballot in person as prescribed by this chapter. Section 8. That § 12-19-9 be AMENDED: 12-19-9. An authorized messenger shall deliver the absentee ballot to the office of the person in charge of the election unless there is not sufficient time for the person in charge of the election to transmit the absentee ballot to the voter's home precinct or a vote center as prescribed by § 12-14-17. In that instance, the authorized messenger shall personally deliver the absentee ballot to the precinct superintendent of the voter's home precinct. If the authorized messenger requests a receipt when returning the absentee ballot, the person in charge of the election shall provide the authorized messenger a receipt. Section 9. That § 12-19-9.1 be AMENDED: 12-19-9.1. If there is any nursing facility, assisted living center, or hospital, as defined in § 34-12-1.1, within any county from which there might reasonably be expected to be five or more absentee applications, the county auditor shall notify the person in charge of that facility and the chair of the county central committee of each party and any other person who has filed a request to be notified of the date and time at which representatives of the auditor's office will be present to assist the residents of that facility to vote, utilizing the absentee procedure. Any political party, independent candidate, and nonpolitical candidate may assign a person to accompany the county auditor's representatives. At the date and time announced, the county auditor's representative shall deliver ballots to and assist all persons at that facility who desire such assistanceand who have applied for absentee ballots to vote. This section applies only to a general a primary or general election. If a person in charge of an election conducts absentee voting at a nursing facility, assisted living center, or hospital, as defined in § 34-12-1.1, the voter shall complete a combined absentee ballot application/ form and return envelope, and the identification and affidavit requirements provided in § 12-19-2.1 are waived. The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, prescribing the procedures by which the county auditor will conduct absentee voting, collect completed ballots, and secure completed ballots at a nursing facility, assisted living center, or hospital, as defined in § 34-12-1.1. Section 10. That § 12-19-9.2 be AMENDED: 12-19-9.2. WheneverIf, prior to the casting of absentee ballots, it is made to appear by due proof to the county auditor or election board that any voter who has marked and forwarded an absentee ballot has died or is no longer eligible to vote due to felony conviction, mental incompetence, or registering to voter in another state prior to the opening of the polls on the date of the election, the ballot of the voter shall must be returned in the unsealed sealed return envelope with the evidence of death the disqualifying factor listed in this section attached and the envelope marked accordingly with one of the following statements: (1) \"Unopened by reason of death of voter\"; (2) Unopened by reason of felony conviction of voter; (3) Unopened by reason of mental incompetence of voter; or (4) Unopened by reason of out-of-state voter registration of voter. The marked envelope must be returned to the officer in charge of the conduct of the election. A returned absentee ballot deemed ineligible may not be opened or counted. The casting of any such ballot shall not invalidate the election. Section 11. That § 12-19-10 be AMENDED: 12-19-10. Upon receipt of the sealed return envelope containing the voted ballots, the person in charge of the election or their designee shall mark the date of receipt on the envelope. The person in charge of the election shall keep it the absentee ballot in a safe place without opening the envelope or breaking the seal thereof and shall, except as provided by § 12-19-42, deliver it to the precinct superintendent of election of the voter's home precinct. The person in charge of the election shall have the absentee ballots delivered with the election supplies, or if received later, then prior to the close of the polls. If the election board is not otherwise engaged in official duties, or if there are absentee ballots not processed when the polls close, immediately thereafter, the board shall must carefully compare the statement on the reverse side of the official return envelope with the written application received from the officer in charge of the election without opening or breaking the seal of the return envelope. If the ballot is contained in a combined absentee ballot application/return envelope, the comparison of the statement and the application shall must be omitted. The board shall enter the voter's name on the election pollbook and mark the registration list if: (1) The ballots ballot received were was voted by the voter whose name appears on the statement; (2) The voter is registered in such the precinct and has not previously voted in that precinct at the election; and (3) The written application and statement were both signed by the voter. The board shall then open the envelope without opening, unfolding or examining the ballots the envelope may contain, stamp the ballots with the official stamp, and deposit the ballots with the other ballots cast at the election. If the board determines that an absentee ballot envelope cannot be opened because the envelope does not meet the requirements for opening, the reason shall must be written on the envelope, signed by a member of the board, and the envelope placed in a larger envelope for unopened absentee ballots. No person may,It is a Class 2 misdemeanor for a person, prior to the counting of the votes, to open, unfold, or examine any ballot, or make any communication to any person concerning the markings or contents of the ballot., or to create any record associating an individual voter with a ballot A violation of the preceding sentence is a Class 2 misdemeanor. Section 12. That § 12-19-10.1 be AMENDED: 12-19-10.1. If a county uses an absentee ballot precinct at the building where the county auditor is located to process absentee ballots on election day for a federal, state, or county election, the county has the option to validate the absentee ballot signatures in the county auditor's office. The county auditor shall follow the provisions of § 12-19-10 except for the following: (1) The county auditor, at anytime during the absentee voting timeframe, shall carefully compare the statement on the reverse side of the official return envelope with the written application without opening or breaking the seal of the return envelope; and (2) If the county auditor determines that both signatures match: (a) The application for absentee ballot does not need to be sent to the absentee precinct board; and (b) The county auditor shall initial the envelope after the determination that signatures do match. A violation of this section is a Class 2 misdemeanor. Section 13. That § 12-19-12 be AMENDED: 12-19-12. If an absentee ballot is delivered to a polling place, absentee counting board, or the office of the person in charge of the election after the polls are closed in the county or local jurisdiction, the absentee ballot may not be counted or opened. Section 14. That § 12-19-14 be AMENDED: 12-19-14. Any voter who, having procured an official ballot or ballots or a Uniformed and Overseas Citizens Absentee Voting Act (UOCAVA) ballot link as provided in §§ 12-19-1 to 12-19-12, inclusive, intentionally disposes of a ballot in any manner other than as provided in such those sections or provides the UOCAVA ballot link to any other person is guilty of a Class 2 misdemeanor. The UOCAVA Uniformed and Overseas Citizens Absentee Voting Act ballot link is the internet URL for accessing an electronically provided absentee ballot. Section 15. That § 12-19-44 be AMENDED: 12-19-44. The room occupied by the absentee ballot counting board shall be open to any person for the purpose of observing the counting processThe process of sorting, validating, and counting absentee ballots must be open to poll watchers for the purpose of observing the process. Poll watcher shall keep a reasonable distance from ballots and identification information to protect the privacy of absentee voters. No record associating an individual voter with a ballot may be created. A violation of this section is a Class 2 misdemeanor. Section 16. That § 12-19-49 be AMENDED: 12-19-49. If, prior to the casting of absentee ballots, the person in charge of the election or absentee ballot counting board shall have has sufficient cause to believe that any voter who has marked and forwarded an absentee ballot has died prior to the opening of the polls on the date of the election, the is no longer an eligible voter due to death, felony conviction, mental incompetence, or registering to vote in another state, the ballot of the voter shall must be returned in the sealed return envelope with the evidence of death the disqualifying factor listed in this section attached and the envelope marked accordingly with one of the following statements: (1) \"Unopened by reason of death of voter\"; (2) Unopened by reason of felony conviction of voter; (3) Unopened by reason of mental incompetence of voter; or (4) Unopened by reason of out-of-state voter registration by the voter. The marked envelope must be returned to the person in charge of the election. A returned absentee ballot deemed ineligible may not be opened or counted. The casting of any such ballot, however, shall not invalidate the election. Section 17. That chapter 12-19 be amended with a NEW SECTION: No person may distribute an absentee ballot application to a voter that is prefilled with the voter's name and registration address. This provision does not apply to a person who is authorized to request an absentee ballot for a voter or a person assisting a voter who requires assistance for reason of an inability to read or write, blindness, or other physical disability. Section 18. That chapter 12-19 be amended with a NEW SECTION: A county auditor may not establish or place, or allow any individual to establish or place, an absentee ballot drop box within the county auditor's county. A completed absentee ballot may only be returned to an office of the individual in charge of the election through the mail or by being delivered by the voter voting by absentee ballot or by an authorized messenger. For the purposes of this section, the term, absentee ballot drop box, means a receptacle or container into which an individual may deposit a completed absentee ballot. This term excludes a county auditor's means for physically securing a completed absentee ballot as required by § 12-19-10 or 12-19-42. A violation of this section is a Class 2 misdemeanor. Section 19. That § 12-19-48 be REPEALED: If an absentee ballot is delivered to an absentee ballot counting board after the polls are closed the absentee ballot may not be counted or opened."}, {"bill_id": 24128, "bill_version_id": 248488, "bill_version": "House State Affairs Engrossed", "bill_version_date": "2023-02-03T15:58:44.653-06:00", "bill_text": "An Act to modify certain provisions pertaining to absentee voting. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 12-19-2 be AMENDED: 12-19-2. An absentee A voter desiring to vote by mail may apply to the person in charge of the election for an absentee ballot. The application or request shall must be made in writing, signed by the applicant, and shall must contain the applicant's voter registration address. The application or request shall must contain an oath verifying the validity of the information in the application or request. The oath shall must be administered by a notary public or other officer authorized by this state to administer an oath or administered by an out-of-state notary public. If the application or request does not contain an oath, the application or request shall must be accompanied by a copy of the voter's identification card as required by § 12-18-6.1. The copy of the voter's identification card shall must be maintained by the person in charge of the election pursuant to § 12-20-31. However, the The voter's identification card is not available for public inspection. The application or request may be used to obtain an absentee ballot for all elections in that calendar year conducted by the jurisdiction receiving the application or request if so indicated. The ballot shall must be sent to the voter's residence, as shown in the voter registration file or any temporary residence address designated in writing by the voter, at the time of applying for the absentee ballot. If the application or request is from a voter identified as being covered by the Uniformed and Overseas Citizens Absentee Voting Act (42 U.S.C. 1973ff-1) as of January 1, 2010, 52 U.S.C. § 20301 et seq., as of January 1, 2023, the voter may designate on the application for the ballot to be sent electronically pursuant to this section through the system provided by the Office of the Secretary of State. The person in charge of the election shall stamp the application with the date it was received. The person in charge of the election shall preserve a record of the name, mailing address, and voting precinct of each applicant and, except as provided by § 12-19-45, deliver a copy of the record to the superintendent of the election board of the home precinct of the applicant. Section 2. That § 12-19-2.2 be AMENDED: 12-19-2.2. If a person is an authorized messenger for more than one voter, he the person must notify the person in charge of the election of all voters for whom he that person is a messenger. The person in charge of the election shall keep a record of the authorized messenger requesting an absentee ballot to be delivered to another voter. Section 3. That § 12-19-2.3 be AMENDED: 12-19-2.3. Any voter identified as being covered by the Uniformed and Overseas Citizens Absentee Voting Act (42 U.S.C. 1973ff-1) as of January 1, 2011, 52 U.S.C. § 20301 et seq., as of January 1, 2023, may submit an application or request for an absentee ballot by facsimile or emailed image to the person in charge of the election. The secretary of state may authorize a person in charge of an election to accept an application or request for an absentee ballot pursuant to this section through the system provided by the Office of the Secretary of State. Section 4. That § 12-19-2.5 be AMENDED: 12-19-2.5. The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, to prescribe the absentee application form and a combined absentee ballot application/ form and return envelope for absentee voting in the office of the person in charge of the election. The application may be made by letter or upon any form containing the required information or upon any form prescribed by the State Board of Elections or the postcard form referred to in § 12-4-8.1, executed by any person authorized in accordance with the Uniformed and Overseas Citizens Absentee Voting Act (UOCAVA)(42 U.S.C. § 1973ff) as of January 1, 2006, 52 U.S.C. § 20301 et seq., as of January 1, 2023. Section 5. That § 12-19-4 be AMENDED: 12-19-4. The return envelope for the absent voter's absentee ballot shall must have printed on the reverse thereof a statement to be signed by the voter. The State Board of Elections shall prescribe promulgate rules, pursuant to chapter 1-26, prescribing the forms for the return envelope, ballots, and instructions to the voter, and such certification to accommodate the federal service voter under the provisions of the Uniformed and Overseas Citizens Absentee Voting Act (UOCAVA)(42 U.S.C. § 1973cc-1). Section 6. That § 12-19-5 be AMENDED: 12-19-5. The envelope containing the enclosures, if not delivered to the voter personally by the person in charge of the election or the authorized messenger filing the voter's request for an absentee ballot, shall must, except for federal service voters, be mailed by first class mail to the address of the applicant stated in his the application, with postage prepaid thereon. Both theThe return envelope and the envelope for transmitting the enclosures to federal service voters shall must meet the requirements of the Uniformed and Overseas Citizens Absentee Voting Act (UOCAVA)(42 U.S.C. § 1973), 52 U.S.C. § 20301 et seq., as of January 1, 2023, and shall must be transmitted by air mail, free of United States postage, including air mail. No public official may mail an absentee ballot to a voter after the Monday prior to election day. If a request is received after the deadline to send an absentee ballot, the person in charge of the election or their designee must make a reasonable attempt to contact the voter to notify them that the ballot will not be sent. Section 7. That § 12-19-7 be AMENDED: 12-19-7. A voter voting an absentee ballot shall mark it and fold it without revealing the marks to any other person. The voter shall place the voted ballots in the return envelope provided and seal the envelope. The voter shall sign the statement on the return envelope. The voter shall either mail return the ballot to the office of the person in charge of the election by: (1) Mailing the ballot, deliver it; (2) Delivering the ballot in person or have it delivered to the person in charge of the election; or (3) Providing the ballot to an absentee ballot messenger to deliver the ballot in person as prescribed by this chapter. Section 8. That § 12-19-7.1 be AMENDED: 12-19-7.1. No person who is a candidate for any elective office, except for political party offices described in § 12-5-2 or county auditor or such deputy, at the election for which the ballot or ballots are to be voted, may serve as an authorized messenger. A violation of this section is a Class 2 misdemeanor. Section 9. That § 12-19-9 be AMENDED: 12-19-9. An authorized messenger shall deliver the absentee ballot to the office of the person in charge of the election unless there is not sufficient time for the person in charge of the election to transmit the absentee ballot to the voter's home precinct or a vote center as prescribed by § 12-14-17. In that instance, the authorized messenger shall personally deliver the absentee ballot to the precinct superintendent of the voter's home precinct. If the authorized messenger requests a receipt when returning the absentee ballot, the person in charge of the election shall provide the authorized messenger a receipt. Section 10. That § 12-19-9.1 be AMENDED: 12-19-9.1. If there is any nursing facility, assisted living center, or hospital, as defined in § 34-12-1.1, within any county from which there might reasonably be expected to be five or more absentee applications, the county auditor shall notify the person in charge of that facility and the chair of the county central committee of each party and any other person who has filed a request to be notified of the date and time at which representatives of the auditor's office will be present to assist the residents of that facility to vote, utilizing the absentee procedure. Any political party, independent candidate, and nonpolitical candidate may assign a person to accompany the county auditor's representatives. At the date and time announced, the county auditor's representative shall deliver ballots to and assist all persons at that facility who desire such assistanceand who have applied for absentee ballots to vote. This section applies only to a general a primary or general election. If a person in charge of an election conducts absentee voting at a nursing facility, assisted living center, or hospital, as defined in § 34-12-1.1, the voter shall complete a combined absentee ballot application/ form and return envelope, and the identification and affidavit requirements provided in § 12-19-2.1 are waived. The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, prescribing the procedures by which the county auditor will conduct absentee voting, collect completed ballots, and secure completed ballots at a nursing facility, assisted living center, or hospital, as defined in § 34-12-1.1. Section 11. That § 12-19-9.2 be AMENDED: 12-19-9.2. WheneverIf, prior to the casting of absentee ballots, it is made to appear by due proof to the county auditor or election board that any voter who has marked and forwarded an absentee ballot has died is no longer eligible to vote due to death, felony conviction, or mental incompetence prior to the opening of the polls on the date of the election, the ballot of the voter shall must be returned in the unsealed sealed return envelope with the evidence of death the disqualifying factor listed in this section attached and the envelope marked accordingly with one of the following statements: (1) \"Unopened by reason of death of voter\"; (2) Unopened by reason of felony conviction of voter; or (3) Unopened by reason of mental incompetence of voter. The marked envelope must be returned to the officer in charge of the conduct of the election. A returned absentee ballot deemed ineligible may not be opened or counted. The casting of any such ballot shall not invalidate the election. Section 12. That § 12-19-10 be AMENDED: 12-19-10. Upon receipt of the sealed return envelope containing the voted ballots, the person in charge of the election or their designee shall mark the date of receipt on the envelope. The person in charge of the election shall keep it the absentee ballot in a safe place without opening the envelope or breaking the seal thereof and shall, except as provided by § 12-19-42, deliver it to the precinct superintendent of election of the voter's home precinct. The person in charge of the election shall have the absentee ballots delivered with the election supplies, or if received later, then prior to the close of the polls. If the election board is not otherwise engaged in official duties, or if there are absentee ballots not processed when the polls close, immediately thereafter, the board shall must carefully compare the statement on the reverse side of the official return envelope with the written application received from the officer in charge of the election without opening or breaking the seal of the return envelope. If the ballot is contained in a combined absentee ballot application/return envelope, the comparison of the statement and the application shall must be omitted. The board shall enter the voter's name on the election pollbook and mark the registration list if: (1) The ballots ballot received were was voted by the voter whose name appears on the statement; (2) The voter is registered in such the precinct and has not previously voted in that precinct at the election; and (3) The written application and statement were both signed by the voter. The board shall then open the envelope without opening, unfolding or examining the ballots the envelope may contain, stamp the ballots with the official stamp, and deposit the ballots with the other ballots cast at the election. If the board determines that an absentee ballot envelope cannot be opened because the envelope does not meet the requirements for opening, the reason shall must be written on the envelope, signed by a member of the board, and the envelope placed in a larger envelope for unopened absentee ballots. No person may,It is a Class 2 misdemeanor for a person, prior to the counting of the votes, to open, unfold, or examine any ballot, or make any communication to any person concerning the markings or contents of the ballot., or to create any record associating an individual voter with a ballot A violation of the preceding sentence is a Class 2 misdemeanor. Section 13. That § 12-19-10.1 be AMENDED: 12-19-10.1. If a county uses an absentee ballot precinct at the building where the county auditor is located to process absentee ballots on election day for a federal, state, or county election, the county has the option to validate the absentee ballot signatures in the county auditor's office. The county auditor shall follow the provisions of § 12-19-10 except for the following: (1) The county auditor, at anytime during the absentee voting timeframe, shall carefully compare the statement on the reverse side of the official return envelope with the written application without opening or breaking the seal of the return envelope; and (2) If the county auditor determines that both signatures match: (a) The application for absentee ballot does not need to be sent to the absentee precinct board; and (b) The county auditor shall initial the envelope after the determination that signatures do match. A violation of this section is a Class 2 misdemeanor. Section 14. That § 12-19-12 be AMENDED: 12-19-12. If an absentee ballot is delivered to a polling place, absentee counting board, or the office of the person in charge of the election after the polls are closed in the county or local jurisdiction, the absentee ballot may not be counted or opened. Section 15. That § 12-19-14 be AMENDED: 12-19-14. Any voter who, having procured an official ballot or ballots or a Uniformed and Overseas Citizens Absentee Voting Act (UOCAVA) ballot link as provided in §§ 12-19-1 to 12-19-12, inclusive, intentionally disposes of a ballot in any manner other than as provided in such those sections or provides the UOCAVA ballot link to any other person is guilty of a Class 2 misdemeanor. The UOCAVA Uniformed and Overseas Citizens Absentee Voting Act ballot link is the internet URL for accessing an electronically provided absentee ballot. Section 16. That § 12-19-44 be AMENDED: 12-19-44. The room occupied by the absentee ballot counting board shall be open to any person for the purpose of observing the counting processThe process of sorting, validating, and counting absentee ballots must be open to poll watchers for the purpose of observing the process. Poll watcher shall keep a reasonable distance from ballots and identification information to protect the privacy of absentee voters. No record associating an individual voter with a ballot may be created. A violation of this section is a Class 2 misdemeanor. Section 17. That § 12-19-49 be REPEALED: If, prior to the casting of absentee ballots, the person in charge of the election or absentee ballot counting board shall have sufficient cause to believe that any voter who has marked and forwarded an absentee ballot has died prior to the opening of the polls on the date of the election, the ballot of the voter shall be returned in the sealed return envelope with the evidence of death attached and the envelope marked \"Unopened by reason of death of voter\" to the person in charge of the election. The casting of any such ballot, however, shall not invalidate the election. Section 18. That § 12-19-54 be AMENDED: 12-19-54. No person may employ, reward, or compensate any person to assist voters based on the number of voters assisted. Nothing in this section prohibits any person from hiring a person paid on an hourly or salaried basis to assist voters. Any violation of this section is a Class 2 1 misdemeanor. Section 19. That § 12-19-55 be AMENDED: 12-19-55. No person may receive any wages, reward, or compensation for assisting voters based on the number of voters assisted. Nothing in this section prohibits any person from being employed on an hourly or salaried basis to assist voters. Any violation of this section is a Class 2 1 misdemeanor. Section 20. That chapter 12-19 be amended with a NEW SECTION: No person may distribute an absentee ballot application to a voter that is prefilled with the voter's name and registration address. This provision does not apply to a person who is authorized to request an absentee ballot for a voter or a person assisting a voter who requires assistance for reason of an inability to read or write, blindness, or other physical disability. The person in charge of the election or their appointed designee may prefill an absentee ballot application for a voter who requests an application. Section 21. That chapter 12-19 be amended with a NEW SECTION: The person in charge of the election may not establish or place, or allow any individual to establish or place, an absentee ballot drop box within the official's jurisdiction. A completed absentee ballot may only be returned to an office of the individual in charge of the election pursuant to § 12-19-7. For the purposes of this section, the term, absentee ballot drop box, means a receptacle or container into which an individual may deposit a completed absentee ballot. This term excludes a county auditor's means for physically securing a completed absentee ballot as required by § 12-19-10 or 12-19-42, including a secured and monitored receptacle or container at the office of the individual in charge of the election. The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, prescribing the requirements to ensure the security of the receptacle or container located at the office of the individual in charge of the election. A violation of this section is a Class 2 misdemeanor. Section 22. That § 12-19-48 be REPEALED: If an absentee ballot is delivered to an absentee ballot counting board after the polls are closed the absentee ballot may not be counted or opened."}, {"bill_id": 24128, "bill_version_id": 249932, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "2023-02-22T14:36:13.22-06:00", "bill_text": "An Act to modify certain provisions pertaining to absentee voting. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 12-19-2 be AMENDED: 12-19-2. An absenteeA voter desiring to vote by mail may apply to the person in charge of the election for an absentee ballot. The application or request shall must be made in writing, signed by the applicant, and shall must contain the applicant's voter registration address. The application or request shall must contain an oath verifying the validity of the information in the application or request. The oath shall must be administered by a notary public or other officer authorized by this state to administer an oath or administered by an out-of-state notary public. If the application or request does not contain an oath, the application or request shall must be accompanied by a copy of the voter's identification card as required by § 12-18-6.1. The copy of the voter's identification card shall must be maintained by the person in charge of the election pursuant to § 12-20-31. However, the The voter's identification card is not available for public inspection. The application or request may be used to obtain an absentee ballot for all elections in that calendar year conducted by the jurisdiction receiving the application or request if so indicated. The ballot shall must be sent to the voter's residence, as shown in the voter registration file or any temporary residence address designated in writing by the voter, at the time of applying for the absentee ballot. If the application or request is from a voter identified as being covered by the Uniformed and Overseas Citizens Absentee Voting Act (42 U.S.C. 1973ff-1) as of January 1, 2010, 52 U.S.C. § 20301 et seq., as of January 1, 2023, the voter may designate on the application for the ballot to be sent electronically pursuant to this section through the system provided by the Office of the Secretary of State. The person in charge of the election shall stamp the application with the date it was received. The person in charge of the election shall preserve a record of the name, mailing address, and voting precinct of each applicant and, except as provided by § 12-19-45, deliver a copy of the record to the superintendent of the election board of the home precinct of the applicant. Section 2. That § 12-19-2.2 be AMENDED: 12-19-2.2. If a person is an authorized messenger for more than one voter, he the person must notify the person in charge of the election of all voters for whom he that person is a messenger. The person in charge of the election shall keep a record of the authorized messenger requesting an absentee ballot to be delivered to another voter. Section 3. That § 12-19-2.3 be AMENDED: 12-19-2.3. Any voter identified as being covered by the Uniformed and Overseas Citizens Absentee Voting Act (42 U.S.C. 1973ff-1) as of January 1, 2011, 52 U.S.C. § 20301 et seq., as of January 1, 2023, may submit an application or request for an absentee ballot by facsimile or emailed image to the person in charge of the election. The secretary of state may authorize a person in charge of an election to accept an application or request for an absentee ballot pursuant to this section through the system provided by the Office of the Secretary of State. Section 4. That § 12-19-2.5 be AMENDED: 12-19-2.5. The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, to prescribe the absentee application form and a combined absentee ballot application/ form and return envelope for absentee voting in the office of the person in charge of the election. The application may be made by letter or upon any form containing the required information or upon any form prescribed by the State Board of Elections or the postcard form referred to in § 12-4-8.1, executed by any person authorized in accordance with the Uniformed and Overseas Citizens Absentee Voting Act (UOCAVA)(42 U.S.C. § 1973ff) as of January 1, 2006, 52 U.S.C. § 20301 et seq., as of January 1, 2023. Section 5. That § 12-19-4 be AMENDED: 12-19-4. The return envelope for the absent voter's absentee ballot shall must have printed on the reverse thereof a statement to be signed by the voter. The State Board of Elections shall prescribe promulgate rules, pursuant to chapter 1-26, prescribing the forms for the return envelope, ballots, and instructions to the voter, and such certification to accommodate the federal service voter under the provisions of the Uniformed and Overseas Citizens Absentee Voting Act (UOCAVA)(42 U.S.C. § 1973cc-1). Section 6. That § 12-19-5 be AMENDED: 12-19-5. The envelope containing the enclosures, if not delivered to the voter personally by the person in charge of the election or the authorized messenger filing the voter's request for an absentee ballot, shall must, except for federal service voters, be mailed by first class mail to the address of the applicant stated in his the application, with postage prepaid thereon. Both theThe return envelope and the envelope for transmitting the enclosures to federal service voters shall must meet the requirements of the Uniformed and Overseas Citizens Absentee Voting Act (UOCAVA)(42 U.S.C. § 1973), 52 U.S.C. § 20301 et seq., as of January 1, 2023, and shall must be transmitted by air mail, free of United States postage, including air mail. No public official may mail an absentee ballot to a voter after the Monday prior to election day. Section 7. That § 12-19-7 be AMENDED: 12-19-7. A voter voting an absentee ballot shall mark it and fold it without revealing the marks to any other person. The voter shall place the voted ballots in the return envelope provided and seal the envelope. The voter shall sign the statement on the return envelope. The voter shall either mail return the ballot to the office of the person in charge of the election by: (1) Mailing the ballot, deliver it; (2) Delivering the ballot in person or have it delivered to the person in charge of the election; or (3) Providing the ballot to an absentee ballot messenger to deliver the ballot in person as prescribed by this chapter. Section 8. That § 12-19-7.1 be AMENDED: 12-19-7.1. No person who is a candidate for any elective office, except for political party offices described in § 12-5-2 or county auditor or such deputy, at the election for which the ballot or ballots are to be voted, may serve as an authorized messenger. A violation of this section is a Class 2 misdemeanor. Section 9. That § 12-19-9 be AMENDED: 12-19-9. An authorized messenger shall deliver the absentee ballot to the office of the person in charge of the election unless there is not sufficient time for the person in charge of the election to transmit the absentee ballot to the voter's home precinct or a vote center as prescribed by § 12-14-17. In that instance, the authorized messenger shall personally deliver the absentee ballot to the precinct superintendent of the voter's home precinct. If the authorized messenger requests a receipt when returning the absentee ballot, the person in charge of the election shall provide the authorized messenger a receipt. Section 10. That § 12-19-9.1 be AMENDED: 12-19-9.1. If there is any nursing facility, assisted living center, or hospital, as defined in § 34-12-1.1, within any county from which there might reasonably be expected to be five or more absentee applications, the county auditor shall notify the person in charge of that facility and the chair of the county central committee of each party and any other person who has filed a request to be notified of the date and time at which representatives of the auditor's office will be present to assist the residents of that facility to vote, utilizing the absentee procedure. Any political party, independent candidate, and nonpolitical candidate may assign a person to accompany the county auditor's representatives. At the date and time announced, the county auditor's representative shall deliver ballots to and assist all persons at that facility who desire such assistanceand who have applied for absentee ballots to vote. This section applies only to a general a primary or general election. If a person in charge of an election conducts absentee voting at a nursing facility, assisted living center, or hospital, as defined in § 34-12-1.1, the voter shall complete a combined absentee ballot application/ form and return envelope, and the identification and affidavit requirements provided in § 12-19-2.1 are waived. The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, prescribing the procedures by which the county auditor will conduct absentee voting, collect completed ballots, and secure completed ballots at a nursing facility, assisted living center, or hospital, as defined in § 34-12-1.1. Section 11. That § 12-19-9.2 be AMENDED: 12-19-9.2. WheneverIf, prior to the casting of absentee ballots, it is made to appear by due proof to the county auditor or election board that any voter who has marked and forwarded an absentee ballot has died is no longer eligible to vote due to death, felony conviction, or mental incompetence prior to the opening of the polls on the date of the election, the ballot of the voter shall must be returned in the unsealed sealed return envelope with the evidence of death the disqualifying factor listed in this section attached and the envelope marked accordingly with one of the following statements: (1) \"Unopened by reason of death of voter\"; (2) Unopened by reason of felony conviction of voter; or (3) Unopened by reason of mental incompetence of voter. The marked envelope must be returned to the officer in charge of the conduct of the election. A returned absentee ballot deemed ineligible may not be opened or counted. The casting of any such ballot shall not invalidate the election. Section 12. That § 12-19-10 be AMENDED: 12-19-10. Upon receipt of the sealed return envelope containing the voted ballots, the person in charge of the election or their designee shall mark the date of receipt on the envelope. The person in charge of the election shall keep it the absentee ballot in a safe place without opening the envelope or breaking the seal thereof and shall, except as provided by § 12-19-42, deliver it to the precinct superintendent of election of the voter's home precinct. The person in charge of the election shall have the absentee ballots delivered with the election supplies, or if received later, then prior to the close of the polls. If the election board is not otherwise engaged in official duties, or if there are absentee ballots not processed when the polls close, immediately thereafter, the board shall must carefully compare the statement on the reverse side of the official return envelope with the written application received from the officer in charge of the election without opening or breaking the seal of the return envelope. If the ballot is contained in a combined absentee ballot application/return envelope, the comparison of the statement and the application shall must be omitted. The board shall enter the voter's name on the election pollbook and mark the registration list if: (1) The ballots ballot received were was voted by the voter whose name appears on the statement; (2) The voter is registered in such the precinct and has not previously voted in that precinct at the election; and (3) The written application and statement were both signed by the voter. The board shall then open the envelope without opening, unfolding or examining the ballots the envelope may contain, stamp the ballots with the official stamp, and deposit the ballots with the other ballots cast at the election. If the board determines that an absentee ballot envelope cannot be opened because the envelope does not meet the requirements for opening, the reason shall must be written on the envelope, signed by a member of the board, and the envelope placed in a larger envelope for unopened absentee ballots. No person may,It is a Class 2 misdemeanor for a person, prior to the counting of the votes, to open, unfold, or examine any ballot, or make any communication to any person concerning the markings or contents of the ballot., or to create any record associating an individual voter with a ballot A violation of the preceding sentence is a Class 2 misdemeanor. Section 13. That § 12-19-10.1 be AMENDED: 12-19-10.1. If a county uses an absentee ballot precinct at the building where the county auditor is located to process absentee ballots on election day for a federal, state, or county election, the county has the option to validate the absentee ballot signatures in the county auditor's office. The county auditor shall follow the provisions of § 12-19-10 except for the following: (1) The county auditor, at anytime during the absentee voting timeframe, shall carefully compare the statement on the reverse side of the official return envelope with the written application without opening or breaking the seal of the return envelope; and (2) If the county auditor determines that both signatures match: (a) The application for absentee ballot does not need to be sent to the absentee precinct board; and (b) The county auditor shall initial the envelope after the determination that signatures do match. A violation of this section is a Class 2 misdemeanor. Section 14. That § 12-19-12 be AMENDED: 12-19-12. If an absentee ballot is delivered to a polling place, absentee counting board, or the office of the person in charge of the election after the polls are closed in the county or local jurisdiction, the absentee ballot may not be counted or opened. Section 15. That § 12-19-14 be AMENDED: 12-19-14. Any voter who, having procured an official ballot or ballots or a Uniformed and Overseas Citizens Absentee Voting Act (UOCAVA) ballot link as provided in §§ 12-19-1 to 12-19-12, inclusive, intentionally disposes of a ballot in any manner other than as provided in such those sections or provides the UOCAVA ballot link to any other person is guilty of a Class 2 misdemeanor. The UOCAVA Uniformed and Overseas Citizens Absentee Voting Act ballot link is the internet URL for accessing an electronically provided absentee ballot. Section 16. That § 12-19-44 be AMENDED: 12-19-44. The room occupied by the absentee ballot counting board shall be open to any person for the purpose of observing the counting processThe process of sorting, validating, and counting absentee ballots must be open to poll watchers for the purpose of observing the process. Poll watcher shall keep a reasonable distance from ballots and identification information to protect the privacy of absentee voters. No record associating an individual voter with a ballot may be created. A violation of this section is a Class 2 misdemeanor. Section 17. That § 12-19-49 be REPEALED: If, prior to the casting of absentee ballots, the person in charge of the election or absentee ballot counting board shall have sufficient cause to believe that any voter who has marked and forwarded an absentee ballot has died prior to the opening of the polls on the date of the election, the ballot of the voter shall be returned in the sealed return envelope with the evidence of death attached and the envelope marked \"Unopened by reason of death of voter\" to the person in charge of the election. The casting of any such ballot, however, shall not invalidate the election. Section 18. That § 12-19-54 be AMENDED: 12-19-54. No person may employ, reward, or compensate any person to assist voters based on the number of voters assisted. Nothing in this section prohibits any person from hiring a person paid on an hourly or salaried basis to assist voters. Any violation of this section is a Class 2 1 misdemeanor. Section 19. That § 12-19-55 be AMENDED: 12-19-55. No person may receive any wages, reward, or compensation for assisting voters based on the number of voters assisted. Nothing in this section prohibits any person from being employed on an hourly or salaried basis to assist voters. Any violation of this section is a Class 2 1 misdemeanor. Section 20. That chapter 12-19 be amended with a NEW SECTION: No person may distribute an absentee ballot application to a voter that is prefilled with the voter's name and registration address. This provision does not apply to a person who is authorized to request an absentee ballot for a voter or a person assisting a voter who requires assistance for reason of an inability to read or write, blindness, or other physical disability. The person in charge of the election or their appointed designee may prefill an absentee ballot application for a voter who requests an application. Section 21. That chapter 12-19 be amended with a NEW SECTION: The person in charge of the election may not establish or place, or allow any individual to establish or place, an absentee ballot drop box within the official's jurisdiction. A completed absentee ballot may only be returned to an office of the individual in charge of the election pursuant to § 12-19-7. For the purposes of this section, the term, absentee ballot drop box, means a receptacle or container into which an individual may deposit a completed absentee ballot. This term excludes a county auditor's means for physically securing a completed absentee ballot as required by § 12-19-10 or 12-19-42, including a secured and monitored receptacle or container at the office of the individual in charge of the election. The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, prescribing the requirements to ensure the security of the receptacle or container located at the office of the individual in charge of the election. A violation of this section is a Class 2 misdemeanor. Section 22. That § 12-19-48 be REPEALED: If an absentee ballot is delivered to an absentee ballot counting board after the polls are closed the absentee ballot may not be counted or opened."}, {"bill_id": 24128, "bill_version_id": 250819, "bill_version": "Enrolled", "bill_version_date": "2023-03-03T14:43:29.727-06:00", "bill_text": "ENTITLED An Act to modify certain provisions pertaining to absentee voting. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 12-19-2 be AMENDED: 12-19-2. A voter desiring to vote by mail may apply to the person in charge of the election for an absentee ballot. The application or request must be made in writing, signed by the applicant, and must contain the applicant's voter registration address. The application or request must contain an oath verifying the validity of the information in the application or request. The oath must be administered by a notary public or other officer authorized by this state to administer an oath or administered by an out-of-state notary public. If the application or request does not contain an oath, the application or request must be accompanied by a copy of the voter's identification card as required by § 12-18-6.1. The copy of the voter's identification card must be maintained by the person in charge of the election pursuant to § 12-20-31. The voter's identification card is not available for public inspection. The application or request may be used to obtain an absentee ballot for all elections in that calendar year conducted by the jurisdiction receiving the application or request if so indicated. The ballot must be sent to the voter's residence, as shown in the voter registration file or any temporary residence address designated in writing by the voter, at the time of applying for the absentee ballot. If the application or request is from a voter identified as being covered by the Uniformed and Overseas Citizens Absentee Voting Act, 52 U.S.C. § 20301 et seq., as of January 1, 2023, the voter may designate on the application for the ballot to be sent electronically pursuant to this section through the system provided by the Office of the Secretary of State. The person in charge of the election shall stamp the application with the date it was received. The person in charge of the election shall preserve a record of the name, mailing address, and voting precinct of each applicant and, except as provided by § 12-19-45, deliver a copy of the record to the superintendent of the election board of the home precinct of the applicant. Section 2. That § 12-19-2.2 be AMENDED: 12-19-2.2. If a person is an authorized messenger for more than one voter, the person must notify the person in charge of the election of all voters for whom that person is a messenger. The person in charge of the election shall keep a record of the authorized messenger requesting an absentee ballot to be delivered to another voter. Section 3. That § 12-19-2.3 be AMENDED: 12-19-2.3. Any voter identified as being covered by the Uniformed and Overseas Citizens Absentee Voting Act, 52 U.S.C. § 20301 et seq., as of January 1, 2023, may submit an application or request for an absentee ballot by facsimile or emailed image to the person in charge of the election. The secretary of state may authorize a person in charge of an election to accept an application or request for an absentee ballot pursuant to this section through the system provided by the Office of the Secretary of State. Section 4. That § 12-19-2.5 be AMENDED: 12-19-2.5. The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, to prescribe the absentee application form and a combined absentee ballot application form and return envelope for absentee voting in the office of the person in charge of the election. The application may be made by letter or upon any form containing the required information or upon any form prescribed by the State Board of Elections or the postcard form referred to in § 12-4-8.1, executed by any person authorized in accordance with the Uniformed and Overseas Citizens Absentee Voting Act, 52 U.S.C. § 20301 et seq., as of January 1, 2023. Section 5. That § 12-19-4 be AMENDED: 12-19-4. The return envelope for the absentee ballot must have printed on the reverse thereof a statement to be signed by the voter. The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, prescribing the forms for the return envelope, ballots, and instructions to the voter. Section 6. That § 12-19-5 be AMENDED: 12-19-5. The envelope containing the enclosures, if not delivered to the voter personally by the person in charge of the election or the authorized messenger filing the voter's request for an absentee ballot, must, except for federal service voters, be mailed by first class mail to the address of the applicant stated in the application, with postage prepaid thereon. The return envelope and the envelope for transmitting the enclosures to federal service voters must meet the requirements of the Uniformed and Overseas Citizens Absentee Voting Act, 52 U.S.C. § 20301 et seq., as of January 1, 2023, and must be transmitted by air mail, free of United States postage, including air mail. No public official may mail an absentee ballot to a voter after the Monday prior to election day. Section 7. That § 12-19-7 be AMENDED: 12-19-7. A voter voting an absentee ballot shall mark it and fold it without revealing the marks to any other person. The voter shall place the voted ballots in the return envelope provided and seal the envelope. The voter shall sign the statement on the return envelope. The voter shall return the ballot to the office of the person in charge of the election by: (1) Mailing the ballot; (2) Delivering the ballot in person; or (3) Providing the ballot to an absentee ballot messenger to deliver the ballot in person as prescribed by this chapter. Section 8. That § 12-19-7.1 be AMENDED: 12-19-7.1. No person who is a candidate for any elective office, except for political party offices described in § 12-5-2 or county auditor or such deputy, at the election for which the ballot or ballots are to be voted, may serve as an authorized messenger. A violation of this section is a Class 2 misdemeanor. Section 9. That § 12-19-9 be AMENDED: 12-19-9. An authorized messenger shall deliver the absentee ballot to the office of the person in charge of the election unless there is not sufficient time for the person in charge of the election to transmit the absentee ballot to the voter's home precinct or a vote center as prescribed by § 12-14-17. In that instance, the authorized messenger shall personally deliver the absentee ballot to the precinct superintendent of the voter's home precinct. If the authorized messenger requests a receipt when returning the absentee ballot, the person in charge of the election shall provide the authorized messenger a receipt. Section 10. That § 12-19-9.1 be AMENDED: 12-19-9.1. If there is any nursing facility, assisted living center, or hospital, as defined in § 34-12-1.1, within any county from which there might reasonably be expected to be five or more absentee applications, the county auditor shall notify the person in charge of that facility and the chair of the county central committee of each party and any other person who has filed a request to be notified of the date and time at which representatives of the auditor's office will be present to assist the residents of that facility to vote, utilizing the absentee procedure. Any political party, independent candidate, and nonpolitical candidate may assign a person to accompany the county auditor's representatives. At the date and time announced, the county auditor's representative shall deliver ballots to and assist all persons at that facility who desire assistance to vote. This section applies only to a primary or general election. If a person in charge of an election conducts absentee voting at a nursing facility, assisted living center, or hospital, as defined in § 34-12-1.1, the voter shall complete a combined absentee ballot application form and return envelope, and the identification and affidavit requirements provided in § 12-19-2.1 are waived. The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, prescribing the procedures by which the county auditor will conduct absentee voting, collect completed ballots, and secure completed ballots at a nursing facility, assisted living center, or hospital, as defined in § 34-12-1.1. Section 11. That § 12-19-9.2 be AMENDED: 12-19-9.2. If, prior to the casting of absentee ballots, it is made to appear by due proof to the county auditor or election board that any voter who has marked and forwarded an absentee ballot is no longer eligible to vote due to death, felony conviction, or mental incompetence prior to the opening of the polls on the date of the election, the ballot of the voter must be returned in the sealed return envelope with the evidence of the disqualifying factor listed in this section attached and the envelope marked accordingly with one of the following statements: (1) Unopened by reason of death of voter; (2) Unopened by reason of felony conviction of voter; or (3) Unopened by reason of mental incompetence of voter. The marked envelope must be returned to the officer in charge of the conduct of the election. A returned absentee ballot deemed ineligible may not be opened or counted. The casting of any such ballot shall not invalidate the election. Section 12. That § 12-19-10 be AMENDED: 12-19-10. Upon receipt of the sealed return envelope containing the voted ballots, the person in charge of the election or their designee shall mark the date of receipt on the envelope. The person in charge of the election shall keep the absentee ballot in a safe place without opening the envelope or breaking the seal thereof and shall, except as provided by § 12-19-42, deliver it to the precinct superintendent of election of the voter's home precinct. The person in charge of the election shall have the absentee ballots delivered with the election supplies, or if received later, then prior to the close of the polls. If the election board is not otherwise engaged in official duties, or if there are absentee ballots not processed when the polls close, immediately thereafter, the board must carefully compare the statement on the reverse side of the official return envelope with the written application received from the officer in charge of the election without opening or breaking the seal of the return envelope. If the ballot is contained in a combined absentee ballot application/return envelope, the comparison of the statement and the application must be omitted. The board shall enter the voter's name on the election pollbook and mark the registration list if: (1) The ballot received was voted by the voter whose name appears on the statement; (2) The voter is registered in the precinct and has not previously voted in that precinct at the election; and (3) The written application and statement were both signed by the voter. The board shall then open the envelope without opening, unfolding or examining the ballots the envelope may contain, stamp the ballots with the official stamp, and deposit the ballots with the other ballots cast at the election. If the board determines that an absentee ballot envelope cannot be opened because the envelope does not meet the requirements for opening, the reason must be written on the envelope, signed by a member of the board, and the envelope placed in a larger envelope for unopened absentee ballots. It is a Class 2 misdemeanor for a person, prior to the counting of the votes, to open, unfold, or examine any ballot, or make any communication to any person concerning the markings or contents of the ballot, or to create any record associating an individual voter with a ballot. Section 13. That § 12-19-10.1 be AMENDED: 12-19-10.1. If a county uses an absentee ballot precinct at the building where the county auditor is located to process absentee ballots on election day for a federal, state, or county election, the county has the option to validate the absentee ballot signatures in the county auditor's office. The county auditor shall follow the provisions of § 12-19-10 except for the following: (1) The county auditor, at anytime during the absentee voting timeframe, shall carefully compare the statement on the reverse side of the official return envelope with the written application without opening or breaking the seal of the return envelope; and (2) If the county auditor determines that both signatures match: (a) The application for absentee ballot does not need to be sent to the absentee precinct board; and (b) The county auditor shall initial the envelope after the determination that signatures do match. A violation of this section is a Class 2 misdemeanor. Section 14. That § 12-19-12 be AMENDED: 12-19-12. If an absentee ballot is delivered to a polling place, absentee counting board, or the office of the person in charge of the election after the polls are closed in the county or local jurisdiction, the absentee ballot may not be counted or opened. Section 15. That § 12-19-14 be AMENDED: 12-19-14. Any voter who, having procured an official ballot or a Uniformed and Overseas Citizens Absentee Voting Act ballot link as provided in §§ 12-19-1 to 12-19-12, inclusive, intentionally disposes of a ballot in any manner other than as provided in those sections or provides the ballot link to any other person is guilty of a Class 2 misdemeanor. The Uniformed and Overseas Citizens Absentee Voting Act ballot link is the internet URL for accessing an electronically provided absentee ballot. Section 16. That § 12-19-44 be AMENDED: 12-19-44. The process of sorting, validating, and counting absentee ballots must be open to poll watchers for the purpose of observing the process. Poll watcher shall keep a reasonable distance from ballots and identification information to protect the privacy of absentee voters. No record associating an individual voter with a ballot may be created. A violation of this section is a Class 2 misdemeanor. Section 17. That § 12-19-49 be REPEALED. Section 18. That § 12-19-54 be AMENDED: 12-19-54. No person may employ, reward, or compensate any person to assist voters based on the number of voters assisted. Nothing in this section prohibits any person from hiring a person paid on an hourly or salaried basis to assist voters. Any violation of this section is a Class 1 misdemeanor. Section 19. That § 12-19-55 be AMENDED: 12-19-55. No person may receive any wages, reward, or compensation for assisting voters based on the number of voters assisted. Nothing in this section prohibits any person from being employed on an hourly or salaried basis to assist voters. Any violation of this section is a Class 1 misdemeanor. Section 20. That chapter 12-19 be amended with a NEW SECTION: No person may distribute an absentee ballot application to a voter that is prefilled with the voter's name and registration address. This provision does not apply to a person who is authorized to request an absentee ballot for a voter or a person assisting a voter who requires assistance for reason of an inability to read or write, blindness, or other physical disability. The person in charge of the election or their appointed designee may prefill an absentee ballot application for a voter who requests an application. Section 21. That chapter 12-19 be amended with a NEW SECTION: The person in charge of the election may not establish or place, or allow any individual to establish or place, an absentee ballot drop box within the official's jurisdiction. A completed absentee ballot may only be returned to an office of the individual in charge of the election pursuant to § 12-19-7. For the purposes of this section, the term, absentee ballot drop box, means a receptacle or container into which an individual may deposit a completed absentee ballot. This term excludes a county auditor's means for physically securing a completed absentee ballot as required by § 12-19-10 or 12-19-42, including a secured and monitored receptacle or container at the office of the individual in charge of the election. The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, prescribing the requirements to ensure the security of the receptacle or container located at the office of the individual in charge of the election. A violation of this section is a Class 2 misdemeanor. Section 22. That § 12-19-48 be REPEALED. An Act to modify certain provisions pertaining to absentee voting. I certify that the attached Act originated in the: House as Bill No. 1165 Chief Clerk Speaker of the House Attest: Chief Clerk President of the Senate Attest: Secretary of the Senate House Bill No. 1165 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2023 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2023 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2023 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24128, "action_date": "2023-01-26T13:00:00-06:00", "document_id": 246371, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/246371.pdf", "status_text": "First read in House and referred to", "journal_page": 160, "committee_id_action": 1159, "committee_id_assigned": 1166, "result": "N", "vote": {}}, {"bill_id": 24128, "action_date": "2023-02-01T07:45:00-06:00", "document_id": 247138, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247138.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1166, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24128, "action_date": "2023-02-03T07:45:00-06:00", "document_id": 248135, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248135.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1166, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24128, "action_date": "2023-02-03T07:45:00-06:00", "document_id": 248136, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248136.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 1166, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 24128, "action_date": "2023-02-03T07:45:00-06:00", "document_id": 248136, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248136.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 1166, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76726, "president_vote": null, "Yea": [4334, 4337, 4341, 4343, 4344, 4353, 4366, 4409, 4470, 4408, 4392], "Nay": [4368, 4385]}}, {"bill_id": 24128, "action_date": "2023-02-07T14:00:00-06:00", "document_id": 248719, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248719.pdf", "status_text": "Do Pass Amended", "journal_page": 249, "committee_id_action": 1159, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76899, "president_vote": null, "Yea": [4456, 4445, 4441, 4334, 4337, 4459, 4341, 4343, 4344, 4449, 4350, 4351, 4442, 4353, 4468, 4358, 4365, 4366, 4450, 4373, 4374, 4379, 4462, 4383, 4452, 4454, 4438, 4384, 4451, 4388, 4389, 4469, 4392, 4447, 4396, 4397, 4398, 4400, 4440, 4403, 4437, 4408, 4409, 4458, 4455, 4444, 4412, 4463, 4439, 4417, 4418, 4421, 4464, 4446, 4465, 4470, 4429], "Nay": [4333, 4354, 4471, 4368, 4375, 4443, 4385, 4393, 4467, 4405, 4461], "Excused": [4401, 4406]}}, {"bill_id": 24128, "action_date": "2023-02-08T14:00:00-06:00", "document_id": 248865, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248865.pdf", "status_text": "First read in Senate and referred to", "journal_page": 226, "committee_id_action": 1183, "committee_id_assigned": 1184, "result": "N", "vote": {}}, {"bill_id": 24128, "action_date": "2023-02-22T10:00:00-06:00", "document_id": 249545, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249545.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1184, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24128, "action_date": "2023-02-22T10:00:00-06:00", "document_id": 249546, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249546.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 1184, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 24128, "action_date": "2023-02-22T10:00:00-06:00", "document_id": 249546, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249546.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 1184, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 77423, "president_vote": null, "Yea": [4413, 4348, 4355, 4410, 4426, 4430, 4352, 4345], "Nay": [4394]}}, {"bill_id": 24128, "action_date": "2023-02-24T13:30:00-06:00", "document_id": 250063, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/250063.pdf", "status_text": "Deferred to another day", "journal_page": 338, "committee_id_action": 1183, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 24128, "action_date": "2023-02-27T14:00:00-06:00", "document_id": 250228, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/250228.pdf", "status_text": "Do Pass Amended", "journal_page": 358, "committee_id_action": 1183, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 77726, "president_vote": null, "Yea": [4336, 4338, 4340, 4342, 4345, 4348, 4448, 4352, 4355, 4359, 4457, 4372, 4378, 4381, 4382, 4453, 4386, 4460, 4395, 4399, 4407, 4410, 4413, 4414, 4419, 4426, 4430, 4432, 4434, 4436], "Nay": [4339, 4360, 4394, 4404], "Excused": [4466]}}, {"bill_id": 24128, "action_date": "2023-03-01T14:00:00-06:00", "document_id": 250698, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/250698.pdf", "status_text": "Concurred in amendments", "journal_page": 428, "committee_id_action": 1159, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 77862, "president_vote": null, "Yea": [4456, 4445, 4441, 4334, 4337, 4459, 4341, 4343, 4344, 4449, 4350, 4351, 4442, 4353, 4468, 4358, 4365, 4366, 4450, 4373, 4374, 4379, 4462, 4383, 4452, 4454, 4438, 4384, 4443, 4451, 4388, 4389, 4469, 4392, 4447, 4396, 4397, 4398, 4400, 4401, 4440, 4403, 4437, 4408, 4409, 4458, 4455, 4444, 4412, 4463, 4439, 4417, 4421, 4464, 4465, 4470, 4429], "Nay": [4333, 4354, 4471, 4368, 4375, 4385, 4393, 4467, 4405, 4406, 4461], "Excused": [4418, 4446]}}, {"bill_id": 24128, "action_date": "2023-03-06T09:00:00-06:00", "document_id": 250995, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/250995.pdf", "status_text": "Signed by the Speaker", "journal_page": 489, "committee_id_action": 1159, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24128, "action_date": "2023-03-07T10:00:00-06:00", "document_id": 251159, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/251159.pdf", "status_text": "Signed by the President", "journal_page": 447, "committee_id_action": 1183, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24128, "action_date": "2023-03-08T09:00:00-06:00", "document_id": 251237, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/251237.pdf", "status_text": "Delivered to the Governor", "journal_page": 509, "committee_id_action": 1159, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24128, "action_date": "2023-03-27T09:00:00-05:00", "document_id": 251424, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/251424.pdf", "status_text": "Signed by the Governor", "journal_page": 545, "committee_id_action": 1159, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 7757, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24128"}