{"session_id": 49, "bill_id": 15131, "bill_type": "House Bill", "bill_number": 1152, "bill_title": "provide a preference for residents in competitive bids for certain public contracts.", "sponsors": [{"legislator_profile_id": 2401, "is_prime": true}], "keywords": ["Public Contracts"], "audio": [], "bill_versions": [{"bill_id": 15131, "bill_version_id": 86380, "bill_version": "Introduced", "bill_version_date": "2000-01-18T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide a preference for residents in competitive bids for certain public contracts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 5-19-3 be amended to read as follows: 5-19-3. When If a contract is let by the state, a department thereof, any county, municipality, school district , or other public corporation of the state for the erection, construction, alteration , or repair of any public building, other structure , or addition thereto, or for any public work or improvement or for the purchase of any goods, merchandise, supplies , or equipment of any character, the contract shall be let to the lowest responsible bidder. However, a resident bidder shall be allowed a preference on a contract against the bid of any bidder from any other state which enforces or has a preference for resident bidders. The amount of the preference given to the resident bidder shall be equal to the preference in the other state if the resident's bid is equal to or within five percent of the lowest responsible bid . Section 2. That § 5-23-21.2 be amended to read as follows: 5-23-21.2. The Bureau of Administration, and each other agency of the state, and each political subdivision of the state shall in every case give preference to any person, firm, or corporation who has his or its if the resident bidder's principal place of business is in the state. However Moreover , a resident bidder may be allowed a preference on a contract against the bid of any bidder from any other state which enforces or has a preference for resident bidders. The amount of the preference given to the resident bidder of this state shall be equal to the preference in the other state. Resident bidders if the resident's bid is equal to or within five percent of the lowest responsible bid. Any resident bidder of this state shall be given preferences such a preference on a contract against the bid of any bidder from any other state which enforces or has a preference for resident bidders in an amount equal to the preference in the other state on contracts any contract involving funds obtained from the federal government unless the preference is expressly prohibited by the laws of the United States."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 15131, "action_date": "2000-01-19T14:00:00-06:00", "document_id": 85632, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85632.pdf", "status_text": "First read in House and referred to", "journal_page": 132, "committee_id_action": 656, "committee_id_assigned": 651, "result": "N", "vote": {}}, {"bill_id": 15131, "action_date": "2000-01-24T19:00:00-06:00", "document_id": 85765, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85765.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 651, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15131, "action_date": "2000-01-24T19:00:00-06:00", "document_id": 85765, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85765.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 219, "committee_id_action": 651, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 45267, "president_vote": null, "Yea": [2313, 2333, 2337, 2351, 2353, 2363, 2368, 2388, 2393, 2372, 2319], "Nay": [2345, 2360]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/15131"}