{"session_id": 69, "bill_id": 24655, "bill_type": "Senate Bill", "bill_number": 196, "bill_title": "clarify provisions regarding historical license plates.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24655", "sponsors": [{"legislator_profile_id": 4571, "is_prime": true}, {"legislator_profile_id": 4576, "is_prime": true}, {"legislator_profile_id": 4477, "is_prime": false}, {"legislator_profile_id": 4482, "is_prime": false}, {"legislator_profile_id": 4490, "is_prime": false}, {"legislator_profile_id": 4498, "is_prime": false}, {"legislator_profile_id": 4499, "is_prime": false}, {"legislator_profile_id": 4520, "is_prime": false}, {"legislator_profile_id": 4523, "is_prime": false}, {"legislator_profile_id": 4543, "is_prime": false}, {"legislator_profile_id": 4547, "is_prime": false}, {"legislator_profile_id": 4557, "is_prime": false}, {"legislator_profile_id": 4559, "is_prime": false}, {"legislator_profile_id": 4566, "is_prime": false}, {"legislator_profile_id": 4568, "is_prime": false}, {"legislator_profile_id": 4569, "is_prime": false}], "keywords": [], "audio": [], "bill_versions": [{"bill_id": 24655, "bill_version_id": 263664, "bill_version": "Introduced", "bill_version_date": "2024-01-30T14:14:36.003-06:00", "bill_text": "An Act to clarify provisions regarding historical license plates. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 32-5-77 be AMENDED: 32-5-77. Any person who is a resident of this state and the owner of a noncommercial automobile, pickup truck, van, or truck, with a weight less than eight thousand pounds, or a retired firetruck which that is more than at least thirty years old at the time of applying for registration of the vehicle, may apply directly to the secretary for historical license plates in lieu of the application provided for in §§ 32-5-2 and 32-5-3. The historical license plates shall must be issued to the applicant instead of the usual license plates after payment of a ten dollar ten-dollar registration fee. Historical license plates for a motor vehicle other than a motorcycle shall must be issued in pairs. A single historical license plate shall must be issued for a motorcycle. The license plates shall be Each historical license plate is permanent for the life of the motor vehicle. No motor vehicle for which that is issued historical license plates have been issued may be used for daily transportation to and from a place of work or for commercial transportation. The motor vehicle may be used for pleasure transportation, public displays, parades, and other related pleasure or hobby activities, and may be driven to and from any facility providing motor vehicle maintenance or repair. However, no motor vehicle for which that historical plates have been issued on may be driven more than four thousand miles per year. Fees collected under the provisions of this section shall must be credited to the state motor vehicle fund."}], "amendments": [], "fiscal_notes": [], "action_log": []}