{"session_id": 19, "bill_id": 4204, "bill_type": "Senate Bill", "bill_number": 100, "bill_title": "establish a wine direct shipper permit and to provide for certain direct shipments of wine.", "sponsors": [{"legislator_profile_id": 338, "is_prime": true}, {"legislator_profile_id": 377, "is_prime": true}, {"legislator_profile_id": 362, "is_prime": false}, {"legislator_profile_id": 330, "is_prime": false}, {"legislator_profile_id": 337, "is_prime": false}, {"legislator_profile_id": 360, "is_prime": false}, {"legislator_profile_id": 382, "is_prime": false}, {"legislator_profile_id": 324, "is_prime": false}, {"legislator_profile_id": 397, "is_prime": false}, {"legislator_profile_id": 358, "is_prime": false}, {"legislator_profile_id": 364, "is_prime": false}, {"legislator_profile_id": 376, "is_prime": false}, {"legislator_profile_id": 336, "is_prime": false}, {"legislator_profile_id": 359, "is_prime": false}, {"legislator_profile_id": 345, "is_prime": false}, {"legislator_profile_id": 329, "is_prime": false}, {"legislator_profile_id": 331, "is_prime": false}, {"legislator_profile_id": 414, "is_prime": false}, {"legislator_profile_id": 380, "is_prime": false}, {"legislator_profile_id": 385, "is_prime": false}, {"legislator_profile_id": 384, "is_prime": false}, {"legislator_profile_id": 368, "is_prime": false}, {"legislator_profile_id": 328, "is_prime": false}, {"legislator_profile_id": 333, "is_prime": false}, {"legislator_profile_id": 411, "is_prime": false}, {"legislator_profile_id": 355, "is_prime": false}, {"legislator_profile_id": 378, "is_prime": false}, {"legislator_profile_id": 323, "is_prime": false}, {"legislator_profile_id": 319, "is_prime": false}, {"legislator_profile_id": 339, "is_prime": false}, {"legislator_profile_id": 361, "is_prime": false}, {"legislator_profile_id": 391, "is_prime": false}, {"legislator_profile_id": 383, "is_prime": false}, {"legislator_profile_id": 379, "is_prime": false}], "keywords": ["Alcoholic Beverages", "Winery"], "audio": [{"meeting_datetime": "2013-01-31T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sco16.mp3", "start_seconds": 4893.0}, {"meeting_datetime": "2013-01-31T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sco16.mp3", "start_seconds": 4893.0}, {"meeting_datetime": "2013-01-31T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sco16.mp3", "start_seconds": 4893.0}, {"meeting_datetime": "2013-02-05T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sco18.mp3", "start_seconds": 130.0}, {"meeting_datetime": "2013-02-05T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sco18.mp3", "start_seconds": 130.0}, {"meeting_datetime": "2013-02-05T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sco18.mp3", "start_seconds": 130.0}], "bill_versions": [{"bill_id": 4204, "bill_version_id": 23979, "bill_version": "Introduced", "bill_version_date": "2013-01-18T07:36:37.397-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a wine direct shipper permit and to provide for certain direct shipments of wine. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Any person currently licensed in this state or any other state as a winery or wine grower and who obtains a wine direct shipper permit in accordance with this Act may sell and ship wine directly to a resident of South Dakota. Nothing in this Act prevents any person from shipping or obtaining wine using the procedures specified in §§ 35-12A-1 to 35-12A-5, inclusive. Section 2. Any applicant for a wine direct shipper permit shall: (1) File an application with the Department of Revenue containing information specified in rules promulgated pursuant to section 9 of this Act; (2) Pay a registration fee of one hundred dollars; (3) Provide to the department a true copy of any current alcoholic beverage license issued in another state. The department shall issue a wine direct shipper permit to any applicant who meets the requirements of this section and rules promulgated pursuant to section 9 of this Act. Before sending any shipment of wine to a resident of South Dakota under this Act, the shipper shall obtain a wine direct shippers permit and a sales and use tax permit from the department. A wine direct shipper permit holder located outside the state may annually renew its permit with the department by paying a renewal registration fee of one hundred dollars and providing the department with a true copy of its current alcoholic beverage license issued by another state. A wine direct shipper permit holder located in South Dakota may annually renew its wine direct shipper permit and shall pay a renewal registration fee of one hundred dollars. Section 3. The holder of a wine direct shipper permit may sell and ship wine to any resident of South Dakota who is twenty-one years of age or older for the resident's personal use and not for resale. The permit holder may ship no more than two cases of wine per month to the resident. A case of wine is any combination of packages containing not more than nine liters of wine. Before shipping the wine, the permit holder shall verify the age of the person placing the order by obtaining from the person a copy of a photo identification issued by this state, another state, or the federal government or by using an identification verification service approved by the Department of Revenue. The person receiving and accepting the order shall record the name, address, date of birth, and telephone number of the person placing the order on the order form or other verifiable record. Additionally, permit holders shall notify purchasers that the recipient will be required to show identification upon delivery. Section 4. The holder of a wine direct shipper permit may ship wine directly to a resident in this state only in containers that are conspicuously labeled with the words \"CONTAINS ALCOHOL: SIGNATURE OF PERSON AGE 21 OR OLDER REQUIRED FOR DELIVERY.\" The permit holder shall place a label on the top panel of the shipping container containing the permit holder's permit number, the order number, and the name and address of the permit holder. Section 5. The holder of a wine direct shipper permit may ship wine only if the permit holder requires the common carrier delivering the wine to: (1) Require the recipient, at the delivery address, upon delivery, to demonstrate that the recipient is at least twenty-one years of age by providing a valid form of photographic identification; (2) Require the recipient to sign an electronic or paper form or other acknowledgment of receipt; (3) Refuse delivery if the proposed recipient appears to be less than twenty-one years of age and refuses to present a valid form of photographic identification or the recipient appears to be intoxicated. The common carrier shall implement the requirements specified in subdivisions (1), (2), and (3) of this section. Any common carrier that delivers wine to a person who is less than twenty-one years of age is subject to a fine of five hundred dollars for the first offense; a fine of five hundred dollars and a seven-day suspension of alcohol shipments into or within South Dakota for the second offense; and a fine of one thousand dollars and a ninety-day suspension of alcohol shipments into or within South Dakota for the third offense. Section 6. The holder of a wine direct shipper permit is deemed to have consented to the jurisdiction of the Department of Revenue, any other state agency, and the courts of the state of South Dakota with respect to the enforcement of this Act and any related laws or rules. The permit holder shall allow the department to perform an audit of the permit holder's records upon request. Upon request of the department, the permit holder shall make available to the department any document used to verify the age of any person ordering or receiving wine from the permit holder. A wine direct shipper permit may be revoked or suspended as provided in § 35-2-10. Section 7. The holder of a wine direct shipper permit shall report to the Department of Revenue no later than January thirty-first of each year, the total amount of wine, by type, brand and price, shipped into or within the state during the preceding calendar year under the wine direct shipper permit, and the names, addresses, order numbers, and amounts of wine ordered by and shipped to individual consumers. If the permit holder is located outside of the state of South Dakota, the permit holder shall annually pay to the Department of Revenue all sales taxes and excise taxes due on sales to residents of South Dakota in the preceding calendar year. The amount of the taxes is calculated as if the sale were in South Dakota. Section 8. Sales and shipments of wine direct to consumers in South Dakota from wineries or wine growers that do not possess a current wine direct shipper permit from the Department of Revenue are prohibited. For the first offense, the department shall send a certified letter to any person who violates this section and order the person to cease and desist any shipments of alcoholic beverages to South Dakota residents. For any subsequent violation of this section, the department shall notify the alcoholic liquor control agency in the direct shipper's state of domicile, if other than South Dakota, and the Alcohol and Tobacco Tax and Trade Bureau of the United States Department of Treasury of the violation. Any violation of this section is subject to any other applicable penalties provided under this title. Section 9. The Department of Revenue shall promulgate rules pursuant to chapter 1-26 to specify forms, criteria, and procedures for the application for and issuance of a wine direct shipper permit; requirements and standards for the selection, approval, and use of identification verification services; and requirements, forms, and procedures for the reporting and tracking of information related to the sale or shipment of wine under this Act. Section 10. That § 35-4-66 be amended to read as follows: 35-4-66. Alcoholic beverages, except malt beverages, may be transported only: (1) By transporter licensees in the course of delivery to persons authorized under this title to receive such alcoholic beverages; (2) By distillers or wholesale licensees in the distiller's or wholesale licensee's own vehicles, carrying the distiller's or wholesale licensee's own merchandise; (3) By solicitor licensees, such transportation being limited to samples, sealed or unsealed, of products for which orders are solicited; (4) By individuals, interstate transportation being limited to alcoholic beverages in quantities of one gallon or less, intrastate transportation not being restricted as to quantity, but in either case the alcoholic beverages shall have been purchased by the individuals for personal use only; (5) By common carriers in interstate commerce if the shipment originates outside the state and is destined for a point outside the state; (6) By carrier licensees, as to that included in the stock in trade of the licensees; (7) By established religious organizations, interstate transportation being limited to alcoholic beverages in quantities of four gallons or less, intrastate transportation not being restricted as to quantity, but in either case such alcoholic beverages shall have been purchased by such established religious organizations for sacramental use only; (8) By common carriers in accordance with the provisions of sections 1 to 9, inclusive, of this Act. Section 11. That § 35-4-74 be amended to read as follows: 35-4-74. No off-sale licensee, except a person who holds a wine direct shipper permit issued pursuant to section1 of this Act, may make any delivery of alcoholic beverages outside of the premises described in the license. A violation of this section is a Class 2 misdemeanor. Section 12. That § 35-12A-5 be amended to read as follows: 35-12A-5. No person in the business of selling alcoholic beverages, except a person who holds a wine direct shipper permit issued pursuant to section 1 of this Act, may ship or cause to be shipped any alcoholic beverage to any South Dakota resident who does not hold a license issued pursuant to chapter 35-4. The department shall, for the first offense, send a certified letter to any person who violates this section and order such person to cease and desist any shipments of alcoholic beverages to South Dakota residents. Any subsequent violation of this section is a Class 1 misdemeanor."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4204, "action_date": "2013-01-18T13:00:00-06:00", "document_id": 24090, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24090.pdf", "status_text": "First read in Senate and referred to", "journal_page": 144, "committee_id_action": 200, "committee_id_assigned": 177, "result": "N", "vote": {}}, {"bill_id": 4204, "action_date": "2013-01-31T10:00:00-06:00", "document_id": 24877, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24877.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 177, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4204, "action_date": "2013-02-05T10:00:00-06:00", "document_id": 25073, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25073.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 177, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4204, "action_date": "2013-02-05T10:00:00-06:00", "document_id": 25266, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25266.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 322, "committee_id_action": 177, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13410, "president_vote": null, "Nay": [362, 366], "Yea": [358, 364, 345, 363], "Excused": [331]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/4204"}