{"session_id": 19, "bill_id": 161, "bill_type": "House Bill", "bill_number": 1183, "bill_title": "establish a pilot program that uses home-based educational technology to prepare certain preschool children for school, and to make an appropriation therefor.", "sponsors": [{"legislator_profile_id": 331, "is_prime": true}, {"legislator_profile_id": 357, "is_prime": true}, {"legislator_profile_id": 338, "is_prime": false}, {"legislator_profile_id": 366, "is_prime": false}, {"legislator_profile_id": 396, "is_prime": false}, {"legislator_profile_id": 363, "is_prime": false}, {"legislator_profile_id": 364, "is_prime": false}, {"legislator_profile_id": 336, "is_prime": false}, {"legislator_profile_id": 329, "is_prime": false}, {"legislator_profile_id": 335, "is_prime": false}, {"legislator_profile_id": 369, "is_prime": false}, {"legislator_profile_id": 414, "is_prime": false}, {"legislator_profile_id": 371, "is_prime": false}, {"legislator_profile_id": 404, "is_prime": false}, {"legislator_profile_id": 328, "is_prime": false}, {"legislator_profile_id": 377, "is_prime": false}, {"legislator_profile_id": 339, "is_prime": false}, {"legislator_profile_id": 361, "is_prime": false}, {"legislator_profile_id": 391, "is_prime": false}, {"legislator_profile_id": 354, "is_prime": false}], "keywords": ["Education"], "audio": [{"meeting_datetime": "2013-02-13T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hed22.mp3", "start_seconds": 4938.0}, {"meeting_datetime": "2013-02-13T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hed22.mp3", "start_seconds": 4938.0}, {"meeting_datetime": "2013-02-13T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hed22.mp3", "start_seconds": 4938.0}, {"meeting_datetime": "2013-02-13T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hed22.mp3", "start_seconds": 4938.0}, {"meeting_datetime": "2013-02-13T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hed22.mp3", "start_seconds": 4938.0}, {"meeting_datetime": "2013-02-13T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hed22.mp3", "start_seconds": 4938.0}, {"meeting_datetime": "2013-02-15T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hed24.mp3", "start_seconds": 6232.0}, {"meeting_datetime": "2013-02-15T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hed24.mp3", "start_seconds": 6232.0}, {"meeting_datetime": "2013-02-15T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hed24.mp3", "start_seconds": 6232.0}, {"meeting_datetime": "2013-02-15T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hed24.mp3", "start_seconds": 6232.0}, {"meeting_datetime": "2013-02-15T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hed24.mp3", "start_seconds": 6232.0}, {"meeting_datetime": "2013-02-19T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hap25.mp3", "start_seconds": 12785.0}, {"meeting_datetime": "2013-02-19T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hap25.mp3", "start_seconds": 12785.0}, {"meeting_datetime": "2013-02-19T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hap25.mp3", "start_seconds": 12785.0}, {"meeting_datetime": "2013-02-19T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hap25.mp3", "start_seconds": 12785.0}], "bill_versions": [{"bill_id": 161, "bill_version_id": 24475, "bill_version": "Introduced", "bill_version_date": "2013-01-24T10:31:13.537-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a pilot program that uses home-based educational technology to prepare certain preschool children for school. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Contractor,\" the educational technology provider selected by the Department of Education pursuant to section 3 of this Act; (2) \"Low income families,\" families whose annual household income does not exceed the federal poverty level as updated annually on the website of the Department of Social Services; and (3) \"Preschool children,\" children who are age four or five and have not entered kindergarten. Section 2. There is hereby established within the Department of Education a pilot program that uses a home-based technology program to develop the school readiness skills of preschool children from low-income families. The purpose of the pilot program is: (1) To evaluate the effectiveness of giving preschool children access, at home, to interactive individualized instruction delivered by computers and the Internet to prepare them academically for success in school; and (2) To test the feasibility of scaling a home-based curriculum in reading, math and science delivered by computers and the Internet to a greater number of preschool children from low-income families in South Dakota. The pilot program is a three-year program in which children will begin participating on or before January 1, 2014. Section 3. The Department of Education shall contract with an educational technology provider for the delivery of a home-based educational technology program for preschool children who are selected to participate in the pilot program established in section 2 of this Act. The contractor selected by the department shall meet the following requirements: (1) The contractor shall provide computer-assisted instruction for preschool children on a home computer connected by the Internet to a centralized file storage facility; (2) The contractor shall provide technical support to families for the installation and operation of the instructional software; (3) The contractor shall provide for the installation of computer and Internet access in homes of participating families who cannot afford the equipment and service; (4) The contractor shall have the capability of performing through the Internet the following tasks: (a) Communicating with parents; (b) Updating the instructional software; (c) Validating user access; (d) Collecting usage data; (e) Storing research data; and (f) Producing reports for parents, schools, and the Legislature; (5) The contractor shall have the capability to quickly and efficiently modify, improve, and support the product; (6) The contractor shall work in cooperation with personnel from participating education service agencies who will provide administrative and technical support to the program as provided in section 4 of this Act; and (7) The contractor shall solicit families to participate in the program as provided in section 5 of this Act. The program provided by the selected contractor shall include the following components: (1) Computer-assisted, individualized instruction in reading, mathematics, and science; (2) A multisensory reading tutoring program; and (3) A validated computer adaptive reading test that does not require the presence of trained adults to administer and is an accurate indicator of reading readiness for children who cannot read. The contract entered into pursuant to this section shall provide funding for a home-based educational technology program for preschool children for one year with an option to extend the contract for additional years or to expand the program to a greater number of preschool children as funding permits. Section 4. An education service agency may participate in the program established pursuant to section 2 of this Act if the agency agrees to work in cooperation with the contractor to provide administrative and technical support for the pilot project. A participating education service agency shall: (1) Receive funding for staff, and any necessary travel, materials, and meeting costs associated with the program; (2) Participate in program training by the contractor; and (3) Agree to adopt standardized policies and procedures in implementing the pilot project. Section 5. The contractor shall solicit families to participate in the program established pursuant to section 2 of this Act through a public information campaign and referrals from participating education service agencies. Preschool children who participate in the program shall be from low-income families, and shall reside in different regions of the state. Any participating family that cannot afford a computer and Internet service to operate the instructional software may obtain a computer and peripheral equipment on loan and receive free Internet service for the duration of the family's participation in the program. The contractor shall make the home-based educational technology program available to low-income families at an agreed upon cost if the number of families who want to participate in the program exceeds the number of participants for which available funding allows. Section 6. The Department of Education may purchase computers, peripheral equipment, and Internet service for low-income families participating in the program established in section 2 of this Act who cannot afford them through cooperative purchasing contracts administered by the Bureau of Administration. Section 7. The Department of Education may accept and expend for the purposes of this Act any funds obtained from federal sources, gifts, contributions, or any other source if such acceptance and expenditure is approved in accordance with § 4-8B-10. Section 8. The Board of Education shall promulgate rules pursuant to chapter 1-26 to establish the application process and timelines for education service agencies and for families who want to participate in the program established in section 2 of this Act. Section 9. The contractor shall cause an annual audit to be made by an independent certified public accountant of the contractor's use of the funds provided for the program established in section 2 of this Act, and the contractor shall provide the audit to the Department of Education. The Department of Education shall annually contract with an independent, qualified evaluator to evaluate the program, and the department shall annually provide the financial audit and the evaluation required pursuant to this section to the Legislature. In addition, the department shall report to the Legislature on the following: (1) The extent to which the program is accomplishing the purposes established in section 2 of this Act; (2) The number of families participating in the program, the number of families requesting computers, and the number of families to whom computers were furnished; (3) The frequency of use of the instructional software; (4) Any obstacles that were encountered with software usage, hardware, or providing technical assistance to families; and (5) Student performance on pre-kindergarten and post-kindergarten assessments provided by the contractor for students who participated in the program and those who did not participate in the program."}, {"bill_id": 161, "bill_version_id": 25839, "bill_version": "House Education Engrossed", "bill_version_date": "2013-02-15T11:55:05.967-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a pilot program that uses home-based educational technology to prepare certain preschool children for school, and to make an appropriation therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Contractor,\" the educational technology provider selected by the Department of Education pursuant to section 3 of this Act; (2) \"Low income families,\" families whose annual household income does not exceed two hundred percent of the federal poverty level as updated annually on the website of the Department of Social Services; and (3) \"Preschool children,\" children who are age four or five and have not entered kindergarten. Section 2. There is hereby established within the Department of Education a pilot program that uses a home-based technology program to develop the school readiness skills of preschool children from low-income families. The purpose of the pilot program is: (1) To evaluate the effectiveness of giving preschool children access, at home, to interactive individualized instruction delivered by computers and the Internet to prepare them academically for success in school; and (2) To test the feasibility of scaling a home-based curriculum in reading, math and science delivered by computers and the Internet to a greater number of preschool children from low-income families in South Dakota. The pilot program is a three-year program in which children will begin participating on or before January 1, 2014. Section 3. The Department of Education shall contract with an educational technology provider for the delivery of a home-based educational technology program for preschool children who are selected to participate in the pilot program established in section 2 of this Act. The contractor selected by the department shall meet the following requirements: (1) The contractor shall provide computer-assisted instruction for preschool children on a home computer connected by the Internet to a centralized file storage facility; (2) The contractor shall provide technical support to families for the installation and operation of the instructional software; (3) The contractor shall provide for the installation of computer and Internet access in homes of participating families who cannot afford the equipment and service; (4) The contractor shall have the capability of performing through the Internet the following tasks: (a) Communicating with parents; (b) Updating the instructional software; (c) Validating user access; (d) Collecting usage data; (e) Storing research data; and (f) Producing reports for parents, schools, and the Legislature; (5) The contractor shall have the capability to quickly and efficiently modify, improve, and support the product; (6) The contractor shall work in cooperation with personnel from participating education service agencies who will provide administrative and technical support to the program as provided in section 4 of this Act; and (7) The contractor shall solicit families to participate in the program as provided in section 5 of this Act. The program provided by the selected contractor shall include the following components: (1) Computer-assisted, individualized instruction in reading, mathematics, and science; (2) A multisensory reading tutoring program; and (3) A validated computer adaptive reading test that does not require the presence of trained adults to administer and is an accurate indicator of reading readiness for children who cannot read. The contract entered into pursuant to this section shall provide funding for a home-based educational technology program for preschool children for one year with an option to extend the contract for additional years or to expand the program to a greater number of preschool children as funding permits. Section 4. An education service agency may participate in the program established pursuant to section 2 of this Act if the agency agrees to work in cooperation with the contractor to provide administrative and technical support for the pilot project. A participating education service agency shall: (1) Receive funding for staff, and any necessary travel, materials, and meeting costs associated with the program; (2) Participate in program training by the contractor; and (3) Agree to adopt standardized policies and procedures in implementing the pilot project. Section 5. The contractor shall solicit families to participate in the program established pursuant to section 2 of this Act through a public information campaign and referrals from participating education service agencies. Preschool children who participate in the program shall be from low-income families, and shall reside in different regions of the state. At least one-half of the preschool children who participate in the program shall be from families whose annual income does not exceed one hundred percent of the federal poverty level, and the remaining participants shall be from families whose annual income does not exceed two hundred percent of the federal poverty level. Any participating family that cannot afford a computer and Internet service to operate the instructional software may obtain a computer and peripheral equipment on loan and receive free Internet service for the duration of the family's participation in the program. The contractor shall make the home-based educational technology program available to low-income families at an agreed upon cost if the number of families who want to participate in the program exceeds the number of participants for which available funding allows. Section 6. The Department of Education may purchase computers, peripheral equipment, and Internet service for low-income families participating in the program established in section 2 of this Act who cannot afford them through cooperative purchasing contracts administered by the Bureau of Administration. Section 7. The Department of Education may accept and expend for the purposes of this Act any funds obtained from federal sources, gifts, contributions, or any other source if such acceptance and expenditure is approved in accordance with § 4-8B-10. Section 8. The Board of Education shall promulgate rules pursuant to chapter 1-26 to establish the application process and timelines for education service agencies and for families who want to participate in the program established in section 2 of this Act. Section 9. The contractor shall cause an annual audit to be made by an independent certified public accountant of the contractor's use of the funds provided for the program established in section 2 of this Act, and the contractor shall provide the audit to the Department of Education. The Department of Education shall annually contract with an independent, qualified evaluator to evaluate the program, and the department shall annually provide the financial audit and the evaluation required pursuant to this section to the Legislature. In addition, the department shall report to the Legislature on the following: (1) The extent to which the program is accomplishing the purposes established in section 2 of this Act; (2) The number of families participating in the program, the number of families requesting computers, and the number of families to whom computers were furnished; (3) The frequency of use of the instructional software; (4) Any obstacles that were encountered with software usage, hardware, or providing technical assistance to families; and (5) Student performance on pre-kindergarten and post-kindergarten assessments provided by the contractor for students who participated in the program and those who did not participate in the program. Section 10. There is hereby appropriated from the general fund the sum of one dollar ($1), or so much thereof as may be necessary, to the Department of Education for the purpose of funding the pilot program established pursuant to this Act. Section 11. The secretary of education shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 12. Any amounts appropriated in this Act not lawfully expended or obligated by June 30, 2015, shall revert in accordance with the procedures prescribed in chapter 4-8."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 161, "action_date": "2013-01-24T14:00:00-06:00", "document_id": 24514, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24514.pdf", "status_text": "First read in House and referred to", "journal_page": 170, "committee_id_action": 202, "committee_id_assigned": 189, "result": "N", "vote": {}}, {"bill_id": 161, "action_date": "2013-02-13T07:45:00-06:00", "document_id": 25534, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25534.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 189, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 161, "action_date": "2013-02-13T07:45:00-06:00", "document_id": 25627, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25627.pdf", "status_text": "Do Pass", "journal_page": 0, "committee_id_action": 189, "committee_id_assigned": null, "result": "D", "vote": {}}, {"bill_id": 161, "action_date": "2013-02-13T07:45:00-06:00", "document_id": 25627, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25627.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 189, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 161, "action_date": "2013-02-15T07:45:00-06:00", "document_id": 25535, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25535.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 189, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 161, "action_date": "2013-02-15T07:45:00-06:00", "document_id": 25816, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25816.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 189, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 161, "action_date": "2013-02-15T07:45:00-06:00", "document_id": 25816, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25816.pdf", "status_text": "Referred as Amended to", "journal_page": 420, "committee_id_action": 189, "committee_id_assigned": 204, "result": "P", "vote": {"vote_id": 13893, "president_vote": null, "Nay": [420, 396, 389, 405, 378, 391, 374], "Yea": [418, 412, 416, 414, 406, 361, 373, 357]}}, {"bill_id": 161, "action_date": "2013-02-15T07:45:00-06:00", "document_id": 25816, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25816.pdf", "status_text": "Title amended", "journal_page": 0, "committee_id_action": 189, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 161, "action_date": "2013-02-19T08:00:00-06:00", "document_id": 25783, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25783.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 204, "committee_id_assigned": null, "result": null, "vote": {}}, {"bill_id": 161, "action_date": "2013-02-19T08:00:00-06:00", "document_id": 25949, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25949.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 444, "committee_id_action": 204, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13999, "president_vote": null, "Yea": [341, 370, 382, 346, 400, 409, 397, 326, 356]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/161"}