{"session_id": 32, "bill_id": 8722, "bill_type": "Senate Bill", "bill_number": 123, "bill_title": "provide for the utilization of telemedicine or telehealth by a health care professional.", "sponsors": [{"legislator_profile_id": 1217, "is_prime": true}, {"legislator_profile_id": 1222, "is_prime": true}, {"legislator_profile_id": 1297, "is_prime": false}, {"legislator_profile_id": 1424, "is_prime": false}, {"legislator_profile_id": 1268, "is_prime": false}, {"legislator_profile_id": 1214, "is_prime": false}, {"legislator_profile_id": 1223, "is_prime": false}, {"legislator_profile_id": 1307, "is_prime": false}, {"legislator_profile_id": 1231, "is_prime": false}, {"legislator_profile_id": 1308, "is_prime": false}, {"legislator_profile_id": 1238, "is_prime": false}, {"legislator_profile_id": 1250, "is_prime": false}, {"legislator_profile_id": 1306, "is_prime": false}, {"legislator_profile_id": 1290, "is_prime": false}, {"legislator_profile_id": 1296, "is_prime": false}, {"legislator_profile_id": 1292, "is_prime": false}, {"legislator_profile_id": 1270, "is_prime": false}, {"legislator_profile_id": 1224, "is_prime": false}, {"legislator_profile_id": 1280, "is_prime": false}, {"legislator_profile_id": 1274, "is_prime": false}, {"legislator_profile_id": 1295, "is_prime": false}, {"legislator_profile_id": 1221, "is_prime": false}, {"legislator_profile_id": 1277, "is_prime": false}, {"legislator_profile_id": 1309, "is_prime": false}, {"legislator_profile_id": 1255, "is_prime": false}, {"legislator_profile_id": 1299, "is_prime": false}, {"legislator_profile_id": 1225, "is_prime": false}, {"legislator_profile_id": 1261, "is_prime": false}, {"legislator_profile_id": 1240, "is_prime": false}, {"legislator_profile_id": 1272, "is_prime": false}, {"legislator_profile_id": 1258, "is_prime": false}, {"legislator_profile_id": 1305, "is_prime": false}, {"legislator_profile_id": 1245, "is_prime": false}, {"legislator_profile_id": 1252, "is_prime": false}, {"legislator_profile_id": 1220, "is_prime": false}, {"legislator_profile_id": 1236, "is_prime": false}, {"legislator_profile_id": 1242, "is_prime": false}, {"legislator_profile_id": 1216, "is_prime": false}, {"legislator_profile_id": 1229, "is_prime": false}, {"legislator_profile_id": 1298, "is_prime": false}], "keywords": ["Health Insurance", "Professions and Occupations", "Telemedicine"], "audio": [{"meeting_datetime": "2018-02-07T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/she19.mp3", "start_seconds": 387.0}, {"meeting_datetime": "2018-02-07T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/she19.mp3", "start_seconds": 387.0}, {"meeting_datetime": "2018-02-07T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/she19.mp3", "start_seconds": 387.0}], "bill_versions": [{"bill_id": 8722, "bill_version_id": 47611, "bill_version": "Introduced", "bill_version_date": "2018-01-23T11:12:30.14-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the utilization of telemedicine or telehealth by a health care professional. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Terms used in this Act mean: (1) \"Health care professional,\" as defined in § 58-17F-1; (2) \"Telemedicine,\" the delivery of clinical health care services by means of real time two-way electronic audio visual communications, including the application of secure video conferencing or store and forward transfer technology to provide or support health care delivery, which facilitates the assessment, diagnosis, consultation, treatment, education, care management, and self-management of a patient's health care while the patient is at an originating site and the health care provider is at a distant site; (3) \"Telehealth,\" delivering health care services by means of information and communications technologies consisting of telephones, remote patient monitoring devices, or other electronic means which facilitate the assessment, diagnosis, consultation, treatment, education, care management, and self-management of a patient's health care while the patient is at the originating site and the health care provider is at the distant site; (4) \"Store and forward transfer,\" the transmission of a patient's medical information from an originating site to the provider at the distant site without the patient being present; (5) \"Distant site,\" a site at which a health care provider is located while providing health care services by means of telemedicine or telehealth; (6) \"Originating site,\" a site at which a patient is located at the time health care services are provided to the patient by means of telemedicine or telehealth. Section 2. That the code be amended by adding a NEW SECTION to read: Any health care professional treating a patient in the state through telemedicine or telehealth or store and forward transfer shall be fully licensed to practice in the state and shall be subject to regulation by the applicable South Dakota licensing body. Section 3. That the code be amended by adding a NEW SECTION to read: Telemedicine or telehealth may not be utilized by a health care professional with respect to any patient located in the state in the absence of a provider-patient relationship. Any health care provider who utilizes telemedicine shall ensure that a proper health care provider-patient relationship is established, and includes: (1) Verifying and authenticating the location and, to the extent reasonable, identifying the requesting patient; (2) Disclosing and validating the provider's identity and applicable credentials, as appropriate; (3) Obtaining appropriate consents for treatment from requesting patients after disclosures regarding the delivery models and treatment methods or limitations; (4) Establishing a diagnosis through the use of acceptable medical practices, including a patient history, mental status examination, physical examination, and appropriate diagnostic and laboratory testing; (5) If the provider of record, discussing with the patient the diagnosis and its evidentiary basis and the risks and benefits of various treatment options; (6) Ensuring the availability of the distant site provider or coverage of the patient for follow-up care; and (7) Providing a visit summary to the patient or consult note to the distant site provider. Exceptions to the requirements of this section include on-call, cross coverage situations; consultation with another health care provider who has an ongoing health care provider relationship with the patient who agrees to supervise the patient's care; emergency treatment; and other exceptions that become recognized as meeting or improving the standard of care. If a medical home does not exist, a health care provider shall facilitate the identification of a medical home and treating health care providers where in-person services can be delivered in coordination with telemedicine services. Section 4. That the code be amended by adding a NEW SECTION to read: Treatment and consultation recommendations made through telemedicine or telehealth, including issuing a prescription via electronic means, shall be held to the same standards of appropriate practice as those in traditional in-person settings. Section 5. That the code be amended by adding a NEW SECTION to read: A health care professional using telemedicine or telehealth technologies to provide medical care to any patient located in the state shall provide an appropriate face-to-face examination using real-time audio and visual technology prior to diagnosis and treatment of the patient, if a face-to-face encounter would otherwise be required in the provision of the same service not delivered via telemedicine. Section 6. That the code be amended by adding a NEW SECTION to read: Without a prior and proper patient-provider relationship, a health care professional using telemedicine or telehealth technologies may not prescribe a controlled drug or substance, as defined by § 34-20B-3, solely in response to an internet questionnaire or consult or to a telehealth encounter, including encounters via telephone. Section 7. That the code be amended by adding a NEW SECTION to read: A health care professional using telemedicine or telehealth technologies shall follow any applicable state and federal statutes and regulations for informed consent. Section 8. That the code be amended by adding a NEW SECTION to read: A health care professional or the originating health care facility treating a patient through telemedicine shall: (1) Maintain a complete record of the patient's care; (2) Disclose the record to the patient consistent with state and federal laws; and (3) Follow applicable state and federal statutes and regulations for medical record keeping and confidentiality."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8722, "action_date": "2018-01-23T14:00:00-06:00", "document_id": 47664, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47664.pdf", "status_text": "First read in Senate and referred to", "journal_page": 200, "committee_id_action": 395, "committee_id_assigned": 372, "result": "N", "vote": {}}, {"bill_id": 8722, "action_date": "2018-02-07T10:00:00-06:00", "document_id": 48599, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48599.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 372, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8722, "action_date": "2018-02-07T10:00:00-06:00", "document_id": 48865, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48865.pdf", "status_text": "Tabled", "journal_page": 397, "committee_id_action": 372, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 25480, "president_vote": null, "Yea": [1219, 1234, 1278, 1272, 1288, 1245], "Excused": [1232]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/8722"}