{"session_id": 27, "bill_id": 7784, "bill_type": "House Bill", "bill_number": 1050, "bill_title": "revise and repeal certain provisions regarding the practice of barbering.", "sponsors": [], "keywords": ["Fees", "Licenses", "Professions and Occupations"], "audio": [{"meeting_datetime": "2017-01-18T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hco06.mp3", "start_seconds": 3470.0}, {"meeting_datetime": "2017-01-18T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hco06.mp3", "start_seconds": 3470.0}, {"meeting_datetime": "2017-01-18T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hco06.mp3", "start_seconds": 3470.0}, {"meeting_datetime": "2017-01-18T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hco06.mp3", "start_seconds": 3470.0}, {"meeting_datetime": "2017-01-24T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sco10.mp3", "start_seconds": 3645.0}, {"meeting_datetime": "2017-01-24T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sco10.mp3", "start_seconds": 3645.0}, {"meeting_datetime": "2017-01-24T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sco10.mp3", "start_seconds": 3645.0}, {"meeting_datetime": "2017-01-25T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen11.mp3", "start_seconds": 4711.0}, {"meeting_datetime": "2017-01-25T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen11.mp3", "start_seconds": 4711.0}, {"meeting_datetime": "2017-01-25T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen11.mp3", "start_seconds": 4711.0}], "bill_versions": [{"bill_id": 7784, "bill_version_id": 42395, "bill_version": "Introduced", "bill_version_date": "2017-01-09T11:43:36.91-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise and repeal certain provisions regarding the practice of barbering. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 36-14-9 be amended to read: 36-14-9. The Board of Barber Examiners may promulgate reasonable rules, pursuant to chapter 1-26, for the administration of the provisions of this chapter and to prescribe sanitary requirements for barbershops and barber schools. A copy of the rules promulgated by the board shall be furnished by the board to the owner or manager of each barbershop and barber school, and such. A copy of the rules shall be posted in a conspicuous place in such each barbershop or barber school. The Board of Barber Examiners may also promulgate rules, pursuant to chapter 1-26 for the following, to establish: (1) Rules specifying the The fee for the annual renewal of the certificate of registration for barbers and apprentices pursuant to § 36-14-24; (2) Rules specifying the The fee for the operation of a barber school or college pursuant to § 36-14-24; (3) Rules specifying the The fee for the operation of a barbershop pursuant to § 36-14-27; and (4) Rules The procedures governing the inspection of barbershops and the barbershop equipment therein pursuant to § 36-14-28. Section 2. That § 36-14-11 be amended to read: 36-14-11. No person shall may practice barbering, or act or serve as an apprentice, without having a certificate of registration issued by the Board of Barber Examiners. Section 3. That § 36-14-13 be amended to read: 36-14-13. A Any person of good moral character and temperate habits, not less than who is at least eighteen years of age, who has completed a tenth grade educational course, or its equivalent, who has practiced as a registered apprentice for a period of one year under the immediate personal supervision of a registered barber, who and has passed a satisfactory examination conducted by the Board of Barber Examiners to determine his the person's fitness to practice barbering, shall be is entitled to a certificate of registration as a registered barber. The apprentice applicant may appear any time after one year as a registered apprentice but shall appear for examination for becoming a registered barber within a period of five years. The exceptions to this shall be military service or lengthy illness; any other exception to this shall require approval by the Board of Barber Examiners. An applicant for such a certificate of registration who fails to pass a satisfactory examination shall continue to practice as an apprentice for an additional six months before he again is entitled to take the examination for a registered barber. Such applicant shall, however, appear for examination for registered barber within a period of two years. Section 4. That § 36-14-13.1 be repealed. 36-14-13.1. The Board of Barber Examiners may enter into a reciprocity agreement with any state which has substantially the same requirements for licensing or registering barbers as required by this chapter. If the board has entered into a reciprocity agreement with a state which requires less than fifteen hundred hours of instruction as a prerequisite to licensing, a barber from that state who applies for a certificate of registration from the board shall receive an additional fifty hours of credit for each month such applicant has practiced as a licensed barber in such other state to be applied toward the required fifteen hundred hours of instruction set forth in § 36-14-17. If a state which has entered into a reciprocity agreement with the board has no apprenticeship requirements, a barber from such state may not receive a certificate of registration from the board pursuant to the provisions of this section unless such barber has practiced as a licensed barber in that state for a minimum period of one year. Section 5. That § 36-14-13.2 be repealed. 36-14-13.2. Any applicant from a state which has entered into a reciprocity agreement with the board shall receive a certificate of registration to practice barbering upon payment of any required fee and submission of proof from the similar licensing entity of the other state that the applicant has satisfied the requirements of § 36-14-13.1. Section 6. That § 36-14-14 be amended to read: 36-14-14. Any person who is at least eighteen years of age, and of good moral character and temperate habits, who has a tenth grade education, who has a may transfer a barber license or registration to this state if the applicant has: (1) A license or certificate of registration as a practical barber from another state or country, which that has substantially the same requirements for licensing or registering barbers as required by this chapter, but which has not entered into a reciprocity agreement with the board, or who can; or (2) Can prove by affidavits that he the applicant has practiced as a barber in such a another state or country for at least five years immediately prior to making application in this state, shall upon payment of. After a qualified applicant pays the required fee be issued a permit to practice as a journeyman barber until he is called by, the Board of Barber Examiners for examination to determine his fitness to receive a certificate of registration to practice barbering. Any such person failing to pass the required examination, shall be allowed to practice as a journeyman barber until the next examination. Should he fail at the second examination, he must cease to practice barbering in this state shall issue a certificate of registration to practice barbering. If an applicant applying to transfer a barber license or registration to this state from another state or country that requires less than fifteen hundred hours of instruction as a prerequisite to licensing, the applicant shall receive an additional fifty hours of credit for each month the applicant has practiced as a licensed barber in the other state or country. This credit shall be applied toward the required fifteen hundred hours of instruction required by § 36-14-17. Section 7. That § 36-14-15 be repealed. 36-14-15. A person of good moral character and temperate habits, not less than sixteen and one-half years of age, who has completed a tenth grade educational course, or its equivalent, who has graduated from a school of barbering approved by the Board of Barber Examiners, and who has passed a satisfactory examination conducted by the board to determine his fitness to practice as a registered apprentice, shall be entitled to a certificate of registration as a registered apprentice. An applicant for such certificate of registration who fails to pass a satisfactory examination, shall complete a further course of study of not less than five hundred hours, to be completed within one year, in a school of barbering approved by the board. Section 8. That § 36-14-16 be repealed. 36-14-16. Any person who is at least sixteen and one-half years of age and has a tenth grade education, who is of good moral character and temperate habits, who has a certificate of registration as an apprentice in a state or country which has substantially the same requirements for the registration of apprentices as is required by this chapter, shall upon payment of the required fee be issued a permit to practice as an apprentice until called by the Board of Barber Examiners for an examination to determine his fitness to receive a certificate of registration as an apprentice. Such apprentice shall be credited with the time so spent as an apprentice in such other state or country upon the period of apprenticeship required by this chapter as a qualification to take the examination to determine his fitness to receive a certificate of registration as a registered barber. Section 9. That § 36-14-21 be repealed. 36-14-21. No apprentice may independently practice barbering, but he may as an apprentice do any or all of the acts constituting the practice of barbering under the immediate personal supervision of a registered barber. Only one such apprentice shall be employed by each registered barber. Section 10. That § 36-14-22 be amended to read: 36-14-22. Every Each registered barber and every registered apprentice who continues in active practice or service, shall annually, on or before the first day of July, renew his the barber's certificate of registration and pay the required fee. Every Each certificate of registration, unless renewed, shall expire annually expires on the thirtieth day of June thirtieth. Section 11. That § 36-14-24 be amended to read: 36-14-24. The fee to be paid by an applicant for an examination to determine the applicant's fitness to receive a certificate of registration to practice barbering may not exceed one hundred dollars and for the issuance of the certificate, may not exceed fifty dollars; by an applicant for an examination to determine the applicant's fitness to receive a certificate of registration to practice as an apprentice, may not exceed one hundred dollars, and for the issuance of the certificate, may not exceed fifty dollars. All fees shall be set by the board by rules promulgated pursuant to chapter 1-26. For the annual renewal of a certificate of registration to practice barbering, no more than eighty dollars, and for the restoration of an expired certificate, no more than twenty dollars, plus no more than fifteen dollars penalty for each expired year; for the annual renewal of a certificate of registration to practice as an apprentice, no more than fifty dollars, and for the restoration of an expired certificate, no more than twenty dollars, plus no more than fifteen dollars penalty for each expired year. The fee to be paid for a permit to operate a barber school or college shall be set by rule promulgated pursuant to chapter 1-26 and may not be more than one hundred fifty dollars annually. Section 12. That § 36-14-25 be amended to read: 36-14-25. A registered barber or a registered apprentice who does not continue in active practice or service may have his the barber's certificate of registration restored at any time within three years, by paying the required restoration fee. Section 13. That § 36-14-26 be amended to read: 36-14-26. The Board of Barber Examiners shall keep a record of its proceedings relative to the issuance, refusal, renewal, suspension, and revocation of certificates of registration, which record shall contain the name, place of business, and the residence of each registered barber and registered apprentice and the date and number of his the barber's certificate of registration. This record shall be open to public inspection at all reasonable times. Section 14. That § 36-14-36 be amended to read: 36-14-36. The commission of any of the following acts is a petty offense: (1) The practice of barbering, or acting, or serving, as an apprentice without a certificate of registration; (2) Permitting any person in one's employ, supervision, or control, to practice as an apprentice, or as a journeyman a barber, unless that person has a certificate of registration; (3) Obtaining a certificate of registration by fraudulent misrepresentation; (4) Failing to display the certificate of registration as required by this chapter; (5) Using any room or place for barbering which is also used for residential or business purposes, unless a substantial partition of ceiling height separates the portion used for residential or business purposes. The practice of cosmetology or the sale of hair tonics, lotions, creams, cutlery, toilet articles, cigars, or tobacco, shall may not be construed to mean business purposes; (6) Failing or refusing to use separate and clean towels for each person served, or to discard or launder each towel after once being used; or (7) Failing or refusing to supply clean hot and cold water in such quantities as may be a quantity necessary to conduct any barbershop in a sanitary manner, or; failing or refusing to have water and sewerage connections with a water and sewage system, where the latter is available,; or failing or refusing to maintain a receptacle for hot water of a capacity of less than five gallons."}, {"bill_id": 7784, "bill_version_id": 43282, "bill_version": "Enrolled", "bill_version_date": "2017-01-26T09:52:51.843-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7784, "action_date": "2017-01-10T12:00:00-06:00", "document_id": 42448, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42448.pdf", "status_text": "First read in House and referred to", "journal_page": 27, "committee_id_action": 361, "committee_id_assigned": 348, "result": "N", "vote": {}}, {"bill_id": 7784, "action_date": "2017-01-18T10:00:00-06:00", "document_id": 42556, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42556.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 348, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7784, "action_date": "2017-01-18T10:00:00-06:00", "document_id": 42692, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42692.pdf", "status_text": "Do Pass", "journal_page": 74, "committee_id_action": 348, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 22332, "president_vote": null, "Yea": [1147, 1116, 1129, 1136, 1205, 1170, 1110, 1184, 1199, 1140, 1145, 1115], "Excused": [1150]}}, {"bill_id": 7784, "action_date": "2017-01-18T10:00:00-06:00", "document_id": 42692, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42692.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 348, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7784, "action_date": "2017-01-19T14:00:00-06:00", "document_id": 42775, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42775.pdf", "status_text": "Do Pass", "journal_page": 86, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 22391, "president_vote": null, "Yea": [1138, 1168, 1153, 1186, 1166, 1147, 1118, 1180, 1112, 1197, 1190, 1173, 1183, 1114, 1201, 1198, 1116, 1129, 1143, 1142, 1136, 1139, 1181, 1204, 1159, 1192, 1196, 1120, 1205, 1130, 1191, 1185, 1117, 1133, 1125, 1200, 1206, 1124, 1170, 1110, 1203, 1184, 1134, 1160, 1193, 1199, 1165, 1155, 1188, 1119, 1156, 1115, 1113, 1123, 1161, 1195, 1152, 1140, 1158, 1176, 1128, 1121, 1145, 1111, 1187, 1150, 1149], "Excused": [1122, 1179, 1202]}}, {"bill_id": 7784, "action_date": "2017-01-20T12:30:00-06:00", "document_id": 42869, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42869.pdf", "status_text": "First read in Senate and referred to", "journal_page": 154, "committee_id_action": 360, "committee_id_assigned": 332, "result": "N", "vote": {}}, {"bill_id": 7784, "action_date": "2017-01-24T10:00:00-06:00", "document_id": 42768, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42768.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 332, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7784, "action_date": "2017-01-24T10:00:00-06:00", "document_id": 43030, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43030.pdf", "status_text": "Do Pass", "journal_page": 175, "committee_id_action": 332, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 22532, "president_vote": null, "Yea": [1100, 1194, 1144, 1131, 1098, 1163, 1175]}}, {"bill_id": 7784, "action_date": "2017-01-25T14:00:00-06:00", "document_id": 43198, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43198.pdf", "status_text": "Do Pass", "journal_page": 210, "committee_id_action": 360, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 22616, "president_vote": null, "Yea": [1154, 1171, 1103, 1148, 1108, 1096, 1097, 1109, 1105, 1175, 1100, 1106, 1164, 1194, 1169, 1107, 1104, 1163, 1099, 1144, 1131, 1135, 1178, 1141, 1157, 1172, 1151, 1174, 1146, 1102, 1098, 1167, 1132, 1189], "Excused": [1137]}}, {"bill_id": 7784, "action_date": "2017-01-26T13:00:00-06:00", "document_id": 43351, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43351.pdf", "status_text": "Signed by the Speaker", "journal_page": 219, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7784, "action_date": "2017-01-31T14:00:00-06:00", "document_id": 43482, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43482.pdf", "status_text": "Signed by the President", "journal_page": 238, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7784, "action_date": "2017-02-01T14:00:00-06:00", "document_id": 43628, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43628.pdf", "status_text": "Delivered to the Governor", "journal_page": 256, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7784, "action_date": "2017-02-06T14:00:00-06:00", "document_id": 43960, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43960.pdf", "status_text": "Signed by the Governor", "journal_page": 302, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6457}