{"session_id": 51, "bill_id": 16507, "bill_type": "House Bill", "bill_number": 1287, "bill_title": "revise and repeal certain restrictions on the issuance of liquor licenses.", "sponsors": [{"legislator_profile_id": 2520, "is_prime": true}, {"legislator_profile_id": 2526, "is_prime": true}, {"legislator_profile_id": 2518, "is_prime": false}, {"legislator_profile_id": 2525, "is_prime": false}, {"legislator_profile_id": 2531, "is_prime": false}, {"legislator_profile_id": 2538, "is_prime": false}, {"legislator_profile_id": 2546, "is_prime": false}, {"legislator_profile_id": 2547, "is_prime": false}, {"legislator_profile_id": 2548, "is_prime": false}, {"legislator_profile_id": 2556, "is_prime": false}, {"legislator_profile_id": 2558, "is_prime": false}, {"legislator_profile_id": 2569, "is_prime": false}, {"legislator_profile_id": 2574, "is_prime": false}, {"legislator_profile_id": 2577, "is_prime": false}, {"legislator_profile_id": 2580, "is_prime": false}, {"legislator_profile_id": 2585, "is_prime": false}, {"legislator_profile_id": 2586, "is_prime": false}, {"legislator_profile_id": 2587, "is_prime": false}, {"legislator_profile_id": 2588, "is_prime": false}, {"legislator_profile_id": 2590, "is_prime": false}, {"legislator_profile_id": 2593, "is_prime": false}, {"legislator_profile_id": 2596, "is_prime": false}, {"legislator_profile_id": 2598, "is_prime": false}, {"legislator_profile_id": 2601, "is_prime": false}, {"legislator_profile_id": 2615, "is_prime": false}], "keywords": ["Alcoholic Beverages", "Muncipalities"], "audio": [{"meeting_datetime": "2001-02-08T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hlo22hb1287a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-08T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hlo22hb1287a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-13T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hlo25hb1287a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-13T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hlo25hb1287a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-13T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hlo25hb1287a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-13T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hlo25hb1287a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-13T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hlo25hb1287a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-13T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hlo25hb1287a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-15T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hou27hb1287a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-15T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hou27hb1287a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-15T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hou27hb1287a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-15T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hou27hb1287a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 16507, "bill_version_id": 88901, "bill_version": "Introduced", "bill_version_date": "2001-01-30T08:19:17-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise and repeal certain restrictions on the issuance of liquor licenses. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 35-4-2 be amended to read as follows: 35-4-2. Classes of licenses, with the fee of each class, follow: (1) Distillers ---- four thousand dollars. However, no license fee is required for manufacturers of alcohol for use in industry as a nonbeverage. If such manufacturer of industrial alcohol shall at any time manufacture, produce, distill, sell, barter , or dispose of alcohol for any use other than an industrial use, the license fee required by this section shall be allocated to and payable for the portion of the year the manufacturer devoted to such other use for each calendar month or fraction thereof while so engaged, but in no case less than one-twelfth of said license fee; (2) Wholesalers of alcoholic beverages ---- five thousand dollars; (3) Off-sale ---- not to exceed five hundred dollars in municipalities of the first class, four hundred dollars in municipalities of the second class, and three hundred dollars in municipalities of the third class; (4) On-sale ---- in municipalities of various classes: municipalities of the first class, not less than one dollar for each person residing within the municipality as measured by the last preceding federal census, the renewal fee for such license is fifteen hundred dollars; municipalities of the second class, no more than twelve hundred dollars; municipalities of the third class, no more than nine hundred dollars the fees for permanent one-year new licenses issued shall be determined by the municipality with the minimum original fee to be based upon the number of persons residing within the municipality as measured by the last preceding federal census as follows: (a) Municipalities of one hundred thousand or more, not less than one dollar and fifty cents per resident; (b) Municipalities of at least fifty thousand but less than one hundred thousand, not less than one dollar and twenty-five cents per resident; (c) Municipalities under fifty thousand, not less than one dollar per resident. The renewal fee for such licenses may not be more than fifteen hundred dollars in municipalities of the first class, twelve hundred dollars in municipalities of the second class, and nine hundred dollars in municipalities of the third class ; (5) Off-sale licenses issued to municipalities under local option ---- two hundred fifty dollars; (6) On-sale licenses issued outside municipalities ---- except as provided in § 35-4-11.9, not less than the maximum that the municipality to which the applicant is nearest is charging for a like license in that municipality, the renewal fee shall be the same as is charged for a like license in the nearest municipality. However, if the nearest municipality is more than fifteen three miles from the on-sale license, the fee shall be established pursuant to § 35-4-11.10. If the municipality to which the applicant is nearest holds an on-sale license, pursuant to § 35-3-13 and does not charge a specified fee, then the fee shall be the maximum amount that could be charged as if the municipality had not been authorized to obtain on-sale licenses pursuant to § 35-3-13. However, if the nearest municipality is a municipality of the first class and is authorized to hold an on-sale license pursuant to § 35-3-13, such fee may not be more than one hundred fifty percent of the minimum a municipality not so authorized may charge for a like license. The renewal fee shall be the same as could be charged for a like license in the nearest municipality; (7) Solicitors ---- twenty-five dollars; (8) Transportation companies ---- twenty-five dollars; (9) Carrier ---- one hundred dollars, which fee shall entitle the licensee to sell or serve alcoholic beverages on all conveyances they operate within the state; (10) Dispensers ---- ten dollars; (11) On-sale dealers at publicly operated airports ---- two hundred fifty dollars; (12) On-sale dealers in wine for Sunday ---- five hundred dollars; (13) Convention facility on-sale ---- not less than one dollar for each person residing within the municipality as measured by the last preceding federal census, the renewal fee for such license, in municipalities of the first class, is fifteen hundred dollars; the renewal fee for such license, in municipalities of the second class, is no more than twelve hundred dollars; the renewal fee for such license, in municipalities of the third class, is no more than nine hundred dollars; (14) Manufacturers of malt beverages ---- five hundred dollars; (15) Wholesalers of malt beverages ---- four hundred dollars; (16) Malt beverage retailers, being both package dealers and on-sale dealers ---- two hundred fifty dollars; (17) Malt beverage package dealers ---- one hundred fifty dollars; and (18) On-sale dealers in light wine containing not more than six percent alcohol by weight for each day of the week between the hours of seven o'clock a.m. and two o'clock a.m. to nonprofit corporations established pursuant to chapter 7-27 ---- two hundred dollars. Section 2. That § 35-4-4 be repealed. 35-4-4. No person, corporation, or business entity may be the holder of or have an interest in more than three retail licenses issued under subdivision 35-4-2(3), (4), (6), or (13). However, a person, corporation, or business entity may hold or have an interest in three additional retail licenses issued under subdivision 35-4-2(4) if the licensee derives more than fifty percent of the licensee's gross receipts from the sale of food at the location where the license is held. For purposes of this section, location means one contiguous piece of real estate on which sales are generated by the licensee. Section 3. That § 35-4-4.1 be repealed. 35-4-4.1. Notwithstanding the provisions of § 35-4-4, any person, corporation, or business entity may be the holder of, or have an interest in, more than three on-sale retail licenses as long as such licensee holds such licenses at a hotel-motel convention facility. A hotel-motel convention facility as used in this section means a facility located in South Dakota and in a bona fide manner used and kept open for the hosting of large groups of guests for compensation which has at least one hundred beds which are suitable lodging accommodations and convention facilities with seating for at least four hundred persons. However, for the purposes of hotel-motel convention facilities located in municipalities other than municipalities of the first class, the minimum number of rooms required as suitable lodging accommodations shall be fifty rooms. Section 4. That § 35-4-10 be repealed. 35-4-10. No more than two off-sale licenses may be issued under this chapter to operate in a municipality of one thousand or less and not exceeding one license for every additional fifteen hundred of population or fraction thereof. The number of off-sale licenses may not be less than the total number of licenses allowable or issued as of July 1, 1981. The quotas established in this section do not apply to the licenses issued pursuant to subdivisions 35-4-2(16) and (17). Section 5. That § 35-4-11 be amended to read as follows: 35-4-11. If not fixed by ordinance, the governing board of any municipality may on or before the first of September in each year, by resolution, determine the number of on-sale and off-sale licenses it will approve for the ensuing calendar year, and the fees to be charged for the various classifications of licenses. The number of on-sale licenses issued may not exceed three each for the first one thousand of population or fraction thereof and not exceed one each of such licenses for each additional one thousand five hundred of population or fraction thereof. The number of licenses allowable may not be less than the total number of licenses allowable or issued as of July 1, 1981. The municipal governing board shall at such meeting establish the fee for on-sale licenses pursuant to subdivisions subdivision 35-4-2(4) and (13) . Such fee shall apply to all such on-sale licenses issued in the ensuing calendar year. The quotas established in this section do not apply to licenses issued pursuant to subdivisions 35-4-2(16) and (17). Section 6. That § 35-4-11.1 be amended to read as follows: 35-4-11.1. If not previously fixed by ordinance or continuing resolution, the board of county commissioners shall on or before the first of September in each year determine the number of on-sale licenses it will approve for the ensuing calendar year and the fees to be charged for the various classifications of licenses. The number of licenses issued may not exceed three for the first one thousand of population and may not exceed one for each additional fifteen hundred of population or fraction thereof, the population to include only those residing within the county but outside the incorporated municipalities and improvement districts, created pursuant to chapter 7-25A, within the county. However, any license issued in an improvement district prior to July 1, 2000, shall be included when calculating the total number of licenses that may be issued by the county where the improvement district is located. No licensee regularly licensed to do business on July 1, 1981, may be denied reissuance of a license in subsequent years solely by reason of any limitations, based upon population quotas, of the number of licenses authorized or established under the provisions of this title. Licenses issued to concessionaires, and lessees of the State of South Dakota, within the boundaries of state parks, prior to January 1, 1983, may be subtracted when calculating the total number of licenses permitted in this section. The quotas established in this section do not apply to licenses issued pursuant to subdivisions 35-4-2(16) and (17). Section 7. That § 35-4-11.2 be repealed. 35-4-11.2. Notwithstanding the provisions of § 35-4-11, each municipality may issue two convention facility on-sale licenses for convention facilities substantially constructed within the two years following issuance of such license. A hotel-motel convention facility as used in this section is a facility located in South Dakota and in a bona fide manner used and kept open for the hosting of large groups of guests for compensation which has at least one hundred rooms which are suitable lodging accommodations and convention facilities with seating for at least four hundred persons. However, for the purposes of hotel-motel convention facilities located in municipalities other than municipalities of the first class, the minimum number of rooms required as suitable lodging accommodations shall be fifty rooms. Section 8. That § 35-4-11.3 be repealed. 35-4-11.3. The provisions of § 35-4-11.2 apply to any municipality that was a municipality of the first class on December 31, 1979. Section 9. That § 35-4-11.6 be repealed. 35-4-11.6. Any municipality may issue one on-sale license to be operated at a dog track licensed pursuant to § 42-7-58. The license shall be issued without regard to the population limitations established pursuant to § 35-4-11. Section 10. That § 35-4-11.10 be amended to read as follows: 35-4-11.10. If the on-sale license is located over fifteen three miles from the nearest municipality, the renewal fee for any on-sale license issued outside a municipality shall be established by the county commission at a rate not to exceed the rate in the nearest municipality. Section 11. That § 35-4-13 be amended to read as follows: 35-4-13. If by reason of the annexation of territory by any municipal corporation or county, the premises of an on-sale licensee shall be transferred from one jurisdiction to another, such licensee shall continue to legally operate until the expiration of such license. Thereafter, such licensee shall make application for his license renewal to the governing board which has jurisdiction of the licensed premises , and such license shall not be denied on the grounds that, by the issuance of such license, more on-sale licenses are in existence than is permitted by the limitations of this chapter . Section 12. No licensee licensed before the effective date of this Act may be denied renewal of such license in subsequent years solely because of the provisions of this Act. Section 13. The provisions of § 42-7A-64 apply to on-sale alcoholic beverage licenses issued pursuant to the provisions of this Act."}, {"bill_id": 16507, "bill_version_id": 89956, "bill_version": "House Local Government Engrossed", "bill_version_date": "2001-02-13T15:29:49-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise and repeal certain restrictions on the issuance of liquor licenses. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 35-4-2 be amended to read as follows: 35-4-2. Classes of licenses, with the fee of each class, follow: (1) Distillers ---- four thousand dollars. However, no license fee is required for manufacturers of alcohol for use in industry as a nonbeverage. If such manufacturer of industrial alcohol shall at any time manufacture, produce, distill, sell, barter , or dispose of alcohol for any use other than an industrial use, the license fee required by this section shall be allocated to and payable for the portion of the year the manufacturer devoted to such other use for each calendar month or fraction thereof while so engaged, but in no case less than one-twelfth of said license fee; (2) Wholesalers of alcoholic beverages ---- five thousand dollars; (3) Off-sale ---- not to exceed five hundred dollars in municipalities of the first class, four hundred dollars in municipalities of the second class, and three hundred dollars in municipalities of the third class; (4) On-sale ---- in municipalities of various classes: municipalities of the first class, not less than one dollar for each person residing within the municipality as measured by the last preceding federal census, the renewal fee for such license is fifteen hundred dollars; municipalities of the second class, no more than twelve hundred dollars; municipalities of the third class, no more than nine hundred dollars the fees for any permanent new one-year license shall be determined by the municipality or county. To determine this fee: (a) The municipality shall set the fee based upon the fair market value of the license and shall consider the sale price of the latest sales of licenses in the municipality; (b) In the area within three miles of the incorporated limits of each municipality, the county shall set the fee based upon the fair market value of the license and shall consider the sale price of the latest sales of licenses in the nearest municipality; (c) In the area three or more miles outside the incorporated limits of each municipality, the county shall set the fee based upon the fair market value of the license and shall consider the sale price of the latest sales of licenses in the area of the county that is three miles outside of the incorporated limits of each municipality; However, the fee in a municipality and within three miles of the incorporated limits of the nearest municipality may not be less than one dollar and fifty cents per resident based upon the number of persons residing within the municipality according to the most recent federal census. The fee in the area of a county that is three or more miles outside of the incorporated limits of each municipality may not be less than one dollar and fifty cents per resident based upon the number of persons residing within the county but outside of each municipality according to the most recent federal census. The renewal fee for any license issued by a municipality may not be more than fifteen hundred dollars in municipalities of the first class, twelve hundred dollars in municipalities of the second class, and nine hundred dollars in municipalities of the third class. The renewal fee for any license issued outside a municipality may not be more than the fee charged for a like license in the nearest municipality; ; (5) Off-sale licenses issued to municipalities under local option ---- two hundred fifty dollars; (6) On-sale licenses issued outside municipalities ---- except as provided in § 35-4-11.9, not less than the maximum that the municipality to which the applicant is nearest is charging for a like license in that municipality, the renewal fee shall be the same as is charged for a like license in the nearest municipality. However, if the nearest municipality is more than fifteen miles from the on-sale license, the fee shall be established pursuant to § 35-4-11.10. If the municipality to which the applicant is nearest holds an on-sale license, pursuant to § 35-3-13 and does not charge a specified fee, then the fee shall be the maximum amount that could be charged as if the municipality had not been authorized to obtain on-sale licenses pursuant to § 35-3-13. However, if the nearest municipality is a municipality of the first class and is authorized to hold an on-sale license pursuant to § 35-3-13, such fee may not be more than one hundred fifty percent of the minimum a municipality not so authorized may charge for a like license. The renewal fee shall be the same as could be charged for a like license in the nearest municipality; (7) Solicitors ---- twenty-five dollars; (8) Transportation companies ---- twenty-five dollars; (9) Carrier ---- one hundred dollars, which fee shall entitle the licensee to sell or serve alcoholic beverages on all conveyances they operate within the state; (10) Dispensers ---- ten dollars; (11) On-sale dealers at publicly operated airports ---- two hundred fifty dollars; (12) On-sale dealers in wine for Sunday ---- five hundred dollars; (13) Convention facility on-sale ---- not less than one dollar for each person residing within the municipality as measured by the last preceding federal census, the renewal fee for such license, in municipalities of the first class, is fifteen hundred dollars; the renewal fee for such license, in municipalities of the second class, is no more than twelve hundred dollars; the renewal fee for such license, in municipalities of the third class, is no more than nine hundred dollars; (14) Manufacturers of malt beverages ---- five hundred dollars; (15) Wholesalers of malt beverages ---- four hundred dollars; (16) Malt beverage retailers, being both package dealers and on-sale dealers ---- two hundred fifty dollars; (17) Malt beverage package dealers ---- one hundred fifty dollars; and (18) On-sale dealers in light wine containing not more than six percent alcohol by weight for each day of the week between the hours of seven o'clock a.m. and two o'clock a.m. to nonprofit corporations established pursuant to chapter 7-27 ---- two hundred dollars. Section 2. That chapter 35-4 be amended by adding thereto a NEW SECTION to read as follows: If a liquor license issued pursuant to subdivision 35-4-2(4) is sold or transferred to a new licensee, the terms of the sale and the price of the license shall be reported under oath to the municipality or county by the seller and the purchaser. The municipality or county shall keep the terms of the sale and the price confidential and shall review and consider such information in setting the price of any new license during executive session. However, a municipality and county may share with each other the terms of any sale and price of a license for the purpose of establishing fair market value. Section 3. That § 35-4-4 be repealed. 35-4-4. No person, corporation, or business entity may be the holder of or have an interest in more than three retail licenses issued under subdivision 35-4-2(3), (4), (6), or (13). However, a person, corporation, or business entity may hold or have an interest in three additional retail licenses issued under subdivision 35-4-2(4) if the licensee derives more than fifty percent of the licensee's gross receipts from the sale of food at the location where the license is held. For purposes of this section, location means one contiguous piece of real estate on which sales are generated by the licensee. Section 4. That § 35-4-4.1 be repealed. 35-4-4.1. Notwithstanding the provisions of § 35-4-4, any person, corporation, or business entity may be the holder of, or have an interest in, more than three on-sale retail licenses as long as such licensee holds such licenses at a hotel-motel convention facility. A hotel-motel convention facility as used in this section means a facility located in South Dakota and in a bona fide manner used and kept open for the hosting of large groups of guests for compensation which has at least one hundred beds which are suitable lodging accommodations and convention facilities with seating for at least four hundred persons. However, for the purposes of hotel-motel convention facilities located in municipalities other than municipalities of the first class, the minimum number of rooms required as suitable lodging accommodations shall be fifty rooms. Section 5. That § 35-4-10 be repealed. 35-4-10. No more than two off-sale licenses may be issued under this chapter to operate in a municipality of one thousand or less and not exceeding one license for every additional fifteen hundred of population or fraction thereof. The number of off-sale licenses may not be less than the total number of licenses allowable or issued as of July 1, 1981. The quotas established in this section do not apply to the licenses issued pursuant to subdivisions 35-4-2(16) and (17). Section 6. That § 35-4-11 be amended to read as follows: 35-4-11. If not fixed by ordinance, the governing board of any municipality may on or before the first of September in each year, by resolution, determine the number of on-sale and off-sale licenses it will approve for the ensuing calendar year, and the fees to be charged for the various classifications of licenses. The number of on-sale licenses issued may not exceed three each for the first one thousand of population or fraction thereof and not exceed one each of such licenses for each additional one thousand five hundred of population or fraction thereof. The number of licenses allowable may not be less than the total number of licenses allowable or issued as of July 1, 1981. The municipal governing board shall at such meeting establish the fee for on-sale licenses pursuant to subdivisions subdivision 35-4-2(4) and (13) . Such fee shall apply to all such on-sale licenses issued in the ensuing calendar year. The quotas established in this section do not apply to licenses issued pursuant to subdivisions 35-4-2(16) and (17). Section 7. That § 35-4-11.1 be amended to read as follows: 35-4-11.1. If not previously fixed by ordinance or continuing resolution, the board of county commissioners shall on or before the first of September in each year determine the number of on-sale licenses it will approve outside municipalities for the ensuing calendar year and the fees to be charged for the various classifications of licenses. The number of licenses issued may not exceed three for the first one thousand of population and may not exceed one for each additional fifteen hundred of population or fraction thereof, the population to include only those residing within the county but outside the incorporated municipalities and improvement districts, created pursuant to chapter 7-25A, within the county. However, any license issued in an improvement district prior to July 1, 2000, shall be included when calculating the total number of licenses that may be issued by the county where the improvement district is located. No licensee regularly licensed to do business on July 1, 1981, may be denied reissuance of a license in subsequent years solely by reason of any limitations, based upon population quotas, of the number of licenses authorized or established under the provisions of this title. Licenses issued to concessionaires, and lessees of the State of South Dakota, within the boundaries of state parks, prior to January 1, 1983, may be subtracted when calculating the total number of licenses permitted in this section. The quotas established in this section do not apply to licenses issued pursuant to subdivisions 35-4-2(16) and (17). Section 8. That § 35-4-11.2 be repealed. 35-4-11.2. Notwithstanding the provisions of § 35-4-11, each municipality may issue two convention facility on-sale licenses for convention facilities substantially constructed within the two years following issuance of such license. A hotel-motel convention facility as used in this section is a facility located in South Dakota and in a bona fide manner used and kept open for the hosting of large groups of guests for compensation which has at least one hundred rooms which are suitable lodging accommodations and convention facilities with seating for at least four hundred persons. However, for the purposes of hotel-motel convention facilities located in municipalities other than municipalities of the first class, the minimum number of rooms required as suitable lodging accommodations shall be fifty rooms. Section 9. That § 35-4-11.3 be repealed. 35-4-11.3. The provisions of § 35-4-11.2 apply to any municipality that was a municipality of the first class on December 31, 1979. Section 10. That § 35-4-11.6 be repealed. 35-4-11.6. Any municipality may issue one on-sale license to be operated at a dog track licensed pursuant to § 42-7-58. The license shall be issued without regard to the population limitations established pursuant to § 35-4-11. Section 11. That § 35-4-11.10 be repealed. 35-4-11.10. If the on-sale license is located over fifteen miles from the nearest municipality, the renewal fee for any on-sale license issued outside a municipality shall be established by the county commission at a rate not to exceed the rate in the nearest municipality. Section 12. That § 35-4-13 be amended to read as follows: 35-4-13. If by reason of the annexation of territory by any municipal corporation or county, the premises of an on-sale licensee shall be transferred from one jurisdiction to another, such licensee shall continue to legally operate until the expiration of such license. Thereafter, such licensee shall make application for his license renewal to the governing board which has jurisdiction of the licensed premises , and such license shall not be denied on the grounds that, by the issuance of such license, more on-sale licenses are in existence than is permitted by the limitations of this chapter . Section 13. No licensee licensed before the effective date of this Act may be denied renewal of such license in subsequent years solely because of the provisions of this Act. Section 14. The provisions of § 42-7A-64 apply to on-sale alcoholic beverage licenses issued pursuant to the provisions of this Act."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 16507, "action_date": "2001-01-30T14:00:00-06:00", "document_id": 88984, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88984.pdf", "status_text": "First read in House and referred to", "journal_page": 265, "committee_id_action": 712, "committee_id_assigned": 705, "result": "N", "vote": {}}, {"bill_id": 16507, "action_date": "2001-02-08T10:00:00-06:00", "document_id": 89598, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89598.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 705, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16507, "action_date": "2001-02-13T10:00:00-06:00", "document_id": 89937, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89937.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 705, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16507, "action_date": "2001-02-13T10:00:00-06:00", "document_id": 89937, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89937.pdf", "status_text": "Do Pass Amended,", "journal_page": 468, "committee_id_action": 705, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 49431, "president_vote": null, "Nay": [2547, 2553, 2555, 2568, 2538], "Yea": [2559, 2561, 2575, 2586, 2599, 2602, 2603, 2558]}}, {"bill_id": 16507, "action_date": "2001-02-13T10:00:00-06:00", "document_id": 89937, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89937.pdf", "status_text": "Do Pass Amended,", "journal_page": 468, "committee_id_action": 705, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 49431, "president_vote": null, "Nay": [2547, 2553, 2555, 2568, 2538], "Yea": [2559, 2561, 2575, 2586, 2599, 2602, 2603, 2558]}}, {"bill_id": 16507, "action_date": "2001-02-15T14:00:00-06:00", "document_id": 90190, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90190.pdf", "status_text": "Do Pass Amended,", "journal_page": 544, "committee_id_action": 712, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 51547, "president_vote": null, "Nay": [2514, 2518, 2519, 2522, 2525, 2527, 2528, 2530, 2533, 2537, 2538, 2541, 2543, 2545, 2547, 2548, 2553, 2554, 2555, 2557, 2560, 2563, 2564, 2565, 2566, 2568, 2570, 2571, 2572, 2574, 2575, 2577, 2578, 2579, 2582, 2587, 2588, 2589, 2591, 2592, 2594, 2595, 2596, 2600, 2602, 2604, 2605, 2610, 2611, 2613, 2614, 2618], "Yea": [2515, 2526, 2544, 2546, 2556, 2558, 2559, 2561, 2583, 2586, 2593, 2599, 2601, 2603, 2608, 2612], "Excused": [2521, 2540]}}]}