{"session_id": 32, "bill_id": 8819, "bill_type": "House Bill", "bill_number": 1070, "bill_title": "revise and repeal certain provisions regarding alcoholic beverages.", "sponsors": [], "keywords": ["Alcoholic Beverages", "Licensing"], "audio": [{"meeting_datetime": "2018-01-31T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hco14.mp3", "start_seconds": 473.0}, {"meeting_datetime": "2018-01-31T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hco14.mp3", "start_seconds": 473.0}, {"meeting_datetime": "2018-01-31T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hco14.mp3", "start_seconds": 473.0}, {"meeting_datetime": "2018-01-31T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hco14.mp3", "start_seconds": 473.0}, {"meeting_datetime": "2018-01-31T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hco14.mp3", "start_seconds": 473.0}, {"meeting_datetime": "2018-02-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou17.mp3", "start_seconds": 3475.0}, {"meeting_datetime": "2018-02-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou17.mp3", "start_seconds": 3475.0}, {"meeting_datetime": "2018-02-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou17.mp3", "start_seconds": 3475.0}, {"meeting_datetime": "2018-02-22T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sco27.mp3", "start_seconds": 2280.0}, {"meeting_datetime": "2018-02-22T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sco27.mp3", "start_seconds": 2280.0}, {"meeting_datetime": "2018-02-22T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sco27.mp3", "start_seconds": 2280.0}, {"meeting_datetime": "2018-02-22T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sco27.mp3", "start_seconds": 2280.0}, {"meeting_datetime": "2018-02-27T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen30.mp3", "start_seconds": 6144.0}, {"meeting_datetime": "2018-02-27T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen30.mp3", "start_seconds": 6144.0}, {"meeting_datetime": "2018-02-27T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen30.mp3", "start_seconds": 6144.0}, {"meeting_datetime": "2018-02-27T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen30.mp3", "start_seconds": 6144.0}], "bill_versions": [{"bill_id": 8819, "bill_version_id": 46828, "bill_version": "Introduced", "bill_version_date": "2018-01-05T16:07:47.817-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise and repeal certain provisions regarding alcoholic beverages. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 35-1-1 be amended to read: 35-1-1. Terms used in this title mean: (1) \"Alcoholic beverage,\" any distilled spirits, wine, ciders, and malt beverages as defined in this title; (2) \"Bulk container,\" any package, or any container within which container are one or more packages; (3) \"Carrier,\" a person who for hire transports passengers and who sells or furnishes to passengers for consumption alcoholic beverages aboard any means of conveyance; (3A) \"Cider,\" any alcoholic beverage obtained by the fermentation of the juice of apples or pears that contains not less than one-half of one percent of alcohol by volume weight and not more than ten percent of alcohol by weight, including flavored, sparkling, or carbonated cider; (3B) \"Controlling interest in,\" a controlling an ownership interest in the licensee is an ownership interest of ten percent or more; (4) \"Department,\" the Department of Revenue of the State of South Dakota; (5) \"Dispenser,\" a duly licensed physician, dentist, veterinarian, osteopath, podiatrist, chiropractor, or pharmacist; or a druggist, sanitarium, hospital, clinic, educational institution, industrial company, or industrial corporation who purchases alcohol for scientific and medicinal purposes only; (6) \"Distilled spirits,\" ethyl alcohol, hydrated oxide of ethyl, spirits of wine, whiskey, rum, brandy, gin, and other distilled spirits, including all any dilutions and or mixtures thereof, for nonindustrial use containing not less than one-half of one percent of alcohol by weight; (7) \"Distiller,\" any person who owns, has a controlling interest in, operates, or aids in operating any distillery or other establishment for the production, rectifying, blending, or bottling of distilled spirits; (8) \"Malt beverage,\" a beverage made by the alcoholic fermentation of an infusion or decoction, or combination of both, in potable brewing water, of malted barley with hops, or their parts, or their products, or any other similar product, and with or without other malted cereals, and with or without the addition of unmalted or prepared cereals, other carbohydrates or products prepared therefrom, and with or without the addition of carbon dioxide, and with or without other wholesome products suitable for human consumption containing not less than one-half of one percent of alcohol by weight; (9) \"Manufacturer,\" any person who owns, has a controlling interest in, operates, or aids in operating any establishment for the brewing, production, bottling, or blending of malt beverages or wine any alcoholic beverage; (10) \"Minibar,\" any closed container, either refrigerated or nonrefrigerated, having restricted access to the interior of which is restricted by means of a locking device which that requires the use of a key, magnetic card, or similar device, or controlled by the licensee at all times; (11) \"Municipality,\" any incorporated city or town, and any unincorporated platted town having a United States post office. However, the subsequent withdrawal of a United States post office does not affect the right of established liquor licenses to be continued, renewed, or transferred and does not prevent the owner or bona fide lessee of the licensed premises from receiving a renewal or reissuance of such the license; (12) \"Off-sale,\" the sale of any alcoholic beverage, for consumption off the premises where sold; (13) \"On-sale,\" the sale of any alcoholic beverage for consumption only upon the premises where sold; (14) \"On-sale dealer,\" any person who sells, or keeps for sale, any alcoholic beverage for consumption on the premises where sold; (15) \"Package,\" the bottle or immediate container of any alcoholic beverage; (16) \"Package dealer,\" any person other than a distiller, manufacturer, or wholesaler, who sells, or keeps for sale, any alcoholic beverage for consumption off the premises where sold; (17) \"Population,\" number of inhabitants as determined by the last preceding decennial federal census; (17A) \"Powdered, condensed, or concentrated alcohol,\" an alcoholic product that is created using a process that reduces the alcohol to a concentrated form and that allows the alcohol to be reconstituted with water or other liquid; (17B) \"Relative,\" any person who is a husband, wife, son, daughter, brother, sister, father, or mother, uncle, aunt, nephew, niece, brother-in-law, sister-in-law, father-in-law, mother-in-law, son-in-law, or daughter-in-law; (18) \"Retail license,\" an on- on-sale or off-sale license issued under the provisions of this title; (19) \"Retailer,\" or \"retail dealer,\" any person who sells alcoholic beverages for other than resale; (20) \"Sale,\" the transfer, for a consideration, of title to any alcoholic beverage; (21) \"Secretary,\" the secretary of revenue of the State of South Dakota; (22) \"Solicitor,\" any person employed by a licensed wholesaler within this state, or by any distiller or manufacturer within or without this state, who contacts a wholesaler or retail dealer within this state for the purpose of selling, promoting, or advertising alcoholic beverages or for any other reason connected with the alcoholic beverage industry but does not include employees of wholesale or transporter licensees who only deliver such beverages; (23) \"Transportation company,\" or \"transporter,\" any common carrier or operator of a private vehicle transporting or accepting for transportation any alcoholic beverages, but not including transportation by carriers in interstate commerce where the shipment originates outside of the state and is destined to a point outside of the state; (24) \"Wholesaler,\" any person who sells alcoholic beverages to retailers for resale; (25) \"Wine,\" any liquid either commonly used, or reasonably adapted to use, for beverage purposes, and obtained by the fermentation of the natural sugar content of fruits or other agricultural products containing sugar and containing not less than one-half of one percent of alcohol by weight but not more than twenty-four percent of alcohol by weight beverage made from the fermentation of grapes, grape juice, other fruit bases, or honey, with or without adding alcoholic beverages; without rectification, except for the purpose of fortification; and contains not less than one-half percent and not more than twenty-four percent alcohol by volume. Section 2. That § 35-1-1.1 be amended to read: 35-1-1.1. For the purposes of this title, an entity any person that has entered into an operating agreement with a municipality pursuant to § 35-4-19 is a licensee. The number of operating agreements that a A municipality may not enter into may not exceed more operating agreements than the maximum number of retail licenses of each type that may be issued pursuant to this title. Section 3. That chapter 35-1 be amended by adding a NEW SECTION to read: A dispenser may transport or store any alcoholic beverage purchased for a bona fide scientific or medicinal purpose. Section 4. That § 35-1-5.5 be amended to read: 35-1-5.5. The board of county commissioners or the governing body of a municipality or county may permit the consumption, but not the sale, of any alcoholic beverage on property owned by the public or by a nonprofit corporation within its jurisdiction. The permit period may not exceed twenty-four hours and the hours of authorized consumption may not exceed those permitted for on-sale licensees. However, a municipality or county may permit the sale of alcoholic beverages on publicly owned property or property owned by a nonprofit corporation if it is during a special event for which a temporary license has been issued pursuant to § 35-4-124. Section 5. That § 35-1-5.6 be amended to read: 35-1-5.6. It is a Class 2 misdemeanor for any person to consume any alcoholic beverage upon the premises of a licensed on-sale dealer if the alcoholic beverage was not purchased from the on-sale dealer. However, a person may consume any alcoholic beverage upon the premises of a licensed on-sale dealer if the beverage is purchased from a licensee who has been issued a temporary license pursuant to § 35-4-124 for a special event occurring on the premises of the licensed on-sale dealer. Section 6. That § 35-1-8 be amended to read: 35-1-8. No manufacturer, distributor, wholesaler, or transporter may sell or deliver any package containing alcoholic beverages manufactured or distributed for resale, unless the person to whom the package is sold or delivered is authorized to receive the package in accordance with the provisions of as provided in this title. Section 7. That § 35-1-9 be amended to read: 35-1-9. No licensee under this title may keep or store any alcoholic beverages at any place within the state other than on the premises where the licensee is authorized to operate. However, any such a licensee may store such alcoholic beverages in a warehouse licensed under § 35-4-44 or with a bonded warehouse that has qualified under pursuant to § 35-4-45. Such storage is subject to rules promulgated by the secretary pursuant to chapter 1-26. However, in localities where there is no such bonded warehouse, the secretary may, by rules promulgated pursuant to chapter 1-26, provide for storage of malt beverages. Section 8. That § 35-1-9.2 be repealed. 35-1-9.2. Terms used in § 35-1-9.1 mean: (1) \"Alcoholic beverage,\" any distilled spirits, wine, and malt beverage as defined in this section; (2) \"Distilled spirits,\" ethyl alcohol, hydrated oxide of ethyl, spirits of wine, whiskey, rum, brandy, gin, and other distilled spirits, including all dilutions and mixtures thereof, for nonindustrial use containing any amount of alcohol; (3) \"Malt beverage,\" beer, ale, porter, stout, and other similar beverages of any name or description made by the alcoholic fermentation of an infusion or decoction, or combination of both, in potable brewing water, of malted barley with hops, or their parts, or their products, or from any substitute therefor, and with or without other malted cereals, and with or without the addition of unmalted or prepared cereals, other carbohydrates or products prepared therefrom, and with or without the addition of carbon dioxide, and with or without other wholesome products suitable for human consumption containing not less than one-half of one percent of alcohol by volume; and (4) \"Wine,\" any liquid either commonly used, or reasonably adapted to use, for beverage purposes, and obtained by the fermentation of the natural sugar content of fruits or other agricultural products containing sugar and containing not less than one-half of one percent of alcohol by weight but not more than twenty-four percent of alcohol by volume. Section 9. That § 35-1-9.3 be amended to read: 35-1-9.3. It is not a violation of § 35-1-9.1 if: (1) An alcoholic beverage is located in a locked glove compartment of the motor vehicle; (2) An open alcoholic beverage is behind the last upright seat of a motor vehicle that is not equipped with a trunk or in an area not normally occupied by the driver or passengers; or (3) An open alcoholic beverage is possessed by a A passenger in a motor vehicle maintained and used primarily for the transportation of persons for compensation operated by a carrier as defined in subdivision 35-1-1(3) and licensed pursuant to subdivision 35-4-2(9) possesses an open alcoholic beverage. The However, the driver of such a carrier is prohibited from possessing in the driver compartment of the vehicle a package or receptacle containing an alcoholic beverage if the seal of the original package seal has been is broken. Section 10. That § 35-2-1 be amended to read: 35-2-1. Any application for a license as provided for by in this title shall be made on forms prescribed by the secretary and shall be verified by the oath of the applicant. If the applicant is not an individual, the oath of applicant shall be verified by an officer of the entity applying for the license. The application shall contain such information as required by the secretary requires and shall show that and necessary to determine the eligibility of the applicant is eligible for the license for which application is made. Section 11. That § 35-2-1.1 be amended to read: 35-2-1.1. Any application under this title for a manufacturer, distiller, wholesaler, solicitor, transporter, carrier, or dispenser retail on premises manufacturer, wine carrier, or direct shipper license, and any application for a license to be issued to a county or municipality, shall be initially submitted to the secretary who. The secretary may approve or disapprove the application depending on whether if the secretary deems considers the applicant a suitable person to hold the license and whether the secretary considers the proposed location is suitable. Section 12. That § 35-2-1.2 be amended to read: 35-2-1.2. Any applicant for a new retail license, except as set forth in § 35-2-1.1, or the transfer of an existing license shall submit an application to the governing board body of the municipality within in which the applicant intends to operate, or if outside the corporate limits of a municipality, to the board of county commissioners governing body of the county in which the applicant intends to operate. The applicant shall submit the required fee with the application. The governing board body may approve or disapprove the application for a new retail license or the transfer of an existing license depending on whether if the governing board deems body considers the applicant a suitable person to hold the license and whether the governing board considers the proposed location is suitable. The governing board body may also disapprove an application for a new retail license or the transfer of an existing license issued under subdivision 35-4-2(4), (6), or (13) if: (1) The approval of the application permits a person, corporation, or business entity to possess more than one-third of the licenses available to be issued in the jurisdiction; and (2) The board governing body determines that possession of more than one-third of licenses available is not in the public interest. Any application for the reissuance of a retail license may be approved by the municipal or county governing board body without a hearing unless in the past year the licensee or one or more of the licensee's employees have been subjected to a criminal penalty for violation of the alcoholic beverage control law or the license has been suspended. Section 13. That § 35-2-2 be amended to read: 35-2-2. Every application for a license directed submitted to the secretary as provided by § 35-2-1.1 shall be accompanied by payment of the required fee for the license. However, the license fee for a municipal off-sale license shall be retained by the municipality. If the application is rejected, the fee shall be promptly returned by the secretary to the applicant. If the application is granted, the secretary fee shall deposit the fee be deposited in the state treasury general fund. Section 14. That § 35-2-2.1 be amended to read: 35-2-2.1. Every Each application for a license under this chapter title shall include an agreement by the applicant that the applicant's premises, for the purposes of search and seizure laws of the state and any ordinances of the municipality wherein license is applied for where the license is issued, are considered public premises. In addition, the agreement shall specify that state: (1) The premises and all buildings, safes, cabinets, lockers, and storerooms on the premises are at all times, on demand of the secretary, the attorney general, or officers charged with law enforcement in the county or municipality, open to inspection; (2) All of the applicant's records and books dealing with the sale and ownership of alcoholic beverages are open to the persons specified in subdivision (1) for such inspection; and (3) The application and license issued on the application constitute is a contract between the applicant and the state and the county or municipality having jurisdiction entitling them the state and the county or municipality, for the purpose of enforcing the law, rules, and ordinances, to inspect the applicant's premises and books at any time. Section 15. That § 35-2-3 be amended to read: 35-2-3. No license for the on- a retail on-sale or off-sale at retail of alcoholic beverages, as those terms are defined and classified under the provisions of this title, beverage license may be granted issued to an applicant for any such license, except after until a public hearing, upon notice, as provided for in is conducted pursuant to §§ 35-2-4 and 35-2-5. Section 16. That § 35-2-4 be amended to read: 35-2-4. If any resident of an incorporated municipality files with the auditor or finance officer of the municipality, or if any resident of the a county files with the county auditor of any county, a written request that the resident be notified of the time and place of hearing upon any specified application for a license for the on- retail on-sale or off-sale at retail of alcoholic beverages, the auditor or finance officer, as the case may be, or county auditor shall give notice to the resident. The notice shall be sent by mail and shall be given a sufficient length of time before the hearing upon the application so as to allow the resident a reasonable opportunity to be present. Section 17. That § 35-2-5 be amended to read: 35-2-5. The governing board body of any incorporated municipality or the board of county commissioners of any county, before which being presented applications for licenses referenced in § 35-2-3 are presented, retail on-sale or off-sale alcoholic beverage licenses shall fix the time and place for hearing upon all such applications that come before the board body. The auditor or finance officer of the board or county auditor shall publish one notice once in the official newspapers newspaper of the municipality or county. The notice shall be headed \"Notice of Hearing Upon Applications for Sale of Alcoholic Beverages,\" shall state the time and place when and where such the applications will be considered by the board, and shall state that any person interested in the approval or rejection of any such application may appear and be heard. The notice shall be published at least one week before the hearing. At the time and place so fixed hearing, the board body shall consider each application and any objection to the application before making its a final decision on the an application. Section 18. That § 35-2-5.1 be amended to read: 35-2-5.1. If the governing board body of the municipality or county does not approve the application, the governing board body shall endorse on the application the reasons for the denial and return the application and fee to the applicant. No further application may be received from the applicant until after the expiration of one year from the date of a denied application. However, if the application was denied based on the suitability of the location for the license, no further application may be received from the applicant until after the expiration of three months from the date of the denied application only if the subsequent application is for a different location. Section 19. That § 35-2-5.2 be amended to read: 35-2-5.2. If the governing board body of the municipality or county approves the application, the governing board body shall endorse the approval on the application. The licensee is entitled to operate under the license for the succeeding licensing year if the license is approved by the secretary. However, if any transfer of ownership or location occurs, or if the licensee has been convicted of any criminal offense during the past licensing year, the application together with the approval of the governing board shall be forwarded to the secretary who may approve or disapprove the application. The license fee shall be deposited in the general fund of the municipality or county. Section 20. That § 35-2-5.3 be amended to read: 35-2-5.3. No licensing authority may reissue any on-sale license issued pursuant to subdivision 35-4-2(4), (6), or (13) to the same licensee or the licensee's transferee if the license has not been actively used by the applicant during the two years preceding the date of the current application. For purposes of this section, the term, actively used, means that the licensed premise premises was open to the public during regular business hours for the sale and consumption of distilled spirits for at least sixty days during the two preceding years. However, the licensed premise premises is only required to be open five days per year if it is open to the public during a special event that has at least twenty-five thousand visitors. However, the number of licenses held by a municipality pursuant to chapter 35-3 may not be less than the total number of licenses available to be issued as of July 1, 2010. Section 21. That § 35-2-6.1 be amended to read: 35-2-6.1. No on-sale or off-sale license may be granted under this title to operate on the campus of any state educational institution. However, if the outside boundary of any state educational institution is extended this section does not apply to any license granted previous to the extension. The provisions of this This section do does not apply to the school for the deaf established by chapter 13-62. For the purpose of this section, the term, campus, means only the area immediately surrounding the buildings used for classrooms, administrative offices, and housing. Notwithstanding the provisions of this section: (1) An alcoholic beverage license may be issued pursuant to subdivisions 35-4-2(12), and (16), and (20) for the sole purpose of permitting the licensee to engage in the periodic retail sale of malt beverages or wine for consumption on-site at a location and time, authorized by the Board of Regents, that involves the performing arts, intercollegiate athletics, fund raising, a reception, a conference, or an occasional or scheduled event at a facility used for performing arts, intercollegiate athletics, events, or receptions; and (2) A special events license may be issued pursuant to §§ 35-4-124, 35-4-124.1, and 35-4-125 for a special event authorized by the Board of Regents that involves the performing arts, intercollegiate athletics, fund raising, a reception, a conference, or an occasional or scheduled event. Section 22. That § 35-2-6.2 be amended to read: 35-2-6.2. Any licensee under this title, with the exception of a solicitor, must shall be a person of good moral character, never convicted of a felony, and, if a corporation, the managing officers thereof must have like of the corporation shall meet the same qualifications. Section 23. That § 35-2-6.3 be amended to read: 35-2-6.3. Any distiller, manufacturer, wholesaler, or retailer licensee under this title must shall be the owner or actual lessee of the premises where the business is to be conducted and the sole owner of the business to be operated under such the license. However, this section does not apply to a special event licensee issued a temporary license pursuant to § 35-4-124. Section 24. That § 35-2-6.4 be amended to read: 35-2-6.4. Except as provided in § 35-5-3.2, no distiller, manufacturer, or wholesaler licensee under this title nor any officer, director, stockholder, agent, or employee thereof or any relative of the licensee, officer, director, stockholder, agent, or employee may be in any way financially interested, either directly or indirectly, or participate in the operation of the business of any retailer licensee other than by reason of sales to the licensee. No solicitor licensee may sell to any retailer licensee in which a relative of the solicitor licensee has any direct or indirect financial interest or participates in the operation of the retail business. A retailer who is a party to any action prohibited by this section is guilty of a Class 2 misdemeanor. Section 25. That § 35-2-6.6 be repealed. 35-2-6.6. No licensee may permit any person to become intoxicated on the premises described on the license. Section 26. That § 35-2-6.7 be repealed. 35-2-6.7. The provisions of § 35-2-6.4 do not prohibit any person, corporation, or other entity which owns, in whole or in part, directly or indirectly, or has any interest whatsoever in, a manufacturer from owning in whole or in part, directly or indirectly, or having any interest whatsoever in, a South Dakota retailer whose retail license is issued in conjunction with and as part of the operations of a hotel or motel if the following conditions are met: (1) Such hotel or motel has at least one hundred sleeping rooms with respect to which the relationship between the occupants thereof and the owner or operator of the establishment is that of innkeeper and guest; (2) No more than twenty percent of the total gross revenues of such hotel or motel are derived from the sale of alcoholic beverages by such hotel or motel; (3) Such hotel's or motel's total purchases of alcoholic beverage products produced and sold by such manufacturer to South Dakota wholesale licensees so not to exceed ten percent of such hotel's or motel's total purchases of all alcoholic beverage products in any calendar year; (4) Neither such manufacturer nor such retail licensee directly or indirectly owns or has any interest in a South Dakota wholesale licensee; and (5) Such retail licensee purchases alcoholic beverages only from South Dakota wholesale licensees. Section 27. That § 35-2-7 be amended to read: 35-2-7. Any license granted under this title may be transferred to a new location or to another person. If the transfer is to another person, the licensee shall show in writing, under oath, that the licensee has made a bulk sale of the business operated under the license. The bulk sale may be conditioned upon the granting of a transfer of the license. The transferee shall make an application exactly as if an original applicant, and the application shall take the same course and be acted upon in the same manner as if an original application. No transfer of any license to another person may be granted until all taxes incurred by the transferor as a result of the operation of the licensed premises, including municipal and state sales and use taxes, unemployment insurance tax, or any other state tax, are paid or are not delinquent. No transfer of any license to another person may be granted until all property taxes which are the liability of the licensee levied on the licensed premises are paid or are not delinquent. No transfer of any license may be granted from an Indian tribe operating in Indian country controlled by the Indian tribe or from an enrolled tribal member operating in Indian country controlled by the enrolled tribal member's tribe until all use tax incurred as a result of the operation of the licensed premises by nonmembers, and any other state tax, has been remitted or is not delinquent. If the transfer is to a new location, the licensee shall make application showing all the relevant facts for the new location. The application shall take the same course and be acted upon in the same manner as if an original application. If a license is transferred, a fee of one hundred fifty dollars is required to continue the unexpired portion of the license. Section 28. That § 35-2-8 be amended to read: 35-2-8. If an individual licensee under this title, other than a solicitor or dispenser licensee under chapter 35-4, dies, the personal representative of the deceased licensee may succeed to all of the rights of the deceased licensee under the license. By operating under the license, the personal representative agrees to all of the terms and conditions of the license and is subject to all of the liabilities and responsibilities of such a the licensee. Any bond executed under the provisions of this title includes the personal representative as a principal if the license passes to the personal representative. Section 29. That § 35-2-9 be amended to read: 35-2-9. Any licensee authorized to deal in alcoholic beverages, upon termination of the license, may at any time within thirty days after the termination of the license sell the whole or any part of the alcoholic beverages included in the licensee's stock in trade at the time of the termination to any wholesaler licensed under this title to deal in to sell the alcoholic beverages so purchased by the wholesaler. The wholesaler shall make a complete report of the purchase to the secretary. Section 30. That § 35-2-10 be amended to read: 35-2-10. The secretary, in compliance with chapter 1-26, may revoke or suspend any license issued under this title upon proof of violation by the licensee, by the licensee's agents or employees, or by the manager or contractual operators of retail establishments and their agents or employees operating under a county or municipal license, of any of the following: (1) Any provision of this title or § 37-10A-1; (2) Any rule promulgated pursuant to this title; or (3) Any ordinance or regulation relevant to alcoholic beverage control that has been adopted by the political subdivision issuing the license. For any licensee with multiple alcoholic beverage licenses for the same premises, upon suspension or revocation of any license pursuant to this title, the licensee shall cease operation under all alcoholic beverage licenses held by the licensee for the same premises for the same period as the suspension or revocation. Section 31. That § 35-2-10.1 be amended to read: 35-2-10.1. No retail license may be revoked or suspended because of a violation of any statute, ordinance, rule, or regulation prohibiting the sale or service of any alcoholic beverage to a person under the age of twenty-one years if the violation was committed by an employee or agent of the licensee and the licensee has not had more than two violations of any statute, ordinance, rule, or regulation prohibiting the sale or service of an alcoholic beverage to a person under the age of twenty-one years on the premises where the violation occurred in the previous twenty-four months. If the licensee meets the requirements of the conditions provided by of this section, the secretary shall impose a civil penalty of five hundred dollars for a first violation and one thousand dollars for a second violation. However, if the employee or agent has not been certified by a nationally recognized training program approved by the Department of Revenue department that provides instruction on techniques to prevent persons under the age of twenty-one years from purchasing or consuming alcoholic beverages, the secretary shall impose a civil penalty of one thousand dollars for a first violation and two thousand dollars for a second violation. Multiple violations of any statute, ordinance, rule, or regulation prohibiting the sale or service of any alcoholic beverage to a person under the age of twenty-one years occurring within forty-eight hours of commencement of any compliance check as provided in § 35-2-10.3 shall be considered to be a single violation for purposes of this section. However, except for purposes of corroboration, at no time may more than one underaged informant be used in any compliance check in any forty-eight hour period. A licensee may request an administrative hearing pursuant to chapter 1-26 to contest the imposition of a civil penalty. Section 32. That § 35-2-10.2 be amended to read: 35-2-10.2. The department shall, on or before the first of July of each year, develop and publish maintain on its public internet website, a directory listing all nationally recognized training programs which have been that are approved by the department. The department shall annually notify each licensee in writing and by posting on the department's internet website a list of the nationally recognized training programs approved pursuant to § 35-2-10.1. Any alcohol licensee making a prohibited sale or service of an alcoholic beverage to a person under the age of twenty-one years has the burden of proof to show that its the licensee's employees have attended an approved alcohol training program to be eligible for any reduction in the penalty imposed for the violation. Section 33. That § 35-2-10.3 be amended to read: 35-2-10.3. Any enforcement entity that conducts compliance checks using underaged informants to determine if a licensee will sell an alcoholic beverage to a person under the age of twenty-one must shall inform the licensee in writing of the results of any such compliance check within forty-eight hours after the compliance check takes place. No licensed premises may be subject to more than one compliance check within a forty-eight hour period. Section 34. That § 35-2-11.1 be amended to read: 35-2-11.1. The governing board body of the a municipality or the board of county commissioners which approved the application for license under § 35-2-1.2 shall may recommend to the secretary following a hearing that any license issued under this title be suspended or revoked for violation of any of the provisions of this title or for violations of any ordinance or regulation of the governing body issuing the license relevant to alcoholic beverage control which that occurs on the premises of the licensee. Upon receipt of the recommendation, the secretary shall proceed in accordance with the provisions of as provided in §§ 35-2-10 and 35-2-21. Section 35. That § 35-2-11.2 be amended to read: 35-2-11.2. Any action taken by the governing board body of a municipality or board of county commissioners pursuant to § 35-2-11.1 shall be preceded by notification to the licensee, at the address given on the license, at least thirty days in advance of the date set for public hearing on the suspension action. Notice of public hearing shall be published in the official newspaper of the municipality or county at least one week prior to such before the hearing and in such a form as deemed appropriate approved by the municipality or county governing body. Section 36. That § 35-2-12 be amended to read: 35-2-12. If the secretary receives information of a violation by any licensee of any provision of this title, the secretary shall, without delay, investigate the alleged violation. Any person may file with the secretary a duly verified complaint as to any such violation by any such licensee. Upon receipt of the complaint, the secretary shall, without delay, make a thorough investigation. If there is substantial evidence to support the charge made in the complaint that a violation of any provision of this title has occurred, the secretary shall cause proceedings to be instituted for revocation of the license proceed in accordance with the provisions of §§ 35-2-10, 35-20-10.1, and 35-2-21. Section 37. That § 35-2-13 be amended to read: 35-2-13. An applicant or licensee under this title, or any interested person or governing board interested therein, body has a right to a hearing in relation to any action taken upon the application or license, which. The hearing shall be held in the county where the license has been applied for or has been issued, in accordance with under the provisions of chapter 1-26. However, if the parties agree, a hearing to determine whether the secretary may suspend or revoke a license may be held at a location other than the county where the license has been applied for or has been issued. Such hearing may be held pursuant to § 1-25-1. Section 38. That § 35-2-19 be amended to read: 35-2-19. Upon service of notice of a decision or order for revocation of the license on the licensee, all of the licensee's rights under the license terminate ten days after the notice, except in the event of a stay on appeal. Section 39. That § 35-2-21 be amended to read: 35-2-21. If a violation is established in any proceeding pursuant to the provisions of under this title or § 37-10A-1, but the secretary is satisfied that determines due to the nature and the circumstances of the violation were such that, a suspension of the license would be is adequate, the secretary may, instead of revoking the license, suspend it the license for a period not exceeding sixty days. The suspension is effective twenty-four hours after service of notice of the suspension upon the licensee. During the period of the suspension, the licensee may not exercise any rights or privileges under the license. The secretary may, in lieu of suspending or revoking the license, accept a monetary offer in compromise in settlement of any proceeding pursuant to the provisions of under this title. The amount of the offer in compromise settlement may not exceed seventy-five thousand dollars. The secretary may also recover the actual costs of investigation and prosecution. Section 40. That § 35-2-25 be amended to read: 35-2-25. No license granted pursuant to subdivisions 35-4-2(3), (4), (6), (12), (13), (16), (17), (17A), and (20) and §§ 35-12-2 and 35-13-2 this title may be issued unless the applicant has first obtained a sales tax license pursuant to chapter 10-45, or, if applicable, or a use tax license pursuant to chapter 10-46, if applicable. Section 41. That § 35-3-8 be amended to read: 35-3-8. As to any of the questions referred to in § 35-3-7, fifteen Fifteen percent of the legal voters residing in a municipality may petition for a special election to determine such any question subject to local option pursuant to § 35-3-7. In the case of If a municipality having has a mayor, the number of legal voters shall be deemed is the total number voting in the last preceding election of a mayor, and in other municipalities the number of legal voters shall be deemed is the total number voting in the last preceding regular municipal or township election. The petition shall set forth the question which the petitioners desire submitted, and shall be filed with the city or town auditor or finance officer, or township clerk, as the case may be. Section 42. That § 35-3-11 be amended to read: 35-3-11. If, at the election on the question specified in § 35-3-10, the majority vote is in the affirmative, on-sale licenses to operate in the municipality may be granted as otherwise provided in this code, unless the same question is again submitted and the majority vote is in the negative. If the majority vote on the question is in the negative, all on-sale licenses are thereby terminated thirty days after the canvass of the vote at the election, and no on-sale license to operate in the municipality may thereafter be granted unless the same question is again submitted and the majority vote is in the affirmative, or unless there is submitted the question of a license being granted to the municipality and the majority vote on the question is in the affirmative. Nothing in this section precludes the question required by § 35-3-10 from being resubmitted in any subsequent election after the waiting period required by § 35-3-26. Section 43. That § 35-3-13 be amended to read: 35-3-13. If the majority vote is in the affirmative on the election question provided in subdivision subdivisions 35-3-12(1) and (2), the governing board body of the municipality shall make an application for an off-sale license or licenses. If the majority vote is in the affirmative on the election question provided in subdivision 35-3-12(2) and the municipality has applied for or has been issued an off-sale license, the governing board of the municipality shall make an application for an on-sale the license or licenses. The application or applications shall be filed with the secretary, and the secretary shall issue the license or licenses applied for and all similar licenses. Any similar license in the municipality shall terminate thirty days after the canvass of the vote at such election. Section 44. That § 35-3-24 be amended to read: 35-3-24. If, at a special election on the questions specified in subdivisions subdivision 35-3-23(1) and or (2), the majority vote is in the negative on the either question in subdivision (1), the governing board body of the municipality may not apply for the renewal of either the off-sale license or the on-sale license licenses. If the majority vote is in the negative on the question in subdivision (2), the governing board of the municipality may not apply for the renewal of the on-sale license. Section 45. That § 35-3-26 be amended to read: 35-3-26. If the question of whether on-sale licenses shall be granted has been submitted to the voters of a municipality, the same question may not be resubmitted within a year thereafter. If either of the questions If any question specified in §§ 35-3-12 and 35-3-23 this chapter has been submitted to the voters of a municipality, neither the same question may not be submitted within a one year thereafter. Section 46. That § 35-4-2 be amended to read: 35-4-2. Classes The classes of licenses, with the fee of each class, follow are as follows: (1) Distillers--four thousand dollars. However, no license fee is required for manufacturers of alcohol for use in industry as a nonbeverage. If the manufacturer of industrial alcohol shall at any time manufacture, produce, distill, sell, barter, or dispose of alcohol for any use other than an industrial use, the license fee required by this section shall be allocated to and payable for the portion of the year the manufacturer devoted to such the other use for each calendar month or fraction thereof while so engaged, but in no case less than one-twelfth of the license fee; (2) Wholesalers of alcoholic beverages--five thousand dollars; (3) Off-sale--not less than five hundred dollars in municipalities of the first class, not more than four hundred dollars in municipalities of the second class, and not more than three hundred dollars in municipalities of the third class. The renewal fee for such licenses an off-sale license may not exceed five hundred dollars in municipalities of the first class, four hundred dollars in municipalities of the second class, and three hundred dollars in municipalities of the third class; (4) On-sale--in municipalities of various classes: municipalities of the first class, not less than one dollar for each person residing within the municipality as measured by the last preceding federal census, the renewal fee for such the license is fifteen hundred dollars; municipalities of the second class, no more than twelve hundred dollars; municipalities of the third class, no more than nine hundred dollars; (5) Off-sale licenses issued to municipalities under local option--not less than two hundred fifty dollars; (6) On-sale licenses issued outside municipalities--except as provided in § 35-4-11.9, not less than the maximum that the municipality to which nearest the applicant is nearest is charging for a like license in that municipality, the renewal fee shall be is the same as is charged for a like license in the nearest municipality. However, if the nearest municipality is more than fifteen miles from the on-sale license, the fee shall be established pursuant to § 35-4-11.10. If the municipality to which nearest the applicant is nearest holds an on-sale license, pursuant to § 35-3-13 and does not charge a specified fee, then the fee shall be the maximum amount that could be charged as if the municipality had not been authorized to obtain on-sale licenses pursuant to § 35-3-13. However, if the nearest municipality is a municipality of the first class and is authorized to hold an on-sale license pursuant to § 35-3-13, such the fee may not be more than one hundred fifty percent of the minimum a municipality not so authorized may charge for a like license. The renewal fee shall be the same as could be charged for a like license in the nearest municipality; (7) Solicitors--twenty-five dollars; (8) Transportation companies--twenty-five dollars; (9) Carrier--one hundred dollars, which. The fee entitles the licensee to sell or serve alcoholic beverages on licenses all conveyances the licensee operates within the in the state unless restricted by local ordinance; (10) Dispensers--ten dollars; (11) On-sale dealers at publicly operated airports--two hundred fifty dollars; (12) Wine and cider retailers, being both package dealers and on-sale dealers--five hundred dollars; (13) Convention facility on-sale--not less than one dollar for each person residing within the municipality as measured by the last preceding federal census, the renewal fee for such the license, in municipalities of the first class, is fifteen hundred dollars; the renewal fee for such the license, in municipalities of the second class, is no more than twelve hundred dollars; the renewal fee for such the license, in municipalities of the third class, is no more than nine hundred dollars; (14) Manufacturers of malt beverages--five hundred dollars; (15) Wholesalers of malt beverages--four hundred dollars; (16) Malt beverage retailers and wine produced by a farm winery licensee, being both package dealers and on-sale dealers--three hundred dollars; (17) Malt beverage package dealers--two hundred dollars; (17A) Malt beverage and wine produced pursuant to chapter 35-12 package dealers--two hundred twenty-five dollars; (18) On-sale dealers in light wine containing not more than six percent alcohol by weight for each day of the week between the hours of seven a.m. and two a.m. to nonprofit corporations established pursuant to chapter 7-7--two hundred dollars; (19) Off-sale package wine dealers in table wines, sparkling wines, sacramental wine, and distilled spirits produced from product provided to an artisan distiller by the respective farm winery to be operated in conjunction with a farm winery established pursuant to chapter 35-12--one hundred fifty dollars; (20) Malt beverage retailers, being both package dealers and on-sale dealers, and retailers of wine produced pursuant to chapter 35-12, being both package dealers and on-sale dealers--three hundred twenty-five dollars; (21) Retail on premises manufacturer--two hundred fifty dollars; (22) Manufacturers of cider--five hundred dollars; and (23) Off-sale delivery--one hundred fifty dollars. Section 47. That § 35-4-2.1 be repealed. 35-4-2.1. Notwithstanding § 35-4-81, the governing body of any municipality or county may, in its discretion, provide in any on-sale license the right to sell, serve, or allow to be consumed alcoholic beverages on Sunday except between the hours of two a.m. and seven a.m. Section 48. That § 35-4-2.4 be amended to read: 35-4-2.4. Any municipality which that holds an off-sale license under subdivision 35-4-2(5) is eligible for a retailer's or package dealer license under subdivisions either subdivision 35-4-2(12) or (16), (17), and (17A) or both. Any municipality which that holds an on-sale license under chapter 35-4 is eligible for a retailer's license under either subdivision 35-4-2(12) or (16), or both. Upon termination of any such license the governing board of the municipality is authorized to liquidate the business operated pursuant to the license and the assets of the business in a manner as may be determined by resolution of the governing board, not inconsistent with the provisions of this title. Section 49. That § 35-4-2.5 be repealed. 35-4-2.5. Notwithstanding the provisions of § 35-4-41, the period covered by licenses issued pursuant to subdivisions 35-4-2(14), (15), (16), (17), and (17A) shall be from twelve midnight on the thirtieth day of June to twelve midnight on the thirtieth day of the next June. Section 50. That § 35-4-2.7 be repealed. 35-4-2.7. The Department of Revenue may promulgate rules pursuant to chapter 1-26 which make distinctions between wholesale licensees based on the type of alcoholic beverage sold. Section 51. That § 35-4-2.8 be amended to read: 35-4-2.8. An on-sale Any retail licensee, licensed under subdivision 35-4-2(4) or (6), this chapter may also be licensed under subdivision 35-4-2(12) or (16), or both hold other retail license types issued pursuant to this chapter at the same licensed premises. A licensee holding two or more licenses pursuant to this section may exercise the privileges granted under the each license issued pursuant to subdivision 35-4-2(12) or subdivision 35-4-2(16). Section 52. That § 35-4-2.11 be amended to read: 35-4-2.11. Fifty percent of all license and transfer fees received under the provisions of subdivisions 35-4-2(16), (17), (17A), and (20) pursuant to subdivision 35-4-2(16) shall remain in the municipality in which the licensee paying the fee is located, or if. If the licensee is located outside the corporate limits of a municipality, then in fifty percent of the fees remain in the county in which the licensee is located. In addition, fifty percent of wholesaler license fees received under subdivision 35-4-2(15) shall revert to the municipality in which the licensee is located, or if outside the corporate limits of a municipality, then to the county in which the licensee is located. The remainder of all license and transfer fees and penalties received shall be credited to the state general fund. Section 53. That § 35-4-4.1 be repealed. 35-4-4.1. Notwithstanding the provisions of § 35-4-4, any person, corporation, or business entity may be the holder of, or have an interest in, more than three on-sale retail licenses as long as such licensee holds such licenses at a hotel-motel convention facility. A hotel-motel convention facility as used in this section means a facility located in South Dakota and in a bona fide manner used and kept open for the hosting of large groups of guests for compensation which has at least one hundred beds which are suitable lodging accommodations and convention facilities with seating for at least four hundred persons. However, for the purposes of hotel-motel convention facilities located in municipalities other than municipalities of the first class, the minimum number of rooms required as suitable lodging accommodations shall be fifty rooms. Section 54. That § 35-4-5.1 be amended to read: 35-4-5.1. No distributor of distilled spirits, manufacturer, rectifier, distiller, or jobber or retailer, or a copartner or a majority stockholder of a parent or subsidiary corporation or holder of a controlling interest in any of them a manufacturer or retailer, may be granted a wholesale license or be granted a renewal of such a wholesale license under this chapter. Section 55. That § 35-4-6 be amended to read: 35-4-6. Except as provided in subdivisions 35-4-2(12), and (16), (17), (17A), and (19), off-sale licenses may only be issued under this chapter only to operate within a municipality or an improvement district created pursuant to chapter 7-25A. Section 56. That § 35-4-10 be amended to read: 35-4-10. No more than two off-sale licenses issued pursuant to subdivisions 35-4-2(3) and (5) may be issued under this chapter to operate in a municipality of one thousand or less and not exceeding one license for every additional fifteen hundred of population or fraction thereof. The number of off-sale licenses may not be less than the total number of licenses allowable or issued as of July 1, 1981, and that have never been revoked or not reissued. The quotas established in this section do not apply to the licenses issued pursuant to subdivisions 35-4-2(12), (16), (17), and (17A). Section 57. That § 35-4-10.3 be amended to read: 35-4-10.3. A solicitor licensed pursuant to subdivision 35-4-2(7) manufacturer or wholesaler, or an agent acting on behalf of either, may provide samples of malt beverages, wine, distilled spirits, liqueurs, and cordials to the general public. The samples shall be provided on the premises of a retailer licensed to sell the malt beverages, wine, distilled spirits, liqueurs, or cordials being offered and are subject to the limitations established pursuant to § 35-4-10.2. The provisions of this section do not apply to any solicitor of a wholesaler licensed pursuant to subdivision 35-4-2(2) or (15). Section 58. That § 35-4-11 be amended to read: 35-4-11. If not fixed by ordinance, the governing board body of any municipality may, on or before the first second of September in each year, by resolution, determine the number of on-sale and off-sale licenses that the board body will approve for the ensuing calendar year, and the fees to be charged for the various classifications of licenses. The number of on-sale licenses issued pursuant to subdivision 35-4-2(4) may not exceed three each for the first one thousand of population or fraction thereof and may not exceed one each of such licenses for each additional one thousand five hundred of population or fraction thereof. The number of licenses allowable may not be less than the total number of licenses allowable or issued as of July 1, 1981, and that have never been revoked or not reissued. The municipal governing board body shall at such meeting also establish the fee for on-sale licenses pursuant to subdivisions 35-4-2(4) and (13). The fee applies to all such on-sale licenses issued in the ensuing calendar year. The quotas established in this section do not apply to licenses issued pursuant to subdivisions 35-4-2(12), (16), (17), and (17A). For the purposes of this section, population is equal to ninety percent of the population estimates published by the United States Census Bureau for each even-numbered year, except for the decennial year. For a decennial year, population is equal to the amount determined by the decennial federal census. No license issued pursuant to this section which exceeds the number of licenses that would have been issued upon the decennial federal census may be denied solely by reason that the license exceeds the number of licenses authorized by the decennial federal census. Section 59. That § 35-4-11.1 be amended to read: 35-4-11.1. If not previously fixed by ordinance or continuing resolution, the board of county commissioners shall, on or before the first second of September in each year, determine the number of on-sale licenses it will approve for the ensuing calendar year and the fees to be charged for the various classifications of licenses. The number of licenses issued pursuant to subdivision 35-4-2(6) may not exceed three for the first one thousand of population and may not exceed one for each additional fifteen hundred of population or fraction thereof, the. The population to include includes only those residing within the county, but outside the incorporated municipalities and improvement districts, created pursuant to chapter 7-25A, within the county. However, any license issued in an improvement district prior to July 1, 2000, shall be included when calculating the total number of licenses that may be issued by the county where the improvement district is located. No licensee regularly licensed to do business on July 1, 1981, may be denied reissuance of a license in subsequent years solely by reason of any limitations, based upon population quotas, of the number of licenses authorized or established under the provisions of this title. Licenses issued to concessionaires, and lessees of the State of South Dakota, within the boundaries of state parks, prior to January 1, 1983, may be subtracted when calculating the total number of licenses permitted in this section. The quotas established in this section do not apply to licenses issued pursuant to subdivisions 35-4-2(12), (16), (17), (17A), and (19). Section 60. That § 35-4-11.2 be amended to read: 35-4-11.2. Notwithstanding the provisions of § 35-4-11, each municipality may issue two convention facility on-sale licenses pursuant to subdivision 35-4-2(13) for convention facilities substantially constructed within the two years following issuance of such the license or previously completed. If located in a first class municipality, the hotel-motel convention facility shall be used and kept open for the hosting of large groups of guests for compensation and shall have at least one hundred rooms which that are suitable lodging accommodations and convention facilities with seating for at least four hundred persons. If located in a second or third class municipality, the hotel-motel convention facility shall have at least forty rooms which that are suitable lodging accommodations and convention facilities with seating for at least one hundred fifty persons. If a municipality's classification changes from one class to another class, the facility is only required to meet the criteria established by this section for the license at the time it was originally issued. Section 61. That § 35-4-11.6 be repealed. 35-4-11.6. Any municipality may issue one on-sale license to be operated at a dog track licensed pursuant to § 42-7-58. The license shall be issued without regard to the population limitations established pursuant to § 35-4-11. Section 62. That § 35-4-11.12 be amended to read: 35-4-11.12. A county may issue on-sale licenses pursuant to subdivision 35-4-2(6) to be operated only within an improvement district, created pursuant to chapter 7-25A, within the county. The number of licenses issued in the improvement district may not exceed three for the first one thousand of population and may not exceed one for each additional fifteen hundred of population or fraction thereof, including any licenses issued in the improvement district prior to July 1, 2000. Section 63. That § 35-4-13 be amended to read: 35-4-13. If by reason of, due to the annexation of territory by any municipal corporation municipality or county, the premises of an on-sale licensee are transferred from one jurisdiction to another, the licensee may continue to legally operate until the expiration of the license. Thereafter After the expiration of the license, the licensee may apply for renewal of the license to the governing board body that has jurisdiction of over the licensed premises. The license application may not be denied on the grounds that, by the issuance of the license, more on-sale licenses are in existence than is permitted by the limitations of this chapter. Section 64. That § 35-4-13.1 be repealed. 35-4-13.1. Notwithstanding the repeal provisions of chapter 211 of the Session Laws of 1971, any club which has before July 1, 1971, been issued a license under the provisions of former subdivision 35-4-2(13) may continue as an on-sale licensee, upon its continued annual application at such license fee as the municipality may establish. It shall continue to buy its alcoholic beverages from the municipal off-sale establishment in the municipality where it is located and shall be subject to all provisions of this title relating to the operation of an on-sale licensee. The municipality being authorized to sell is not deemed a wholesaler and may sell it at an agreed price, but in no event less than ten percent over and above its actual costs, including costs of transportation. Section 65. That § 35-4-19 be amended to read: 35-4-19. No retailer license under this chapter, except for licenses issued pursuant to subdivisions 35-4-2(12), (16), (17), and (17A), other than to the municipality, may be granted to operate in any municipality which has obtained a license under this chapter except that: (1) Any municipality that has obtained a license under this title may issue licenses pursuant to subdivisions 35-4-2(12) and (16). If a municipality has been issued an off-sale license only, then the governing board body may approve or disapprove applications for on-sale licenses as may be provided in Title 35; and (2) issued pursuant to subdivision 35-4-2(4). If a municipality has been issued an on-sale and off-sale license, then the governing board body may, by resolution, enter into an operating agreement with any person for the specific purpose of operating the an on-sale establishment or the an off-sale establishment, or both for the municipality. Section 66. That § 35-4-19.1 be amended to read: 35-4-19.1. The provisions of §§ 35-4-110 to 35-4-120, inclusive, apply to any municipality that enters into operating agreements pursuant to subdivision 35-4-19(2) § 35-4-19. Each operating agreement holder is a license holder for the purposes of §§ 35-4-110 to 35-4-120, inclusive, and when applying these provisions. Section 67. That § 35-4-21 be amended to read: 35-4-21. An operating agreement under subdivision 35-4-19(2) § 35-4-19 shall include at least the following provisions: (1) The manager is responsible for all operating expenses, including taxes, insurance, and license fees, if any; (2) The manager may dispense only liquors alcoholic beverages supplied by the municipal off-sale establishment; (3) The agreement shall be for a period of not to exceed five years with the provision of one extension of also not to exceed five years in the discretion of the governing board body; (4) Cancellation of the agreement shall be made upon The agreement may be canceled by ninety days' written notice by either party; (5) The manager shall pay for all liquors alcoholic beverages supplied by the municipal off-sale establishment, the actual cost price, the transportation charges and markup, and such any additional compensation or fee as may be mutually agreed upon by both parties; (6) A complete and detailed record shall be maintained by the municipality of all liquors alcoholic beverages supplied the on-sale manager. All such liquors alcoholic beverages shall be evidenced by prenumbered invoices prepared in triplicate showing the date, quantity, brand, size, and actual cost as set forth in subdivision (5) of this section. The invoices shall bear the signature of the on-sale manager or the manager's authorized representative. One copy of the invoice shall be retained by the off-sale establishment, one copy shall be retained by the on-sale establishment, and one copy shall be filed with the municipal auditor or clerk. All copies shall be kept as permanent records and made available for reference and audit purposes. Section 68. That § 35-4-22 be amended to read: 35-4-22. If a municipality has been issued an off-sale license only, the governing board body may, by resolution, enter into an operating agreement with the manager of a legitimate operating business concern for the specific purpose of operating the off-sale establishment for the municipality. Section 69. That § 35-4-22.1 be amended to read: 35-4-22.1. An off-sale licensee applying for license renewal, to the governing board which body that has jurisdiction over the licensed premises, may not be denied the license on the grounds that the location of the premise premises is outside the boundaries of a municipality or an unincorporated platted area with a United States post office, if the licensee has held or had an interest in an off-sale license at a location outside the boundaries of a municipality on an unincorporated platted area with a United States post office for more than five years. Section 70. That § 35-4-41 be amended to read: 35-4-41. The period covered by licenses under this chapter title is from twelve o'clock midnight on the thirty-first day of December to twelve o'clock midnight on the thirty-first day of the next December. However, the license is valid for an additional three days if a proper application for a new license is in the possession of the secretary before midnight on the thirty-first day of December when the license expires. The full fee shall be charged for any license for a portion of the period, except as provided in subdivision 35-4-2(1). Notwithstanding the provisions of this section, the period covered by any license issued pursuant to subdivision 35-4-2(16) and any manufacturer license issued under this title shall be from twelve o'clock midnight on the thirtieth day of June to twelve o'clock midnight on the thirtieth day of the next June. Section 71. That § 35-4-44 be repealed. 35-4-44. A distiller licensee may maintain warehouses at points other than designated in the distiller's license for temporary storage and distribution of alcoholic beverages, upon filing with the secretary a full and complete description of each such warehouse and upon payment of an additional annual license fee of one thousand dollars for each such warehouse. Section 72. That § 35-4-45 be amended to read: 35-4-45. Any bonded warehouse within South Dakota this state may, upon compliance with the provisions of this section, receive alcoholic beverages for storage purposes. Before receiving any such alcoholic beverages, the bonded warehouse shall furnish, in addition to any bond previously furnished under the general laws law, a bond in the amount of ten thousand dollars guaranteeing that the bonded warehouse, its officers, employees, and agents will comply with all provisions of this chapter and chapter 35-5 title applicable to the bonded warehouse. The bond shall be in a form prescribed by the secretary and shall be approved by and filed with the secretary. Section 73. That § 35-4-46 be repealed. 35-4-46. A distiller in business outside of South Dakota who is not licensed under this title may purchase a permit from the secretary to ship alcoholic beverages into South Dakota to a bonded warehouse pursuant to § 35-4-45. The permit may be purchased for an annual fee of one hundred dollars, and the fee shall be deposited in the general fund. Any alcoholic beverages stored in a bonded warehouse may only be delivered to a distiller or wholesaler licensee. Section 74. That § 35-4-47 be amended to read: 35-4-47. Except as provided in §§ 35-2-9 and 35-10-16, distiller and a licensed wholesaler licensees may only purchase or receive alcoholic beverages only from: (1) Distillers Manufacturers or wholesalers licensed under this chapter title; (2) Transportation licensees, including deliveries by the transportation licensees through a freight, express, or parcel post depot within the municipality where the distiller manufacturer or wholesaler licensee operates, and including any transported beverages so transported that have been imported from outside the state; or (3) Bonded warehouses as provided in § 35-4-45. Section 75. That § 35-4-48 be repealed. 35-4-48. Distiller licensees may sell distilled spirits and wine only: (1) For export outside of South Dakota in interstate commerce; (2) To wholesale licensees. Section 76. That § 35-4-49 be amended to read: 35-4-49. A manufacturer licensed under subdivision 35-4-2(14) may only sell malt beverages to a wholesaler licensed under subdivision 35-4-2(15), or to a wholesaler licensed under subdivision 35-4-2(2), or may sell such malt beverages for transportation in interstate commerce outside the state. A wholesaler licensed under subdivision 35-4-2(15) may sell such malt beverages to retailers licensed under this chapter. Each malt beverage wholesale licensee for nonpasteurized products shall designate on the application, the territory within which the licensee may sell the designated nonpasteurized products of any brewer for the purpose of quality control, when such territory has been agreed to by the licensee and the brewer. Section 77. That § 35-4-50 be amended to read: 35-4-50. Licensed wholesalers A licensed wholesaler under this chapter may only sell alcoholic beverages in this state only to wholesale to a manufacturer, wholesaler, and to retail licensees licensee under this chapter and only such kinds of the alcoholic beverages as that the respective licensees are licensee is authorized to purchase. However, wholesale licensees may sell, ship, or transport such beverages to duly licensed wholesalers, distillers, and rectifiers outside of this state. Section 78. That § 35-4-52 be amended to read: 35-4-52. No distiller or wholesale licensee manufacturer or wholesaler may attempt to promote the sale of liquor alcoholic beverages by tie-in sales arrangements or by any device such as gifts or other concessions of financial value to a customer. The distiller or wholesale licensee manufacturer or wholesaler may promote sales only on the basis of price competition, salesmanship, reliability as a supplier, and other ordinary competitive business practices. Section 79. That § 35-4-60 be amended to read: 35-4-60. Except as provided by § 35-4-61, in this title, a retail licensees licensee may only buy or receive alcoholic beverages only from wholesale licensees a wholesaler licensed under this chapter. Dispenser licensees may buy or receive alcohol only, and only from wholesale licensees or from wholesalers outside the state. Section 80. That § 35-4-60.2 be amended to read: 35-4-60.2. A licensee licensed under subdivision 35-4-2(3), (4), or (16), (17), (17A), or (20) shall purchase any malt beverages that the licensee sells from the municipality if the municipality in which the licensee is located is licensed under subdivision 35-4-2(5) and if the municipality has adopted by ordinance a requirement that purchases of malt beverages by licensees under this section be made from the municipality. A municipality selling malt beverages to any licensee licensed under subdivision 35-4-2(3), (4), or (16), (17), (17A), or (20) may not charge the licensee more than five percent above the municipality's cost for malt beverages plus freight unless the municipality has an operating agreement in effect on April 1, 1988, for its on-sale alcoholic beverage licensees licensed pursuant to subdivision 35-4-2(4) and imposes a mark-up higher than five percent for malt beverages. The municipality shall charge all licensees under this section the same price for malt beverages. The provisions of this section for a licensee licensed pursuant to subdivision 35-4-2(3), or (4), or (20) only apply if the licensee is located in a municipality with a population that exceeds eight thousand. Section 81. That § 35-4-61 be repealed. 35-4-61. Retail licensees may purchase or receive malt beverages only from a wholesale licensee under subdivision 35-4-2(2) or from a wholesaler licensed under subdivision 35-4-2(15). Section 82. That § 35-4-66 be amended to read: 35-4-66. Alcoholic beverages, except malt beverages, may be transported only: (1) By a transporter licensees licensee in the course of delivery to persons authorized under this title to receive such the alcoholic beverages; (2) By distillers or wholesale licensees a manufacturer or wholesaler in the distiller's or wholesale manufacturer or wholesaler licensee's own vehicles, carrying the distiller's or wholesale manufacturer or wholesaler licensee's own merchandise; (3) By solicitor licensees, such transportation being limited to a manufacturer carrying only samples, sealed or unsealed, of products for which orders are solicited; (4) By individuals, an individual, in interstate transportation being limited to carrying alcoholic beverages in quantities of one gallon or less, or in intrastate transportation not being restricted as to carrying any quantity, but in either case the carrying alcoholic beverages shall have been purchased by the individuals individual for personal use only; (5) By a common carriers carrier in interstate commerce if the shipment originates outside the state and is destined for a point outside the state; (6) By a carrier licensees, as to that included in the stock in trade of the licensees licensee, in exercise of the privileges granted pursuant to the license; (7) By an established religious organizations, organization, in interstate transportation being limited to carrying alcoholic beverages in quantities of four gallons or less, or in intrastate transportation not being restricted as to carrying any quantity, but in either case such only alcoholic beverages shall have been purchased by such the established religious organizations organization for sacramental use only; or (8) By an off-sale delivery licensees licensee; or (9) By a wine carrier as defined in § 35-12B-1. Section 83. That § 35-4-67 be amended to read: 35-4-67. Except as provided in subdivisions 35-4-66(1), (3), (4), (5), (6), and 7 (7), no person other than a transporter may bring into the state alcoholic beverages into this state. Section 84. That § 35-4-77.1 be amended to read: 35-4-77.1. Notwithstanding the provisions of § 35-4-75, the governing body of the municipality charged with the approval of alcoholic beverage license issuance may, by ordinance, permit the sale and consumption of alcoholic beverages on a sidewalk or walkway subject to a public right-of-way abutting a licensed premises. The sidewalk or walkway subject to a public right-of-way shall be immediately adjacent to and abutting the licensed premises. This section does not apply to any federal-aid eligible highway unless approved in accordance with the applicable requirements for the receipt of federal aid. Nothing in this section prevents the governing body from imposing conditions or restrictions that it deems the governing body considers appropriate. The sidewalk or walkway subject to a public right-of-way where the sale and consumption of alcoholic beverages is permitted does not constitute a public place as defined in § 35-1-5.3, if the sidewalk or walkway subject to a public right-of-way has been properly authorized for sale and consumption of alcoholic beverages pursuant to this section. The hours of authorized sale and consumption on the sidewalk or walkway subject to a public right-of-way as provided by this section shall be consistent with the hours permitted for the on-sale license. A violation of any provision of Title 35 this title by an alcoholic beverage license holder conducting business on a sidewalk or walkway subject to a public right-of-way pursuant to this section constitutes a violation of Title 35 this title as if the violation had occurred in or on the licensed premises. Section 85. That § 35-4-78 be amended to read: 35-4-78. No licensee may sell any alcoholic beverage to any person who is obviously intoxicated at the time or allow any person to become intoxicated on the licensed premises. A violation of this section is a Class 1 misdemeanor. However, no licensee is civilly liable to any injured person or the injured person's estate for any injury suffered, including any action for wrongful death, or property damage suffered because of the intoxication of any person due to the sale or consumption of any alcoholic beverage in violation of the provisions of this section. Section 86. That § 35-4-79 be amended to read: 35-4-79. No on-sale or off-sale licensee may permit any person less than twenty-one years old to loiter on the licensed premises or to sell, serve, dispense, or consume alcoholic beverages on such the licensed premises. However, an on-sale licensee licensed pursuant to subdivision 35-4-2(4), (6), (11), (12), (13), (16), or (20) may permit persons eighteen years old or older to sell and serve or dispense alcoholic beverages if less than fifty percent of the gross business transacted by that establishment is from the sale of alcoholic beverages and the licensee or an employee that is at least twenty-one years of age is on the premises when the alcoholic beverage is sold or dispensed. For the purposes of this section, the term, to sell and serve alcoholic beverages, means to take orders for alcoholic beverages and to deliver alcoholic beverages to customers as a normal adjunct of waiting tables. The term does not include tending bar or drawing or mixing alcoholic beverages. A violation of this section is a Class 2 misdemeanor. Section 87. That § 35-4-79.1 be repealed. 35-4-79.1. No off-sale licensee licensed under subdivision 35-4-2(3), (5), (17), or (17A) may permit any person less than twenty-one years old to sell, serve, or dispense alcoholic beverages on the licensed premises unless such sales of alcoholic beverages constitutes less than fifty percent of the gross business transacted by that establishment. If alcoholic beverage sales constitute less than fifty percent of the gross business transacted by the establishment, the licensee may permit persons eighteen years old or older to sell, serve, or dispense alcoholic beverages. Section 88. That chapter 35-4 be amended by adding a NEW SECTION to read: Notwithstanding the provisions of § 35-4-79, any on-sale or off-sale licensee may permit persons eighteen years old or older to sell or serve alcoholic beverages if less than fifty percent of the gross business transacted by the establishment is from the sale of alcoholic beverages, or the licensee or an employee that is at least twenty-one years of age is on the premises when the alcoholic beverage is sold or served. For the purposes of this section, the term, to sell or serve alcoholic beverages, does not include tending bar or drawing, pouring, or mixing alcoholic beverages. A violation of this section is a Class 2 misdemeanor. Section 89. That § 35-4-79.2 be repealed. 35-4-79.2. Notwithstanding § 35-4-79, an on-sale licensee issued a license pursuant to subdivision 35-4-2(16) whose sale of alcoholic beverages constitutes more than fifty percent of the gross business transacted by that establishment may erect a physical barrier to allow for multiple uses of the premises by persons of all ages provided persons under the age of twenty-one are not permitted access to the area reserved for the sale of malt beverages. For the purposes of this section, a physical barrier includes, but is not limited to, a wall, fence, rope, railing, or other physical feature erected for the sole purpose of restricting the free flow of foot traffic and access to a certain area of a premise. Section 90. That § 35-4-81 be amended to read: 35-4-81. No on-sale or off-sale licensee, licensed under subdivisions 35-4-2(3), (4), (5), (6), (9), (11), (13), or (18), may sell, serve, or allow to be consumed on the premises covered by the license, alcoholic beverages between the hours of two a.m. and seven a.m. or on Sunday after two a.m., on Memorial Day after two a.m., or at any time on Christmas Day. However, any Any municipality or county may, by ordinance, allow prohibit or restrict the sale, service, and consumption of alcoholic beverages on Sundays and, Christmas Day, or Memorial Day. A violation of this section is a Class 2 misdemeanor. Section 91. That § 35-4-81.2 be amended to read: 35-4-81.2. No on-sale or off-sale licensee licensed under subdivisions 35-4-2(12), (16), (17), (17A), (19), and (20) may sell, serve, or allow to be consumed on the premises covered by the license, any alcoholic beverages between the hours of two a.m. and seven a.m. A violation of this section is a Class 2 misdemeanor. Section 92. That § 35-4-85 be repealed. 35-4-85. No person may buy from any on-sale dealer, except for a retailer licensed under subdivision 35-4-2(16), any alcoholic beverage in a package, whether sealed or unsealed, or whether full or partially full. Section 93. That § 35-4-94 be repealed. 35-4-94. No brand of distilled spirits may be sold to or purchased by a wholesaler, irrespective of the place of sale or delivery unless a verified affirmation statement is filed with the Department of Revenue and is then in effect. Section 94. That § 35-4-95 be repealed. 35-4-95. Any owner, or owner's authorized agent, of a brand of distilled spirits, registered and sold in South Dakota, shall file a verified affirmation statement that the net price currently available to South Dakota wholesalers is no greater than the lowest price at which the item of distilled spirits is sold by a brand owner or any appointed agent of a brand owner to any wholesaler anywhere in any other state of the United States or the District of Columbia, or to any state or state agency which owns and operates wholesale distilled spirits outlets or retail liquor stores. When affirming the price of distilled spirits, the statement shall reflect the price freight on board point of origin and all discounts, rebates, credits, or other allowances which effectively reduce the price. Section 95. That § 35-4-96 be repealed. 35-4-96. The secretary may require the brand owner, or the authorized agent of the brand owner, to file: (1) The schedules of prices and discounts, allowance schedules, and other pricing information; (2) The exact brand or trade name, capacity of package, nature of contents, and age and proof where stated on the label; and (3) The number of bottles contained in each case and the bottle and case price to wholesalers, which is individual for each item. The schedules and documents shall be filed in a form and manner to be determined by the secretary to facilitate the enforcement of §§ 35-4-94 to 35-4-98, inclusive. Section 96. That § 35-4-97 be repealed. 35-4-97. Upon a finding that a brand owner, or authorized agent of the brand owner, has knowingly violated the provisions of §§ 35-4-94 to 35-4-98, inclusive, or that any person has knowingly made a false statement in any affirmation statement made and filed pursuant to §§ 35-4-94 to 35-4-98, inclusive, the secretary shall collect a civil penalty of one hundred dollars per case for each case sold in violation of §§ 35-4-94 to 35-4-98, inclusive. Any item sold in violation of the provisions of §§ 35-4-94 to 35-4-98, inclusive, may not be sold to or purchased by any wholesaler for a period of thirty days. Section 97. That § 35-4-98 be repealed. 35-4-98. A filing made pursuant to §§ 35-4-94 to 35-4-98, inclusive, is confidential. It is a Class 2 misdemeanor to disclose any such filing except to a wholesaler licensed under Title 35 or in accordance with the manner in which returns and return information may be disclosed pursuant to §§ 10-1-28.4 and 10-1-28.5. Section 98. That § 35-4-101 be amended to read: 35-4-101. Any hotel or motel may operate minibars as defined in § 35-1-1 in any of its rooms or units if the hotel or motel has an on-sale liquor license issued pursuant to subdivision 35-4-2(4), (6), or (13). Section 99. That § 35-4-103 be amended to read: 35-4-103. Any municipality or county may impose on any person who is licensed pursuant to subdivision 35-4-2(4), (6), (11), (12), (13), or (16) this chapter and who is issued a video lottery establishment license pursuant to § 42-7A-41 an annual additional license fee for the privilege of locating video lottery machines on the licensed premises. The fee may not exceed fifty dollars for each video lottery machine. The fees imposed by this section are in addition to fees imposed under §§ 35-4-2 and 42-7A-41 and shall be paid at the same time and in the same manner as the fees paid in § 35-4-2. All fees received under this section shall be deposited into the general fund of the municipality or county having jurisdiction over the licensee. However, the municipality or county may not impose this additional fee on more than one license per location. Section 100. That § 35-4-106 be amended to read: 35-4-106. Any county or municipality operating a golf course may, by resolution, without an election, but subject to referendum, make application for the issuance of an on-sale license, including a malt beverage retailer's license, at such facility at the golf course. Section 101. That § 35-4-117 be amended to read: 35-4-117. Any municipality or county adopting the ordinance pursuant to § 35-4-111 shall set the price of a new full-service restaurant on-sale license, pursuant to § 35-4-116, at or above the current fair market value. However, such the full-service restaurant on-sale license fee may not be less than the minimum on-sale license fee as provided for in subdivision 35-4-2(4) or (6). For purposes of this section, the term, current fair market value, means the documented price of the on-sale license most recently sold between January 1, 2003, and January 1, 2008, through an arm's-length transaction, less the value of any real or personal property included in the transaction. Each on-sale license holder as of January 1, 2008, who acquired the on-sale license within the last five years shall report to the municipality or county the date and price paid for its on-sale license. If there are no documented sales of on-sale licenses between January 1, 2003, and January 1, 2008, the municipality or county may request from any on-sale license holder within the municipality or county, the date and price originally paid for its on-sale license to determine the current fair market value. Section 102. That § 35-4-120 be amended to read: 35-4-120. Upon the adoption of an ordinance pursuant to § 35-4-111, any person who purchased an on-sale license issued pursuant to subdivision 35-4-2(4) or (6) between January 1, 2003, and January 1, 2008, and who owned the license on January 1, 2008, within the last five years shall report to the municipality or county that issued the license the amount paid for the license. If the municipality or county that issued the on-sale license adopts an ordinance pursuant to § 35-4-111, and requests from any other licensee the amount originally paid for any other on-sale license pursuant to § 35-4-117, the licensee shall report that amount to the municipality or county. The declared purchase price shall be made under oath and shall include the documents establishing the amount paid for the on-sale license. If the transaction included other personal property or real property, the full market value of such the other property on the date of the transaction shall be deducted from the total purchase price to establish the amount paid for the license. The person who owned the license on January 1, 2008, as of the date of the adoption of the ordinance has the burden of establishing the amount paid for the license. If the amount reported is used to determine current fair market value pursuant to § 35-4-117, any licensee who contends that the amount does not accurately reflect the fair market value of the license on the date of purchase may file an objection to the report. The objection shall be filed with the municipality or county within thirty days of the date the license fee is set pursuant to § 35-4-116. If an objection is filed, the governing board of the municipality or county shall conduct a hearing to determine the fair market value of the license. The determination of the governing board may be appealed to circuit court. Section 103. That § 35-4-121 be repealed. 35-4-121. Any person, corporation, or business entity that is issued a new retail license under subdivision 35-4-2(3) in a municipality of the first class after June 30, 2008, and derives more than fifty percent of the licensee's annual gross receipts from the sale of food, prepared food, and food ingredients at the location where the license is held, shall display its alcoholic beverages, other than malt beverages and wine, in one area which is separated by a physical barrier from the rest of the establishment. For the purposes of this section, a physical barrier includes a wall or fence erected for the sole purpose of separating the area in which the alcoholic beverages are displayed from the rest of the establishment. Section 104. That § 35-4-122 be repealed. 35-4-122. Any person, corporation, or business entity that is issued a new retail license under subdivision 35-4-2(3) after June 30, 2009, and derives less than fifty percent of the licensee's annual gross receipts from the sale of alcoholic beverages at the location where the license is held shall display its alcoholic beverages, other than malt beverages and wine, in one area which is separated by a physical barrier from the rest of the establishment. For the purposes of this section, a physical barrier includes a wall or fence erected for the sole purpose of separating the area in which the alcoholic beverages are displayed from the rest of the establishment. Section 105. That § 35-4-123 be amended to read: 35-4-123. Any county operating a county fairgrounds may, by resolution, without an election, but subject to referendum, issue one on-sale license, including a malt beverage retailer's license, at the county fairgrounds to an applicant who is authorized by the county to operate as the leaseholder at the county fairgrounds. The selling, serving, or dispensing of any alcoholic beverage at the county fairgrounds may not occur more than one hour before the commencement of any event at the county fairgrounds or at any time after the event is concluded. A license issued pursuant to this section may not be transferred. The license shall be issued without regard to the population limitations established pursuant to §§ 35-4-11 and 35-4-11.1. Section 106. That § 35-4-124 be amended to read: 35-4-124. Any municipality or county may issue: (1) A special malt beverage retailers license in conjunction with a special event within the municipality or county to any civic, charitable, educational, fraternal, or veterans organization or any licensee licensed pursuant to subdivision 35-4-2(4), (6), or (16) in addition to any other licenses held by the special events license applicant; (2) A special on-sale wine retailers license in conjunction with a special event within the municipality or county to any civic, charitable, educational, fraternal, or veterans organization or any licensee licensed pursuant to subdivision 35-4-2(4), (6), or (12) or chapter 35-12 any farm winery licensee in addition to any other licenses held by the special events license applicant; (3) A special on-sale license in conjunction with a special event within the municipality or county to any civic, charitable, educational, fraternal, or veterans organization or any licensee licensed pursuant to subdivision 35-4-2(4) or (6) in addition to any other licenses held by the special events license applicant; (4) A special off-sale package wine dealers license in conjunction with a special event within the municipality or county to any civic, charitable, educational, fraternal, or veterans organization or any licensee licensed pursuant to subdivision 35-4-2(3), (5), or (12), (17A), or (19) or chapter 35-12 any farm winery licensee in addition to any other licenses held by the special events license applicant. A special off-sale package wine dealers licensee may only sell wine manufactured by a farm winery that is licensed pursuant to chapter 35-12 licensee; (5) A special off-sale package wine dealers license in conjunction with a special event, conducted pursuant to § 35-4-124.1, within the municipality or county to any civic, charitable, educational, fraternal, or veterans organization; (6) A special off-sale package malt beverage dealers license in conjunction with a special event, conducted pursuant to § 35-4-124.1, within the municipality or county to any civic, charitable, educational, fraternal, or veterans organization; or (7) A special off-sale package dealers license in conjunction with a special event, conducted pursuant to § 35-4-124.1, within the municipality or county to any civic, charitable, educational, fraternal, or veterans organization. Any license issued pursuant to this section may be issued for a period of time established by the municipality or county. However, no period of time may exceed fifteen consecutive days. The municipality or county may issue a license under this section for a time not to exceed fifteen consecutive days. No public hearing is required for the issuance of a license pursuant to this section if the person applying for the license holds an on-sale alcoholic beverage license or a retail malt beverage license in the municipality or county or holds an operating agreement for a municipal on-sale alcoholic beverage license, and the license is to be used in a publicly-owned facility. The local governing body shall establish rules to regulate and restrict the operation of the special license, including rules limiting the number of licenses that may be issued to any person within any calendar year. Section 107. That § 35-4-124.1 be amended to read: 35-4-124.1. A civic, charitable, educational, fraternal, or veterans organization holding a special events license pursuant to subdivision 35-4-124(5) may accept only sell wine that has been donated wine from by members of the public to be sold at the special event. A civic, charitable, educational, fraternal, or veterans organization holding a special events license pursuant to subdivision 35-4-124(6) may accept donated only sell malt beverages from that have been donated by members of the public to be sold at the special event. A civic, charitable, educational, fraternal, or veterans organization holding a special events license pursuant to subdivision 35-4-124(7) may accept donated only sell alcoholic beverages from that have been donated by members of the public to be sold at the special event. Any The donor shall purchase any donated alcoholic beverage must have been purchased from a licensed South Dakota retailer by the donor. Section 108. That § 35-4-127 be amended to read: 35-4-127. A licensee licensed pursuant to subdivisions subdivision 35-4-2(3) or (5) may apply for an off-sale delivery license as provided by subdivision 35-4-2(23) to deliver alcohol alcoholic beverages to a consumer within the boundaries of the municipality that issued the off-sale license. The alcohol alcoholic beverage for delivery shall be purchased in person and on-site at the licensee's off-sale premises. The minimum purchase of alcohol alcoholic beverages shall be one hundred fifty dollars. The delivery shall be made during hours of operation pursuant to § 35-4-81 § 35-4-81.2 by an employee of the licensee who is at least twenty-one years old. The employee shall obtain the signature of a person twenty-one years of age old or older prior to before delivery of the shipment. The employee shall request that the person signing for the delivery display a valid age-bearing photo identification document issued by this state, another state, or the federal government verifying that the person is twenty-one years of age old or older. Documentation verifying the identification of the person signing for the delivery shall be retained by the licensee for one year. Any licensee who delivers alcohol alcoholic beverages to a person under twenty-one years of age old is subject to a civil penalty of one thousand dollars for a first offense and two thousand dollars for a second or subsequent offense. Any money collected pursuant to this section shall be deposited in the general fund. Section 109. That § 37-10A-1 be amended to read: 37-10A-1. An No alcoholic beverage may not be sold below the wholesale cost of the alcoholic beverage, unless the sale constitutes the termination of the sale of the alcoholic beverage on the licensed premises. Any alcoholic beverage offered for sale at less than wholesale cost may not be offered again for sale on the licensed premises for a period of less than one year after termination of the sale of the product on the licensed premises. Wholesale The wholesale cost is the consideration paid by a retailer to a wholesaler to acquire an alcoholic beverage and includes the purchase price and freight charges. If no wholesaler is used in the sale, the direct shipper may not sell the alcoholic beverage below the manufacturer's cost. Section 110. The Code Counsel shall transfer § 37-10A-1 to chapter 35-4. Section 111. That § 35-5-1 be amended to read: 35-5-1. The provisions of this chapter shall be construed to relate apply to all alcoholic beverages. Section 112. That § 35-5-2 be amended to read: 35-5-2. There is hereby levied on manufacturers, and wholesalers of alcoholic beverages an occupational tax computed on all alcoholic beverages purchased, received or imported from a distiller, manufacturer, or foreign wholesaler for sale to a retail dealer an alcohol excise tax on all alcoholic beverages manufactured, purchased, received, or imported in this state. A manufacturer shall pay the alcohol excise tax on all alcoholic beverages manufactured and sold directly to a retailer or consumer. A wholesaler shall pay the alcohol excise tax on all alcoholic beverages purchased, received, or imported for sale to a retailer. Section 113. That § 35-5-3 be amended to read: 35-5-3. The occupational alcohol excise tax based on the quantities of different kinds of alcoholic beverages is: (1) Malt beverages, eight dollars and fifty cents per barrel of thirty-one gallons, or a pro rata portion thereof in accordance with the size of the bulk container; (2) All light wines and diluted beverages (except sparkling wines and cider) containing alcohol by weight to the extent of more than 3.2 percent and not more than fourteen percent, ninety-three cents per gallon; (3) All wines (except sparkling wines) containing alcohol by weight to the extent of more than fourteen percent and not more than twenty percent, one dollar and forty-five cents per gallon; (4) All wines (except sparkling wines) containing alcohol by weight to the extent of more than twenty percent and not more than twenty-four percent, all natural sparkling wines containing alcohol and all artificial sparkling wines containing alcohol, two dollars and seven cents per gallon; (4A) All cider containing alcohol by weight not more than ten percent, twenty-eight cents per gallon; (5) All other alcoholic beverages not otherwise specified, three dollars and ninety-three cents per gallon. For the purposes of this section, diluted beverages are alcoholic beverages prepared from the admixture of spirits or wine with water, dairy products, fruit juices, or vegetable juices, to which may be added natural flavors, artificial flavors, sweetening agents, or food additives to produce a beverage distinct and unique from the spirits or wine. In no case does the term, diluted beverages, include beverages which contain in excess of twelve percent alcohol by weight. Any funds collected from the alcohol excise tax imposed by this section shall be deposited in the alcoholic beverage fund. Section 114. That § 35-5-3.3 be amended to read: 35-5-3.3. A malt beverage manufacturer who possesses an on-sale license authorized pursuant to § 35-5-3.2 may be issued a malt beverage package dealer's license issued pursuant to subdivision 35-4-2(17) 35-4-2(16) for such the premises where the malt beverage is manufactured, limited to the sale of malt beverages the manufacturer manufactures. The manufacturer shall pay the tax imposed under subdivision 35-5-3(1) on all malt beverages so sold. Section 115. That § 35-5-4 be repealed. 35-5-4. In computing the occupational tax on any package of alcoholic beverages, other than malt beverages, a proportionate tax at a like rate on all fractional parts of a gallon less than one-sixteenth shall be taxed at the same rate as for one-sixteenth of a gallon. Section 116. That § 35-5-6 be amended to read: 35-5-6. The following alcoholic beverages sold by licensees are hereby excepted exempt from the tax taxes levied by § 35-5-2 this chapter: (1) Alcohol sold to dispenser licensees; (2) Sacramental wines; or (3)(2) Alcoholic beverages sold by distiller manufacturer licensees for transportation in interstate commerce outside the state, or, to wholesale licensees under this title; (4) Malt beverages sold by manufacturers for transportation in interstate commerce. Section 117. That § 35-5-6.1 be amended to read: 35-5-6.1. In addition to the alcohol excise tax imposed by § 35-5-3, a tax of two percent of the purchase price is imposed upon the purchases of alcoholic beverages, except malt beverages, by a wholesaler from a distiller, manufacturer, or supplier. The tax shall be paid monthly and shall be administered and collected in the same manner as provided in this chapter for the collection of the occupational alcohol excise tax. A licensee shall indicate the total dollar amount of purchases received during the reporting period. Funds collected from the tax imposed by this section shall be deposited in the state general fund. Section 118. That § 35-5-7 be amended to read: 35-5-7. Any licensee liable for the payment of the occupational tax taxes levied under this chapter may be required by the secretary to file with the secretary a bond or bonds, in an amount and form prescribed by the secretary, with corporate surety satisfactory to the secretary. The amount of the bond may not exceed fifty thousand dollars, and the secretary may require the increase or permit the decrease of the amount of the bond to a sum that the secretary deems determines is necessary to assure payment of the tax. The bond or bonds shall run to the state and shall be conditioned on the payment of all taxes levied by under this chapter on or before the due date of payment, and on the payment of all fines and penalties lawfully imposed by reason of failure to pay any such taxes levied under this chapter on the date payment is due. In lieu of a bond, the secretary may allow the licensee to furnish the amount of the bond in cash or negotiable securities approved by the secretary. Section 119. That § 35-5-10 be amended to read: 35-5-10. Licensees Each licensee liable for the payment of the occupational tax taxes levied by under this chapter shall file with the secretary a return, on such a form as prescribed by the secretary may require, showing the kind and quantity of alcoholic beverages produced, received, and on hand, together with the names of the persons from whom received, the amount of tax due, and such any other information as prescribed by the secretary shall by regulation prescribe. Said. The return, covering the period of one calendar month, together with payment of the tax due, shall be transmitted to the department on or before the twenty-fifth day of the second month following the close of the reporting period. A violation of this section is a Class 1 misdemeanor. Section 120. That § 35-5-19 be amended to read: 35-5-19. Any person required to file returns or reports under this chapter, who fails to file a return or report within the month following the month the return or report is or pay the tax when due is subject to an additional tax, assessed as a penalty, equal to ten percent of the tax or ten dollars, whichever is greater interest and penalty at the rates set forth in § 10-59-6. However, for a reasonable cause shown, the secretary may reduce or eliminate such the penalty. If the tax imposed by this chapter is not paid on the due date, the amount of the tax shall bear the interest at the Category D rate of interest as established in § 54-3-16 from the date of delinquency until paid. If any licensee files a false or fraudulent return, there shall be added to the tax an amount equal to the tax evaded, or attempted to be evaded, shall be added to the tax. Penalty and interest are considered the same as tax for the purposes of collection and enforcement including liens, distress warrants, and criminal violations. Any payment received for taxes, penalty, or interest is applied first to tax, beginning with the oldest delinquency, then to interest and then to penalty. No court of this state may enjoin the collection of any such the tax or civil penalty. Section 121. That § 35-5-20 be amended to read: 35-5-20. Any licensee liable for the payment of the occupational tax taxes shall keep, in current and available form on the licensed premises, records of all purchases, sales, quantities on hand, and such any other information as the secretary may prescribe by rule promulgated pursuant to chapter 1-26. The secretary may require, from any licensee, any reports the secretary prescribes, and the secretary may require the production of any book, record, document, invoice, and voucher kept, maintained, received, or issued by the licensee in connection with the licensee's business that, in the judgment of the secretary, may be necessary to administer and discharge the secretary's duties, to secure the maximum of revenue to be paid, and to carry out the provisions of law. A violation of this section is a Class 1 misdemeanor. If default is made, or if any such licensee fails or refuses to furnish any other reports or information referred to upon request for the reports or information, the secretary may enter the licensee's premises where the records are kept and make such examination as is examine the records as necessary to compile the required report. The cost of the examination shall be paid by the licensee whose reports are in default. Section 122. That § 35-5-20.1 be amended to read: 35-5-20.1. Any person outside the state who sells or ships alcoholic beverages to a distiller, manufacturer, or wholesaler, solicitor, or dispenser within this state shall forthwith forward to provide the secretary such a report as the secretary shall may require, giving the name and address of the licensee or person making the purchase, the quantity and kind of alcoholic beverages sold, the manner of delivery and such any other information as prescribed in rule by the secretary by rule requires. A violation of this section is a Class 1 misdemeanor. Section 123. That § 35-5-20.2 be repealed. 35-5-20.2. The failure by any person to make a report as required by § 35-5-20.1 is sufficient cause for the secretary to revoke or suspend all licenses to solicitor licensees employed by the person, to terminate any permit issued to the person under § 35-4-46, and to notify all distiller, manufacturer, and wholesaler licensees to make no further purchases from the person until notified by the secretary that such purchases may be resumed. Section 124. That § 35-5-22 be amended to read: 35-5-22. Twenty-five percent of all of the revenues deposited in the alcoholic beverage fund shall revert to the municipalities. Each municipality's share of the fund shall be determined by the ratio of the population of each municipality to the total population of all the municipalities sharing in the receipts. The Department of Revenue department shall make the reversion by remitting not later than November first, February first, May first, and August first, of each year to the finance officer of each municipality its share of the fund. The amount received by each municipality shall be deposited in the municipality's general fund. Section 125. That § 35-5-22.1 be amended to read: 35-5-22.1. For the purposes of § 35-5-22, municipalities include: (1) Municipalities Any municipality as defined in subdivision 9-1-1(6); (2) Any unincorporated platted town with a United States post office; (3) Any unincorporated town in which a retail licensee is authorized to operate; or (4)(3) Open mess facilities authorized by federal laws at defense installations. Thirty percent of the tax contributed to the fund by the licensed wholesaler, resulting from tax paid sales to the facility, shall revert to that facility; (5) Any unincorporated platted municipality within an organized township which had a United States post office as of July 1, 1980. Section 126. That § 35-5-22.2 be amended to read: 35-5-22.2. Twenty-five percent of all of the revenues deposited in the alcoholic beverage fund shall revert to the counties. Twenty-five percent of such the alcoholic beverage fund so distributed to counties shall be divided equally by all counties. The remaining seventy-five percent shall be allocated to counties by the ratio of the population of each county to the total population of all the counties sharing in the receipts. The Department of Revenue department shall make the reversion by remitting not later than November first, February first, May first, and August first, of each year to the county auditor of each county its share of the fund. The amount received by each county pursuant to this section and § 35-5-25 shall be deposited in the county's general fund to be dedicated to expenses related to county law enforcement, jails, state's attorneys, public defenders, and court-appointed attorneys. Section 127. That § 35-5-28 be amended to read: 35-5-28. After determination is made of the the amount of funds necessary reserve to provide for the reversions to municipalities and counties in §§ 35-5-22 and 35-5-22.2 is determined, the balances remaining funds may be transferred to the general fund. Section 128. That § 35-10-1 be amended to read: 35-10-1. The secretary may promulgate rules, pursuant to chapter 1-26, concerning regarding the following matters involving the sale, purchase, distribution, and licensing of alcoholic beverages under this title: (1) The marking of bottles, cans, and other containers of alcoholic beverages so as to show showing the quantity of alcohol by weight and contents of the container; (2) The invoicing of alcoholic beverages to licensees; (3) Advertising and the offering of inducements by manufacturers and wholesalers to retailers or retailers to the consumer and may adopt the uniform code on advertising in whole or in part; (4) The giving of samples by manufacturer, distiller, and wholesaler, and solicitor licensees; (5) The conduct of hearings for the suspension or revocation of licenses; (6) The prohibition of discriminatory or unfair practices and the preclusion of subterfuges for the accomplishment of such discrimination, including but not limited to, the filing and amendment of price schedules, preservation and conformity to price schedules, limitation of quantity discounts, extensions of credit by manufacturers or wholesalers to retail licensees, prohibiting cash discounts, commercial bribery, prescribing certain types of advertising specialties as being allowable, prohibiting unfair trade practices, requiring sale and delivery in its entirety, prohibiting participation in a violation by any class licensee or foreign dealer, prescribing periods of audit of licensees, limiting advertising that has a utility value to the retailers, prescribing rules for the miscellaneous disposition of liquor as gifts by manufacturers and wholesalers or breakage claimed by manufacturers or wholesalers; (7) The reporting of information by corporations licensed under this title or seeking to be licensed under this title relating to the full disclosure of corporate information including stockholders, other licenses held, providing for hearing in the case of voluntary transfer and requiring report in case of involuntary transfers of stock; (8) Bottle sizes of alcoholic beverages offered for sale. However, the department may not place any restrictions upon the distribution of 1.75 liter containers to any on-sale licensee, licensed pursuant to subdivision 35-4-2(4) or (6); (9) Requiring licensees to furnish breakdowns and statistical information of various types of alcoholic beverages sold to consumers or to retail licensees for the consumers' use; (10) The application, determination, and computation of the tax; and (11) The determination of purchase price. Section 129. That § 35-10-5 be repealed. 35-10-5. Payment to the United States by any person other than a licensee under this title of any tax, or special tax, as a distiller, manufacturer, or dealer in any alcoholic beverage or beverages, shall be prima facie evidence that such person is engaged in the business as to which such tax or special tax is levied. Section 130. That § 35-10-6 be repealed. 35-10-6. Display of advertising, any notice, or any sign of any kind on or about any place indicating that any alcoholic beverage or beverages are there sold, kept for sale, or given away, shall be prima facie evidence that the person displaying such advertising, notice, or sign, unless a licensee under this title, is keeping for sale alcoholic beverages in violation of § 35-1-4. Section 131. That § 35-10-9 be amended to read: 35-10-9. If any licensed dealer in alcoholic beverages or the dealer's agent or employee is convicted of: (1) A violation of any provision of this title, or any law or ordinance regulating the sale of alcoholic beverages; or (2) Any violation of law or ordinance in the operation of the licensed premises, the court or magistrate shall, within ten days after the conviction, mail a written notice of conviction to the auditor or finance officer of the municipality or the county auditor of the county having jurisdiction to approve alcoholic beverage licenses for the premises. A copy of the notice shall also be mailed to the Department of Revenue department. Section 132. That § 35-10-21 be amended to read: 35-10-21. If, in an action pursuant to § 35-10-19, it is made to appear by affidavits or otherwise, to the satisfaction of the court, or judge in vacation, that such a nuisance exists, a temporary writ of injunction shall forthwith issue be issued, restraining the defendant from conducting or permitting the continuance of such the nuisance until the conclusion of the trial. If a temporary injunction is prayed for sought, the court may issue an order restraining the defendant and all other persons from removing, or in any way interfering, with the alcoholic beverages or fixtures, or other things used in connection with the violation of the laws of the State of South Dakota this state constituting such the nuisance. Section 133. That § 35-12B-13 be amended to read: 35-12B-13. A direct shipper shall pay the alcoholic beverage occupational taxes alcohol excise tax as prescribed pursuant to § 35-5-2, according to the rates established in subdivisions 35-5-3(2), (3), and (4). Notwithstanding the filing and payment requirements prescribed in chapter 35-5, a direct shipper shall include on the report required by § 35-12B-11 the gallons of wine shipped to recipients in this state in each wine category as set forth in subdivisions 35-5-3(2), (3), and (4), and calculate the tax due for each wine category. Additionally, the direct shipper shall pay the tax imposed by § 35-5-6.1 on shipped wine based upon the purchase price of the wine sold to the consumer. The direct shipper shall remit the taxes quarterly on or before the fifteenth day of the month following each quarterly period. A direct shipper that is also licensed as a farm winery pursuant to chapter 35-12 under this title shall receive a credit for any occupational alcohol excise tax paid pursuant to §§ 35-12-7 and 35-12-8 this title for any wine sold for shipment in this state by the direct shipper."}, {"bill_id": 8819, "bill_version_id": 48327, "bill_version": "House Commerce and Energy Engrossed", "bill_version_date": "2018-01-31T14:13:23.077-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise and repeal certain provisions regarding alcoholic beverages. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 35-1-1 be amended to read: 35-1-1. Terms used in this title mean: (1) \"Alcoholic beverage,\" any distilled spirits, wine, ciders, and malt beverages as defined in this title; (2) \"Bulk container,\" any package, or any container within which container are one or more packages; (3) \"Carrier,\" a person who for hire transports passengers and who sells or furnishes to passengers for consumption alcoholic beverages aboard any means of conveyance; (3A) \"Cider,\" any alcoholic beverage obtained by the fermentation of the juice of apples or pears that contains not less than one-half of one percent of alcohol by volume weight and not more than ten percent of alcohol by weight, including flavored, sparkling, or carbonated cider; (3B) \"Controlling interest in,\" a controlling an ownership interest in the licensee is an ownership interest of ten percent or more; (4) \"Department,\" the Department of Revenue of the State of South Dakota; (5) \"Dispenser,\" a duly licensed physician, dentist, veterinarian, osteopath, podiatrist, chiropractor, or pharmacist; or a druggist, sanitarium, hospital, clinic, educational institution, industrial company, or industrial corporation who purchases alcohol for scientific and medicinal purposes only; (6) \"Distilled spirits,\" ethyl alcohol, hydrated oxide of ethyl, spirits of wine, whiskey, rum, brandy, gin, and other distilled spirits, including all any dilutions and or mixtures thereof, for nonindustrial use containing not less than one-half of one percent of alcohol by weight; (7) \"Distiller,\" any person who owns, has a controlling interest in, operates, or aids in operating any distillery or other establishment for the production, rectifying, blending, or bottling of distilled spirits; (8) \"Malt beverage,\" a beverage made by the alcoholic fermentation of an infusion or decoction, or combination of both, in potable brewing water, of malted barley with hops, or their parts, or their products, or any other similar product, and with or without other malted cereals, and with or without the addition of unmalted or prepared cereals, other carbohydrates or products prepared therefrom, and with or without the addition of carbon dioxide, and with or without other wholesome products suitable for human consumption containing not less than one-half of one percent of alcohol by weight; (9) \"Manufacturer,\" any person who owns, has a controlling interest in, operates, or aids in operating any establishment for the brewing, production, bottling, or blending of malt beverages or wine any alcoholic beverage; (10) \"Minibar,\" any closed container, either refrigerated or nonrefrigerated, having restricted access to the interior of which is restricted by means of a locking device which that requires the use of a key, magnetic card, or similar device, or controlled by the licensee at all times; (11) \"Municipality,\" any incorporated city or town, and any unincorporated platted town having a United States post office. However, the subsequent withdrawal of a United States post office does not affect the right of established liquor licenses to be continued, renewed, or transferred and does not prevent the owner or bona fide lessee of the licensed premises from receiving a renewal or reissuance of such the license; (12) \"Off-sale,\" the sale of any alcoholic beverage, for consumption off the premises where sold; (13) \"On-sale,\" the sale of any alcoholic beverage for consumption only upon the premises where sold; (14) \"On-sale dealer,\" any person who sells, or keeps for sale, any alcoholic beverage for consumption on the premises where sold; (15) \"Package,\" the bottle or immediate container of any alcoholic beverage; (16) \"Package dealer,\" any person other than a distiller, manufacturer, or wholesaler, who sells, or keeps for sale, any alcoholic beverage for consumption off the premises where sold; (17) \"Population,\" number of inhabitants as determined by the last preceding decennial federal census; (17A) \"Powdered, condensed, or concentrated alcohol,\" an alcoholic product that is created using a process that reduces the alcohol to a concentrated form and that allows the alcohol to be reconstituted with water or other liquid; (17B) \"Relative,\" any person who is a husband, wife, son, daughter, brother, sister, father, or mother, uncle, aunt, nephew, niece, brother-in-law, sister-in-law, father-in-law, mother-in-law, son-in-law, or daughter-in-law; (18) \"Retail license,\" an on- on-sale or off-sale license issued under the provisions of this title; (19) \"Retailer,\" or \"retail dealer,\" any person who sells alcoholic beverages for other than resale; (20) \"Sale,\" the transfer, for a consideration, of title to any alcoholic beverage; (21) \"Secretary,\" the secretary of revenue of the State of South Dakota; (22) \"Solicitor,\" any person employed by a licensed wholesaler within this state, or by any distiller or manufacturer within or without this state, who contacts a wholesaler or retail dealer within this state for the purpose of selling, promoting, or advertising alcoholic beverages or for any other reason connected with the alcoholic beverage industry but does not include employees of wholesale or transporter licensees who only deliver such beverages; (23) \"Transportation company,\" or \"transporter,\" any common carrier or operator of a private vehicle transporting or accepting for transportation any alcoholic beverages, but not including transportation by carriers in interstate commerce where the shipment originates outside of the state and is destined to a point outside of the state; (24) \"Wholesaler,\" any person who sells alcoholic beverages to retailers for resale; (25) \"Wine,\" any liquid either commonly used, or reasonably adapted to use, for beverage purposes, and obtained by the fermentation of the natural sugar content of fruits or other agricultural products containing sugar and containing not less than one-half of one percent of alcohol by weight but not more than twenty-four percent of alcohol by weight beverage made from the fermentation of grapes, grape juice, other fruit bases, or honey, with or without adding alcoholic beverages; without rectification, except for the purpose of fortification; and contains not less than one-half percent and not more than twenty-four percent alcohol by volume. Section 2. That § 35-1-1.1 be amended to read: 35-1-1.1. For the purposes of this title, an entity any person that has entered into an operating agreement with a municipality pursuant to § 35-4-19 is a licensee. The number of operating agreements that a A municipality may not enter into may not exceed more operating agreements than the maximum number of retail licenses of each type that may be issued pursuant to this title. Section 3. That chapter 35-1 be amended by adding a NEW SECTION to read: A dispenser may transport or store any alcoholic beverage purchased for a bona fide scientific or medicinal purpose. Section 4. That § 35-1-5.5 be amended to read: 35-1-5.5. The board of county commissioners or the governing body of a municipality or county may permit the consumption, but not the sale, of any alcoholic beverage on property owned by the public or by a nonprofit corporation within its jurisdiction. The permit period may not exceed twenty-four hours and the hours of authorized consumption may not exceed those permitted for on-sale licensees. However, a municipality or county may permit the sale of alcoholic beverages on publicly owned property or property owned by a nonprofit corporation if it is during a special event for which a temporary license has been issued pursuant to § 35-4-124. Section 5. That § 35-1-5.6 be amended to read: 35-1-5.6. It is a Class 2 misdemeanor for any person to consume any alcoholic beverage upon the premises of a licensed on-sale dealer if the alcoholic beverage was not purchased from the on-sale dealer. However, a person may consume any alcoholic beverage upon the premises of a licensed on-sale dealer if the beverage is purchased from a licensee who has been issued a temporary license pursuant to § 35-4-124 for a special event occurring on the premises of the licensed on-sale dealer. Section 6. That § 35-1-8 be amended to read: 35-1-8. No manufacturer, distributor, wholesaler, or transporter may sell or deliver any package containing alcoholic beverages manufactured or distributed for resale, unless the person to whom the package is sold or delivered is authorized to receive the package in accordance with the provisions of as provided in this title. Section 7. That § 35-1-9 be amended to read: 35-1-9. No licensee under this title may keep or store any alcoholic beverages at any place within the state other than on the premises where the licensee is authorized to operate. However, any such a licensee may store such alcoholic beverages in a warehouse licensed under § 35-4-44 or with a bonded warehouse that has qualified under pursuant to § 35-4-45. Such storage is subject to rules promulgated by the secretary pursuant to chapter 1-26. However, in localities where there is no such bonded warehouse, the secretary may, by rules promulgated pursuant to chapter 1-26, provide for storage of malt beverages. Section 8. That § 35-1-9.2 be repealed. 35-1-9.2. Terms used in § 35-1-9.1 mean: (1) \"Alcoholic beverage,\" any distilled spirits, wine, and malt beverage as defined in this section; (2) \"Distilled spirits,\" ethyl alcohol, hydrated oxide of ethyl, spirits of wine, whiskey, rum, brandy, gin, and other distilled spirits, including all dilutions and mixtures thereof, for nonindustrial use containing any amount of alcohol; (3) \"Malt beverage,\" beer, ale, porter, stout, and other similar beverages of any name or description made by the alcoholic fermentation of an infusion or decoction, or combination of both, in potable brewing water, of malted barley with hops, or their parts, or their products, or from any substitute therefor, and with or without other malted cereals, and with or without the addition of unmalted or prepared cereals, other carbohydrates or products prepared therefrom, and with or without the addition of carbon dioxide, and with or without other wholesome products suitable for human consumption containing not less than one-half of one percent of alcohol by volume; and (4) \"Wine,\" any liquid either commonly used, or reasonably adapted to use, for beverage purposes, and obtained by the fermentation of the natural sugar content of fruits or other agricultural products containing sugar and containing not less than one-half of one percent of alcohol by weight but not more than twenty-four percent of alcohol by volume. Section 9. That § 35-1-9.3 be amended to read: 35-1-9.3. It is not a violation of § 35-1-9.1 if: (1) An alcoholic beverage is located in a locked glove compartment of the motor vehicle; (2) An open alcoholic beverage is behind the last upright seat of a motor vehicle that is not equipped with a trunk or in an area not normally occupied by the driver or passengers; or (3) An open alcoholic beverage is possessed by a A passenger in a motor vehicle maintained and used primarily for the transportation of persons for compensation operated by a carrier as defined in subdivision 35-1-1(3) and licensed pursuant to subdivision 35-4-2(9) possesses an open alcoholic beverage. The However, the driver of such a carrier is prohibited from possessing in the driver compartment of the vehicle a package or receptacle containing an alcoholic beverage if the seal of the original package seal has been is broken. Section 10. That § 35-2-1 be amended to read: 35-2-1. Any application for a license as provided for by in this title shall be made on forms prescribed by the secretary and shall be verified by the oath of the applicant. If the applicant is not an individual, the oath of applicant shall be verified by an officer of the entity applying for the license. The application shall contain such information as required by the secretary requires and shall show that and necessary to determine the eligibility of the applicant is eligible for the license for which application is made. Section 11. That § 35-2-1.1 be amended to read: 35-2-1.1. Any application under this title for a manufacturer, distiller, wholesaler, solicitor, transporter, carrier, or dispenser retail on premises manufacturer, wine carrier, or direct shipper license, and any application for a license to be issued to a county or municipality, shall be initially submitted to the secretary who. The secretary may approve or disapprove the application depending on whether if the secretary deems considers the applicant a suitable person to hold the license and whether the secretary considers the proposed location is suitable. Section 12. That § 35-2-1.2 be amended to read: 35-2-1.2. Any applicant for a new retail license, except as set forth in § 35-2-1.1, or the transfer of an existing license shall submit an application to the governing board body of the municipality within in which the applicant intends to operate, or if outside the corporate limits of a municipality, to the board of county commissioners governing body of the county in which the applicant intends to operate. The applicant shall submit the required fee with the application. The governing board body may approve or disapprove the application for a new retail license or the transfer of an existing license depending on whether if the governing board deems body considers the applicant a suitable person to hold the license and whether the governing board considers the proposed location is suitable. The governing board body may also disapprove an application for a new retail license or the transfer of an existing license issued under subdivision 35-4-2(4), (6), or (13) if: (1) The approval of the application permits a person, corporation, or business entity to possess more than one-third of the licenses available to be issued in the jurisdiction; and (2) The board governing body determines that possession of more than one-third of licenses available is not in the public interest. Any application for the reissuance of a retail license may be approved by the municipal or county governing board body without a hearing unless in the past year the licensee or one or more of the licensee's employees have been subjected to a criminal penalty for violation of the alcoholic beverage control law or the license has been suspended. Section 13. That § 35-2-2 be amended to read: 35-2-2. Every application for a license directed submitted to the secretary as provided by § 35-2-1.1 shall be accompanied by payment of the required fee for the license. However, the license fee for a municipal off-sale license shall be retained by the municipality. If the application is rejected, the fee shall be promptly returned by the secretary to the applicant. If the application is granted, the secretary fee shall deposit the fee be deposited in the state treasury general fund. Section 14. That § 35-2-2.1 be amended to read: 35-2-2.1. Every Each application for a license under this chapter title shall include an agreement by the applicant that the applicant's premises, for the purposes of search and seizure laws of the state and any ordinances of the municipality wherein license is applied for where the license is issued, are considered public premises. In addition, the agreement shall specify that state: (1) The premises and all buildings, safes, cabinets, lockers, and storerooms on the premises are at all times, on demand of the secretary, the attorney general, or officers charged with law enforcement in the county or municipality, open to inspection; (2) All of the applicant's records and books dealing with the sale and ownership of alcoholic beverages are open to the persons specified in subdivision (1) for such inspection; and (3) The application and license issued on the application constitute is a contract between the applicant and the state and the county or municipality having jurisdiction entitling them the state and the county or municipality, for the purpose of enforcing the law, rules, and ordinances, to inspect the applicant's premises and books at any time. Section 15. That § 35-2-3 be amended to read: 35-2-3. No license for the on- a retail on-sale or off-sale at retail of alcoholic beverages, as those terms are defined and classified under the provisions of this title, beverage license may be granted issued to an applicant for any such license, except after until a public hearing, upon notice, as provided for in is conducted pursuant to §§ 35-2-4 and 35-2-5. Section 16. That § 35-2-4 be amended to read: 35-2-4. If any resident of an incorporated municipality files with the auditor or finance officer of the municipality, or if any resident of the a county files with the county auditor of any county, a written request that the resident be notified of the time and place of hearing upon any specified application for a license for the on- retail on-sale or off-sale at retail of alcoholic beverages, the auditor or finance officer, as the case may be, or county auditor shall give notice to the resident. The notice shall be sent by mail and shall be given a sufficient length of time before the hearing upon the application so as to allow the resident a reasonable opportunity to be present. Section 17. That § 35-2-5 be amended to read: 35-2-5. The governing board body of any incorporated municipality or the board of county commissioners of any county, before which being presented applications for licenses referenced in § 35-2-3 are presented, retail on-sale or off-sale alcoholic beverage licenses shall fix the time and place for hearing upon all such applications that come before the board body. The auditor or finance officer of the board or county auditor shall publish one notice once in the official newspapers newspaper of the municipality or county. The notice shall be headed \"Notice of Hearing Upon Applications for Sale of Alcoholic Beverages,\" shall state the time and place when and where such the applications will be considered by the board, and shall state that any person interested in the approval or rejection of any such application may appear and be heard. The notice shall be published at least one week before the hearing. At the time and place so fixed hearing, the board body shall consider each application and any objection to the application before making its a final decision on the an application. Section 18. That § 35-2-5.1 be amended to read: 35-2-5.1. If the governing board body of the municipality or county does not approve the application, the governing board body shall endorse on the application the reasons for the denial and return the application and fee to the applicant. No further application may be received from the applicant until after the expiration of one year from the date of a denied application. However, if the application was denied based on the suitability of the location for the license, no further application may be received from the applicant until after the expiration of three months from the date of the denied application only if the subsequent application is for a different location. Section 19. That § 35-2-5.2 be amended to read: 35-2-5.2. If the governing board body of the municipality or county approves the application, the governing board body shall endorse the approval on the application. The licensee is entitled to operate under the license for the succeeding licensing year if the license is approved by the secretary. However, if any transfer of ownership or location occurs, or if the licensee has been convicted of any criminal offense during the past licensing year, the application together with the approval of the governing board shall be forwarded to the secretary who may approve or disapprove the application. The license fee shall be deposited in the general fund of the municipality or county. Section 20. That § 35-2-5.3 be amended to read: 35-2-5.3. No licensing authority may reissue any on-sale license issued pursuant to subdivision 35-4-2(4), (6), or (13) to the same licensee or the licensee's transferee if the license has not been actively used by the applicant during the two years preceding the date of the current application. For purposes of this section, the term, actively used, means that the licensed premise premises was open to the public during regular business hours for the sale and consumption of distilled spirits for at least sixty days during the two preceding years. However, the licensed premise premises is only required to be open five days per year if it is open to the public during a special event that has at least twenty-five thousand visitors. However, the number of licenses held by a municipality pursuant to chapter 35-3 may not be less than the total number of licenses available to be issued as of July 1, 2010. Section 21. That § 35-2-6.1 be amended to read: 35-2-6.1. No on-sale or off-sale license may be granted under this title to operate on the campus of any state educational institution. However, if the outside boundary of any state educational institution is extended this section does not apply to any license granted previous to the extension. The provisions of this This section do does not apply to the school for the deaf established by chapter 13-62. For the purpose of this section, the term, campus, means only the area immediately surrounding the buildings used for classrooms, administrative offices, and housing. Notwithstanding the provisions of this section: (1) An alcoholic beverage license may be issued pursuant to subdivisions 35-4-2(12), and (16), and (20) for the sole purpose of permitting the licensee to engage in the periodic retail sale of malt beverages or wine for consumption on-site at a location and time, authorized by the Board of Regents, that involves the performing arts, intercollegiate athletics, fund raising, a reception, a conference, or an occasional or scheduled event at a facility used for performing arts, intercollegiate athletics, events, or receptions; and (2) A special events license may be issued pursuant to §§ 35-4-124, 35-4-124.1, and 35-4-125 for a special event authorized by the Board of Regents that involves the performing arts, intercollegiate athletics, fund raising, a reception, a conference, or an occasional or scheduled event. Section 22. That § 35-2-6.2 be amended to read: 35-2-6.2. Any licensee under this title, with the exception of a solicitor, must shall be a person of good moral character, never convicted of a felony, and, if a corporation, the managing officers thereof must have like of the corporation shall meet the same qualifications. Section 23. That § 35-2-6.3 be amended to read: 35-2-6.3. Any distiller, manufacturer, wholesaler, or retailer licensee under this title must shall be the owner or actual lessee of the premises where the business is to be conducted and the sole owner of the business to be operated under such the license. However, this section does not apply to a special event licensee issued a temporary license pursuant to § 35-4-124. Section 24. That § 35-2-6.4 be amended to read: 35-2-6.4. Except as provided in § 35-5-3.2, no distiller, manufacturer, or wholesaler licensee under this title nor any officer, director, stockholder, agent, or employee thereof or any relative of the licensee, officer, director, stockholder, agent, or employee may be in any way financially interested, either directly or indirectly, or participate in the operation of the business of any retailer licensee other than by reason of sales to the licensee. No solicitor licensee may sell to any retailer licensee in which a relative of the solicitor licensee has any direct or indirect financial interest or participates in the operation of the retail business. A retailer who is a party to any action prohibited by this section is guilty of a Class 2 misdemeanor. Section 25. That § 35-2-6.6 be repealed. 35-2-6.6. No licensee may permit any person to become intoxicated on the premises described on the license. Section 26. That § 35-2-6.7 be repealed. 35-2-6.7. The provisions of § 35-2-6.4 do not prohibit any person, corporation, or other entity which owns, in whole or in part, directly or indirectly, or has any interest whatsoever in, a manufacturer from owning in whole or in part, directly or indirectly, or having any interest whatsoever in, a South Dakota retailer whose retail license is issued in conjunction with and as part of the operations of a hotel or motel if the following conditions are met: (1) Such hotel or motel has at least one hundred sleeping rooms with respect to which the relationship between the occupants thereof and the owner or operator of the establishment is that of innkeeper and guest; (2) No more than twenty percent of the total gross revenues of such hotel or motel are derived from the sale of alcoholic beverages by such hotel or motel; (3) Such hotel's or motel's total purchases of alcoholic beverage products produced and sold by such manufacturer to South Dakota wholesale licensees so not to exceed ten percent of such hotel's or motel's total purchases of all alcoholic beverage products in any calendar year; (4) Neither such manufacturer nor such retail licensee directly or indirectly owns or has any interest in a South Dakota wholesale licensee; and (5) Such retail licensee purchases alcoholic beverages only from South Dakota wholesale licensees. Section 27. That § 35-2-7 be amended to read: 35-2-7. Any license granted under this title may be transferred to a new location or to another person. If the transfer is to another person, the licensee shall show in writing, under oath, that the licensee has made a bulk sale of the business operated under the license. The bulk sale may be conditioned upon the granting of a transfer of the license. The transferee shall make an application exactly as if an original applicant, and the application shall take the same course and be acted upon in the same manner as if an original application. No transfer of any license to another person may be granted until all taxes incurred by the transferor as a result of the operation of the licensed premises, including municipal and state sales and use taxes, unemployment insurance tax, or any other state tax, are paid or are not delinquent. No transfer of any license to another person may be granted until all property taxes which are the liability of the licensee levied on the licensed premises are paid or are not delinquent. No transfer of any license may be granted from an Indian tribe operating in Indian country controlled by the Indian tribe or from an enrolled tribal member operating in Indian country controlled by the enrolled tribal member's tribe until all use tax incurred as a result of the operation of the licensed premises by nonmembers, and any other state tax, has been remitted or is not delinquent. If the transfer is to a new location, the licensee shall make application showing all the relevant facts for the new location. The application shall take the same course and be acted upon in the same manner as if an original application. If a license is transferred, a fee of one hundred fifty dollars is required to continue the unexpired portion of the license. Section 28. That § 35-2-8 be amended to read: 35-2-8. If an individual licensee under this title, other than a solicitor or dispenser licensee under chapter 35-4, dies, the personal representative of the deceased licensee may succeed to all of the rights of the deceased licensee under the license. By operating under the license, the personal representative agrees to all of the terms and conditions of the license and is subject to all of the liabilities and responsibilities of such a the licensee. Any bond executed under the provisions of this title includes the personal representative as a principal if the license passes to the personal representative. Section 29. That § 35-2-9 be amended to read: 35-2-9. Any licensee authorized to deal in alcoholic beverages, upon termination of the license, may at any time within thirty days after the termination of the license sell the whole or any part of the alcoholic beverages included in the licensee's stock in trade at the time of the termination to any wholesaler licensed under this title to deal in to sell the alcoholic beverages so purchased by the wholesaler. The wholesaler shall make a complete report of the purchase to the secretary. Section 30. That § 35-2-10 be amended to read: 35-2-10. The secretary, in compliance with chapter 1-26, may revoke or suspend any license issued under this title upon proof of violation by the licensee, by the licensee's agents or employees, or by the manager or contractual operators of retail establishments and their agents or employees operating under a county or municipal license, of any of the following: (1) Any provision of this title or § 37-10A-1; (2) Any rule promulgated pursuant to this title; or (3) Any ordinance or regulation relevant to alcoholic beverage control that has been adopted by the political subdivision issuing the license. For any licensee with multiple alcoholic beverage licenses for the same premises, upon suspension or revocation of any license pursuant to this title, the licensee shall cease operation under all alcoholic beverage licenses held by the licensee for the same premises for the same period as the suspension or revocation. Section 31. That § 35-2-10.1 be amended to read: 35-2-10.1. No retail license may be revoked or suspended because of a violation of any statute, ordinance, rule, or regulation prohibiting the sale or service of any alcoholic beverage to a person under the age of twenty-one years if the violation was committed by an employee or agent of the licensee and the licensee has not had more than two violations of any statute, ordinance, rule, or regulation prohibiting the sale or service of an alcoholic beverage to a person under the age of twenty-one years on the premises where the violation occurred in the previous twenty-four months. If the licensee meets the requirements of the conditions provided by of this section, the secretary shall impose a civil penalty of five hundred dollars for a first violation and one thousand dollars for a second violation. However, if the employee or agent has not been certified by a nationally recognized training program approved by the Department of Revenue department that provides instruction on techniques to prevent persons under the age of twenty-one years from purchasing or consuming alcoholic beverages, the secretary shall impose a civil penalty of one thousand dollars for a first violation and two thousand dollars for a second violation. Multiple violations of any statute, ordinance, rule, or regulation prohibiting the sale or service of any alcoholic beverage to a person under the age of twenty-one years occurring within forty-eight hours of commencement of any compliance check as provided in § 35-2-10.3 shall be considered to be a single violation for purposes of this section. However, except for purposes of corroboration, at no time may more than one underaged informant be used in any compliance check in any forty-eight hour period. A licensee may request an administrative hearing pursuant to chapter 1-26 to contest the imposition of a civil penalty. Section 32. That § 35-2-10.2 be amended to read: 35-2-10.2. The department shall, on or before the first of July of each year, develop and publish maintain on its public internet website, a directory listing all nationally recognized training programs which have been that are approved by the department. The department shall annually notify each licensee in writing and by posting on the department's internet website a list of the nationally recognized training programs approved pursuant to § 35-2-10.1. Any alcohol licensee making a prohibited sale or service of an alcoholic beverage to a person under the age of twenty-one years has the burden of proof to show that its the licensee's employees have attended an approved alcohol training program to be eligible for any reduction in the penalty imposed for the violation. Section 33. That § 35-2-10.3 be amended to read: 35-2-10.3. Any enforcement entity that conducts compliance checks using underaged informants to determine if a licensee will sell an alcoholic beverage to a person under the age of twenty-one must shall inform the licensee in writing of the results of any such compliance check within forty-eight hours after the compliance check takes place. No licensed premises may be subject to more than one compliance check within a forty-eight hour period. Section 34. That § 35-2-11.1 be amended to read: 35-2-11.1. The governing board body of the a municipality or the board of county commissioners which approved the application for license under § 35-2-1.2 shall may recommend to the secretary following a hearing that any license issued under this title be suspended or revoked for violation of any of the provisions of this title or for violations of any ordinance or regulation of the governing body issuing the license relevant to alcoholic beverage control which that occurs on the premises of the licensee. Upon receipt of the recommendation, the secretary shall proceed in accordance with the provisions of as provided in §§ 35-2-10 and 35-2-21. Section 35. That § 35-2-11.2 be amended to read: 35-2-11.2. Any action taken by the governing board body of a municipality or board of county commissioners pursuant to § 35-2-11.1 shall be preceded by notification to the licensee, at the address given on the license, at least thirty days in advance of the date set for public hearing on the suspension action. Notice of public hearing shall be published in the official newspaper of the municipality or county at least one week prior to such before the hearing and in such a form as deemed appropriate approved by the municipality or county governing body. Section 36. That § 35-2-12 be amended to read: 35-2-12. If the secretary receives information of a violation by any licensee of any provision of this title, the secretary shall, without delay, investigate the alleged violation. Any person may file with the secretary a duly verified complaint as to any such violation by any such licensee. Upon receipt of the complaint, the secretary shall, without delay, make a thorough investigation. If there is substantial evidence to support the charge made in the complaint that a violation of any provision of this title has occurred, the secretary shall cause proceedings to be instituted for revocation of the license proceed in accordance with the provisions of §§ 35-2-10, 35-20-10.1, and 35-2-21. Section 37. That § 35-2-13 be amended to read: 35-2-13. An applicant or licensee under this title, or any interested person or governing board interested therein, body has a right to a hearing in relation to any action taken upon the application or license, which. The hearing shall be held in the county where the license has been applied for or has been issued, in accordance with under the provisions of chapter 1-26. However, if the parties agree, a hearing to determine whether the secretary may suspend or revoke a license may be held at a location other than the county where the license has been applied for or has been issued. Such hearing may be held pursuant to § 1-25-1. Section 38. That § 35-2-19 be amended to read: 35-2-19. Upon service of notice of a decision or order for revocation of the license on the licensee, all of the licensee's rights under the license terminate ten days after the notice, except in the event of a stay on appeal. Section 39. That § 35-2-21 be amended to read: 35-2-21. If a violation is established in any proceeding pursuant to the provisions of under this title or § 37-10A-1, but the secretary is satisfied that determines due to the nature and the circumstances of the violation were such that, a suspension of the license would be is adequate, the secretary may, instead of revoking the license, suspend it the license for a period not exceeding sixty days. The suspension is effective twenty-four hours after service of notice of the suspension upon the licensee. During the period of the suspension, the licensee may not exercise any rights or privileges under the license. The secretary may, in lieu of suspending or revoking the license, accept a monetary offer in compromise in settlement of any proceeding pursuant to the provisions of under this title. The amount of the offer in compromise settlement may not exceed seventy-five thousand dollars. The secretary may also recover the actual costs of investigation and prosecution. Section 40. That § 35-2-25 be amended to read: 35-2-25. No license granted pursuant to subdivisions 35-4-2(3), (4), (6), (12), (13), (16), (17), (17A), and (20) and §§ 35-12-2 and 35-13-2 this title may be issued unless the applicant has first obtained a sales tax license pursuant to chapter 10-45, or, if applicable, or a use tax license pursuant to chapter 10-46, if applicable. Section 41. That § 35-3-8 be amended to read: 35-3-8. As to any of the questions referred to in § 35-3-7, fifteen Fifteen percent of the legal voters residing in a municipality may petition for a special election to determine such any question subject to local option pursuant to § 35-3-7. In the case of If a municipality having has a mayor, the number of legal voters shall be deemed is the total number voting in the last preceding election of a mayor, and in other municipalities the number of legal voters shall be deemed is the total number voting in the last preceding regular municipal or township election. The petition shall set forth the question which the petitioners desire submitted, and shall be filed with the city or town auditor or finance officer, or township clerk, as the case may be. Section 42. That § 35-3-11 be amended to read: 35-3-11. If, at the election on the question specified in § 35-3-10, the majority vote is in the affirmative, on-sale licenses to operate in the municipality may be granted as otherwise provided in this code, unless the same question is again submitted and the majority vote is in the negative. If the majority vote on the question is in the negative, all on-sale licenses are thereby terminated thirty days after the canvass of the vote at the election, and no on-sale license to operate in the municipality may thereafter be granted unless the same question is again submitted and the majority vote is in the affirmative, or unless there is submitted the question of a license being granted to the municipality and the majority vote on the question is in the affirmative. Nothing in this section precludes the question required by § 35-3-10 from being resubmitted in any subsequent election after the waiting period required by § 35-3-26. Section 43. That § 35-3-13 be amended to read: 35-3-13. If the majority vote is in the affirmative on the election question provided in subdivision subdivisions 35-3-12(1) and (2), the governing board body of the municipality shall make an application for an off-sale license or licenses. If the majority vote is in the affirmative on the election question provided in subdivision 35-3-12(2) and the municipality has applied for or has been issued an off-sale license, the governing board of the municipality shall make an application for an on-sale the license or licenses. The application or applications shall be filed with the secretary, and the secretary shall issue the license or licenses applied for and all similar licenses. Any similar license in the municipality shall terminate thirty days after the canvass of the vote at such election. Section 44. That § 35-3-24 be amended to read: 35-3-24. If, at a special election on the questions specified in subdivisions subdivision 35-3-23(1) and or (2), the majority vote is in the negative on the either question in subdivision (1), the governing board body of the municipality may not apply for the renewal of either the off-sale license or the on-sale license licenses. If the majority vote is in the negative on the question in subdivision (2), the governing board of the municipality may not apply for the renewal of the on-sale license. Section 45. That § 35-3-26 be amended to read: 35-3-26. If the question of whether on-sale licenses shall be granted has been submitted to the voters of a municipality, the same question may not be resubmitted within a year thereafter. If either of the questions If any question specified in §§ 35-3-12 and 35-3-23 this chapter has been submitted to the voters of a municipality, neither the same question may not be submitted within a one year thereafter. Section 46. That § 35-4-2 be amended to read: 35-4-2. Classes The classes of licenses, with the fee of each class, follow are as follows: (1) Distillers--four thousand dollars. However, no license fee is required for manufacturers of alcohol for use in industry as a nonbeverage. If the manufacturer of industrial alcohol shall at any time manufacture, produce, distill, sell, barter, or dispose of alcohol for any use other than an industrial use, the license fee required by this section shall be allocated to and payable for the portion of the year the manufacturer devoted to such the other use for each calendar month or fraction thereof while so engaged, but in no case less than one-twelfth of the license fee; (2) Wholesalers of alcoholic beverages--five thousand dollars; (3) Off-sale--not less than five hundred dollars in municipalities of the first class, not more than four hundred dollars in municipalities of the second class, and not more than three hundred dollars in municipalities of the third class. The renewal fee for such licenses an off-sale license may not exceed five hundred dollars in municipalities of the first class, four hundred dollars in municipalities of the second class, and three hundred dollars in municipalities of the third class; (4) On-sale--in municipalities of various classes: municipalities of the first class, not less than one dollar for each person residing within the municipality as measured by the last preceding federal census, the renewal fee for such the license is fifteen hundred dollars; municipalities of the second class, no more than twelve hundred dollars; municipalities of the third class, no more than nine hundred dollars; (5) Off-sale licenses issued to municipalities under local option--not less than two hundred fifty dollars; (6) On-sale licenses issued outside municipalities--except as provided in § 35-4-11.9, not less than the maximum that the municipality to which nearest the applicant is nearest is charging for a like license in that municipality, the renewal fee shall be is the same as is charged for a like license in the nearest municipality. However, if the nearest municipality is more than fifteen miles from the on-sale license, the fee shall be established pursuant to § 35-4-11.10. If the municipality to which nearest the applicant is nearest holds an on-sale license, pursuant to § 35-3-13 and does not charge a specified fee, then the fee shall be the maximum amount that could be charged as if the municipality had not been authorized to obtain on-sale licenses pursuant to § 35-3-13. However, if the nearest municipality is a municipality of the first class and is authorized to hold an on-sale license pursuant to § 35-3-13, such the fee may not be more than one hundred fifty percent of the minimum a municipality not so authorized may charge for a like license. The renewal fee shall be the same as could be charged for a like license in the nearest municipality; (7) Solicitors--twenty-five dollars; (8) Transportation companies--twenty-five dollars; (9) Carrier--one hundred dollars, which. The fee entitles the licensee to sell or serve alcoholic beverages on licenses all conveyances the licensee operates within the in the state unless restricted by local ordinance; (10) Dispensers--ten dollars; (11) On-sale dealers at publicly operated airports--two hundred fifty dollars; (12) Wine and cider retailers, being both package dealers and on-sale dealers--five hundred dollars; (13) Convention facility on-sale--not less than one dollar for each person residing within the municipality as measured by the last preceding federal census, the renewal fee for such the license, in municipalities of the first class, is fifteen hundred dollars; the renewal fee for such the license, in municipalities of the second class, is no more than twelve hundred dollars; the renewal fee for such the license, in municipalities of the third class, is no more than nine hundred dollars; (14) Manufacturers of malt beverages--five hundred dollars; (15) Wholesalers of malt beverages--four hundred dollars; (16) Malt beverage retailers and wine produced by a farm winery licensee, being both package dealers and on-sale dealers--three hundred dollars; (17) Malt beverage package dealers--two hundred dollars; (17A) Malt beverage and wine produced pursuant to chapter 35-12 package dealers--two hundred twenty-five dollars; (18) On-sale dealers in light wine containing not more than six percent alcohol by weight for each day of the week between the hours of seven a.m. and two a.m. to nonprofit corporations established pursuant to chapter 7-7--two hundred dollars; (19) Off-sale package wine dealers in table wines, sparkling wines, sacramental wine, and distilled spirits produced from product provided to an artisan distiller by the respective farm winery to be operated in conjunction with a farm winery established pursuant to chapter 35-12--one hundred fifty dollars; (20) Malt beverage retailers, being both package dealers and on-sale dealers, and retailers of wine produced pursuant to chapter 35-12, being both package dealers and on-sale dealers--three hundred twenty-five dollars; (21) Retail on premises manufacturer--two hundred fifty dollars; (22) Manufacturers of cider--five hundred dollars; and (23) Off-sale delivery--one hundred fifty dollars. Section 47. That § 35-4-2.1 be repealed. 35-4-2.1. Notwithstanding § 35-4-81, the governing body of any municipality or county may, in its discretion, provide in any on-sale license the right to sell, serve, or allow to be consumed alcoholic beverages on Sunday except between the hours of two a.m. and seven a.m. Section 48. That § 35-4-2.4 be amended to read: 35-4-2.4. Any municipality which that holds an off-sale license under subdivision 35-4-2(5) is eligible for a retailer's or package dealer license under subdivisions either subdivision 35-4-2(12) or (16), (17), and (17A) or both. Any municipality which that holds an on-sale license under chapter 35-4 is eligible for a retailer's license under either subdivision 35-4-2(12) or (16), or both. Upon termination of any such license the governing board of the municipality is authorized to liquidate the business operated pursuant to the license and the assets of the business in a manner as may be determined by resolution of the governing board, not inconsistent with the provisions of this title. Section 49. That § 35-4-2.5 be repealed. 35-4-2.5. Notwithstanding the provisions of § 35-4-41, the period covered by licenses issued pursuant to subdivisions 35-4-2(14), (15), (16), (17), and (17A) shall be from twelve midnight on the thirtieth day of June to twelve midnight on the thirtieth day of the next June. Section 50. That § 35-4-2.7 be repealed. 35-4-2.7. The Department of Revenue may promulgate rules pursuant to chapter 1-26 which make distinctions between wholesale licensees based on the type of alcoholic beverage sold. Section 51. That § 35-4-2.8 be amended to read: 35-4-2.8. An on-sale Any retail licensee, licensed under subdivision 35-4-2(4) or (6), this chapter may also be licensed under subdivision 35-4-2(12) or (16), or both hold other retail license types issued pursuant to this chapter at the same licensed premises. A licensee holding two or more licenses pursuant to this section may exercise the privileges granted under the each license issued pursuant to subdivision 35-4-2(12) or subdivision 35-4-2(16). Section 52. That § 35-4-2.11 be amended to read: 35-4-2.11. Fifty percent of all license and transfer fees received under the provisions of subdivisions 35-4-2(16), (17), (17A), and (20) pursuant to subdivision 35-4-2(16) shall remain in the municipality in which the licensee paying the fee is located, or if. If the licensee is located outside the corporate limits of a municipality, then in fifty percent of the fees remain in the county in which the licensee is located. In addition, fifty percent of wholesaler license fees received under subdivision 35-4-2(15) shall revert to the municipality in which the licensee is located, or if outside the corporate limits of a municipality, then to the county in which the licensee is located. The remainder of all license and transfer fees and penalties received shall be credited to the state general fund. Section 53. That § 35-4-4.1 be repealed. 35-4-4.1. Notwithstanding the provisions of § 35-4-4, any person, corporation, or business entity may be the holder of, or have an interest in, more than three on-sale retail licenses as long as such licensee holds such licenses at a hotel-motel convention facility. A hotel-motel convention facility as used in this section means a facility located in South Dakota and in a bona fide manner used and kept open for the hosting of large groups of guests for compensation which has at least one hundred beds which are suitable lodging accommodations and convention facilities with seating for at least four hundred persons. However, for the purposes of hotel-motel convention facilities located in municipalities other than municipalities of the first class, the minimum number of rooms required as suitable lodging accommodations shall be fifty rooms. Section 54. That § 35-4-5.1 be amended to read: 35-4-5.1. No distributor of distilled spirits, manufacturer, rectifier, distiller, or jobber or retailer, or a copartner or a majority stockholder of a parent or subsidiary corporation or holder of a controlling interest in any of them a manufacturer or retailer, may be granted a wholesale license or be granted a renewal of such a wholesale license under this chapter. Section 55. That § 35-4-6 be amended to read: 35-4-6. Except as provided in subdivisions 35-4-2(12), and (16), (17), (17A), and (19), off-sale licenses may only be issued under this chapter only to operate within a municipality or an improvement district created pursuant to chapter 7-25A. Section 56. That § 35-4-10 be amended to read: 35-4-10. No more than two off-sale licenses issued pursuant to subdivisions 35-4-2(3) and (5) may be issued under this chapter to operate in a municipality of one thousand or less and not exceeding one license for every additional fifteen hundred of population or fraction thereof. The number of off-sale licenses may not be less than the total number of licenses allowable or issued as of July 1, 1981, and that have never been revoked or not reissued. The quotas established in this section do not apply to the licenses issued pursuant to subdivisions 35-4-2(12), (16), (17), and (17A). Section 57. That § 35-4-10.3 be amended to read: 35-4-10.3. A solicitor licensed pursuant to subdivision 35-4-2(7) manufacturer or wholesaler, or an agent acting on behalf of either, may provide samples of malt beverages, wine, distilled spirits, liqueurs, and cordials to the general public. The samples shall be provided on the premises of a retailer licensed to sell the malt beverages, wine, distilled spirits, liqueurs, or cordials being offered and are subject to the limitations established pursuant to § 35-4-10.2. The provisions of this section do not apply to any solicitor of a wholesaler licensed pursuant to subdivision 35-4-2(2) or (15). Section 58. That § 35-4-11 be amended to read: 35-4-11. If not fixed by ordinance, the governing board body of any municipality may, on or before the first second of September in each year, by resolution, determine the number of on-sale and off-sale licenses that the board body will approve for the ensuing calendar year, and the fees to be charged for the various classifications of licenses. The number of on-sale licenses issued pursuant to subdivision 35-4-2(4) may not exceed three each for the first one thousand of population or fraction thereof and may not exceed one each of such licenses for each additional one thousand five hundred of population or fraction thereof. The number of licenses allowable may not be less than the total number of licenses allowable or issued as of July 1, 1981, and that have never been revoked or not reissued. The municipal governing board body shall at such meeting also establish the fee for on-sale licenses pursuant to subdivisions 35-4-2(4) and (13). The fee applies to all such on-sale licenses issued in the ensuing calendar year. The quotas established in this section do not apply to licenses issued pursuant to subdivisions 35-4-2(12), (16), (17), and (17A). For the purposes of this section, population is equal to ninety percent of the population estimates published by the United States Census Bureau for each even-numbered year, except for the decennial year. For a decennial year, population is equal to the amount determined by the decennial federal census. No license issued pursuant to this section which exceeds the number of licenses that would have been issued upon the decennial federal census may be denied solely by reason that the license exceeds the number of licenses authorized by the decennial federal census. Section 59. That § 35-4-11.1 be amended to read: 35-4-11.1. If not previously fixed by ordinance or continuing resolution, the board of county commissioners shall, on or before the first second of September in each year, determine the number of on-sale licenses it will approve for the ensuing calendar year and the fees to be charged for the various classifications of licenses. The number of licenses issued pursuant to subdivision 35-4-2(6) may not exceed three for the first one thousand of population and may not exceed one for each additional fifteen hundred of population or fraction thereof, the. The population to include includes only those residing within the county, but outside the incorporated municipalities and improvement districts, created pursuant to chapter 7-25A, within the county. However, any license issued in an improvement district prior to July 1, 2000, shall be included when calculating the total number of licenses that may be issued by the county where the improvement district is located. No licensee regularly licensed to do business on July 1, 1981, may be denied reissuance of a license in subsequent years solely by reason of any limitations, based upon population quotas, of the number of licenses authorized or established under the provisions of this title. Licenses issued to concessionaires, and lessees of the State of South Dakota, within the boundaries of state parks, prior to January 1, 1983, may be subtracted when calculating the total number of licenses permitted in this section. The quotas established in this section do not apply to licenses issued pursuant to subdivisions 35-4-2(12), (16), (17), (17A), and (19). Section 60. That § 35-4-11.2 be amended to read: 35-4-11.2. Notwithstanding the provisions of § 35-4-11, each municipality may issue two convention facility on-sale licenses pursuant to subdivision 35-4-2(13) for convention facilities substantially constructed within the two years following issuance of such the license or previously completed. If located in a first class municipality, the hotel-motel convention facility shall be used and kept open for the hosting of large groups of guests for compensation and shall have at least one hundred rooms which that are suitable lodging accommodations and convention facilities with seating for at least four hundred persons. If located in a second or third class municipality, the hotel-motel convention facility shall have at least forty rooms which that are suitable lodging accommodations and convention facilities with seating for at least one hundred fifty persons. If a municipality's classification changes from one class to another class, the facility is only required to meet the criteria established by this section for the license at the time it was originally issued. Section 61. That § 35-4-11.6 be repealed. 35-4-11.6. Any municipality may issue one on-sale license to be operated at a dog track licensed pursuant to § 42-7-58. The license shall be issued without regard to the population limitations established pursuant to § 35-4-11. Section 62. That § 35-4-11.12 be amended to read: 35-4-11.12. A county may issue on-sale licenses pursuant to subdivision 35-4-2(6) to be operated only within an improvement district, created pursuant to chapter 7-25A, within the county. The number of licenses issued in the improvement district may not exceed three for the first one thousand of population and may not exceed one for each additional fifteen hundred of population or fraction thereof, including any licenses issued in the improvement district prior to July 1, 2000. Section 63. That § 35-4-13 be amended to read: 35-4-13. If by reason of, due to the annexation of territory by any municipal corporation municipality or county, the premises of an on-sale licensee are transferred from one jurisdiction to another, the licensee may continue to legally operate until the expiration of the license. Thereafter After the expiration of the license, the licensee may apply for renewal of the license to the governing board body that has jurisdiction of over the licensed premises. The license application may not be denied on the grounds that, by the issuance of the license, more on-sale licenses are in existence than is permitted by the limitations of this chapter. Section 64. That § 35-4-13.1 be repealed. 35-4-13.1. Notwithstanding the repeal provisions of chapter 211 of the Session Laws of 1971, any club which has before July 1, 1971, been issued a license under the provisions of former subdivision 35-4-2(13) may continue as an on-sale licensee, upon its continued annual application at such license fee as the municipality may establish. It shall continue to buy its alcoholic beverages from the municipal off-sale establishment in the municipality where it is located and shall be subject to all provisions of this title relating to the operation of an on-sale licensee. The municipality being authorized to sell is not deemed a wholesaler and may sell it at an agreed price, but in no event less than ten percent over and above its actual costs, including costs of transportation. Section 65. That § 35-4-19 be amended to read: 35-4-19. No retailer license under this chapter, except for licenses issued pursuant to subdivisions 35-4-2(12), (16), (17), and (17A), other than to the municipality, may be granted to operate in any municipality which has obtained a license under this chapter except that: (1) Any municipality that has obtained a license under this title may issue licenses pursuant to subdivisions 35-4-2(12) and (16). If a municipality has been issued an off-sale license only, then the governing board body may approve or disapprove applications for on-sale licenses as may be provided in Title 35; and (2) issued pursuant to subdivision 35-4-2(4). If a municipality has been issued an on- sale and off-sale license, then the governing board body may, by resolution, enter into an operating agreement with any person for the specific purpose of operating the an on-sale establishment or the an off-sale establishment, or both for the municipality. Section 66. That § 35-4-19.1 be amended to read: 35-4-19.1. The provisions of §§ 35-4-110 to 35-4-120, inclusive, apply to any municipality that enters into operating agreements pursuant to subdivision 35-4-19(2) § 35-4-19. Each operating agreement holder is a license holder for the purposes of §§ 35-4-110 to 35-4-120, inclusive, and when applying these provisions. Section 67. That § 35-4-21 be amended to read: 35-4-21. An operating agreement under subdivision 35-4-19(2) § 35-4-19 shall include at least the following provisions: (1) The manager is responsible for all operating expenses, including taxes, insurance, and license fees, if any; (2) The manager may dispense only liquors alcoholic beverages supplied by the municipal off-sale establishment; (3) The agreement shall be for a period of not to exceed five years with the provision of one extension of also not to exceed five years in the discretion of the governing board body; (4) Cancellation of the agreement shall be made upon The agreement may be canceled by ninety days' written notice by either party; (5) The manager shall pay for all liquors alcoholic beverages supplied by the municipal off-sale establishment, the actual cost price, the transportation charges and markup, and such any additional compensation or fee as may be mutually agreed upon by both parties; (6) A complete and detailed record shall be maintained by the municipality of all liquors alcoholic beverages supplied the on-sale manager. All such liquors alcoholic beverages shall be evidenced by prenumbered invoices prepared in triplicate showing the date, quantity, brand, size, and actual cost as set forth in subdivision (5) of this section. The invoices shall bear the signature of the on-sale manager or the manager's authorized representative. One copy of the invoice shall be retained by the off-sale establishment, one copy shall be retained by the on-sale establishment, and one copy shall be filed with the municipal auditor or clerk. All copies shall be kept as permanent records and made available for reference and audit purposes. Section 68. That § 35-4-22 be amended to read: 35-4-22. If a municipality has been issued an off-sale license only, the governing board body may, by resolution, enter into an operating agreement with the manager of a legitimate operating business concern for the specific purpose of operating the off-sale establishment for the municipality. Section 69. That § 35-4-22.1 be amended to read: 35-4-22.1. An off-sale licensee applying for license renewal, to the governing board which body that has jurisdiction over the licensed premises, may not be denied the license on the grounds that the location of the premise premises is outside the boundaries of a municipality or an unincorporated platted area with a United States post office, if the licensee has held or had an interest in an off-sale license at a location outside the boundaries of a municipality on an unincorporated platted area with a United States post office for more than five years. Section 70. That § 35-4-41 be amended to read: 35-4-41. The period covered by licenses under this chapter title is from twelve o'clock midnight on the thirty-first day of December to twelve o'clock midnight on the thirty-first day of the next December. However, the license is valid for an additional three days if a proper application for a new license is in the possession of the secretary before midnight on the thirty-first day of December when the license expires. The full fee shall be charged for any license for a portion of the period, except as provided in subdivision 35-4-2(1). Notwithstanding the provisions of this section, the period covered by any license issued pursuant to subdivision 35-4-2(16) and any manufacturer license issued under this title shall be from twelve o'clock midnight on the thirtieth day of June to twelve o'clock midnight on the thirtieth day of the next June. Section 71. That § 35-4-44 be repealed. 35-4-44. A distiller licensee may maintain warehouses at points other than designated in the distiller's license for temporary storage and distribution of alcoholic beverages, upon filing with the secretary a full and complete description of each such warehouse and upon payment of an additional annual license fee of one thousand dollars for each such warehouse. Section 72. That § 35-4-45 be amended to read: 35-4-45. Any bonded warehouse within South Dakota this state may, upon compliance with the provisions of this section, receive alcoholic beverages for storage purposes. Before receiving any such alcoholic beverages, the bonded warehouse shall furnish, in addition to any bond previously furnished under the general laws law, a bond in the amount of ten thousand dollars guaranteeing that the bonded warehouse, its officers, employees, and agents will comply with all provisions of this chapter and chapter 35-5 title applicable to the bonded warehouse. The bond shall be in a form prescribed by the secretary and shall be approved by and filed with the secretary. Section 73. That § 35-4-46 be repealed. 35-4-46. A distiller in business outside of South Dakota who is not licensed under this title may purchase a permit from the secretary to ship alcoholic beverages into South Dakota to a bonded warehouse pursuant to § 35-4-45. The permit may be purchased for an annual fee of one hundred dollars, and the fee shall be deposited in the general fund. Any alcoholic beverages stored in a bonded warehouse may only be delivered to a distiller or wholesaler licensee. Section 74. That § 35-4-47 be amended to read: 35-4-47. Except as provided in §§ 35-2-9 and 35-10-16, distiller and a licensed wholesaler licensees may only purchase or receive alcoholic beverages only from: (1) Distillers Manufacturers or wholesalers licensed under this chapter title; (2) Transportation licensees, including deliveries by the transportation licensees through a freight, express, or parcel post depot within the municipality where the distiller manufacturer or wholesaler licensee operates, and including any transported beverages so transported that have been imported from outside the state; or (3) Bonded warehouses as provided in § 35-4-45. Section 75. That § 35-4-48 be repealed. 35-4-48. Distiller licensees may sell distilled spirits and wine only: (1) For export outside of South Dakota in interstate commerce; (2) To wholesale licensees. Section 76. That § 35-4-49 be amended to read: 35-4-49. A manufacturer licensed under subdivision 35-4-2(14) may only sell malt beverages to a wholesaler licensed under subdivision 35-4-2(15), or to a licensed wholesaler licensed under subdivision 35-4-2(2), or may sell such malt beverages for transportation in interstate commerce outside the state. A wholesaler licensed under subdivision 35-4-2(15) may sell such malt beverages to retailers licensed under this chapter. Each malt beverage wholesale licensee for nonpasteurized products shall designate on the application, the territory within which the licensee may sell the designated nonpasteurized products of any brewer for the purpose of quality control, when such territory has been agreed to by the licensee and the brewer. Section 77. That § 35-4-50 be amended to read: 35-4-50. Licensed wholesalers A licensed wholesaler under this chapter may only sell alcoholic beverages in this state only to wholesale to a manufacturer, wholesaler, and to retail licensees licensee under this chapter and only such kinds of the alcoholic beverages as that the respective licensees are licensee is authorized to purchase. However, wholesale licensees may sell, ship, or transport such beverages to duly licensed wholesalers, distillers, and rectifiers outside of this state. Section 78. That § 35-4-52 be amended to read: 35-4-52. No distiller or wholesale licensee manufacturer or wholesaler may attempt to promote the sale of liquor alcoholic beverages by tie-in sales arrangements or by any device such as gifts or other concessions of financial value to a customer. The distiller or wholesale licensee manufacturer or wholesaler may promote sales only on the basis of price competition, salesmanship, reliability as a supplier, and other ordinary competitive business practices. Section 79. That § 35-4-60 be amended to read: 35-4-60. Except as provided by § 35-4-61, in this title, a retail licensees licensee may only buy or receive alcoholic beverages only from wholesale licensees a wholesaler licensed under this chapter. Dispenser licensees may buy or receive alcohol only, and only from wholesale licensees or from wholesalers outside the state. Section 80. That § 35-4-60.2 be amended to read: 35-4-60.2. A licensee licensed under subdivision 35-4-2(3), (4), or (16), (17), (17A), or (20) shall purchase any malt beverages that the licensee sells from the municipality if the municipality in which the licensee is located is licensed under subdivision 35-4-2(5) and if the municipality has adopted by ordinance a requirement that purchases of malt beverages by licensees under this section be made from the municipality. A municipality selling malt beverages to any licensee licensed under subdivision 35-4-2(3), (4), or (16), (17), (17A), or (20) may not charge the licensee more than five percent above the municipality's cost for malt beverages plus freight unless the municipality has an operating agreement in effect on April 1, 1988, for its on-sale alcoholic beverage licensees licensed pursuant to subdivision 35-4-2(4) and imposes a mark-up higher than five percent for malt beverages. The municipality shall charge all licensees under this section the same price for malt beverages. The provisions of this section for a licensee licensed pursuant to subdivision 35-4-2(3), or (4), or (20) only apply if the licensee is located in a municipality with a population that exceeds eight thousand. Section 81. That § 35-4-61 be repealed. 35-4-61. Retail licensees may purchase or receive malt beverages only from a wholesale licensee under subdivision 35-4-2(2) or from a wholesaler licensed under subdivision 35-4-2(15). Section 82. That § 35-4-66 be amended to read: 35-4-66. Alcoholic beverages, except malt beverages, may be transported only: (1) By a transporter licensees licensee in the course of delivery to persons authorized under this title to receive such the alcoholic beverages; (2) By distillers or wholesale licensees a manufacturer or wholesaler in the distiller's or wholesale manufacturer or wholesaler licensee's own vehicles, carrying the distiller's or wholesale manufacturer or wholesaler licensee's own merchandise; (3) By solicitor licensees, such transportation being limited to a manufacturer carrying only samples, sealed or unsealed, of products for which orders are solicited; (4) By individuals, an individual, in interstate transportation being limited to carrying alcoholic beverages in quantities of one gallon or less, or in intrastate transportation not being restricted as to carrying any quantity, but in either case the carrying alcoholic beverages shall have been purchased by the individuals individual for personal use only; (5) By a common carriers carrier in interstate commerce if the shipment originates outside the state and is destined for a point outside the state; (6) By a carrier licensees, as to that included in the stock in trade of the licensees licensee, in exercise of the privileges granted pursuant to the license; (7) By an established religious organizations, organization, in interstate transportation being limited to carrying alcoholic beverages in quantities of four gallons or less, or in intrastate transportation not being restricted as to carrying any quantity, but in either case such only alcoholic beverages shall have been purchased by such the established religious organizations organization for sacramental use only; or (8) By an off-sale delivery licensees licensee; or (9) By a wine carrier as defined in § 35-12B-1. Section 83. That § 35-4-67 be amended to read: 35-4-67. Except as provided in subdivisions 35-4-66(1), (3), (4), (5), (6), and 7 (7), no person other than a transporter may bring into the state alcoholic beverages into this state. Section 84. That § 35-4-77.1 be amended to read: 35-4-77.1. Notwithstanding the provisions of § 35-4-75, the governing body of the municipality charged with the approval of alcoholic beverage license issuance may, by ordinance, permit the sale and consumption of alcoholic beverages on a sidewalk or walkway subject to a public right-of-way abutting a licensed premises. The sidewalk or walkway subject to a public right-of-way shall be immediately adjacent to and abutting the licensed premises. This section does not apply to any federal-aid eligible highway unless approved in accordance with the applicable requirements for the receipt of federal aid. Nothing in this section prevents the governing body from imposing conditions or restrictions that it deems the governing body considers appropriate. The sidewalk or walkway subject to a public right-of-way where the sale and consumption of alcoholic beverages is permitted does not constitute a public place as defined in § 35-1-5.3, if the sidewalk or walkway subject to a public right-of-way has been properly authorized for sale and consumption of alcoholic beverages pursuant to this section. The hours of authorized sale and consumption on the sidewalk or walkway subject to a public right-of-way as provided by this section shall be consistent with the hours permitted for the on-sale license. A violation of any provision of Title 35 this title by an alcoholic beverage license holder conducting business on a sidewalk or walkway subject to a public right-of-way pursuant to this section constitutes a violation of Title 35 this title as if the violation had occurred in or on the licensed premises. Section 85. That § 35-4-78 be amended to read: 35-4-78. No licensee may sell or serve any alcoholic beverage to any person who is obviously intoxicated at the time. A violation of this section is a Class 1 misdemeanor. However, no licensee is civilly liable to any injured person or the injured person's estate for any injury suffered, including any action for wrongful death, or property damage suffered because of the intoxication of any person due to the sale or consumption of any alcoholic beverage in violation of the provisions of this section. Section 86. That § 35-4-79 be amended to read: 35-4-79. No on-sale or off-sale licensee may permit any person less than twenty-one years old to loiter on the licensed premises or to sell, serve, dispense, or consume alcoholic beverages on such the licensed premises. However, an on-sale licensee licensed pursuant to subdivision 35-4-2(4), (6), (11), (12), (13), (16), or (20) may permit persons eighteen years old or older to sell and serve or dispense alcoholic beverages if less than fifty percent of the gross business transacted by that establishment is from the sale of alcoholic beverages and the licensee or an employee that is at least twenty-one years of age is on the premises when the alcoholic beverage is sold or dispensed. For the purposes of this section, the term, to sell and serve alcoholic beverages, means to take orders for alcoholic beverages and to deliver alcoholic beverages to customers as a normal adjunct of waiting tables. The term does not include tending bar or drawing or mixing alcoholic beverages. A violation of this section is a Class 2 misdemeanor. Section 87. That § 35-4-79.1 be repealed. 35-4-79.1. No off-sale licensee licensed under subdivision 35-4-2(3), (5), (17), or (17A) may permit any person less than twenty-one years old to sell, serve, or dispense alcoholic beverages on the licensed premises unless such sales of alcoholic beverages constitutes less than fifty percent of the gross business transacted by that establishment. If alcoholic beverage sales constitute less than fifty percent of the gross business transacted by the establishment, the licensee may permit persons eighteen years old or older to sell, serve, or dispense alcoholic beverages. Section 88. That chapter 35-4 be amended by adding a NEW SECTION to read: Notwithstanding the provisions of § 35-4-79, any on-sale or off-sale licensee may permit persons eighteen years old or older to sell or serve alcoholic beverages if less than fifty percent of the gross business transacted by the establishment is from the sale of alcoholic beverages, or the licensee or an employee that is at least twenty-one years of age is on the premises when the alcoholic beverage is sold or served. For the purposes of this section, the term, to sell or serve alcoholic beverages, does not include tending bar or drawing, pouring, or mixing alcoholic beverages. A violation of this section is a Class 2 misdemeanor. Section 89. That § 35-4-79.2 be repealed. 35-4-79.2. Notwithstanding § 35-4-79, an on-sale licensee issued a license pursuant to subdivision 35-4-2(16) whose sale of alcoholic beverages constitutes more than fifty percent of the gross business transacted by that establishment may erect a physical barrier to allow for multiple uses of the premises by persons of all ages provided persons under the age of twenty-one are not permitted access to the area reserved for the sale of malt beverages. For the purposes of this section, a physical barrier includes, but is not limited to, a wall, fence, rope, railing, or other physical feature erected for the sole purpose of restricting the free flow of foot traffic and access to a certain area of a premise. Section 90. That § 35-4-81 be amended to read: 35-4-81. No on-sale or off-sale licensee, licensed under subdivisions 35-4-2(3), (4), (5), (6), (9), (11), (13), or (18), may sell, serve, or allow to be consumed on the premises covered by the license, alcoholic beverages between the hours of two a.m. and seven a.m. or on Sunday after two a.m., on Memorial Day after two a.m., or at any time on Christmas Day. However, any Any municipality or county may, by ordinance, allow prohibit or restrict the sale, service, and consumption of alcoholic beverages on Sundays and, Christmas Day, or Memorial Day. A violation of this section is a Class 2 misdemeanor. Section 91. That § 35-4-81.2 be amended to read: 35-4-81.2. No on-sale or off-sale licensee licensed under subdivisions 35-4-2(12), (16), (17), (17A), (19), and (20) may sell, serve, or allow to be consumed on the premises covered by the license, any alcoholic beverages between the hours of two a.m. and seven a.m. A violation of this section is a Class 2 misdemeanor. Section 92. That § 35-4-85 be repealed. 35-4-85. No person may buy from any on-sale dealer, except for a retailer licensed under subdivision 35-4-2(16), any alcoholic beverage in a package, whether sealed or unsealed, or whether full or partially full. Section 93. That § 35-4-94 be repealed. 35-4-94. No brand of distilled spirits may be sold to or purchased by a wholesaler, irrespective of the place of sale or delivery unless a verified affirmation statement is filed with the Department of Revenue and is then in effect. Section 94. That § 35-4-95 be repealed. 35-4-95. Any owner, or owner's authorized agent, of a brand of distilled spirits, registered and sold in South Dakota, shall file a verified affirmation statement that the net price currently available to South Dakota wholesalers is no greater than the lowest price at which the item of distilled spirits is sold by a brand owner or any appointed agent of a brand owner to any wholesaler anywhere in any other state of the United States or the District of Columbia, or to any state or state agency which owns and operates wholesale distilled spirits outlets or retail liquor stores. When affirming the price of distilled spirits, the statement shall reflect the price freight on board point of origin and all discounts, rebates, credits, or other allowances which effectively reduce the price. Section 95. That § 35-4-96 be repealed. 35-4-96. The secretary may require the brand owner, or the authorized agent of the brand owner, to file: (1) The schedules of prices and discounts, allowance schedules, and other pricing information; (2) The exact brand or trade name, capacity of package, nature of contents, and age and proof where stated on the label; and (3) The number of bottles contained in each case and the bottle and case price to wholesalers, which is individual for each item. The schedules and documents shall be filed in a form and manner to be determined by the secretary to facilitate the enforcement of §§ 35-4-94 to 35-4-98, inclusive. Section 96. That § 35-4-97 be repealed. 35-4-97. Upon a finding that a brand owner, or authorized agent of the brand owner, has knowingly violated the provisions of §§ 35-4-94 to 35-4-98, inclusive, or that any person has knowingly made a false statement in any affirmation statement made and filed pursuant to §§ 35-4-94 to 35-4-98, inclusive, the secretary shall collect a civil penalty of one hundred dollars per case for each case sold in violation of §§ 35-4-94 to 35-4-98, inclusive. Any item sold in violation of the provisions of §§ 35-4-94 to 35-4-98, inclusive, may not be sold to or purchased by any wholesaler for a period of thirty days. Section 97. That § 35-4-98 be repealed. 35-4-98. A filing made pursuant to §§ 35-4-94 to 35-4-98, inclusive, is confidential. It is a Class 2 misdemeanor to disclose any such filing except to a wholesaler licensed under Title 35 or in accordance with the manner in which returns and return information may be disclosed pursuant to §§ 10-1-28.4 and 10-1-28.5. Section 98. That § 35-4-101 be amended to read: 35-4-101. Any hotel or motel may operate minibars as defined in § 35-1-1 in any of its rooms or units if the hotel or motel has an on-sale liquor license issued pursuant to subdivision 35-4-2(4), (6), or (13). Section 99. That § 35-4-103 be amended to read: 35-4-103. Any municipality or county may impose on any person who is licensed pursuant to subdivision 35-4-2(4), (6), (11), (12), (13), or (16) this chapter and who is issued a video lottery establishment license pursuant to § 42-7A-41 an annual additional license fee for the privilege of locating video lottery machines on the licensed premises. The fee may not exceed fifty dollars for each video lottery machine. The fees imposed by this section are in addition to fees imposed under §§ 35-4-2 and 42-7A-41 and shall be paid at the same time and in the same manner as the fees paid in § 35-4-2. All fees received under this section shall be deposited into the general fund of the municipality or county having jurisdiction over the licensee. However, the municipality or county may not impose this additional fee on more than one license per location. Section 100. That § 35-4-106 be amended to read: 35-4-106. Any county or municipality operating a golf course may, by resolution, without an election, but subject to referendum, make application for the issuance of an on-sale license, including a malt beverage retailer's license, at such facility at the golf course. Section 101. That § 35-4-117 be amended to read: 35-4-117. Any municipality or county adopting the ordinance pursuant to § 35-4-111 shall, for a period of ten years following adoption of such ordinance, set the price of a new full-service restaurant on-sale license, pursuant to § 35-4-116, at or above the current fair market value. However, such the full-service restaurant on-sale license fee may not be less than the minimum on-sale license fee as provided for in subdivision 35-4-2(4) or (6). For purposes of this section, the term, current fair market value, means the documented price of the on-sale license most recently sold between January 1, 2003, and January 1, 2008, through an arm's-length transaction, less the value of any real or personal property included in the transaction. Each on-sale license holder as of January 1, 2008, who acquired the on-sale license within the last five years shall report to the municipality or county the date and price paid for its on-sale license. If there are no documented sales of on-sale licenses between January 1, 2003, and January 1, 2008, the municipality or county may request from any on-sale license holder within the municipality or county, the date and price originally paid for its on-sale license to determine the current fair market value. Section 102. That § 35-4-120 be amended to read: 35-4-120. Upon the adoption of an ordinance pursuant to § 35-4-111, any person who purchased an on-sale license issued pursuant to subdivision 35-4-2(4) or (6) between January 1, 2003, and January 1, 2008, and who owned the license on January 1, 2008, within the last five years shall report to the municipality or county that issued the license the amount paid for the license. If the municipality or county that issued the on-sale license adopts an ordinance pursuant to § 35-4-111, and requests from any other licensee the amount originally paid for any other on-sale license pursuant to § 35-4-117, the licensee shall report that amount to the municipality or county. The declared purchase price shall be made under oath and shall include the documents establishing the amount paid for the on-sale license. If the transaction included other personal property or real property, the full market value of such the other property on the date of the transaction shall be deducted from the total purchase price to establish the amount paid for the license. The person who owned the license on January 1, 2008, as of the date of the adoption of the ordinance has the burden of establishing the amount paid for the license. If the amount reported is used to determine current fair market value pursuant to § 35-4-117, any licensee who contends that the amount does not accurately reflect the fair market value of the license on the date of purchase may file an objection to the report. The objection shall be filed with the municipality or county within thirty days of the date the license fee is set pursuant to § 35-4-116. If an objection is filed, the governing board of the municipality or county shall conduct a hearing to determine the fair market value of the license. The determination of the governing board may be appealed to circuit court. Section 103. That § 35-4-121 be repealed. 35-4-121. Any person, corporation, or business entity that is issued a new retail license under subdivision 35-4-2(3) in a municipality of the first class after June 30, 2008, and derives more than fifty percent of the licensee's annual gross receipts from the sale of food, prepared food, and food ingredients at the location where the license is held, shall display its alcoholic beverages, other than malt beverages and wine, in one area which is separated by a physical barrier from the rest of the establishment. For the purposes of this section, a physical barrier includes a wall or fence erected for the sole purpose of separating the area in which the alcoholic beverages are displayed from the rest of the establishment. Section 104. That § 35-4-122 be repealed. 35-4-122. Any person, corporation, or business entity that is issued a new retail license under subdivision 35-4-2(3) after June 30, 2009, and derives less than fifty percent of the licensee's annual gross receipts from the sale of alcoholic beverages at the location where the license is held shall display its alcoholic beverages, other than malt beverages and wine, in one area which is separated by a physical barrier from the rest of the establishment. For the purposes of this section, a physical barrier includes a wall or fence erected for the sole purpose of separating the area in which the alcoholic beverages are displayed from the rest of the establishment. Section 105. That § 35-4-123 be amended to read: 35-4-123. Any county operating a county fairgrounds may, by resolution, without an election, but subject to referendum, issue one on-sale license, including a malt beverage retailer's license, at the county fairgrounds to an applicant who is authorized by the county to operate as the leaseholder at the county fairgrounds. The selling, serving, or dispensing of any alcoholic beverage at the county fairgrounds may not occur more than one hour before the commencement of any event at the county fairgrounds or at any time after the event is concluded. A license issued pursuant to this section may not be transferred. The license shall be issued without regard to the population limitations established pursuant to §§ 35-4-11 and 35-4-11.1. Section 106. That § 35-4-124 be amended to read: 35-4-124. Any municipality or county may issue: (1) A special malt beverage retailers license in conjunction with a special event within the municipality or county to any civic, charitable, educational, fraternal, or veterans organization or any licensee licensed pursuant to subdivision 35-4-2(4), (6), or (16) in addition to any other licenses held by the special events license applicant; (2) A special on-sale wine retailers license in conjunction with a special event within the municipality or county to any civic, charitable, educational, fraternal, or veterans organization or any licensee licensed pursuant to subdivision 35-4-2(4), (6), or (12) or chapter 35-12 any farm winery licensee in addition to any other licenses held by the special events license applicant; (3) A special on-sale license in conjunction with a special event within the municipality or county to any civic, charitable, educational, fraternal, or veterans organization or any licensee licensed pursuant to subdivision 35-4-2(4) or (6) in addition to any other licenses held by the special events license applicant; (4) A special off-sale package wine dealers license in conjunction with a special event within the municipality or county to any civic, charitable, educational, fraternal, or veterans organization or any licensee licensed pursuant to subdivision 35-4-2(3), (5), or (12), (17A), or (19) or chapter 35-12 any farm winery licensee in addition to any other licenses held by the special events license applicant. A special off-sale package wine dealers licensee may only sell wine manufactured by a farm winery that is licensed pursuant to chapter 35-12 licensee; (5) A special off-sale package wine dealers license in conjunction with a special event, conducted pursuant to § 35-4-124.1, within the municipality or county to any civic, charitable, educational, fraternal, or veterans organization; (6) A special off-sale package malt beverage dealers license in conjunction with a special event, conducted pursuant to § 35-4-124.1, within the municipality or county to any civic, charitable, educational, fraternal, or veterans organization; or (7) A special off-sale package dealers license in conjunction with a special event, conducted pursuant to § 35-4-124.1, within the municipality or county to any civic, charitable, educational, fraternal, or veterans organization. Any license issued pursuant to this section may be issued for a period of time established by the municipality or county. However, no period of time may exceed fifteen consecutive days. The municipality or county may issue a license under this section for a time not to exceed fifteen consecutive days. No public hearing is required for the issuance of a license pursuant to this section if the person applying for the license holds an on-sale alcoholic beverage license or a retail malt beverage license in the municipality or county or holds an operating agreement for a municipal on-sale alcoholic beverage license, and the license is to be used in a publicly-owned facility. The local governing body shall establish rules to regulate and restrict the operation of the special license, including rules limiting the number of licenses that may be issued to any person within any calendar year. Section 107. That § 35-4-124.1 be amended to read: 35-4-124.1. A civic, charitable, educational, fraternal, or veterans organization holding a special events license pursuant to subdivision 35-4-124(5) may accept only sell wine that has been donated wine from by members of the public to be sold at the special event. A civic, charitable, educational, fraternal, or veterans organization holding a special events license pursuant to subdivision 35-4-124(6) may accept donated only sell malt beverages from that have been donated by members of the public to be sold at the special event. A civic, charitable, educational, fraternal, or veterans organization holding a special events license pursuant to subdivision 35-4-124(7) may accept donated only sell alcoholic beverages from that have been donated by members of the public to be sold at the special event. Any The donor shall purchase any donated alcoholic beverage must have been purchased from a licensed South Dakota retailer by the donor. Section 108. That § 35-4-127 be amended to read: 35-4-127. A licensee licensed pursuant to subdivisions subdivision 35-4-2(3) or (5) may apply for an off-sale delivery license as provided by subdivision 35-4-2(23) to deliver alcohol alcoholic beverages to a consumer within the boundaries of the municipality that issued the off-sale license. The alcohol alcoholic beverage for delivery shall be purchased in person and on-site at the licensee's off-sale premises. The minimum purchase of alcohol alcoholic beverages shall be one hundred fifty dollars. The delivery shall be made during hours of operation pursuant to § 35-4-81 § 35-4-81.2 by an employee of the licensee who is at least twenty-one years old. The employee shall obtain the signature of a person twenty-one years of age old or older prior to before delivery of the shipment. The employee shall request that the person signing for the delivery display a valid age-bearing photo identification document issued by this state, another state, or the federal government verifying that the person is twenty-one years of age old or older. Documentation verifying the identification of the person signing for the delivery shall be retained by the licensee for one year. Any licensee who delivers alcohol alcoholic beverages to a person under twenty-one years of age old is subject to a civil penalty of one thousand dollars for a first offense and two thousand dollars for a second or subsequent offense. Any money collected pursuant to this section shall be deposited in the general fund. Section 109. That § 37-10A-1 be amended to read: 37-10A-1. An No alcoholic beverage may not be sold below the wholesale cost of the alcoholic beverage, unless the sale constitutes the termination of the sale of the alcoholic beverage on the licensed premises. Any alcoholic beverage offered for sale at less than wholesale cost may not be offered again for sale on the licensed premises for a period of less than one year after termination of the sale of the product on the licensed premises. Wholesale The wholesale cost is the consideration paid by a retailer to a wholesaler to acquire an alcoholic beverage and includes the purchase price and freight charges. If no wholesaler is used in the sale, the direct shipper may not sell the alcoholic beverage below the manufacturer's cost. Section 110. The Code Counsel shall transfer § 37-10A-1 to chapter 35-4. Section 111. That § 35-5-1 be amended to read: 35-5-1. The provisions of this chapter shall be construed to relate apply to all alcoholic beverages. Section 112. That § 35-5-2 be amended to read: 35-5-2. There is hereby levied on manufacturers, and wholesalers of alcoholic beverages an occupational tax computed on all alcoholic beverages purchased, received or imported from a distiller, manufacturer, or foreign wholesaler for sale to a retail dealer an alcohol excise tax on all alcoholic beverages manufactured, purchased, received, or imported in this state. A manufacturer shall pay the alcohol excise tax on all alcoholic beverages manufactured and sold directly to a retailer or consumer. A wholesaler shall pay the alcohol excise tax on all alcoholic beverages purchased, received, or imported for sale to a retailer. Section 113. That § 35-5-3 be amended to read: 35-5-3. The occupational alcohol excise tax based on the quantities of different kinds of alcoholic beverages is: (1) Malt beverages, eight dollars and fifty cents per barrel of thirty-one gallons, or a pro rata portion thereof in accordance with the size of the bulk container; (2) All light wines and diluted beverages (except sparkling wines and cider) containing alcohol by weight to the extent of more than 3.2 percent and not more than fourteen percent, ninety-three cents per gallon; (3) All wines (except sparkling wines) containing alcohol by weight to the extent of more than fourteen percent and not more than twenty percent, one dollar and forty-five cents per gallon; (4) All wines (except sparkling wines) containing alcohol by weight to the extent of more than twenty percent and not more than twenty-four percent, all natural sparkling wines containing alcohol and all artificial sparkling wines containing alcohol, two dollars and seven cents per gallon; (4A) All cider containing alcohol by weight not more than ten percent, twenty-eight cents per gallon; (5) All other alcoholic beverages not otherwise specified, three dollars and ninety-three cents per gallon. For the purposes of this section, diluted beverages are alcoholic beverages prepared from the admixture of spirits or wine with water, dairy products, fruit juices, or vegetable juices, to which may be added natural flavors, artificial flavors, sweetening agents, or food additives to produce a beverage distinct and unique from the spirits or wine. In no case does the term, diluted beverages, include beverages which contain in excess of twelve percent alcohol by weight. Any funds collected from the alcohol excise tax imposed by this section shall be deposited in the alcoholic beverage fund. Section 114. That § 35-5-3.3 be amended to read: 35-5-3.3. A malt beverage manufacturer who possesses an on-sale license authorized pursuant to § 35-5-3.2 may be issued a malt beverage package dealer's license issued pursuant to subdivision 35-4-2(17) 35-4-2(16) for such the premises where the malt beverage is manufactured, limited to the sale of malt beverages the manufacturer manufactures. The manufacturer shall pay the tax imposed under subdivision 35-5-3(1) on all malt beverages so sold. Section 115. That § 35-5-4 be repealed. 35-5-4. In computing the occupational tax on any package of alcoholic beverages, other than malt beverages, a proportionate tax at a like rate on all fractional parts of a gallon less than one-sixteenth shall be taxed at the same rate as for one-sixteenth of a gallon. Section 116. That § 35-5-6 be amended to read: 35-5-6. The following alcoholic beverages sold by licensees are hereby excepted exempt from the tax taxes levied by § 35-5-2 this chapter: (1) Alcohol sold to dispenser licensees; (2) Sacramental wines; or (3)(2) Alcoholic beverages sold by distiller manufacturer licensees for transportation in interstate commerce outside the state, or, to wholesale licensees under this title; (4) Malt beverages sold by manufacturers for transportation in interstate commerce. Section 117. That § 35-5-6.1 be amended to read: 35-5-6.1. In addition to the alcohol excise tax imposed by § 35-5-3, a tax of two percent of the purchase price is imposed upon the purchases of alcoholic beverages, except malt beverages, by a wholesaler from a distiller, manufacturer, or supplier. The tax shall be paid monthly and shall be administered and collected in the same manner as provided in this chapter for the collection of the occupational alcohol excise tax. A licensee shall indicate the total dollar amount of purchases received during the reporting period. Funds collected from the tax imposed by this section shall be deposited in the state general fund. Section 118. That § 35-5-7 be amended to read: 35-5-7. Any licensee liable for the payment of the occupational tax taxes levied under this chapter may be required by the secretary to file with the secretary a bond or bonds, in an amount and form prescribed by the secretary, with corporate surety satisfactory to the secretary. The amount of the bond may not exceed fifty thousand dollars, and the secretary may require the increase or permit the decrease of the amount of the bond to a sum that the secretary deems determines is necessary to assure payment of the tax. The bond or bonds shall run to the state and shall be conditioned on the payment of all taxes levied by under this chapter on or before the due date of payment, and on the payment of all fines and penalties lawfully imposed by reason of failure to pay any such taxes levied under this chapter on the date payment is due. In lieu of a bond, the secretary may allow the licensee to furnish the amount of the bond in cash or negotiable securities approved by the secretary. Section 119. That § 35-5-10 be amended to read: 35-5-10. Licensees Each licensee liable for the payment of the occupational tax taxes levied by under this chapter shall file with the secretary a return, on such a form as prescribed by the secretary may require, showing the kind and quantity of alcoholic beverages produced, received, and on hand, together with the names of the persons from whom received, the amount of tax due, and such any other information as prescribed by the secretary shall by regulation prescribe. Said. The return, covering the period of one calendar month, together with payment of the tax due, shall be transmitted to the department on or before the twenty-fifth day of the second month following the close of the reporting period. A violation of this section is a Class 1 misdemeanor. Section 120. That § 35-5-19 be amended to read: 35-5-19. Any person required to file returns or reports under this chapter, who fails to file a return or report within the month following the month the return or report is or pay the tax when due is subject to an additional tax, assessed as a penalty, equal to ten percent of the tax or ten dollars, whichever is greater interest and penalty at the rates set forth in § 10-59-6. However, for a reasonable cause shown, the secretary may reduce or eliminate such the penalty. If the tax imposed by this chapter is not paid on the due date, the amount of the tax shall bear the interest at the Category D rate of interest as established in § 54-3-16 from the date of delinquency until paid. If any licensee files a false or fraudulent return, there shall be added to the tax an amount equal to the tax evaded, or attempted to be evaded, shall be added to the tax. Penalty and interest are considered the same as tax for the purposes of collection and enforcement including liens, distress warrants, and criminal violations. Any payment received for taxes, penalty, or interest is applied first to tax, beginning with the oldest delinquency, then to interest and then to penalty. No court of this state may enjoin the collection of any such the tax or civil penalty. Section 121. That § 35-5-20 be amended to read: 35-5-20. Any licensee liable for the payment of the occupational tax taxes shall keep, in current and available form on the licensed premises, records of all purchases, sales, quantities on hand, and such any other information as the secretary may prescribe by rule promulgated pursuant to chapter 1-26. The secretary may require, from any licensee, any reports the secretary prescribes, and the secretary may require the production of any book, record, document, invoice, and voucher kept, maintained, received, or issued by the licensee in connection with the licensee's business that, in the judgment of the secretary, may be necessary to administer and discharge the secretary's duties, to secure the maximum of revenue to be paid, and to carry out the provisions of law. A violation of this section is a Class 1 misdemeanor. If default is made, or if any such licensee fails or refuses to furnish any other reports or information referred to upon request for the reports or information, the secretary may enter the licensee's premises where the records are kept and make such examination as is examine the records as necessary to compile the required report. The cost of the examination shall be paid by the licensee whose reports are in default. Section 122. That § 35-5-20.1 be amended to read: 35-5-20.1. Any person outside the state who sells or ships alcoholic beverages to a distiller, manufacturer, or wholesaler, solicitor, or dispenser within this state shall forthwith forward to provide the secretary such a report as the secretary shall may require, giving the name and address of the licensee or person making the purchase, the quantity and kind of alcoholic beverages sold, the manner of delivery and such any other information as prescribed in rule by the secretary by rule requires. A violation of this section is a Class 1 misdemeanor. Section 123. That § 35-5-20.2 be repealed. 35-5-20.2. The failure by any person to make a report as required by § 35-5-20.1 is sufficient cause for the secretary to revoke or suspend all licenses to solicitor licensees employed by the person, to terminate any permit issued to the person under § 35-4-46, and to notify all distiller, manufacturer, and wholesaler licensees to make no further purchases from the person until notified by the secretary that such purchases may be resumed. Section 124. That § 35-5-22 be amended to read: 35-5-22. Twenty-five percent of all of the revenues deposited in the alcoholic beverage fund shall revert to the municipalities. Each municipality's share of the fund shall be determined by the ratio of the population of each municipality to the total population of all the municipalities sharing in the receipts. The Department of Revenue department shall make the reversion by remitting not later than November first, February first, May first, and August first, of each year to the finance officer of each municipality its share of the fund. The amount received by each municipality shall be deposited in the municipality's general fund. Section 125. That § 35-5-22.1 be amended to read: 35-5-22.1. For the purposes of § 35-5-22, municipalities include: (1) Municipalities Any municipality as defined in subdivision 9-1-1(6); (2) Any unincorporated platted town with a United States post office; (3) Any unincorporated town in which a retail licensee is authorized to operate; or (4)(3) Open mess facilities authorized by federal laws at defense installations. Thirty percent of the tax contributed to the fund by the licensed wholesaler, resulting from tax paid sales to the facility, shall revert to that facility; (5) Any unincorporated platted municipality within an organized township which had a United States post office as of July 1, 1980. Section 126. That § 35-5-22.2 be amended to read: 35-5-22.2. Twenty-five percent of all of the revenues deposited in the alcoholic beverage fund shall revert to the counties. Twenty-five percent of such the alcoholic beverage fund so distributed to counties shall be divided equally by all counties. The remaining seventy-five percent shall be allocated to counties by the ratio of the population of each county to the total population of all the counties sharing in the receipts. The Department of Revenue department shall make the reversion by remitting not later than November first, February first, May first, and August first, of each year to the county auditor of each county its share of the fund. The amount received by each county pursuant to this section and § 35-5-25 shall be deposited in the county's general fund to be dedicated to expenses related to county law enforcement, jails, state's attorneys, public defenders, and court-appointed attorneys. Section 127. That § 35-5-28 be amended to read: 35-5-28. After determination is made of the the amount of funds necessary reserve to provide for the reversions to municipalities and counties in §§ 35-5-22 and 35-5-22.2 is determined, the balances remaining funds may be transferred to the general fund. Section 128. That § 35-10-1 be amended to read: 35-10-1. The secretary may promulgate rules, pursuant to chapter 1-26, concerning regarding the following matters involving the sale, purchase, distribution, and licensing of alcoholic beverages under this title: (1) The marking of bottles, cans, and other containers of alcoholic beverages so as to show showing the quantity of alcohol by weight and contents of the container; (2) The invoicing of alcoholic beverages to licensees; (3) Advertising and the offering of inducements by manufacturers and wholesalers to retailers or retailers to the consumer and may adopt the uniform code on advertising in whole or in part; (4) The giving of samples by manufacturer, distiller, and wholesaler, and solicitor licensees; (5) The conduct of hearings for the suspension or revocation of licenses; (6) The prohibition of discriminatory or unfair practices and the preclusion of subterfuges for the accomplishment of such discrimination, including but not limited to, the filing and amendment of price schedules, preservation and conformity to price schedules, limitation of quantity discounts, extensions of credit by manufacturers or wholesalers to retail licensees, prohibiting cash discounts, commercial bribery, prescribing certain types of advertising specialties as being allowable, prohibiting unfair trade practices, requiring sale and delivery in its entirety, prohibiting participation in a violation by any class licensee or foreign dealer, prescribing periods of audit of licensees, limiting advertising that has a utility value to the retailers, prescribing rules for the miscellaneous disposition of liquor as gifts by manufacturers and wholesalers or breakage claimed by manufacturers or wholesalers; (7) The reporting of information by corporations licensed under this title or seeking to be licensed under this title relating to the full disclosure of corporate information including stockholders, other licenses held, providing for hearing in the case of voluntary transfer and requiring report in case of involuntary transfers of stock; (8) Bottle sizes of alcoholic beverages offered for sale. However, the department may not place any restrictions upon the distribution of 1.75 liter containers to any on-sale licensee, licensed pursuant to subdivision 35-4-2(4) or (6); (9) Requiring licensees to furnish breakdowns and statistical information of various types of alcoholic beverages sold to consumers or to retail licensees for the consumers' use; (10) The application, determination, and computation of the tax; and (11) The determination of purchase price. Section 129. That § 35-10-5 be repealed. 35-10-5. Payment to the United States by any person other than a licensee under this title of any tax, or special tax, as a distiller, manufacturer, or dealer in any alcoholic beverage or beverages, shall be prima facie evidence that such person is engaged in the business as to which such tax or special tax is levied. Section 130. That § 35-10-6 be repealed. 35-10-6. Display of advertising, any notice, or any sign of any kind on or about any place indicating that any alcoholic beverage or beverages are there sold, kept for sale, or given away, shall be prima facie evidence that the person displaying such advertising, notice, or sign, unless a licensee under this title, is keeping for sale alcoholic beverages in violation of § 35-1-4. Section 131. That § 35-10-9 be amended to read: 35-10-9. If any licensed dealer in alcoholic beverages or the dealer's agent or employee is convicted of: (1) A violation of any provision of this title, or any law or ordinance regulating the sale of alcoholic beverages; or (2) Any violation of law or ordinance in the operation of the licensed premises, the court or magistrate shall, within ten days after the conviction, mail a written notice of conviction to the auditor or finance officer of the municipality or the county auditor of the county having jurisdiction to approve alcoholic beverage licenses for the premises. A copy of the notice shall also be mailed to the Department of Revenue department. Section 132. That § 35-10-21 be amended to read: 35-10-21. If, in an action pursuant to § 35-10-19, it is made to appear by affidavits or otherwise, to the satisfaction of the court, or judge in vacation, that such a nuisance exists, a temporary writ of injunction shall forthwith issue be issued, restraining the defendant from conducting or permitting the continuance of such the nuisance until the conclusion of the trial. If a temporary injunction is prayed for sought, the court may issue an order restraining the defendant and all other persons from removing, or in any way interfering, with the alcoholic beverages or fixtures, or other things used in connection with the violation of the laws of the State of South Dakota this state constituting such the nuisance. Section 133. That § 35-12B-13 be amended to read: 35-12B-13. A direct shipper shall pay the alcoholic beverage occupational taxes alcohol excise tax as prescribed pursuant to § 35-5-2, according to the rates established in subdivisions 35-5-3(2), (3), and (4). Notwithstanding the filing and payment requirements prescribed in chapter 35-5, a direct shipper shall include on the report required by § 35-12B-11 the gallons of wine shipped to recipients in this state in each wine category as set forth in subdivisions 35-5-3(2), (3), and (4), and calculate the tax due for each wine category. Additionally, the direct shipper shall pay the tax imposed by § 35-5-6.1 on shipped wine based upon the purchase price of the wine sold to the consumer. The direct shipper shall remit the taxes quarterly on or before the fifteenth day of the month following each quarterly period. A direct shipper that is also licensed as a farm winery pursuant to chapter 35-12 under this title shall receive a credit for any occupational alcohol excise tax paid pursuant to §§ 35-12-7 and 35-12-8 this title for any wine sold for shipment in this state by the direct shipper."}, {"bill_id": 8819, "bill_version_id": 50061, "bill_version": "Enrolled", "bill_version_date": "2018-02-28T11:18:31.613-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8819, "action_date": "2018-01-09T12:00:00-06:00", "document_id": 46900, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/46900.pdf", "status_text": "First read in House and referred to", "journal_page": 30, "committee_id_action": 396, "committee_id_assigned": 383, "result": "N", "vote": {}}, {"bill_id": 8819, "action_date": "2018-01-31T10:00:00-06:00", "document_id": 47842, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47842.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 383, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8819, "action_date": "2018-01-31T10:00:00-06:00", "document_id": 48311, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48311.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 383, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8819, "action_date": "2018-01-31T10:00:00-06:00", "document_id": 48311, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48311.pdf", "status_text": "Amend the amendment", "journal_page": 0, "committee_id_action": 383, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8819, "action_date": "2018-01-31T10:00:00-06:00", "document_id": 48311, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48311.pdf", "status_text": "Do Pass Amended", "journal_page": 265, "committee_id_action": 383, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 25086, "president_vote": null, "Yea": [1284, 1291, 1275, 1238, 1315, 1263, 1274, 1295, 1309, 1287, 1216, 1285, 1261]}}, {"bill_id": 8819, "action_date": "2018-02-02T13:30:00-06:00", "document_id": 48610, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48610.pdf", "status_text": "Deferred to another day", "journal_page": 322, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8819, "action_date": "2018-02-05T14:00:00-06:00", "document_id": 48692, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48692.pdf", "status_text": "Do Pass Amended", "journal_page": 338, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 25355, "president_vote": null, "Excused": [1313, 1254], "Yea": [1241, 1213, 1269, 1297, 1424, 1268, 1284, 1279, 1266, 1223, 1307, 1301, 1235, 1294, 1425, 1282, 1260, 1311, 1308, 1312, 1291, 1275, 1238, 1286, 1314, 1222, 1302, 1306, 1265, 1315, 1247, 1316, 1296, 1292, 1248, 1293, 1310, 1226, 1280, 1263, 1274, 1295, 1249, 1277, 1303, 1309, 1259, 1255, 1299, 1225, 1256, 1261, 1240, 1258, 1305, 1287, 1257, 1236, 1215, 1216, 1229, 1285, 1253], "Nay": [1214, 1283, 1250, 1317, 1298]}}, {"bill_id": 8819, "action_date": "2018-02-06T14:00:00-06:00", "document_id": 48783, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48783.pdf", "status_text": "First read in Senate and referred to", "journal_page": 388, "committee_id_action": 395, "committee_id_assigned": 369, "result": "N", "vote": {}}, {"bill_id": 8819, "action_date": "2018-02-22T10:00:00-06:00", "document_id": 49443, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49443.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 369, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8819, "action_date": "2018-02-22T10:00:00-06:00", "document_id": 49670, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49670.pdf", "status_text": "Do Pass", "journal_page": 544, "committee_id_action": 369, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26209, "president_vote": null, "Yea": [1290, 1304, 1239, 1218, 1288, 1243, 1234]}}, {"bill_id": 8819, "action_date": "2018-02-23T13:00:00-06:00", "document_id": 49814, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49814.pdf", "status_text": "Deferred to another day", "journal_page": 579, "committee_id_action": 395, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8819, "action_date": "2018-02-27T14:00:00-06:00", "document_id": 49977, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49977.pdf", "status_text": "Do Pass Amended", "journal_page": 622, "committee_id_action": 395, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26491, "president_vote": null, "Yea": [1239, 1230, 1264, 1231, 1217, 1246, 1228, 1219, 1273, 1262, 1234, 1290, 1232, 1278, 1304, 1270, 1224, 1267, 1243, 1289, 1218, 1244, 1281, 1221, 1272, 1233, 1245, 1252, 1237, 1288, 1220, 1242, 1276, 1300], "Excused": [1271]}}, {"bill_id": 8819, "action_date": "2018-02-28T14:00:00-06:00", "document_id": 50090, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50090.pdf", "status_text": "Signed by the Speaker", "journal_page": 653, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8819, "action_date": "2018-03-05T14:00:00-06:00", "document_id": 50315, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50315.pdf", "status_text": "Signed by the President", "journal_page": 704, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8819, "action_date": "2018-03-06T11:30:00-06:00", "document_id": 50356, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50356.pdf", "status_text": "Delivered to the Governor", "journal_page": 701, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8819, "action_date": "2018-03-08T09:00:00-06:00", "document_id": 50486, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50486.pdf", "status_text": "Signed by the Governor", "journal_page": 740, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6726, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/8819"}