{"session_id": 51, "bill_id": 15934, "bill_type": "House Bill", "bill_number": 1161, "bill_title": "revise the distribution of certain gaming tax revenues.", "sponsors": [{"legislator_profile_id": 2528, "is_prime": true}, {"legislator_profile_id": 2573, "is_prime": true}, {"legislator_profile_id": 2519, "is_prime": false}, {"legislator_profile_id": 2564, "is_prime": false}, {"legislator_profile_id": 2566, "is_prime": false}, {"legislator_profile_id": 2603, "is_prime": false}, {"legislator_profile_id": 2608, "is_prime": false}], "keywords": ["Historic Sites", "Taxes"], "audio": [{"meeting_datetime": "2001-01-30T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hta15hb1161a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-30T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hta15hb1161a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-30T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hta15hb1161a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 15934, "bill_version_id": 88397, "bill_version": "Introduced", "bill_version_date": "2001-01-24T11:49:43-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the distribution of certain gaming tax revenues. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 42-7B-48 be amended to read as follows: 42-7B-48. There is established within the state treasury the South Dakota Gaming Commission fund, into which shall be deposited the proceeds from the gaming tax, license stamp fees, license fees, application fees, the net proceeds generated by the operation of the five-cent slot machines and the initial fund is continuously appropriated for the purposes specified in this section. All funds received by the commission shall be set forth in an informational budget as described in § 4-7-7.2 and be annually reviewed by the Legislature. Any disbursement from the Gaming Commission fund shall be by authorization of the executive secretary for any of the following purposes: (1) Forty percent of the gaming tax collected shall be transferred to the tourism promotion fund created in § 1-42-31, and ten percent of the gaming tax collected shall be paid to Lawrence County; (2) The expenses of the commission for administration and operation including litigation and enforcement of this chapter and chapter 42-7; (3) Repayment of funds and interest advanced for the start up of the commission; and (4) All funds remaining after the payments provided in subdivisions (1), (2), and (3), less one two hundred thousand dollars which shall be transferred to the historical preservation loan and grant fund created in § 1-19A-13.1 constitute the net municipal proceeds and shall be disbursed at least quarterly to the City of Deadwood for deposit in the historic restoration and preservation fund. Section 2. That § 42-7B-48.1 be amended to read as follows: 42-7B-48.1. Disbursements from the Gaming Commission fund shall be as set forth in § 42-7B-48 until such time as the net municipal proceeds paid to the City of Deadwood equals six million eight hundred thousand dollars for each year, and after payment of commission expenses pursuant to subdivision 42-7B-48(2), and after payment of one two hundred thousand dollars to the State Historical Preservation Grant and Loan fund pursuant to subdivision 42-7B-48(4). Thereafter, all remaining funds shall be distributed as follows: (1) Seventy percent to the state general fund; (2) Ten percent to be distributed to municipalities in Lawrence County, except the City of Deadwood, pro rata according to their population; (3) Ten percent to be distributed to school districts, pro rata based upon the previous year's average daily membership, located in whole or in part, in Lawrence County. For any school district located only partly in Lawrence County, only that portion of the district's average daily attendance which represents students residing in Lawrence County shall be considered in calculating the proration required by this subdivision; and (4) Ten percent to the City of Deadwood for deposit in the historic restoration and preservation fund."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 15934, "action_date": "2001-01-24T14:00:00-06:00", "document_id": 88432, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88432.pdf", "status_text": "First read in House and referred to", "journal_page": 175, "committee_id_action": 712, "committee_id_assigned": 708, "result": "N", "vote": {}}, {"bill_id": 15934, "action_date": "2001-01-30T07:45:00-06:00", "document_id": 88935, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88935.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 708, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15934, "action_date": "2001-01-30T07:45:00-06:00", "document_id": 88935, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88935.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 260, "committee_id_action": 708, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 50866, "president_vote": null, "Yea": [2543, 2544, 2546, 2557, 2560, 2570, 2587, 2588, 2594, 2610, 2618, 2563, 2526], "Nay": [2603, 2612]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/15934"}