{"session_id": 21, "bill_id": 6487, "bill_type": "Senate Bill", "bill_number": 35, "bill_title": "repeal certain outdated and unnecessary statutes and rules related to the Department of Veterans Affairs.", "sponsors": [], "keywords": ["Veterans Affairs"], "audio": [{"meeting_datetime": "2015-01-16T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sst04.mp3", "start_seconds": 1170.0}, {"meeting_datetime": "2015-01-16T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sst04.mp3", "start_seconds": 1170.0}, {"meeting_datetime": "2015-01-16T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sst04.mp3", "start_seconds": 1170.0}, {"meeting_datetime": "2015-01-16T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sst04.mp3", "start_seconds": 1170.0}, {"meeting_datetime": "2015-01-28T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hst11.mp3", "start_seconds": 673.0}, {"meeting_datetime": "2015-01-28T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hst11.mp3", "start_seconds": 673.0}, {"meeting_datetime": "2015-01-28T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hst11.mp3", "start_seconds": 673.0}, {"meeting_datetime": "2015-01-28T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hst11.mp3", "start_seconds": 673.0}], "bill_versions": [{"bill_id": 6487, "bill_version_id": 33008, "bill_version": "Introduced", "bill_version_date": "2015-01-09T16:55:33.51-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal certain outdated and unnecessary statutes and rules related to the Department of Veterans Affairs. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 33A-1-9 be repealed. 33A-1-9. The secretary of the Department of Veterans Affairs shall give bond to the state in the sum of ten thousand dollars, premium on said bond to be paid out of funds of the department. Section 2. That § 33A-1-14 be repealed. 33A-1-14. The Department of Veterans Affairs shall compile and maintain such records of disabled veterans and their dependents as may be necessary to ensure that their rights will be protected. Section 3. That § 33A-1-27 be repealed. 33A-1-27. The Department of Veterans Affairs shall promulgate rules pursuant to chapter 1-26 establishing criteria and procedures for the county veterans' service officers training program pursuant to this chapter. Section 4. That § 33A-2-26 be repealed. 33A-2-26. The director shall prepare application forms and rules governing administration of §§ 33A-2-10 to 33A-2-33, inclusive, as the commission directs and authorizes under § 33A-2-25. The application forms and rules shall be completed and made available to eligible veterans when funds are available to the commission. Payment of all claims approved by the commission shall be made as funds are available and in the order determined by the commission. Section 5. That § 33A-2-27 be repealed. 33A-2-27. All claims for compensation under §§ 33A-2-10 to 33A-2-33, inclusive, shall be presented to the commission on such forms as it may require no later than three years after the date to be determined by the South Dakota Legislature. If approved for payment by the commission, the secretary shall submit an authorized voucher to the state auditor, who shall issue the warrant for the amount of the approved claim to the person found by the commission to be entitled to the claim. Section 6. That § 33A-2-29 be repealed. 33A-2-29. Any decision of the Veterans' Commission as to the payment or nonpayment of a bonus claim, or eligibility for the bonus, is final. Section 7. That § 33A-3-1 be repealed. 33A-3-1. Terms used in this chapter mean: (1) \"Benefits,\" all moneys paid or payable by the United States through the United States Department of Veterans' Affairs; (2) \"Conservator,\" any fiduciary for the estate of a ward; (3) \"Estate,\" income on hand and assets acquired partially or wholly with \"income\"; (4) \"Guardian,\" any fiduciary for the person of a ward; (5) \"Income,\" moneys received from the United States Department of Veterans' Affairs and revenue or profit from any property wholly or partially acquired therewith; (6) \"Person,\" any individual, partnership, limited liability company, corporation, or association; (7) \"Secretary of veterans' affairs,\" the secretary of veterans' affairs of the United States Department of Veterans' Affairs or his successor; (8) \"United States Department of Veterans' Affairs,\" the United States Department of Veterans' Affairs, its predecessors or successors; (9) \"Ward,\" a beneficiary of the United States Department of Veterans' Affairs. Section 8. That § 33A-3-2 be repealed. 33A-3-2. If, in any proceeding under the laws of this state for the commitment of a person alleged to be of unsound mind or otherwise in need of confinement in a hospital or other institution for his proper care, it is determined after such adjudication of the status of such person as may be required by law that commitment to a hospital for mental disease or other institution is necessary for safekeeping or treatment and it appears that such person is eligible for care or treatment by the United States Department of Veterans' Affairs or other agency of the United States government, the court, upon receipt of a certificate from the United States Department of Veterans' Affairs or such other agency showing that facilities are available and that such person is eligible for care or treatment therein, may commit such person to the United States Department of Veterans' Affairs or other agency. Section 9. That § 33A-3-3 be repealed. 33A-3-3. The person whose commitment is sought shall be personally served with notice of the pending commitment proceeding in the manner as provided by the law of this state. Nothing in this chapter affects the person's right to appear and be heard in the proceedings. Section 10. That § 33A-3-4 be repealed. 33A-3-4. Upon commitment, such person, when admitted to any facility operated by any federal agency within or without this state, is subject to the rules and regulations of the United States Department of Veterans' Affairs or other agency. The chief officer of any facility of the United States Department of Veterans' Affairs or institution operated by any other agency of the United States to which the person is so committed shall with respect to such person be vested with the same powers as superintendents of state hospitals for mental diseases within this state with respect to retention of custody, transfer, parole, or discharge. Section 11. That § 33A-3-5 be repealed. 33A-3-5. Jurisdiction is retained in the committing or other appropriate court of this state at any time to inquire into the mental condition of the person committed, pursuant to § 33A-3-2, and to determine the necessity for continuance of the person's restraint, and all commitments pursuant to this chapter are so conditioned. Section 12. That § 33A-3-6 be repealed. 33A-3-6. Upon receipt of a certificate of the United States Department of Veterans' Affairs or other agency of the United States that facilities are available for the care or treatment of any person heretofore committed to any hospital for the mentally ill or other institution for the care or treatment of persons similarly afflicted and that such person is eligible for care or treatment, the superintendent of the institution may cause the transfer of such person to the United States Department of Veterans' Affairs or other agency of the United States for care or treatment. Upon effecting any such transfer, the committing court shall be notified thereof by the transferring agency. Section 13. That § 33A-3-7 be repealed. 33A-3-7. No person may be transferred to the United States Department of Veterans' Affairs or other agency of the United States if the person is confined pursuant to conviction of any felony or misdemeanor or if the person has been acquitted of the charge solely on the ground of mental illness, unless prior to transfer the court or other authority originally committing the person enters an order for the transfer after appropriate motion and hearing. Any person transferred as provided in §§ 33A-3-2 to 33A-3-7, inclusive, is deemed to be committed to the United States Department of Veterans' Affairs or other agency of the United States pursuant to the original commitment. Section 14. That § 33A-3-8 be repealed. 33A-3-8. The judgment or order of commitment by a court of competent jurisdiction of another state or of the District of Columbia, committing a person to the United States Department of Veterans' Affairs, or other agency of the United States government for care or treatment has the same force and effect as to the committed person while in this state as in the jurisdiction in which is situated the court entering the judgment or making the order. The courts of the committing state, or of the District of Columbia, retain jurisdiction of the person so committed for the purpose of inquiring into the mental condition of the person, and of determining the necessity for continuance of the person's restraint as provided in § 33A-3-5 with respect to persons committed by the courts of this state. Consent is hereby given to the application of the law of the committing state or district in respect to the authority of the chief officer of any facility of the United States Department of Veterans' Affairs, or of any institution operated in this state by any other agency of the United States to retain custody, or transfer, parole, or discharge the committed person. Section 15. That § 33A-3-9 be repealed. 33A-3-9. If, pursuant to any law of the United States or regulation of the United States Department of Veterans' Affairs, it is necessary, prior to payment of benefits, that a conservator be appointed, the appointment may be made in the manner hereinafter provided. Section 16. That § 33A-3-10 be repealed. 33A-3-10. The administrator is a party in interest in any proceeding for the appointment or removal of a conservator or for the removal of the disability of minority or mental incapacity of a ward, and in any suit or other proceeding affecting in any manner the administration by the conservator of any present or former ward whose estate includes assets derived in whole or in part from benefits heretofore or hereafter paid by the United States Department of Veterans' Affairs. Section 17. That § 33A-3-11 be repealed. 33A-3-11. Not less than fourteen days before hearing on the matter, notice in writing of the time and place of the hearing shall be given by mail (unless waived in writing) to the office of the United States Department of Veterans' Affairs having jurisdiction over the area in which the suit or any such proceeding is pending. Section 18. That § 33A-3-12 be repealed. 33A-3-12. The court, or clerk thereof, shall mail to the office of the United States Department of Veterans' Affairs a copy of each order entered in any conservatorship proceeding wherein the secretary of veterans' affairs is an interested party. Section 19. That § 33A-3-13 be repealed. 33A-3-13. If a copy of any public record is required by the United States Department of Veterans' Affairs to be used in determining the eligibility of any person to participate in benefits made available by the United States Department of Veterans' Affairs, the official custodian of such public record shall without charge provide the applicant for such benefits or any person acting on his behalf or the authorized representative of the United States Department of Veterans' Affairs with a certified copy of such record. Section 20. That § 33A-3-14 be repealed. 33A-3-14. A petition for the appointment of a conservator may be filed by any relative or friend of the ward or by any person who is authorized by law to file such a petition. If there is no person so authorized or if the person so authorized refuses or fails to file such a petition within thirty days after mailing of notice by the United States Department of Veterans' Affairs to the last known address of the person, if any, indicating the necessity for the same, a petition for appointment may be filed by any resident of this state. Section 21. That § 33A-3-15 be repealed. 33A-3-15. The petition for appointment shall set forth the name, age, place of residence of the ward, the name and place of residence of the nearest relative, if known, and the fact that the ward is entitled to receive benefits payable by or through the United States Department of Veterans' Affairs and shall set forth the amount of moneys then due and the amount of probable future payments. The petition shall also set forth the name and address of the person or institution, if any, having actual custody of the ward and the name, age, relationship, if any, occupation and address of the proposed conservator and if the nominee is a natural person, the number of wards for whom the nominee is presently acting as guardian or conservator. Notwithstanding any law as to priority of persons entitled to appointment, or the nomination in the petition, the court may appoint some other individual or a bank or trust company as conservator, if the court determines it is for the best interest of the ward. Section 22. That § 33A-3-16 be repealed. 33A-3-16. In the case of a mentally incompetent ward the petition shall show that such ward has been rated incompetent by the United States Department of Veterans' Affairs on examination in accordance with the laws and regulations governing the United States Department of Veterans' Affairs. Section 23. That § 33A-3-17 be repealed. 33A-3-17. Upon the filing of a petition for the appointment of a conservator under §§ 33A-3-1 to 33A-3-40, inclusive, notice of hearing shall be given as provided in § 33A-3-22 or 33A-3-35, whichever may be applicable. Notice shall be given in the same manner to the United States Department of Veterans' Affairs. Section 24. That § 33A-3-18 be repealed. 33A-3-18. If a petition is filed for the appointment of a conservator for a minor, a certificate of the secretary of veterans' affairs or his authorized representative, setting forth the age of such minor as shown by the records of the United States Department of Veterans' Affairs and the fact that the appointment of a conservator is a condition precedent to the payment of any moneys due the minor by the United States Department of Veterans' Affairs shall be prima facie evidence of the necessity for such appointment. Section 25. That § 33A-3-19 be repealed. 33A-3-19. If a petition is filed for the appointment of a conservator for a mentally incompetent ward, a certificate of the secretary of veterans' affairs that the person has been rated incompetent by the United States Department of Veterans' Affairs on examination in accordance with the laws and regulations governing the United States Department of Veterans' Affairs and that the appointment of a conservator is a condition precedent to the payment of any moneys due to the ward by the United States Department of Veterans' Affairs is prima facie evidence of the necessity for the appointment. Section 26. That § 33A-3-20 be repealed. 33A-3-20. Upon the appointment of a conservator, the conservator shall execute and file a bond to be approved by the court in an amount not less than the estimated value of the personal estate and anticipated income of the ward during the ensuing year. The bond shall be in the form and be conditioned as required of conservators appointed under the general conservatorship laws of this state. The court may from time to time require the conservator to file an additional bond. Section 27. That § 33A-3-21 be repealed. 33A-3-21. If a bond is tendered by a conservator with personal sureties, there shall be at least two such sureties. Each surety shall file with the court a certificate under oath which describes the property owned, both real and personal, and states that the surety is worth the sum named in the bond as the penalty on the bond over and above all of the surety's debts and liabilities and the aggregate of other bonds on which the surety is principal or surety and exclusive of property exempt from execution. The court may require additional security or may require a corporate surety bond, the premium on the bond to be paid from the ward's estate. Section 28. That § 33A-3-22 be repealed. 33A-3-22. No person other than a bank or trust company may be guardian or conservator of more than five wards at one time, unless all the wards are members of one family. Upon presentation of a petition by an attorney of the United States Department of Veterans' Affairs or other interested person, alleging that a guardian or conservator is acting in fiduciary capacity for more than five wards as provided in this section and requesting the guardian's or conservator's discharge for that reason, the court, upon proof substantiating the petition, shall immediately require a final report or accounting from the guardian or conservator. The court shall discharge the guardian or conservator from guardianships or conservatorships in excess of five and immediately appoint a successor. Section 29. That § 33A-3-23 be repealed. 33A-3-23. Each conservator shall invest the surplus funds of the conservator's ward's estate in securities or property authorized under the laws of this state but only upon prior order of the court. However, the funds may be invested, without prior court authorization, in federally insured interest-bearing accounts, in direct unconditional interest-bearing obligations of this state or of the United States, and in obligations the interest and principal of which are unconditionally guaranteed by the United States. A signed duplicate or certified copy of the petition for authority to invest shall be furnished to the proper office of the United States Department of Veterans' Affairs, and notice of hearing on the petition shall be given to the office as provided in the case of hearing on a conservator's account. Section 30. That § 33A-3-24 be repealed. 33A-3-24. The court may authorize the purchase of the entire fee simple title to real estate in this state in which the conservator has no interest, but only as a home for the ward, or to protect the ward's interest, or (if the ward is not a minor) as a home for the ward's dependent family. No purchase of real estate may be made except upon the entry of an order of the court after hearing upon verified petition. A copy of the petition shall be furnished to the proper office of the United States Department of Veterans' Affairs and notice of hearing on the petition shall be given to the office as provided in the case of hearing on a conservator's account. Section 31. That § 33A-3-25 be repealed. 33A-3-25. Before authorizing such investment the court shall require written evidence of value and of title and of the advisability of acquiring such real estate. Title shall be taken in the ward's name. Section 32. That § 33A-3-26 be repealed. 33A-3-26. Sections 33A-3-24 and 33A-3-25 do not limit the right of the conservator on behalf of the conservator's ward to bid and to purchase real estate at a sale of real estate pursuant to decree of foreclosure of lien held by or for the ward, or at a trustee's sale, to protect the ward's right in the property so foreclosed or sold. Sections 33A-3-24 and 33A-3-25 do not limit the right of the conservator, if necessary to protect the ward's interest and upon prior order of the court in which the conservatorship is pending, to agree with cotenants of the ward for a partition in kind, or to purchase from the cotenants the entire undivided interests held by them, or to bid and purchase the interests at a sale under a partition decree, or to compromise adverse claims of title to the ward's realty. Section 33. That § 33A-3-27 be repealed. 33A-3-27. A conservator may not apply any portion of the income or the estate for the support or maintenance of any person other than the ward, the spouse and the minor children of the ward, except upon petition to and prior order of the court after a hearing. A signed duplicate or certified copy of said petition shall be furnished the proper office of the United States Department of Veterans' Affairs and notice of hearing thereon shall be given said office as provided in the case of hearing on a conservator's account or other pleading. Section 34. That § 33A-3-28 be repealed. 33A-3-28. Each conservator is allowed the amount of the conservator's reasonable expenses incurred in the execution of the conservator's trust. The conservator may receive such compensation for his or her services as the court in which the conservator's accounts are settled deems just and reasonable. Section 35. That § 33A-3-29 be repealed. 33A-3-29. Any conservator who receives or has received on account of the conservator's ward any moneys or other things of value from the United States Department of Veterans' Affairs shall file with the court annually, on the anniversary date of the appointment, in addition to any other accounts required by the court, a full, true, and accurate account under oath of all moneys or other things of value so received by the conservator. The account shall indicate all earnings, interest, or profits derived from the money or other things of value, all property acquired with the money or other things of value, and all disbursements from the money or other things of value. The account shall indicate the balance of the money or other things of value in the conservator's hands at the date of the account and how invested Section 36. That § 33A-3-30 be repealed. 33A-3-30. The conservator, at the time of filing any account, shall exhibit all securities or investments held by the conservator to an officer of the bank or other depository in which the securities or investments are held for safekeeping or to an authorized representative of the corporation which is surety on the conservator's bond, or to the judge or clerk of a court of record in this state, or, upon request of the conservator or other interested party, to any other reputable person designated by the court. The person to whom the securities or investments were exhibited shall certify in writing that he or she has examined the securities or investments and identified them with those described in the account and shall note any omissions or discrepancies. If the depository is the conservator, the certifying officer may not be the officer verifying the account. The conservator may exhibit the securities or investments to the judge of the court, who shall endorse on the account and on a copy of the account a certificate that the securities or investments shown in the account as held by the conservator were each in fact exhibited to the judge and that those exhibited to the judge were the same as those shown in the account, and noting any omission or discrepancy. That certificate and the certificate of an official of the bank in which are deposited any funds for which the conservator is accountable, showing the amount on deposit, shall be prepared and signed in duplicate and one of each shall be filed by the conservator with the conservator's account. Section 37. That § 33A-3-31 be repealed. 33A-3-31. If the conservator is accountable for property derived from sources other than the United States Department of Veterans' Affairs, the conservator is accountable as required under the applicable law of this state pertaining to the property of minors or protected persons who are not beneficiaries of the United States Department of Veterans' Affairs. With respect to the property derived from other sources, the conservator is entitled to the compensation provided by the applicable law. The account for other property may be combined with the account filed in accordance with § 33A-3-29. Section 38. That § 33A-3-32 be repealed. 33A-3-32. At the time of filing in the court any account, a certified copy thereof and a signed duplicate of each certificate filed with the court shall be sent by the conservator to the office of the United States Department of Veterans' Affairs having jurisdiction over the area in which the court is located. A signed duplicate or a certified copy of any petition, motion or other pleading, pertaining to an account, or to any matter other than an account, and which is filed in the conservatorship proceedings or in any proceeding for the purpose of removing the disability of minority or mental incapacity, shall be furnished by the person filing the same to the proper office of the United States Department of Veterans' Affairs. Section 39. That § 33A-3-33 be repealed. 33A-3-33. If any conservator fails to file with the court any account as required by this chapter, or by an order of the court, when the account is due or within thirty days after citation issues as provided by law, or if the conservator fails to furnish the United States Department of Veterans' Affairs a true copy of any account, petition, or pleading as required by this chapter, such failure may, in the discretion of the court, be grounds for the conservator's removal. Section 40. That § 33A-3-34 be repealed. 33A-3-34. Unless a hearing is waived in writing by the attorney of the United States Department of Veterans' Affairs, and by all other persons, if any, entitled to notice, the court shall fix a time and place for the hearing on the account, petition, motion, or other pleading not less than fourteen days nor more than thirty days from the date same is filed, unless a different available date be stipulated in writing. Unless waived in writing, written notice of the time and place of hearing shall be given the office of the United States Department of Veterans' Affairs concerned and the conservator and any others entitled to notice not less than fourteen days prior to the date fixed for the hearing. The notice may be given by mail in which event it shall be deposited in the mail not less than fourteen days prior to said date. Section 41. That § 33A-3-35 be repealed. 33A-3-35. In addition to any other provisions of law relating to judicial restoration and discharge of a conservator, a certificate by the United States Department of Veterans' Affairs showing that a minor ward has attained majority, or that an incompetent ward has been rated competent by the United States Department of Veterans' Affairs upon examination in accordance with law, is prima facie evidence that the ward has attained majority or has recovered his or her competency. Section 42. That § 33A-3-36 be repealed. 33A-3-36. Upon hearing after notice as provided by this chapter and the determination by the court that the ward has attained majority or has recovered his or her competency, an order shall be entered to that effect, and the conservator shall file a final account. Section 43. That § 33A-3-37 be repealed. 33A-3-37. Upon hearing after notice to the former ward and to the United States Department of Veterans' Affairs as in case of other accounts, upon approval of the final account, and upon delivery to the ward of the assets due the ward from the conservator, the conservator shall be discharged and the conservator's sureties released. Section 44. That § 33A-3-38 be repealed. 33A-3-38. The provisions of §§ 33A-3-1 to 33A-3-40, inclusive, relating to surety bonds and the administration of estates of wards apply to the terms, income and estate, as defined in § 33A-3-1 whether the conservator has been appointed under this chapter or under any other law of this state \\ Section 45. That § 33A-3-39 be repealed. 33A-3-39. Except where inconsistent with §§ 33A-3-1 to 33A-3-40, inclusive, the laws of this state relating to guardian and ward and the judicial practice relating thereto, including the right to trial by jury and the right of appeal, are applicable to beneficiaries of the United States Department of Veterans' Affairs and their estates. Section 46. That § 33A-3-40 be repealed. 33A-3-40. Sections 33A-3-1 to 33A-3-39, inclusive, shall be so construed to make uniform the law of those states which enact them. Section 47. That § 33A-3-41 be repealed. 33A-3-41. If a conservator is appointed for a veteran as defined in § 33A-2-1 or for a person now or formerly in the service of the United States as a soldier, sailor, marine, nurse, or other similar capacity, or for the veteran's or person's dependents and beneficiaries under the \"War Risk Insurance Act\" or \"World War Veterans' Act,\" as amended to January 1, 2007, and if the appointment is found necessary to enable the ward to receive benefits under such acts, the provisions of §§ 33A-3-42 to 33A-3-45, inclusive, apply. Section 48. That § 33A-3-42 be repealed. 33A-3-42. Except as provided in § 33A-3-15, in the appointment of the conservator referred to in § 33A-3-41, the relatives in the following order shall be given preference if otherwise qualified: the widow or widower, the father or mother, the grandfather or grandmother, the sister or brother, and other relatives in the order of relationship. In all cases, however, the judge shall be satisfied that the applicant is fit and proper for such conservatorship. Section 49. That § 33A-3-43 be repealed. 33A-3-43. No probate fees may be charged if the appointment referred to in § 33A-3-41 is for the purpose of recovering compensation, insurance, pension, or other gratuity payable to the ward under the laws of the United States. Section 50. That § 33A-3-44 be repealed. 33A-3-44. No fees may be charged by the clerk of courts for furnishing certified copies of any documents necessary in order that payments may be made or continued to such conservator or incompetent veteran, or to the minor children of any veteran under conservatorship. Section 51. That § 33A-3-45 be repealed. 33A-3-45. The fees of any attorney conducting the proceedings referred to in § 33A-3-41 shall be fixed by the court on a reasonable basis not to exceed twenty-five dollars. Section 52. That § 29A-5-107 be repealed. 29A-5-107. Nothing in this chapter affects the provisions of chapter 33A-3, entitled \"Veterans' Guardianships,\" and the provisions of this chapter are in all respects to be supplementary thereto. Section 53. That § 33A-4-2 be repealed. 33A-4-2. The rights, privileges, and duties of the holders of bonds and other obligations issued, and of the parties to contracts, leases, indentures, and other transactions entered into, before July 1, 1989, by the state or by any agency, officer, or employee thereof, and covenants and agreements as set forth therein, remain in effect, and none of those rights, privileges, duties, covenants, or agreements is impaired or diminished by abolition of an agency in this chapter. The Department of Veterans Affairs replaces the Board of Charities and Corrections for the State Veterans' Home and succeeds to its rights and leases, indentures, and other transactions. Section 54. That § 33A-4-3 be repealed. 33A-4-3. No judicial or administrative suit, action, or other proceeding lawfully commenced before July 1, 1989, by or against any agency or any officer of the state, in the officer's official capacity or in relation to the discharge of the officer's official duties, is abated or affected by any reorganization under the provisions of this chapter. The court may allow the suit, action, or other proceeding to be maintained by or against the successor of any agency or any officer affected by this chapter. Section 55. That § 33A-4-5 be repealed. 33A-4-5. Unless inconsistent with other provisions of this chapter, all rules, regulations, and standards of the State Veterans' Home that are in effect on July 1, 1989, shall continue with full force and effect until they are specifically altered, amended, or revoked in the manner provided by law, unless the statutory authority for such rules is superseded by this chapter. Section 56. That ARSD 50:05:01:01 be repealed. 50:05:01:01. Scope. Rules in this chapter apply to the state veterans' home. Section 57. That ARSD 50:05:01:02 to 50:05:01:22, inclusive, be repealed."}, {"bill_id": 6487, "bill_version_id": 34168, "bill_version": "Enrolled", "bill_version_date": "2015-01-30T09:47:09.69-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6487, "action_date": "2015-01-13T12:00:00-06:00", "document_id": 33120, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33120.pdf", "status_text": "First read in Senate and referred to", "journal_page": 22, "committee_id_action": 284, "committee_id_assigned": 269, "result": "N", "vote": {}}, {"bill_id": 6487, "action_date": "2015-01-16T10:00:00-06:00", "document_id": 33144, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33144.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 269, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6487, "action_date": "2015-01-16T10:00:00-06:00", "document_id": 33235, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33235.pdf", "status_text": "Do Pass", "journal_page": 54, "committee_id_action": 269, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 17492, "president_vote": null, "Yea": [885, 896, 895, 891, 877, 871, 854, 944], "Excused": [868]}}, {"bill_id": 6487, "action_date": "2015-01-16T10:00:00-06:00", "document_id": 33235, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33235.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 269, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6487, "action_date": "2015-01-20T14:00:00-06:00", "document_id": 33328, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33328.pdf", "status_text": "Do Pass", "journal_page": 61, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 17529, "president_vote": null, "Yea": [853, 854, 855, 856, 943, 858, 860, 889, 894, 903, 876, 899, 885, 896, 901, 895, 898, 890, 900, 942, 891, 886, 862, 880, 944, 902, 877, 868, 871, 892, 872, 873, 878, 897], "Excused": [893]}}, {"bill_id": 6487, "action_date": "2015-01-21T14:00:00-06:00", "document_id": 33398, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33398.pdf", "status_text": "First Reading House", "journal_page": 74, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6487, "action_date": "2015-01-22T14:00:00-06:00", "document_id": 33495, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33495.pdf", "status_text": "Referred to", "journal_page": 85, "committee_id_action": 286, "committee_id_assigned": 279, "result": "N", "vote": {}}, {"bill_id": 6487, "action_date": "2015-01-28T07:45:00-06:00", "document_id": 33673, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33673.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 279, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6487, "action_date": "2015-01-28T07:45:00-06:00", "document_id": 33890, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33890.pdf", "status_text": "Do Pass", "journal_page": 194, "committee_id_action": 279, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 17832, "president_vote": null, "Yea": [915, 884, 947, 882, 879, 953, 881, 869, 921, 874, 954, 924], "Excused": [912]}}, {"bill_id": 6487, "action_date": "2015-01-28T07:45:00-06:00", "document_id": 33890, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33890.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 279, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6487, "action_date": "2015-01-29T14:00:00-06:00", "document_id": 34099, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34099.pdf", "status_text": "Do Pass", "journal_page": 232, "committee_id_action": 286, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 17945, "president_vote": null, "Yea": [883, 915, 952, 884, 938, 888, 928, 923, 925, 875, 931, 941, 927, 857, 859, 917, 924, 929, 947, 937, 948, 945, 882, 909, 946, 958, 913, 887, 951, 861, 905, 919, 956, 936, 879, 907, 939, 920, 930, 953, 881, 906, 908, 940, 935, 916, 911, 910, 863, 864, 914, 922, 865, 933, 866, 926, 955, 869, 950, 912, 904, 921, 918, 954, 932, 949, 934, 957, 874], "Excused": [867]}}, {"bill_id": 6487, "action_date": "2015-01-30T13:00:00-06:00", "document_id": 34251, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34251.pdf", "status_text": "Signed by the President", "journal_page": 253, "committee_id_action": 284, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6487, "action_date": "2015-02-03T14:00:00-06:00", "document_id": 34394, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34394.pdf", "status_text": "Signed by the Speaker", "journal_page": 276, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6487, "action_date": "2015-02-04T14:00:00-06:00", "document_id": 34497, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34497.pdf", "status_text": "Delivered to the Governor", "journal_page": 278, "committee_id_action": 284, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6487, "action_date": "2015-02-09T14:00:00-06:00", "document_id": 34736, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34736.pdf", "status_text": "Signed by the Governor", "journal_page": 328, "committee_id_action": 284, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5932, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/6487"}