{"session_id": 19, "bill_id": 4127, "bill_type": "Senate Bill", "bill_number": 99, "bill_title": "revise the term used to refer to the imposition of an additional property tax levy for raising revenue for school districts.", "sponsors": [{"legislator_profile_id": 357, "is_prime": true}, {"legislator_profile_id": 387, "is_prime": true}, {"legislator_profile_id": 338, "is_prime": false}, {"legislator_profile_id": 417, "is_prime": false}, {"legislator_profile_id": 364, "is_prime": false}, {"legislator_profile_id": 389, "is_prime": false}, {"legislator_profile_id": 336, "is_prime": false}, {"legislator_profile_id": 359, "is_prime": false}, {"legislator_profile_id": 369, "is_prime": false}, {"legislator_profile_id": 371, "is_prime": false}, {"legislator_profile_id": 380, "is_prime": false}, {"legislator_profile_id": 332, "is_prime": false}, {"legislator_profile_id": 377, "is_prime": false}, {"legislator_profile_id": 407, "is_prime": false}, {"legislator_profile_id": 367, "is_prime": false}, {"legislator_profile_id": 383, "is_prime": false}], "keywords": ["Education", "Property", "School District", "State Aid to Education", "Taxes"], "audio": [{"meeting_datetime": "2013-01-30T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sta15.mp3", "start_seconds": 55.0}, {"meeting_datetime": "2013-01-30T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sta15.mp3", "start_seconds": 55.0}, {"meeting_datetime": "2013-01-30T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sta15.mp3", "start_seconds": 55.0}, {"meeting_datetime": "2013-01-30T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sta15.mp3", "start_seconds": 55.0}], "bill_versions": [{"bill_id": 4127, "bill_version_id": 23978, "bill_version": "Introduced", "bill_version_date": "2013-01-18T07:34:09.96-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the term used to refer to the imposition of an additional property tax levy for raising revenue for school districts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-12-43 be amended to read as follows: 10-12-43. The governing body of the school district may raise additional revenues for general fund purposes only, from property tax through the imposition of an excess tax levy. The governing body of a school district may impose the excess tax levy with an affirmative two-thirds vote of the governing body on or before July fifteenth of the year prior to the year the taxes are payable. On any excess tax levy approved after July 1, 2002, the governing body of the taxing district shall specify in the resolution the year or number of years the excess tax levy will be applied. The requirements for an announcement made pursuant to this section are as follows: (1) The decision of the governing body to originally impose or subsequently increase an excess tax levy shall be first published within ten days of the decision; (2) Publication shall be made at least twice in the legal newspaper designated pursuant to § 13-8-10, with no fewer than five days between publication dates, before the instructional support levy takes effect; (3) The announcement shall be at least three newspaper columns in width and four inches in length or at least one-sixth of a page in size, whichever size is greater; (4) The announcement shall be headed with the following statement in a typeface no less than eighteen point type: \"ATTENTION TAXPAYERS: NOTICE OF PROPERTY TAX INCREASE OF $(fill in amount).\" The remainder of the announcement shall consist of a reproduction of the \"Resolution for Opt Out Instructional Support Levy,\" including the amount that property taxes will be increased annually by the proposed opt out instructional support levy and a statement of the right to refer the decision of the board to a vote of the people as provided in this section. The secretary of revenue, in rules promulgated pursuant to chapter 1-26, shall prescribe a uniform form to be used by the school district for notification of taxpayers as required by this section. However, the requirements of subdivisions (3) and (4) shall be waived if: (A) The opt out instructional support levy is for less than fifteen thousand dollars; or (B) A copy of the resolution for opt out instructional support levy is mailed to every property taxpayer in the local governmental unit, by first class mail or bulk mail, within twenty days of the decision to opt out instructional support levy; and (C) A copy of the resolution for opt out instructional support levy is printed in each official newspaper in the local governmental unit's boundaries. For the purposes of subsections (A), (B), and (C), the first publication is not deemed to have occurred until three days after the mailing is sent or the resolution is delivered to the official newspaper. The opt out instructional support levy decision may be referred to a vote of the people upon a resolution of the governing body of the school district or by a petition signed by at least five percent of the registered voters in the school district and filed with the governing body within twenty days of the first publication of the decision. The referendum election shall be held on or before October first of the year prior to the time the taxes are payable."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4127, "action_date": "2013-01-18T13:00:00-06:00", "document_id": 24090, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24090.pdf", "status_text": "First read in Senate and referred to", "journal_page": 144, "committee_id_action": 200, "committee_id_assigned": 186, "result": "N", "vote": {}}, {"bill_id": 4127, "action_date": "2013-01-30T10:00:00-06:00", "document_id": 24789, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24789.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 186, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4127, "action_date": "2013-01-30T10:00:00-06:00", "document_id": 24977, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24977.pdf", "status_text": "Do Pass", "journal_page": 0, "committee_id_action": 186, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 13158, "president_vote": null, "Yea": [388, 336, 383], "Nay": [385, 384, 419, 331]}}, {"bill_id": 4127, "action_date": "2013-01-30T10:00:00-06:00", "document_id": 24977, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24977.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 275, "committee_id_action": 186, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13160, "president_vote": null, "Nay": [388, 336, 383], "Yea": [385, 384, 419, 331]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/4127"}