{"session_id": 8, "bill_id": 1411, "bill_type": "House Bill", "bill_number": 1268, "bill_title": "establish certain requirements and safeguards relating to wind easements and wind energy leases.", "sponsors": [{"legislator_profile_id": 817, "is_prime": true}, {"legislator_profile_id": 764, "is_prime": true}, {"legislator_profile_id": 785, "is_prime": false}, {"legislator_profile_id": 825, "is_prime": false}, {"legislator_profile_id": 790, "is_prime": false}, {"legislator_profile_id": 740, "is_prime": false}, {"legislator_profile_id": 814, "is_prime": false}, {"legislator_profile_id": 811, "is_prime": false}, {"legislator_profile_id": 829, "is_prime": false}, {"legislator_profile_id": 780, "is_prime": false}, {"legislator_profile_id": 739, "is_prime": false}, {"legislator_profile_id": 832, "is_prime": false}, {"legislator_profile_id": 741, "is_prime": false}, {"legislator_profile_id": 826, "is_prime": false}, {"legislator_profile_id": 834, "is_prime": false}, {"legislator_profile_id": 803, "is_prime": false}, {"legislator_profile_id": 791, "is_prime": false}, {"legislator_profile_id": 827, "is_prime": false}, {"legislator_profile_id": 743, "is_prime": false}, {"legislator_profile_id": 792, "is_prime": false}, {"legislator_profile_id": 753, "is_prime": false}, {"legislator_profile_id": 744, "is_prime": false}, {"legislator_profile_id": 819, "is_prime": false}, {"legislator_profile_id": 838, "is_prime": false}], "keywords": ["Property"], "audio": [{"meeting_datetime": "2010-02-18T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hst23.mp3", "start_seconds": 5707.0}, {"meeting_datetime": "2010-02-18T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hst23.mp3", "start_seconds": 5707.0}], "bill_versions": [{"bill_id": 1411, "bill_version_id": 11741, "bill_version": "Introduced", "bill_version_date": "2010-02-03T10:07:54.627-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish certain requirements and safeguards relating to wind easements and wind energy leases. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 43-13 be amended by adding thereto a NEW SECTION to read as follows: The following requirements and restrictions apply to any wind easement or lease for wind energy purposes: (1) The easement or lease may not be executed by the parties until at least ten business days after the first proposed easement or lease has been delivered to the property owner. The easement or lease shall allow the property owner to cancel the easement or lease within three days after the easement or lease is executed and shall specify the procedure for such cancellation; (2) The easement or lease may not require either party to maintain the confidentiality of any negotiations or the terms of any proposed lease or easement except that the parties may agree to a mutual confidentiality agreement in the final executed lease or easement; (3) The easement or lease shall preserve the right of the property owner to continue conducting business operations as currently conducted for the term of the agreement. When a wind energy facility is being constructed and when it is completed, the property owner shall make accommodations to the developer, owner, or operator of the facility for the facility's business operations to allow the construction and operation of the wind energy facility; (4) The easement or lease may not make the property owner liable for any property tax associated with the wind energy facility or other equipment related to wind energy generation; (5) The easement or lease may not make the property owner liable for any damages caused by the wind energy facility and equipment or the operation of the generating facility and equipment, including liability or damage to the property owner or to third parties; (6) The easement or lease obligates the developer, owner, and operator of the wind energy facility to comply with federal, state, and local laws and regulations and does not make the property owner liable in the case of a violation; (7) The easement or lease shall allow the property owner to terminate the agreement if the wind energy facility has not operated for a period of at least three years unless the property owner receives the normal minimum lease payments that would have occurred if the wind energy facility had been operating during that time. For the purposes of this subdivision, the term, normal minimum lease payments, means a payment in the lease or easement called a \"base amount\" or \"minimum payment\", or similar language, or if this language is not provided for in the lease or easement, payments at least equal to the periodic payments received by the property owner in the last calendar year that the wind energy facility was in full operation; (8) The easement or lease shall state clearly any circumstances that would allow the developer, owner, or operator of the wind energy facility to withhold payments from the property owner; (9) The easement or lease may not require the arbitration of disputes; (10) The easement or lease may not grant to the easement holder or the lessee any right of first refusal related to the property or to any interest in the property governed or affected by the easement or lease."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1411, "action_date": "2010-02-03T14:00:00-06:00", "document_id": 11793, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11793.pdf", "status_text": "First read in House and referred to", "journal_page": 291, "committee_id_action": 86, "committee_id_assigned": 79, "result": "N", "vote": {}}, {"bill_id": 1411, "action_date": "2010-02-18T16:00:00-06:00", "document_id": 12617, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12617.pdf", "status_text": "Tabled", "journal_page": 487, "committee_id_action": 79, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6785, "president_vote": null, "Yea": [771, 756, 765, 798, 826, 788, 800, 744, 786, 762, 796, 748], "Excused": [750]}}]}