{"session_id": 19, "bill_id": 4092, "bill_type": "Senate Bill", "bill_number": 224, "bill_title": "revise and repeal certain aviation statutes and to increase certain related fees.", "sponsors": [{"legislator_profile_id": 419, "is_prime": true}, {"legislator_profile_id": 406, "is_prime": true}, {"legislator_profile_id": 342, "is_prime": false}, {"legislator_profile_id": 329, "is_prime": false}], "keywords": ["Aviation"], "audio": [{"meeting_datetime": "2013-02-04T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/slo17.mp3", "start_seconds": 214.0}, {"meeting_datetime": "2013-02-04T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/slo17.mp3", "start_seconds": 214.0}, {"meeting_datetime": "2013-02-04T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/slo17.mp3", "start_seconds": 214.0}, {"meeting_datetime": "2013-02-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen19.mp3", "start_seconds": 6759.0}, {"meeting_datetime": "2013-02-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen19.mp3", "start_seconds": 6759.0}, {"meeting_datetime": "2013-02-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen19.mp3", "start_seconds": 6759.0}, {"meeting_datetime": "2013-02-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen19.mp3", "start_seconds": 6759.0}, {"meeting_datetime": "2013-02-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen19.mp3", "start_seconds": 6759.0}, {"meeting_datetime": "2013-02-12T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen21.mp3", "start_seconds": 1218.0}, {"meeting_datetime": "2013-02-12T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen21.mp3", "start_seconds": 1218.0}, {"meeting_datetime": "2013-02-12T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen21.mp3", "start_seconds": 1218.0}, {"meeting_datetime": "2013-02-12T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen21.mp3", "start_seconds": 1218.0}], "bill_versions": [{"bill_id": 4092, "bill_version_id": 24717, "bill_version": "Introduced", "bill_version_date": "2013-01-28T09:39:53.083-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise and repeal certain aviation statutes and to increase certain related fees. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 50-1-1 be amended to read as follows: 50-1-1. Terms as used in this title mean: (1) \"Aeronautics,\" the act or practice of the art and science of transportation by aircraft, and operation, construction, repair, or maintenance of aircraft, airports, landing fields, landing strips, or air navigation facilities, or air instruction; (2) \"Aircraft,\" any powered contrivance used or designed for navigation of, or flight in, the air; (3) \"Air instruction,\" the imparting of aeronautical information in any air school, flying club, or by any aviation instructor; (4) \"Airport,\" any area, either of land or water, which is used, or intended for use, for the landing and take-off of aircraft, and any appurtenant areas which are used, or intended for use, for airport buildings or other airport facilities or rights of way, together with all airport buildings and facilities located thereon; (5) \"Air school,\" any person engaged in giving instruction, or offering to give instruction in aeronautics, either in flying or ground subjects, or both, for or without hire or reward, and advertising, representing, or holding itself out as giving, or offering to give, such instruction; (6) \"Aviation instructor,\" any individual engaged in giving instruction, or offering to give instruction, in aeronautics, either in flying or ground subjects, or both, for or without hire or reward, without advertising such occupation, without calling the facilities an air school or anything equivalent, or without employing or using other instructors; (7)(4) \"Civil aircraft,\" any aircraft other than a public aircraft; (8)(5) \"Commission,\" the South Dakota Aeronautics Commission; (9)(6) \"Department,\" the Department of Transportation; (10) \"Flying club,\" any person other than an individual who, neither for profit nor reward, owns, leases, or uses one or more aircraft for the purpose of instruction, pleasure, or both; (11) \"Landing field,\" any area, either of land or water, which is used or which is made available for the landing and take-off of aircraft, which may or may not provide facilities for the shelter, supply, and repair of aircraft, and which meets the minimum requirements as to size, design, surface marking, equipment, and management as may from time to time be provided by the commission; (12) \"Landing strip,\" any area, either of land or water, which is available for the landing and take-off of aircraft, having not less than two hundred feet of usable width and not less than one thousand feet of usable length, the use of which shall, except in case of emergency, be only as provided from time to time by the regulations of the commission; (7) \"Prescribed adjusted height,\" a height adjusted upward seventeen feet for an interstate highway, fifteen feet for any other public road, ten feet or the height of the highest mobile object that would normally traverse the road, whichever is greater, for a private road, and twenty-three feet for a railroad; (13)(8) \"Private airport,\" any airport, landing field, or landing strip that is open to and available for use only by the owner and the owner's invitees; (14)(9) \"Public aircraft,\" any aircraft used exclusively in the governmental service, including military and naval aircraft, or of any state or territory thereof; (15)(10) \"Public airport,\" any airport, landing field, or landing strip, whether publicly or privately owned, that is open to and available for use by the flying public. Section 2. That § 50-2-1.1 be amended to read as follows: 50-2-1.1. The commission shall continue within the Department of Transportation department, and all its functions shall be performed by the Department of Transportation department as provided by § 1-44-11. The commission shall provide advice and expertise to state agencies regarding the purchase, transfer and disposition of state owned and operated aircraft including those owned or operated by any state institution. Section 3. That § 50-2-2.1 be amended to read as follows: 50-2-2.1. The commission may promulgate rules pursuant to chapter 1-26 regarding: (1) The design, layout, location, construction, operation, equipping, and use of all public airports, landing fields, or landing strips; (2) The curriculum, equipment, personnel qualifications, operation, and management of all air instruction; (3) The establishment, location, maintenance, and operation of all air markings, air beacons and other navigation facilities; and (4) Common carriers of persons and property in scheduled operations by aircraft in purely intrastate commerce, including definitions, exemptions, certificates and permits, and application therefor, issuance thereof, modification, suspension, or revocation of permits, tariffs, rates, and service, penalties; and (5)(3) The operation of aerial applicators or operators including minimum standards, class definitions, and safety requirements. Section 4. That § 50-2-4 be amended to read as follows: 50-2-4. On or before the thirty-first day of December, in each even-numbered year, the commission shall make to the Governor a full report of its proceedings for the biennium year ending the thirtieth day of June preceding and may submit with such report such recommendations pertaining to its affairs as seem to the commission to be desirable. Section 5. That § 50-2-5 be amended to read as follows: 50-2-5. The commission shall foster air commerce within the State of South Dakota. The commission shall supervise the aeronautical activities and facilities within the state, including supervision and control over all airports, landing fields, landing strips, air instruction, air marking, air beacons, and all other air navigation facilities. The commission may in its discretion permit and regulate common carriers of persons and property in scheduled operations by aircraft in purely intrastate commerce. Section 6. That § 50-2-12 be amended to read as follows: 50-2-12. The commission shall administer approve the expenditure and disbursement of moneys appropriated and available for matching purposes and for the construction, development, operation, marking, and maintenance of airports, landing fields, landing strips, and air navigation facilities. Section 7. That § 50-2-13 be amended to read as follows: 50-2-13. The rules promulgated by the commission under the authority of § 50-2-2.1, shall be as uniform consistent as possible with federal law and regulations governing aeronautics. Section 8. That § 50-2-15 be amended to read as follows: 50-2-15. The commission, when its state aircraft are not being used in the conduct of the necessary activities of the Department of Transportation, may operate the aircraft for other departments of the state government of South Dakota. A department shall reimburse the commission in a sum to be fixed The rate of reimbursement shall be set by the Board of Finance, to fully defray the cost and expenses of rendering the service. Section 9. That § 50-2-17 be amended to read as follows: 50-2-17. The commission department shall maintain separate accounting and limit its expenditures from the special aviation internal service fund so as to in no instance use any sum for a purpose other than that for which it has been appropriated. Section 10. That § 50-2-22 be repealed. 50-2-22. The commission or any commissioner, or officer of the commission designated by the commission, may hold investigations, inquiries, and hearings concerning matters covered by the provisions of this title and for all accidents in aeronautics within this state. All hearings conducted by the commission shall be open to the public. Section 11. That § 50-2-23 be repealed. 50-2-23. Each commissioner, and each officer of the commission designated by the commission to hold any inquiry, investigation, or hearing, may administer oaths and affirmations, certify to all official acts, issue subpoenas, and compel the attendance and testimony of witnesses, and the production of papers, books, and documents. Section 12. That § 50-2-24 be repealed. 50-2-24. The commission, the commission's members and employees, and each state, county, and municipal officer charged with the enforcement of state and municipal laws, shall enforce and shall assist in the enforcement of this title. Other departments and political subdivisions of this state may cooperate with the commission in the development of aeronautics and aeronautic facilities within the state. Section 13. That § 50-2-25 be repealed. 50-2-25. The commission may maintain actions in any of the courts of this state to enforce the provisions of this title, by invoking any of the civil or criminal procedure provided in any case where such court may have jurisdiction. The attorney general shall act as the legal adviser and counsel for the commission and no actions may be instituted and maintained without the attorney general's advice and consent. Section 14. That § 50-2-26 be repealed. 50-2-26. Any order made by the commission pursuant to this title shall first be filed and made a matter of permanent record of the commission. A certified copy of the order shall then be served upon any person to be affected by the order, in the same manner that a summons is served in civil actions in the circuit court. Section 15. That § 50-2-27 be repealed. 50-2-27. An appeal may be taken by any person affected by any order or decision of the commission to the circuit court for the county in which the person affected resides. However, if the order affects property which is subject to regulation under the purview of this title, the appeal shall then be taken to the circuit court for the county in which the property affected by the order is located. If several persons are affected by the order, or if the property is located in more than one county, then the county to which appeal is first taken shall be the county of the venue of the appeal for all purposes. Section 16. That § 50-2-28 be repealed. 50-2-28. An appeal pursuant to § 50-2-27 shall be taken within thirty days from the service of the order or decision by the service of a notice of appeal upon any member of the commission, stating the name of the appellant, the manner in which the appellant is affected by the order or decision, the substance and date of the order or decision, sufficient to identify it, and the court to which the appeal is to be made. A bond in the sum of two hundred fifty dollars, conditioned for payment of costs and damages resulting from the appeal and running to the commission, shall be filed with the notice of appeal. No appeal is effective unless the bond is so filed. If persons other than the commission are affected by the appeal, a copy of the notice and bond shall be served upon them within the time prescribed for taking the appeal. Section 17. That § 50-2-29 be repealed. 50-2-29. An appeal pursuant to § 50-2-27 shall be brought on for hearing before the proper circuit court at the next regular term of the court, or the appeal may be brought on for hearing upon twenty days' notice by either party. The parties are entitled to a trial de novo by the court upon all issues of law and fact involved. From the decision of the circuit court on such appeals, an appeal may be had to the Supreme Court the same as other decisions of the circuit court. Section 18. That § 50-2-30 be repealed. 50-2-30. If no appeal is taken from the order of the commission within the period fixed, the party against whom the order was entered, is deemed to have waived the right to have the reasonableness or lawfulness of the order reviewed by a court. There may be no trial of that issue in any court in which suit may be instituted for the penalty for failure to comply with the order. Section 19. That § 50-2-31 be repealed. 50-2-31. The failure to obey, or the violation of any process, subpoena, order, rule, judgment, or other legal command of the commission may be punished as contempt of court and the process of the court may be invoked in accordance with the provisions of and under the procedure prescribed by chapter 21-34. Section 20. That § 50-4-1 be amended to read as follows: 50-4-1. The Transportation Commission department shall assist in the development of aviation and aviation facilities within the state for the purpose of safeguarding the interests of those engaged in all phases of the industry and of the general public, and promoting aeronautics. Section 21. That § 50-4-2 be amended to read as follows: 50-4-2. The commission department may, on behalf of and in the name of the state, out of appropriations and other moneys made available for such purposes, construct, improve, maintain, mark, and operate airports and other air navigation facilities either within or without this state and to assist financially counties, municipalities, and organized townships in constructing, improving, maintaining, marking, and operating airports and other air navigation facilities within or without the state. For such purposes the commission may exercise all of the powers and authority conferred upon municipal corporations by this title. Section 22. That § 50-4-3 be amended to read as follows: 50-4-3. The commission department may cooperate with the government of the United States, and any agency or department thereof, in the acquisition, construction, improvement, maintenance, and operation of airports and other navigation facilities in this state. Section 23. That § 50-4-4 be amended to read as follows: 50-4-4. The commission department may accept, receive, and receipt for and receive federal moneys and other moneys either public or private, for and on behalf of the state, counties, or municipalities, for the acquisition, construction, improvement, maintenance, and operation of airports and other air navigation facilities, whether the work is to be done by the state, counties, or municipalities, or jointly, aided by grants of aid from the United States. Section 24. That § 50-4-5 be amended to read as follows: 50-4-5. The commission may department shall act as an agent of any county or municipality of this state upon the request of the county or municipality, in accepting, receiving and receipting for such moneys in its behalf for airports or other air navigation facility purposes, and in contracting for the acquisition, construction, improvement, maintenance, or operation of airports or other air navigation facilities, financed either in whole or in part by federal moneys. The governing body of the county or municipality may shall designate the commission department as its agent for such purposes and to enter into an agreement with it the department prescribing the terms and conditions of such agency. Section 25. That § 50-4-7 be amended to read as follows: 50-4-7. All contracts for the acquisition, construction, improvement, maintenance, and operation of airports, or other air navigation facilities made by the commission department, either as the agent of this state or as the agent of any county or municipality, shall be made pursuant to the laws of this state governing the making of like contracts. Section 26. That § 50-4-8 be amended to read as follows: 50-4-8. All moneys accepted for disbursement by the commission department pursuant to §§ 50-4-3 to 50-4-7, inclusive, shall be deposited in the state treasury, and, unless otherwise prescribed by the authority from which the money is received, kept in separate funds, designated according to the purposes for which the moneys were made available, and held by the state in trust for such purposes. All such moneys are hereby appropriated for the purposes for which the same were made available, to be expended in accordance with said sections. The commission department may, whether acting for this state or as the agent of any of its counties or municipalities, or when requested by the United States government or any agency or department thereof, disburse such moneys for the designated purposes, but this does not preclude any other authorized method of disbursement. Section 27. That § 50-4-14 be amended to read as follows: 50-4-14. The state aeronautics fund and the accumulations thereto as appropriated by the Legislature may be used for the following purposes: (1) The construction, development, lighting, marking, and maintenance of publicly owned airports, landing fields, and landing strips; (2) The lighting, marking, and maintenance of runways, landing strips, taxiways and parking areas of privately owned and operated airports, landing fields and landing strips licensed by the commission, in proportion to the amount of the aircraft fuel tax paid on the aircraft fuel purchased for resale for use in aircraft at each privately owned and operated airport, landing field or landing strip, as nearly as practicable, as to each of which it shall appear to the satisfaction of the commission that such airport, landing field or landing strip is operated and maintained in accordance with the laws of this state and the rules of the commission and the standard established therefor by any agency of the United States, and the unrestricted use of the airport, landing field or landing strip is at all times available to the general public for the taking off and landing of aircraft without cost or charge; (3) The matching of any funds made available by the United States, this state, or any of the political subdivisions of this state for the purchase of sites for airports, landing fields, and landing strips, and for the construction, lighting, and marking of such airports, landing fields, and landing strips, in such amounts as the commission may determine; and (4) The paying of salaries, office expenses, traveling, and other expenses of the commission and the commission's department staff to carry out the responsibilities defined in chapter 50-2. Section 28. That § 50-4-16 be amended to read as follows: 50-4-16. The South Dakota Aeronautics Commission commission shall make an allocation of a portion of the aircraft fuel tax collected pursuant to §§ 10-47B-1 and 10-47B-4, to each eligible airport, landing field, or landing strip. The allocation shall be determined by the commission department from the monthly reports required by § 50-4-12, and be based as nearly as practicable upon the amount of aircraft fuel tax collected on retail sales of aircraft fuel sold at each eligible airport, landing field, or landing strip for use in general aviation aircraft. The amount of aircraft fuel tax collected on aircraft fuel sales to regular airlines shall be allocated separately by the commission department. All remaining aircraft fuel tax collected pursuant to §§ 10-47B-1 and 10-47B-4, shall be placed in the aeronautics fund and be used by the commission as provided in § 50-4-14. Section 29. That § 50-4-17 be amended to read as follows: 50-4-17. The secretary of transportation department shall approve vouchers and the state auditor shall issue warrants to expend the funds appropriated by § 50-4-14. The funds shall be expended as provided in § 50-4-14. Section 30. That § 50-5-1.1 be amended to read as follows: 50-5-1.1. The approval requirements of § 50-5-1 do not apply to temporary airports, landing fields, or landing strips used only by aircraft while engaged in providing emergency medical services or other emergency services. Section 31. That § 50-5-7 be amended to read as follows: 50-5-7. If the commission deems it necessary, the commission may order the closing of any airport, landing field, or order any air school, flying club, or air beacon, or other air navigation facility to cease operations until it complies with the requirements stated established by the commission. Section 32. That § 50-5-8 be amended to read as follows: 50-5-8. The commission or its agent may inspect and examine at reasonable hours, to carry out the provisions of this title, any premises, and the buildings and other structures thereon, where the airports, landing fields, air schools, flying clubs, air beacons, or other air navigation facilities are operated. Section 33. That § 50-5-9 be repealed. 50-5-9. The commission may inspect and examine, at reasonable hours, any premises, and any building and any other structure thereon, where any airport approved by the commission is operated. Section 34. That § 50-5-10 be amended to read as follows: 50-5-10. No Except as otherwise provided, no person, without the express or implied consent of the owner or operator of any airport which has been approved by the commission for public use by aircraft, may enter, trespass on, or occupy any runway, landing strip, or other portion of the airport which will interfere, restrict, impede, or endanger the use of the airport by another person or the operator of an aircraft. A violation of this section is a Class 1 misdemeanor. Section 35. That § 50-6-1 be repealed. 50-6-1. All first and second class municipalities may by ordinance create an airport board. The ordinance creating the board shall specify the number, qualifications, and term of office of the members, the frequency of board meetings, the officers to be selected and a description of their duties, the number of members necessary for a quorum, and the scope of the board's authority. Section 36. That §§ 50-6-3 to 50-6-17, inclusive, be repealed. Section 37. That § 50-6A-1 be amended to read as follows: 50-6A-1. Terms used in this chapter, unless different meanings clearly appear from the context, mean: (1) \"Air navigation facility,\" any facility, other than one owned and operated by the United States, used in, available for use in, or designed for use in the aid of air navigation, including any structures, mechanisms, lights, beacons, markers, communicating systems, or other instrumentalities, or devices, used or useful as an aid, or constituting an advantage or convenience, to the safe taking off, navigation, and landing of aircraft, or the safe and efficient operation or maintenance of an airport, or any combination of any or all of such facilities; (2) \"Airport,\" any area of land or water which is used, or intended for use, for the landing and taking off of aircraft, and any appurtenant areas which are used, or intended for use, for airport buildings or other airport facilities or rights of way, including approaches and clear zones, together with all airport buildings and facilities located thereon; (3) \"Airport authority\" or \"authority,\" any regional airport authority created pursuant to the provisions of this chapter; (4)(3) \"Airport hazard,\" any structure, object of natural growth, or use of land which obstructs the airspace required for the flight of aircraft in landing or taking off at an airport or is otherwise hazardous to such landing or taking off of aircraft; (5)(4) \"Bonds,\" any bonds, notes, interim certificates, debentures, or similar obligations issued by an authority pursuant to this chapter; (6)(5) \"Governing body\" shall mean the official or officials authorized by law to exercise ordinance or other lawmaking powers of a political subdivision; (7)(6) \"Person,\" a person as defined by subdivision 2-14-2(18) as well as any joint stock association, or body politic; and includes any trustee, receiver, assignee, or other similar representative thereof; (8)(7) \"Political subdivision\" or \"subdivision,\" any county, municipality, or other public body of this state; (9)(8) \"Project,\" any airport operated by an authority, including all real and personal property, structures, machinery, equipment and appurtenances or facilities which are part of such airport or used or useful in connection therewith either as ground facilities for the convenience of handling aviation equipment, passengers and freight or as part of aviation operation, air navigation and air safety operation; and (10)(9) \"Real property,\" lands, structures and interests in land, including lands under water and riparian rights, and any and all things and rights usually included within the term real property, including not only fee simple absolute but also any and all lesser interests, such as easements, rights of way, uses, leases, licenses, and all other incorporeal hereditaments and every estate, interest or right, legal or equitable, pertaining to real property. Section 38. That § 50-6A-2 be amended to read as follows: 50-6A-2. Any subdivision or any two or more subdivisions, whether in this state or in an adjoining state, provided that at least one subdivision is in South Dakota, may by joint resolution, create a public body, corporate and politic, to be known as a regional airport authority which shall be authorized to exercise its functions upon the issuance by the secretary of state of a certificate of incorporation. Section 39. That § 50-6A-5 be amended to read as follows: 50-6A-5. Upon the appointment and qualification of the commissioners first appointed to a regional airport authority, they the regional airport authority shall submit to the secretary of state a certified copy of each resolution adopted pursuant to § 50-6A-2 by the subdivisions included in the regional authority, and upon receipt thereof the secretary of state shall issue a certificate of incorporation to the regional airport authority. Section 40. That § 50-6A-28 be amended to read as follows: 50-6A-28. An authority may designate the department as the authority's agent to accept, receive, receipt for, and disburse federal and state moneys, and other moneys, public or private, made available by grant or loan or both, to accomplish in whole or in part, any of the purposes of this chapter. The authority may shall designate the department as the authority's agent in contracting for and supervising the planning, acquisition, development, construction, improvement, maintenance, equipment, or operation of any airport or other air navigation facility. An authority may shall enter into an agreement with the department prescribing the terms and conditions of the agency in accordance with any terms and conditions as are prescribed by the United States, if federal money is involved, and in accordance with the applicable laws of this state. All federal moneys accepted under this section by the department shall be accepted and transferred or expended by the department upon any terms and conditions as are prescribed by the United States. All moneys received by the department pursuant to this section shall be deposited in the state treasury, and unless otherwise prescribed by the agency from which the moneys were received, shall be kept in separate funds designated according to the purposes for which the moneys were made available, and shall be held by the state in trust for such purposes. Section 41. That § 50-6A-38.1 be amended to read as follows: 50-6A-38.1. A regional airport authority may pay compensation to a regularly scheduled commercial air carrier to provide basic or enhanced air service as provided in the Airport and Airway Safety and Capacity Expansion Act of 1987 and may provide compensation to a regularly scheduled air carrier under contract with the South Dakota Airline Authority. Funds provided by a regional airport authority to pay compensation for such air service shall be budgeted pursuant to chapter 50-6A. Section 42. That § 50-7-1 be amended to read as follows: 50-7-1. Whenever in this chapter the term \"municipalities\" is used the same shall be deemed to include For the purposes of this chapter, the term, municipalities, includes organized townships and organized counties and like power and authority is hereby conferred upon organized townships and organized counties as now exists in municipalities. For the purposes of this chapter, the term, governmental agency, means any municipality, county, public corporation, or other public agency. Section 43. That § 50-7-2 be amended to read as follows: 50-7-2. The board of county commissioners of any county in this state is hereby authorized to may acquire, establish, construct, own, control, lease, equip, improve, maintain, operate, and regulate airports or landing fields for the use of airplanes and other aircraft within the limits of such counties the county, and may use for such purpose or purposes any real property suitable therefor that is now or may at any time hereafter be owned or controlled by such the county. The same power and jurisdiction is hereby provided for municipalities except that any municipality may exercise such powers either within or without the corporate limits of such the municipality. Municipalities Any municipality situated at or near the boundary line of an adjoining state may exercise such powers and jurisdiction over real property and persons, for such purposes in such the adjoining state and may maintain actions in the corporate name in the courts of such the adjoining state for the exercise or protection of any rights authorized by this chapter. The governing boards of a county or a municipality may by resolution create an airport board. Section 44. That § 50-7-2.1 be repealed. 50-7-2.1. For the purpose of §§ 50-7-2.2 to 50-7-2.4, inclusive, \"governmental agency\" means any municipality, county, public corporation, or other public agency. Section 45. That § 50-7-3 be amended to read as follows: 50-7-3. The governing body of a municipality or county Any governmental agency may lease such an airport or landing field or any portion thereof or any building or part of any building thereon of an airport or any airport facility for operating purposes to any responsible person or corporation upon such terms and conditions for a term of not to exceed twenty-five years as the governing body may approve. Upon taking effect of any lease of the entire airport lease, no liability for the negligent maintenance or operation of said airport or landing field building and facilities shall attach to the municipality or county, respectively nor shall it be No governmental agency nor the governing agency is liable in any event for the negligent maintenance or operation of any airport, building, or other facility leased to an operator or erected by an operator upon a leased site. Section 46. That § 50-7-4 be amended to read as follows: 50-7-4. Any lands acquired, owned, controlled, or occupied by such municipalities or counties a governmental agency for the purposes enumerated in § 50-7-3 shall and are hereby declared to be acquired, owned, controlled, and occupied for a public purpose and as a matter of public necessity, and such municipalities or counties shall have. The governmental agency has the right to acquire public or private real property for such purposes by purchase from the owner if agreement on the terms can be made and if not by condemnation in the manner provided by law under which the county, municipality governmental agency is authorized to acquire real property for public purposes, or if. If there be no such law, in the manner provided generally for the condemnation of property for public use, or such municipalities and counties shall have the governmental agency has the right to exchange lands owned by it the governmental agency for other lands of like character and value within the county or an abutting county whether privately owned or owned by the United States, the State of South Dakota, or any of its political subdivisions. Said The exchange shall be authorized by resolution of the governing body directing the execution of the necessary conveyance or conveyances to effect the same; such conveyance or conveyances shall be signed by the presiding officer of the governing body and attested by the auditor or clerk as the case may be. Section 47. That § 50-7-5 be amended to read as follows: 50-7-5. The powers granted by this chapter to counties and municipalities may be exercised jointly by the county and municipalities located in said the county or abutting county, and in. In the case of existing airports owned by a municipality, the county in which said the municipality is located, or an abutting county, may purchase from said the municipality an interest therein and in. In case of airports operated by a county, a municipality in such the county or abutting county may purchase from said the county an interest therein and may appropriate money and do all other things necessary to share in the operation expense as though said if the airport were was owned and operated solely by said the county or municipality. In case of a jointly owned and operated airport the management of said the airport shall be in accordance with regulations adopted by the governing boards of the county and municipality not inconsistent with other provisions of this chapter, and the governing boards of the county and municipality may by resolutions of their respective governing bodies create an airport board as provided by chapter 50-6 which said chapter by reference thereto to the extent applicable is made a part of this chapter. Section 48. That § 50-7-7 be amended to read as follows: 50-7-7. If the question of establishing a county airport shall has not previously have been approved by a majority vote of the voters at an election at which such question was submitted, then any county desiring to establish and construct an airport shall state in the next published report of their the county's proceedings their the county's intention to establish and construct such airport stating the maximum amount which might be required to do so. If within sixty days from such the publication a protest signed by fifteen percent of the voters of the county voting for Governor at the last general election be filed with such county commissioners, then no action shall may be taken until the question shall have has been submitted to a vote of the people and sixty percent of those voting shall vote in favor thereof. The question to be so submitted shall be, \"Shall the county expend an amount not to exceed $________ to establish and construct an airport?\" Section 49. That § 50-7-10 be amended to read as follows: 50-7-10. The governing body of any municipality or county may governmental agency shall designate the commission department as its agent to accept, receive, and receipt for federal moneys in its behalf for airport purposes, and to contract for the acquisition, construction, enlargement, improvement, maintenance, equipment, or operation of airports, or other air navigation facilities. The governing body governmental agency may enter into an agreement with the commission department prescribing the terms and conditions of such agency. The federal moneys paid over by the United States government shall be paid over to the municipality or county under such terms and conditions as may be imposed by the United States government in making such grant. Section 50. That § 50-7-11 be amended to read as follows: 50-7-11. All contracts for the acquisition, construction, enlargement, improvement, maintenance, equipment, or operation of airports or other air navigation facilities, made by the municipality or county governmental agency itself, or through the agency of the Department of Transportation of the state department, shall be made pursuant to the laws of this state governing the making of like contracts. Section 51. That § 50-7-12 be amended to read as follows: 50-7-12. The governing body of a municipality or county governmental agency which has established an airport or landing field and acquired, leased, or set apart real property for such purpose may construct, improve, equip, maintain, and operate the same and shall have authority to lease or sublet such property for airport purposes. The expenses of such construction, improvement, equipment, maintenance, and operation shall be a municipality or county charge as the case may be. Section 52. That § 50-7-13 be amended to read as follows: 50-7-13. The governing body of a municipality or county governmental agency which has established an airport or landing field and acquired, leased, or set apart real property for such purpose may vest jurisdiction for the construction, improvement, equipment, maintenance, and operation thereof, in any suitable officer, board, or body of such municipality or county governmental agency, and providing further a municipality is authorized authority to create by ordinance a board whose sole purpose shall be to improve, regulate, and supervise the operation and management of air facilities. Section 53. That § 50-7-14 be amended to read as follows: 50-7-14. The governing body of a municipality or county governmental agency may adopt regulations and establish fees or charges for the use of such airport or landing field, or may authorize an officer, board, or body of such municipality or county the governmental agency having jurisdiction to adopt such regulations and establish such fees or charges, subject, however, to the approval of such the governing body before they shall regulations or charges take effect. Section 54. That § 50-7-15 be amended to read as follows: 50-7-15. The department on behalf of the commission may enter into cooperative agreements with the governing body of a municipality governmental agency, whereby, the initial expenditures for making authorized airport improvements may be paid from any moneys that may be available to the commission and the municipality's governmental agency's share of such expenditure may be reimbursed to the commission over a period of three years. The reimbursements shall be paid into the special aviation internal service fund created by § 50-2-16 and used for airport improvement purposes, or shall be paid into the specific fund used to make the initial expenditures. Any municipality governmental agency may enter into a cooperative financing agreement upon the adoption of a resolution authorizing the governing body to enter into such an the agreement. Section 55. That § 50-7-16 be amended to read as follows: 50-7-16. The commission shall charge a municipality governmental agency simple interest at the Category A rate of interest established in § 54-3-16 on the amount of money subject to reimbursement under § 50-7-15 from the date of the expenditure to the date of payment. Section 56. That § 50-7-17 be amended to read as follows: 50-7-17. No municipality or county governmental agency in this state, whether acting alone or jointly with another municipality or county or with the state governmental agency, may submit to the administrator of the federal aviation administration any project application under the provisions of any act of Congress which provides airport planning, construction, and development funds or other funds for the expansion and improvement of the airport system as such act shall pertain to the State of South Dakota, unless the project and the project application have has been first approved by the commission department. No municipality or county governmental agency may directly accept, receive, receipt for, or disburse any funds granted by the United States under such act, but it the governmental agency shall designate the commission department as its agent and in behalf to accept, receive, receipt for and disburse such funds. It The governmental agency shall enter into an agreement with the commission department prescribing the terms and conditions of such agency in accordance with federal laws, rules and regulations and applicable laws of this state. The moneys paid over by the United States government shall be retained by the state or paid over to the municipality or county governmental agency under such terms and conditions as may be imposed by the United States government making such the grant. Any agreements made between any of the parties or with the commission department in accordance with the provisions of this section, and relating to airport planning, and made prior to July 1, 1972, are hereby validated. Section 57. That § 50-7-18 be amended to read as follows: 50-7-18. The commission department may in cases where federal aid funds are channeled through the commission department, pursuant to the provisions of § 50-7-17, enter into contracts and agreements binding on this state with the administrator of the federal aviation administration to indemnify the United States for federal aid money funds contributed to the State of South Dakota, or any county or municipality governmental agency thereof, used for the purchase of land as the site of a public airport or for the construction of airport improvements thereon within this state where the title to the land is subject to mineral rights or oil and gas leases, the release or subordination of which is determined by the administrator of the federal aviation administration not to be practicable. Section 58. That § 50-7-19 be amended to read as follows: 50-7-19. The indemnifying agreements authorized in §§ 50-7-17 and 50-7-18 are limited: (1) To agreements which obligate the commission department, acting for and on behalf of the State of South Dakota, to refund to the United States of America as represented by the administrator of the federal aviation administration, a sum equal to the full amount of federal funds contributed for the purchase of land or construction of airport improvements thereon; or, at (2) At the option of the administrator, to provide and construct at state expense and without further contributions by the federal government, an airport facility equivalent to that developed with the aid of federal funds and located as near as practicable to the site of the existing facilities on land with good title satisfactory to the administrator of the federal aviation administration as prescribed by the provisions of section 9 of the Federal Airport Act (Public Law 377, 79th Congress, 2nd session as amended); (2) To airports which prior to January 1, 1953, have been approved for construction by both the commission and the Civil Aeronautics Administration. Section 59. That § 50-9-1 be amended to read as follows: 50-9-1. Any public utility, power district, or other governmental subdivision, or any person, association, corporation, limited liability company, or partnership, before engaging in the construction or alteration which extends the height, in the state, of any overhead line, cable, pipeline, outdoor theater, derricks, towers, or other structures within two miles from the nearest boundary of any airport which has been approved by the commission for public use by aircraft, the height of which is over ten feet above the elevation of an airport, for each five hundred feet of distance from the nearest boundary of the airport, before the alteration or construction of any such item or structure, shall file an application with and obtain the approval of the commission, for permission to enter upon and complete such construction or alteration. However, no application is needed if the construction or alteration is within the corporate limits of a municipality and is adjacent to other structures of a permanent character which are an equal or greater height than the construction or alteration proposed. Any person or organization who intends to construct or alter a structure shall submit an application and obtain an approval permit from the commission for any construction or alteration that: (1) Exceeds two hundred feet above ground level; (2) Is within twenty thousand feet of a state approved public airport or military airport, with at least one runway more than three thousand two hundred feet in actual length, which exceeds one hundred to one surface ratio from any point on the runway; (3) Is within ten thousand feet of a state approved public airport or military airport, with its longest runway no more than three thousand two hundred feet in actual length, which exceeds a fifty to one surface ratio from any point on the runway; (4) Is within five thousand feet of a state approved public heliport which exceeds twenty-five to one surface ratio; (5) Is a highway, railroad, or other traverse way which prescribed adjusted height exceeds the standards provided in this section; (6) Is requested by the department. No application is needed if the construction or alteration of a structure would be shielded by an existing structure of a permanent and substantial character within the corporate limits of a municipality or by natural terrain or topographic features of equal or greater height. It shall be evident beyond any reasonable doubt that the construction or alteration of the structure so shielded will not adversely affect safety in air navigation. Section 60. That § 50-9-2 be amended to read as follows: 50-9-2. The alteration or construction of overhead lines, cables, pipelines, outdoor theaters, derricks, towers, or other structures not approved by the commission within two miles from the nearest boundary of any airport which has been approved by the commission for public use by aircraft, is declared to be a danger to the public and to life, limb, property and persons in the vicinity. The commission shall promulgate and publish reasonable rules, pursuant to chapter 1-26, covering the requirements that shall be met by any applicant to obtain the approval for the construction or alteration of any such overhead line, cable, pipeline, outdoor theater, derricks, towers, or other structures structure which is not exempt from the requirements of § 50-9-1. Section 61. That § 50-9-3 be amended to read as follows: 50-9-3. The commission may, in its discretion, approve the application filed, as required by § 50-9-1 without a hearing. However, if the commission deems the erection of the structure to create a hazard to the safe use of an airport by aircraft, and or a public danger, or the department finds the same to be in violation of any of the rules referred to in authorized by § 50-9-2, the commission shall assign the application for hearing upon reasonable notice to the applicant and. The commission may order and require applicant to cease and desist from erecting the overhead lines, cables, pipelines, outdoor theaters, towers, or other structures structure except pursuant to and in conformity to plans and specifications relating to height thereof, approved by the commission. Section 62. That § 50-9-5 be amended to read as follows: 50-9-5. The erection or alteration of any of overhead lines, cables, pipelines, towers, outdoor theaters, derricks, or other structures within two miles of the nearest boundary of an airport not exempt from the requirements of structure covered by § 50-9-1 without the approval of the commission is a Class 1 misdemeanor. Section 63. That § 50-9-6 be repealed. 50-9-6. The provisions of §§ 50-9-1 to 50-9-5, inclusive, do not apply to airports for which zoning regulations have been adopted by municipal, county, or other political subdivisions. Section 64. That § 50-9-7 be repealed. 50-9-7. No person, firm, corporation, limited liability company, or association may erect anywhere in this state a building, structure, or tower of any kind over two hundred feet in height above the terrain, without first filing with the commission a notice and application showing the location and dimensions of the building, structure, or tower, and procuring a permit approving the location from the commission. A violation of this section, or a rule or order adopted pursuant to § 50-9-9, is a Class 1 misdemeanor. Section 65. That § 50-9-8 be repealed. 50-9-8. Notwithstanding the provisions of § 50-9-7, temporary buildings or structures not located within the airways or within five miles of an airport, may be erected upon filing with the commission a notice showing the location thereof without making application and procuring a permit pursuant to § 50-9-7. A temporary building, structure, or tower means any building, structure or tower which shall be dismantled or removed not later than six months from the date the erection of the building or structure is commenced. Section 66. That § 50-9-9 be amended to read as follows: 50-9-9. The commission may, pursuant to chapter 1-26, promulgate and enforce rules establishing minimum standards and criteria, including lighting, painting, and marking of any buildings, structures, towers, and hazards structure referred to in §§ 50-9-2, 50-9-3 and 50-9-7 § 50-9-2 or 50-9-3 in the interest of safe operation of aircraft and public safety. In promulgating and enforcing rules, the commission shall consider aviation safety, economic impact, financial impact on applicants applying for permits to build structures, multiple uses of airspace, federal regulations, and other relevant factors. The power and authority to enforce such rules by injunction proceedings in any court of competent jurisdiction instituted in the name of the commission, is hereby conferred. Section 67. That § 50-10-1 be amended to read as follows: 50-10-1. Terms used in this chapter mean: (1) \"Airport,\" any military airport or any area of land or water designed for the landing and taking-off of aircraft and utilized or to be utilized by the public as a point of arrival or departure by air; (2) \"Airport hazard,\" any structure, or tree, or use of land, which obstructs the an aerial approaches approach of such an airport or is otherwise hazardous to its use for landing or taking off; (3) \"Commission,\" the South Dakota Aeronautics Commission; (4)(2) \"Person,\" any individual, firm, copartnership, corporation, company, limited liability company, association, joint stock association or body politic, including any trustee, receiver, assignee, or other similar representative; (5)(3) \"Publicly owned,\" an airport is publicly owned if the portion of the airport used for the landing and taking-off of aircraft is owned by a governmental body, political subdivision, public agency, or other public corporation; (6)(4) \"Structure,\" any object constructed or installed by human action, including buildings, towers, smokestacks, and overhead transmission lines, but not including any building, or any part of any building, used or useful in serving the public; (7)(5) \"Tree,\" any object of natural growth. Section 68. That § 50-10-2 be amended to read as follows: 50-10-2. It is hereby found and declared that if an airport hazard endangers the lives and property of users of the airport and of occupants of land in its vicinity, and also, if of the obstruction type, in effect reduces the size of the area available for the landing, taking off and maneuvering of aircraft, thus tending to destroy or impair the utility of the airport and the public investment therein. Accordingly it It is hereby declared: (1) That the creation or establishment of an airport hazard is a public nuisance and an injury to the community or the United States served by the airport in question; and (2) That it is therefore necessary in the interest of the public health, public safety, and general welfare that the creation or establishment of airport hazards be prevented; (3) That this should be accomplished, to the extent legally possible, by exercise of the police powers, without compensation. Section 69. That § 50-10-3 be repealed. 50-10-3. The commission shall formulate and adopt, and from time to time as may be necessary revise, an airport approach plan for each publicly owned airport in the state. Each plan shall indicate the circumstances in which structures and trees are or would be airport hazards, the area within which measures for the protection of the airport's aerial approaches should be taken, and what the height limits and other objectives of such measures should be. However, no zone and height limits may be more exacting than is necessary to conform to the current airport approach and turning space standards of any agency of the federal government which may be concerned with the fostering of civil aeronautics. Section 70. That § 50-10-4 be repealed. 50-10-4. In adopting or revising any airport approach plan, the commission shall consider, among other things, the character of the flying operations expected to be conducted at the airport, the nature of the terrain, the height of existing structures and trees above the level of the airport, and the possibility of lowering or removing existing obstructions. The commission may obtain and consider the views of the agency of the federal government charged with the fostering of civil aeronautics, as to the aerial approaches necessary to safe flying operations at the airport. Section 71. That § 50-10-5 be amended to read as follows: 50-10-5. Each municipality, county, or other political subdivision having within or without its territorial limits an area within which, according to an airport approach layout plan adopted by the commission, shall take measures should be taken for the protection of airport approaches, and shall adopt, administer, and enforce, under the police power and in the manner and upon the conditions prescribed by this chapter, airport zoning regulations applicable to the area. Section 72. That § 50-10-6 be amended to read as follows: 50-10-6. The regulations required by § 50-10-5 shall divide the area into zones, and, within the zones, specify the land uses permitted, regulate and restrict the height to which structures and trees may be erected or allowed to grow, prohibit the obstruction, by lights, smoke, electronic devices, or any other means, of the safe operation of aircraft near airports, and impose such other restrictions and requirements as may be necessary to effectuate the commission's approach layout plan for the airport. The existing and ultimate runway protection zone as depicted on the airport layout plan shall be zoned to exclude homes and structures which constitute a concentration of people unless otherwise approved by the Federal Aviation Administration. Section 73. That chapter 50-10 be amended by adding thereto a NEW SECTION to read as follows: If the local zoning authority does not require compliance with the requirements for proper zoning at an airport pursuant to § 50-10-6, the commission may withhold future funding. Section 74. That § 50-10-8 be amended to read as follows: 50-10-8. Any zoning or other regulations applicable to any area within which, according to shall be consistent with an airport approach layout plan adopted by the commission, measures should. Measures shall be taken for the protection of airport approaches, including not only any airport zoning regulations adopted under this chapter but any zoning or other regulations dealing with the same or similar matters, that have been or may be adopted under authority other than that conferred by this chapter, and shall be consistent with, and conform to, the commission's approach airport layout plan for such area. The regulations shall be amended as may be necessary to conform to any revision of the airport layout plan that may be made by the commission. Section 75. That § 50-10-11 be amended to read as follows: 50-10-11. Any person desiring to erect any structure, to increase the height of any structure, to permit the growth of any tree, or to otherwise use the person's property, in violation of airport zoning regulations adopted under this chapter, may apply to the board of appeals, as provided in § 50-10-15, for a variance from the zoning regulations in question. A variance shall may be allowed if a literal application or enforcement of the regulations would result in practical difficulty or unnecessary hardship and the relief granted would not be contrary to the public interest but would do substantial justice and be in accordance with the spirit of the regulations. Section 76. That § 50-10-28 be amended to read as follows: 50-10-28. In any case in which: (1) It is desired to remove, lower, or otherwise terminate a nonconforming use; (2) The approach protection necessary according to the commission's airport approach layout plan cannot, because of constitutional limitations, be provided by airport zoning regulations under this chapter; or (3) It appears advisable that the necessary approach protection be provided by acquisition of property rights; the political subdivision within which the property or nonconforming use is located, or the political subdivision owning the airport or served by it, or the commission, shall acquire by purchase, grant, or condemnation in the manner provided by the law under which political subdivisions are authorized to acquire real property for public purposes, such an air right, easement, or other estate or interest in the property or nonconforming use in question as may be necessary to effectuate the purposes of this chapter. Section 77. That § 50-11-1 be repealed. 50-11-1. It is a Class 2 misdemeanor for any person to operate, pilot, navigate, or cause or authorize to be operated, piloted, or navigated, an aircraft within the state unless it has an appropriate, current registration issued by the United States Department of Transportation, Federal Aviation Administration. Section 78. That § 50-11-2 be repealed. 50-11-2. The restriction in § 50-11-1 does not apply to public aircraft of the United States, or public aircraft of any state, territory, or possession thereof; or to aircraft licensed by a foreign country with which the United States has a reciprocal agreement covering the operations of such licensed aircraft. Section 79. That § 50-11-3 be repealed. 50-11-3. The South Dakota Aeronautics Commission may waive § 50-11-1 in the interest of a nonpassenger carrying flight solely for maintenance, inspection, or test purposes. Section 80. That § 50-11-4 be repealed. 50-11-4. It is a Class 2 misdemeanor for any person to pilot an aircraft in this state, unless the person is the holder of a current pilot's certificate issued by the United States Department of Transportation, Federal Aviation Administration. This section does not apply to a person operating public aircraft of the United States, or public aircraft of a state, territory or possession thereof, or operating an aircraft licensed by a foreign country with which the United States has a reciprocal agreement covering the operation of licensed aircraft. Section 81. That § 50-11-5 be amended to read as follows: 50-11-5. Any certificate required to be a pilot shall be kept in the personal possession of the pilot when operating aircraft, and the The aircraft registration certificate shall at all times be conspicuously posted within the aircraft so as to be readily seen by passengers or and inspectors. The secretary of transportation department shall provide a decal bearing the same identification number as the registration certificate. The aircraft owner shall immediately display the decal in such a manner as to be a location easily visible from the right outside of the aircraft. A violation of this section is a Class 2 misdemeanor. Section 82. That § 50-11-6 be amended to read as follows: 50-11-6. Either an The aircraft registration certificate or pilot's certificate shall be presented for inspection upon the demand of a passenger, a law enforcement officer of this state, an authorized official or employee of the commission, or an official, manager, or person in charge of an airport in this state upon which a landing is made, or upon the reasonable request of any other person. A violation of this section is a Class 2 misdemeanor. Section 83. That § 50-11-7 be repealed. 50-11-7. In any criminal prosecution under any of the provisions of this title, a defendant who relies for justification upon a certificate of any kind has the burden of proving that the defendant is properly certificated, or is the possessor of a proper certificate, as the case may be, and the fact of nonissuance of a certificate may be evidenced by a certificate signed by the official having power of issuance, under seal of office, stating that the official has made diligent search of the records and that, from the records, it appears that no certificate was issued up to the date of the making of the certificate. Section 84. That § 50-11-8 be amended to read as follows: 50-11-8. Unless otherwise expressly provided by the provisions of this chapter, the federal certificates of every civil aircraft owned and operated within this state shall be registered by the aircraft owner annually with the secretary of transportation department in the manner prescribed in §§ 50-11-9 to 50-11-31, inclusive. The required fee shall be paid by the aircraft owner to the director department at the time of registration. A violation of this section is a Class 2 misdemeanor. Section 85. That § 50-11-9 be amended to read as follows: 50-11-9. The owner or lessee of an aircraft to be operated within this state shall, except as otherwise expressly provided, file with the department on a form prescribed and furnished by the commission department, an application for registration of the aircraft. A person who fails to register an aircraft within thirty days after it is operated in this state is guilty of a Class 2 misdemeanor. A person who makes a false statement of a material fact in the application is guilty of a Class 6 felony. In addition, failure to register an aircraft within ninety days of the date when registration is due shall result in a civil penalty equal to ten percent of the registration fee provided in § 50-11-12 for each month, or portion thereof, until the fee is paid, not to exceed five times the fee due. Section 86. That § 50-11-10 be amended to read as follows: 50-11-10. On receipt of the application, the department shall file it. Upon determining that an aircraft is entitled to registration and to be registered by the applicant, and that the original registration tax required by § 50-11-19 has been paid in full, the department shall register it and forward to the applicant a registration certificate and decal bearing a distinctive number together with such other identifying matter as the commission shall prescribe. If, for any reason, the aircraft is not entitled to registration or the applicant is not entitled to register the aircraft, the department shall immediately notify the applicant of such fact together with the reasons. Upon receipt of the registration fee, the department shall pay it to the state treasurer to be credited to the aeronautics fund. Section 87. That § 50-11-12 be amended to read as follows: 50-11-12. There shall be paid to the secretary of transportation department at the time of the registration of an aircraft an annual registration fee for each such aircraft based upon its maximum permissible take-off weight to be computed as follows: The fees in this section are subject to the provisions of §§ 50-11-14 to 50-11-17, inclusive. Failure to pay the fees is a Class 2 misdemeanor. Section 88. That § 50-11-14 be amended to read as follows: 50-11-14. If any aircraft, according to the manufacturer's records as to date of manufacture, was ten forty years old or more on January first of the year for which registration and fee is required, the fee required by § 50-11-12 shall be one-half of the fee ordinarily prescribed. Section 89. That § 50-11-16 be amended to read as follows: 50-11-16. The secretary of transportation department may not approve an application for any aircraft which should have been previously registered or taxed under the laws of this state, without collecting all past-due registration fees or taxes. Section 90. That § 50-11-17 be repealed. 50-11-17. No aircraft may be registered for an annual registration, or any part thereof, for a fee of less than ten dollars. Section 91. That § 50-11-19 be amended to read as follows: 50-11-19. In addition to all other registration fees paid to the Department of Transportation department, an additional original registration tax of four percent, based upon the purchase price of the aircraft, shall be paid to the Department of Transportation department in conjunction with the application for the original registration of an aircraft. Any aircraft owned by a resident of this state, but registered in another state is subject to the original registration fee upon locating the aircraft in South Dakota. However, for the initial registration of aircraft manufactured and used exclusively for agricultural spraying, crop dusting, seeding, fertilizing, or defoliating purposes, the tax is three percent. Aircraft subject to the tax imposed by this chapter are exempt from taxes imposed by chapters 10-45 and 10-46. Aircraft used under a use stamp or dealer certificate or engaged in regularly scheduled flying consisting of an act of interstate or foreign commerce are exempt from the taxes imposed by chapters 10-45 and 10-46. Failure to pay the registration tax within thirty days after an aircraft is operated in this state is a Class 1 misdemeanor. In addition, failure to pay the registration tax within ninety days of the due date shall result in a civil penalty of ten percent of tax due for each month, or portion thereof, until the tax is paid in accordance with this chapter, not to exceed two times the tax due. Section 92. That § 50-11-19.1 be amended to read as follows: 50-11-19.1. For the purposes of this chapter, the purchase price is: (1) For an aircraft purchase, sale, or transfer, the total consideration for the aircraft whether received in money or otherwise less the value of any aircraft taken by the seller as trade, provided the aircraft traded was registered in South Dakota. The purchaser of the aircraft shall submit to the Department of Transportation, office of aeronautics, department an application for original registration, approved and supplied by the director department. If no proof of purchase price is provided, the purchase price shall be considered to be the current fair market value of the aircraft at the time of registration is due as stated in the aircraft bluebook and price digest less the value of any South Dakota registered aircraft taken by the seller in trade; (2) For an aircraft acquired by gift, bequest, purchase, or transfer for a nominal consideration, the price for the aircraft shall be considered to be the current fair market value of the aircraft at the time registration is due as stated in the aircraft bluebook and price digest; (3) For an aircraft manufactured by any person other than a bona fide manufacturer, commonly referred to as \"homebuilt,\" the amount expended for materials, labor, and other properly allocable costs of manufacture or in the absence of actual expenditures for the manufacture of a part or all of the aircraft, the reasonable value of the completed aircraft based on trade publications current fair market value; and (4) For a rebuilt aircraft, upon its initial registration, the total consideration for the salvage aircraft, the amount expended for materials, labor and other properly allocable costs to repair the aircraft to an airworthy condition, whether received in money or otherwise. In the absence of actual expenditures for the reconstruction of the aircraft, the market value of the aircraft at the time registration is due as stated in the aircraft bluebook and price digest based on current fair market value. Section 93. That § 50-11-20 be amended to read as follows: 50-11-20. The provisions of § 50-11-19 apply to all aircraft not previously registered in this state, except: (1) Aircraft, owned by a person coming into this state from another state for the purpose of making the person's home within this state, and registered in the other state, are exempt from the additional original registration tax of this state to the extent of a similar additional original registration tax previously paid in the other state upon the purchase price of the aircraft. However, this exception applies only to the extent that under the law of the state of the person's residence like exemptions and privileges are granted to aircraft duly registered under the laws and owned by the residents of this state; (2) Aircraft owned purchased by a resident of this state upon which the purchase price of which the original registration tax of this state has previously been paid; (3) Aircraft duly registered and certificated under chapter 50-12; or (4) Aircraft owned by youth correctional institutions if purchased by authorized officials, payment made from the institution funds, and title to the property retained in the name of the institution; (5) Aircraft owned or leased by a person coming into this state for the purposes of seasonally operating the person's aircraft licensed and operating pursuant to § 38-21-20 or applying commercial fertilizer, and if the aircraft has been duly registered or licensed in such other state, are exempt from the additional registration tax. However, this exception applies only to the extent that under the law of the state of such person's residence like exemptions and privileges are granted to aircraft duly registered under laws and owned by the residents of this state. The department may exempt the persons excepted by this section from the payment of the additional original registration tax upon such person filing with the department an affidavit upon a form prescribed by the commission. Section 94. That § 50-11-21 be amended to read as follows: 50-11-21. The Aeronautics Commission commission may prescribe forms and adopt rules pursuant to chapter 1-26 for the ascertainment, assessment, collection, or return of the additional original registration tax imposed by § 50-11-19. Upon receipt of the original registration tax the Department of Transportation department shall pay it to the state treasurer to be credited to the aeronautics fund. Section 95. That § 50-11-22 be amended to read as follows: 50-11-22. If an aircraft registered in accordance with §§ 50-11-8 to 50-11-21, inclusive, is sold or transferred the person in whose name the aircraft is registered shall complete and sign the endorsement on the back of the certificate of registration as prescribed by the commission department and shall, within seven working days, forward to the department by mail a notice of the sale or transfer including the date and place thereof and the name and address of the purchaser or transferee. Failure to make the change of registration within the time required by this section is a Class 2 misdemeanor. A person who makes a false statement of a material fact in the certificate of registration is guilty of a Class 5 felony. Section 96. That § 50-11-23 be amended to read as follows: 50-11-23. The purchaser or transferee described by § 50-11-22 shall, within thirty days, apply to the department for the transfer of the registration of the aircraft to the purchaser's or transferee's name and the issuance of a new certificate of registration. Failure to make the change of registration within the time required by this section is a Class 2 misdemeanor. A person who makes a false statement of a material fact in the application is guilty of a Class 5 felony. The endorsed certificate of registration is void thirty days after the date of the sale or transfer of such aircraft. The department shall file the application and upon determining that the applicant has paid the fee and is entitled thereto, shall transfer the registration to the applicant's name and issue the applicant a new certificate of registration. The fee for the transfer of registration is five dollars. Section 97. That § 50-11-31 be amended to read as follows: 50-11-31. In the event of loss, mutilation, or destruction of a registration certificate or other identifying matter prescribed by the Aeronautics Commission commission and issued under the provisions of this chapter, the registrant may obtain from the secretary of transportation a duplicate certificate by filing in the office of the secretary with the department an affidavit showing such facts and paying the fee prescribed by the commission. A person who makes a false statement of a material fact in the affidavit is guilty of a Class 5 felony. The affidavit and fee shall be filed and remitted by the secretary department as is required by law. The director department shall thereupon issue a duplicate registration certificate or other identifying matter to the applicant. Section 98. That § 50-11-35 be amended to read as follows: 50-11-35. For aircraft leased under an agreement of thirty-six calendar months or less, the original registration tax of four percent applies only to the scheduled lease payments, excluding fuel, routine maintenance, insurance and crew, made in money or otherwise and shall be paid by the lessee at the time payments are made to the lessor. For aircraft leased for more than thirty-six calendar months, either by multiple short-term or a long-term agreement, the original registration tax shall be assessed on the market value of the aircraft at the time registration is due as stated in the aircraft bluebook and price digest. This original registration tax is the responsibility of the owner. A copy of the lease agreement shall be provided to the director with the application for registration. If the lessee purchases the aircraft during the time period of the lease, all moneys paid to the Department of Transportation for registration taxes under this chapter shall be credited to taxes required in § 50-11-19. Although the payment of taxes is based on the lease payments, the annual registration fee provided for in §§ 50-11-12 to 50-11-14, inclusive, apply for each aircraft under lease. The owner of an aircraft for lease is responsible for payment of the original registration tax as prescribed in § 50-11-19. Section 99. That § 50-11-36 be repealed. 50-11-36. Any airport employee, airline employee, and any employee of a fixed base operator or a charter service, unless otherwise required by federal law or regulation, shall have in possession while on duty at the airport a state-issued photo identification badge. The Aeronautics Commission shall promulgate rules pursuant to chapter 1-26 specifying display of the badge; indications on the badge regarding the scope of the person's access and movement privileges at an airport; personal information including full name, employer, and identification number; procedures regarding the production, issuance, retrieval, and replacement of badges; and the length of time for which the badge is valid. The commission shall, by rules promulgated pursuant to chapter 1-26, establish the fee for a badge. The fee shall be based on the cost to produce the badge but may not exceed ten dollars. Any fee collected shall be deposited into the state aeronautics fund. Section 100. That § 50-12-1 be amended to read as follows: 50-12-1. Terms used in this chapter mean: (1) \"Aircraft dealer,\" any person, manufacturer, or distributor engaged in the business of buying, selling, exchanging, or acting as a broker of three or more aircraft in any twelve consecutive months except for a business liquidation of used aircraft; (2) \"Commercial purpose,\" the use in aviation activities such as flight instruction, charter, air taxi, and rental use but does not authorize substitution of the commercial use stamp in lieu of regular aircraft registration for the promotion of nonaviation business or other purposes; (3) \"Place of business,\" a permanent enclosed building or structure either owned in fee or leased, at which a permanent business of bartering, trading, and selling of aircraft will be carried on as such in good faith and not for the purpose of evading this chapter or chapter 50-11. The business name and telephone listing shall indicate it is an aircraft or aviation related place of business. It does not mean residents residences, tents, temporary stands, or other temporary quarters. The building or structure shall be used primarily as a place of business for the sale or commercial use of aircraft. Section 101. That § 50-12-2 be amended to read as follows: 50-12-2. Any person desiring to sell or solicit as a dealer the sale of aircraft within South Dakota shall apply for an aircraft dealer's license to the department. For the original application such the person shall possess one or more aircraft under normal registration. Such The application shall be made in writing on a form furnished by the commission department and shall contain the following information: (1) The name under which the new or used aircraft dealer's business shall be conducted and the address of the dealer is established as the place of business and physical address of the aircraft dealer; (2) The resident physical address of each owner, director, or principal officer of such aircraft dealer. If the applicant is a foreign corporation, the application shall designate the state wherein such corporation was incorporated of incorporation, and shall set forth the post office address of the registered office and registered agent of such corporation in South Dakota. In addition, evidence Evidence shall be furnished showing that the foreign corporation has been granted authority to do business in South Dakota by the secretary of state. If the applicant is a foreign person or partnership, the application shall set forth the permanent business address in such foreign state; and (3) A statement of whether the applicant will deal in new aircraft, used aircraft, or both. If the applicant is to sell or offer for sale new aircraft, the applicant shall list the make or makes of aircraft so to be sold, and the name of the manufacturer or distributor with whom the applicant is franchised; (4) Whether the applicant has previously been an aircraft dealer in South Dakota, and if so, the number of aircraft the applicant has sold within a period of twenty-four months preceding the date of the application. Section 102. That § 50-12-3 be amended to read as follows: 50-12-3. Upon receipt of an application pursuant to § 50-12-2, the department shall file it. Upon determining that the applicant is entitled thereto, the department shall assign to the applicant a distinctive aircraft dealer license number, and issue the applicant the required number of dealer's certificates bearing the license number. Each licensed dealer shall display the license in a conspicuous place in the dealer's established place of business. Failure to display the license is a Class 2 misdemeanor. Section 103. That § 50-12-6 be amended to read as follows: 50-12-6. The secretary of transportation department at the time of the issuance of the original license, or the renewal thereof as provided in this chapter, shall issue six aircraft dealer's certificates to an aircraft dealer. Any aircraft dealer may secure additional aircraft dealer's certificates upon application therefor on forms furnished by the secretary department and the payment of the additional fee as required by § 50-12-12. Section 104. That § 50-12-8 be amended to read as follows: 50-12-8. Upon application in writing on a form furnished by the department and the payment of a fee of one two hundred dollars for each aircraft to be so used, the department shall furnish a dealer with a commercial use stamp upon which is printed the federal aircraft registration number (N, X, etc.). The stamp shall be affixed to the aircraft dealer's certificate as directed by the department. The stamp authorizes the aircraft to be used for aviation commercial purposes, but not for spraying, dusting, fertilizing, seeding, or defoliating. If a commercial use stamp is purchased more than twelve months after the dealer's certificate, the fee shall be one hundred dollars. Use of the aircraft for prohibited purposes is a Class 2 misdemeanor. The commercial use stamp shall expire twenty-four months following its issuance or at the expiration of the dealer certificate to which it is affixed, whichever occurs first. Section 105. That § 50-12-11 be amended to read as follows: 50-12-11. In the event of loss, mutilation, or destruction of any dealer's license, certificate, commercial use stamps, or other identifying matter prescribed by the commission and issued under the provisions of this chapter, a registered aircraft dealer may obtain a duplicate thereof upon filing with the department an affidavit showing such facts and upon payment of a fee prescribed by the commission at the discretion of the department. Upon receipt of the affidavit and the appropriate fee, which shall be filed and remitted by the dealer as is required by law, the department shall issue a duplicate dealer's license, certificate, commercial use stamp, or other identifying matter to the applicant. Section 106. That § 50-12-12 be amended to read as follows: 50-12-12. The fee for an aircraft dealer's license is two four hundred dollars for two calendar years or any fraction thereof. The fee shall accompany the application for the issuance or renewal of an aircraft dealer's license. The fee for additional aircraft dealer's certificates is five ten dollars each. The fee for each additional commercial use stamp is one two hundred dollars. The Department of Transportation department shall issue an appropriate receipt for all fees collected to the person paying it, and shall remit all fees to the state treasurer to be credited to the aeronautics fund of the state. Section 107. That § 50-12-16 be amended to read as follows: 50-12-16. The department may refuse to issue or renew, or may suspend or revoke, an aircraft dealer's license if the department has reasonable grounds to believe that the dealer has: (1) Forged or altered any federal certificate, permit, rating, or license, relating to ownership or airworthiness of an aircraft; (2) Sold or disposed of an aircraft which the dealer knows or has reason to know has been stolen or appropriated without the consent of the true owner; (3) Willfully misrepresented any material fact in the application for an aircraft dealer's license; (4) Willfully withheld or caused to be withheld from a purchaser any document required by the laws of this state, including an affidavit to the effect that there are no liens, mortgages, or encumbrances of any kind on the aircraft other than those noted thereon, if the document or affidavit has been requested by the purchaser; (5) Used an aircraft dealer's certificate or a commercial use stamp for any purpose other than those permitted by this chapter, or used any such certificate or commercial use stamp after it has expired; (6) Failed to keep and make available for inspection by the secretary of transportation department a proper record as required by the commission of all aircraft bought and sold; (7) Willfully refused to apply for or pay the fee for a renewal license after an issued dealer's license has expired; (8) Failed to maintain an established place of business as required by this chapter; (9) Maintained a branch office or subagency for the sale or soliciting of sales of aircraft without applying for and receiving a license for such branch office or subagency; (10) Been refused a license, or had a license revoked by the licensing agencies for aircraft in this or any other state; (11) Failed to register on or prior to certificate or commercial use stamp expiration date; (12) Failed to renew license as required; (13) Failed to notify the department upon sale of aircraft; (14) Failed to promptly notify the department of an aircraft and place it on a certificate or use stamp or both; or (15) Any other violation of this chapter or chapter 50-11 referenced in this chapter. Section 108. That § 50-12-17 be amended to read as follows: 50-12-17. No license may be revoked or suspended, nor may the renewal of any license be refused until after a hearing by the director of aeronautics commission, of which the licensee has ten days' notice of the time and place of the hearing. If any license is revoked or suspended, or its renewal is refused, the person affected by the order may appeal the decision as provided in chapter 1-26. Section 109. That § 50-12-19 be amended to read as follows: 50-12-19. The commission department shall prepare the forms and certificates required by this chapter. The commission department may prescribe the method of and location for the public display of any and all certificates and licenses as are required and in conformity with the provisions of this chapter. Section 110. That § 50-12-22 be amended to read as follows: 50-12-22. The director of aeronautics department may inspect the pertinent books, letters, records, and contracts of any licensed aircraft dealer periodically or relating to specific complaints made against a dealer and which may be in violation of provisions of this chapter. Section 111. That § 50-13-1 be repealed. 50-13-1. In §§ 50-13-1 to 50-13-9, inclusive: (1) \"Aeronaut\" includes aviator, pilot, balloonist, and every other person having any part in the operation of aircraft while in flight. (2) \"Aircraft\" includes balloon, airplane, hydroplane, and every other vehicle used for navigation through the air. A hydroplane, while at rest on water and while being operated on or immediately above water shall be governed by the rules regarding water navigation; while being operated through the air otherwise than immediately above water, it shall be treated as an aircraft. (3) \"Passenger\" includes any person riding in an aircraft, but having no part in its operation. Section 112. That § 50-13-2 be repealed. 50-13-2. Sovereignty in the space above the lands and waters of this state is declared to rest in the state, except where granted to and assumed by the United States pursuant to a constitutional grant from the people of this state. Section 113. That § 50-13-5 be amended to read as follows: 50-13-5. The landing of an aircraft on the lands or waters of another, without his consent, is a Class 2 misdemeanor, except in the case of a forced landing. The owner or lessee of an aircraft or its aeronaut is liable for damages caused by a forced landing, as provided in § 50-13-6. Section 114. That § 50-13-6 be amended to read as follows: 50-13-6. The owner and the pilot, or either of them, of every Either the owner or the pilot, or both, of each aircraft which is operated over lands or waters of this state shall be is liable for injuries or damage to persons or property on the land or water beneath, caused by the ascent, descent, or flight of the aircraft, or the dropping or falling of any object therefrom from the aircraft in accordance with the rules of law applicable to torts in this state. As used in this section, \"owner\" shall include the term, owner, includes a person having full title to aircraft and operating it through servants, and shall also include includes a bona fide lessee or bailee of such the aircraft, whether gratuitously or for hire; but \"owner,\" as used in this section, shall. However, the term does not include a bona fide bailor or lessor of such the aircraft, whether gratuitously or for hire, or a mortgagee, conditional seller, trustee for creditors of such the aircraft, or other person having a security title only, nor shall. Nor is the owner of such the aircraft be liable when the pilot thereof is in possession thereof as a result of theft or felonious conversion. The person in whose name an aircraft is registered with the United States Department of Transportation or the Aeronautics Commission of this state Federal Aviation Administration or the department shall be prima facie the owner of such the aircraft within the meaning of this section. Section 115. That § 50-13-7 be amended to read as follows: 50-13-7. The liability of the owner of one aircraft to the owner of another aircraft, or to aeronauts pilots or passengers on either aircraft, for damage caused by collision on land or in the air, shall be determined by the rules of law applicable to torts on land. Section 116. That § 50-13-8 be amended to read as follows: 50-13-8. All crimes, torts, and other wrongs committed by or against an aeronaut a pilot or passenger while in flight over this state shall be are governed by the laws of this state; and the question whether damage occasioned by or to an aircraft while in flight over this state constitutes a tort, crime, or other wrong by or against the owner of such the aircraft shall be determined by the laws of this state. Section 117. That § 50-13-9 be amended to read as follows: 50-13-9. All contractual and other legal relations entered into by aeronauts pilots or passengers while in flight over this state shall have the same effect as if entered into on the land or water beneath. Section 118. That § 50-13-11 be repealed. 50-13-11. There is hereby established and exists pursuant to acts of Congress (49 U.S.C. §§ 1301-1302, 1303-1304, and 1347-1348(a)(c)) and confirmed by this enactment a public highway for air commerce in the navigable air space over all the land in South Dakota wherein the public right of freedom of air navigation and transit by aircraft is herein established, defined, and confirmed. Section 119. That § 50-13-12 be repealed. 50-13-12. The air space established by § 50-13-11 consists of the space above an altitude of one thousand feet above the highest obstacle within a horizontal radius of two thousand feet from the aircraft to the ground when over congested areas such as municipalities or settlements, or an open air space assembly of persons, and over other than a congested area the air space above an altitude of five hundred feet above the surface except over open water or sparsely populated areas, which in such event the freedom of transit of an aircraft is no closer than five hundred feet over any person, vessel, vehicle, or structure. Section 120. That § 50-13-13 be repealed. 50-13-13. For take-off from or landing on a public airport, the navigable air space includes the air space needed for safe take-off from or landing on any public airport. The right of freedom of transit and air navigation through such air space is hereby adopted and declared to exist as defined in and established by the Air Navigation Regulations enacted by the administrator of the Federal Aviation Agency as now detailed and published in subchapter E of title 14 of the Code of Federal Regulations as revised as of January 1, 1975, which by reference thereto is hereby enacted as a part of this section. Section 121. That § 50-13-14 be repealed. 50-13-14. The growth, expanded use, development of aviation and air commerce, construction, operation, and need for airports and landing facilities, the protection of the large public investments of this state in public airports require and necessitate the establishment and defining under the police power and navigable air space for public use by aircraft. The unrestricted right of freedom of flight and transit established in §§ 50-13-11 to 50-13-13, inclusive, constitutes a necessary public highway for air commerce and the use of the air space is herein conferred and established without liability to the landowner except for objects or structures existing or built thereon or air space thereover occupied and used on February 3, 1966. Section 122. That § 50-13-16 be repealed. 50-13-16. It is a Class 1 misdemeanor to operate an aircraft within the airspace over, above, and upon the lands and waters of this state, carelessly and heedlessly in intentional disregard of the rights or safety of others, or without due caution and circumspection in a manner so as to endanger or be likely to endanger any person or property. Section 123. That § 50-13-17 be repealed. 50-13-17. It is a Class 1 misdemeanor to operate an aircraft in this state on any airport, landing field or landing strip, or to operate an aircraft in the air in this state, while in an intoxicated condition or while under the influence of liquor or any accelerating or stupefying drug. Having on or about his person or in his clothing or in or about the aircraft any of such liquor or drug is prima facie evidence of the violation of this law."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4092, "action_date": "2013-01-28T14:00:00-06:00", "document_id": 24841, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24841.pdf", "status_text": "First read in Senate and referred to", "journal_page": 242, "committee_id_action": 200, "committee_id_assigned": 183, "result": "N", "vote": {}}, {"bill_id": 4092, "action_date": "2013-02-04T09:00:00-06:00", "document_id": 25025, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25025.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 183, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4092, "action_date": "2013-02-04T09:00:00-06:00", "document_id": 25145, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25145.pdf", "status_text": "Do Pass", "journal_page": 302, "committee_id_action": 183, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13309, "president_vote": null, "Nay": [363], "Yea": [325, 336, 386, 383], "Excused": [345, 339]}}, {"bill_id": 4092, "action_date": "2013-02-05T14:00:00-06:00", "document_id": 25310, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25310.pdf", "status_text": "Deferred to another day", "journal_page": 332, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4092, "action_date": "2013-02-06T14:00:00-06:00", "document_id": 25380, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25380.pdf", "status_text": "Motion to amend", "journal_page": 348, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4092, "action_date": "2013-02-06T14:00:00-06:00", "document_id": 25380, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25380.pdf", "status_text": "Deferred to another day", "journal_page": 349, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4092, "action_date": "2013-02-07T13:00:00-06:00", "document_id": 25456, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25456.pdf", "status_text": "Deferred to another day", "journal_page": 364, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4092, "action_date": "2013-02-12T14:00:00-06:00", "document_id": 25592, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25592.pdf", "status_text": "Do Pass Amended", "journal_page": 377, "committee_id_action": 200, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 13655, "president_vote": null, "Nay": [338, 362, 330, 337, 366, 388, 340, 363, 358, 364, 336, 322, 329, 331, 385, 384, 321, 368, 333, 319, 387], "Yea": [365, 325, 376, 345, 419, 317, 320, 328, 386, 367, 339, 327, 383, 379]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/4092"}