{"session_id": 56, "bill_id": 18845, "bill_type": "House Bill", "bill_number": 1205, "bill_title": "provide for emergency contraception at the election of certain sexual assault victims.", "sponsors": [{"legislator_profile_id": 3045, "is_prime": true}, {"legislator_profile_id": 3079, "is_prime": true}, {"legislator_profile_id": 3057, "is_prime": false}, {"legislator_profile_id": 3061, "is_prime": false}, {"legislator_profile_id": 3114, "is_prime": false}], "keywords": ["Administrative Rules", "Department of Health", "Public Health and Safety"], "audio": [{"meeting_datetime": "2004-02-02T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hhe14hb1205a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-02T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hhe14hb1205a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-02T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hhe14hb1205a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 18845, "bill_version_id": 99630, "bill_version": "Introduced", "bill_version_date": "2004-01-22T11:05:07-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for emergency contraception at the election of certain sexual assault victims. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Department,\" the Department of Health; (2) \"Emergency care of sexual assault victims,\" medical examinations, procedures, and services provided by a hospital to a sexual assault victim following an alleged sexual assault; (3) \"Emergency contraception,\" the administration of a drug approved by the Federal Food and Drug Administration that prevents pregnancy after sexual intercourse; (4) \"Hospital,\" any facility providing emergency or urgent health care; (5) \"Medically and factually accurate and objective,\" verified or supported by the weight of research conducted in compliance with accepted scientific methods and standards; published in peer-reviewed journals; and recognized as accurate and objective by leading professional organizations and agencies with relevant expertise in the field of obstetrics and gynecology, such as the American College of Obstetricians and Gynecologists; (6) \"Sexual assault,\" any crime of sexual penetration which occurs under such circumstances that there is the biological possibility that the sexual assault victim may have been impregnated as a result; and (7) \"Sexual assault victim,\" any female who alleges or is alleged to have been sexually assaulted and who presents as a patient to a hospital. Section 2. A hospital that provides emergency care to any sexual assault victim shall: (1) Provide each sexual assault victim with medically and factually accurate and objective written and oral information about emergency contraception; (2) Orally and in writing inform each sexual assault victim of her option to be provided emergency contraception at the hospital; and (3) Provide emergency contraception at the hospital to each sexual assault victim who requests it. However, the provisions of this section only apply, if the emergency contraception can be initiated within seventy hours of the actual occurrence of the sexual assault. Section 3. Each hospital shall provide for the availability of personnel who are trained to provide medically and factually accurate and objective information about emergency contraception. Section 4. The department shall promulgate rules pursuant to chapter 1-26 to regulate the training to be provided by hospitals pursuant to personnel who provide emergency care for sexual assault victims pursuant to this Act."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 18845, "action_date": "2004-01-22T14:00:00-06:00", "document_id": 99669, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99669.pdf", "status_text": "First read in House and referred to", "journal_page": 162, "committee_id_action": 831, "committee_id_assigned": 822, "result": "N", "vote": {}}, {"bill_id": 18845, "action_date": "2004-02-02T07:45:00-06:00", "document_id": 100413, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100413.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 822, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18845, "action_date": "2004-02-02T07:45:00-06:00", "document_id": 100413, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100413.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 324, "committee_id_action": 822, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 58934, "president_vote": null, "Yea": [3055, 3074, 3082, 3083, 3099, 3108, 3112, 3127, 3144, 3071, 3143], "Nay": [3141], "Excused": [3145]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/18845"}