{"session_id": 7, "bill_id": 1112, "bill_type": "Senate Bill", "bill_number": 147, "bill_title": "provide for public access to public records, to provide certain exemptions, and to provide for judicial remedies for noncompliance.", "sponsors": [{"legislator_profile_id": 643, "is_prime": true}, {"legislator_profile_id": 661, "is_prime": true}, {"legislator_profile_id": 704, "is_prime": false}, {"legislator_profile_id": 699, "is_prime": false}, {"legislator_profile_id": 649, "is_prime": false}, {"legislator_profile_id": 655, "is_prime": false}, {"legislator_profile_id": 677, "is_prime": false}, {"legislator_profile_id": 675, "is_prime": false}, {"legislator_profile_id": 659, "is_prime": false}, {"legislator_profile_id": 721, "is_prime": false}, {"legislator_profile_id": 717, "is_prime": false}, {"legislator_profile_id": 695, "is_prime": false}, {"legislator_profile_id": 645, "is_prime": false}, {"legislator_profile_id": 639, "is_prime": false}, {"legislator_profile_id": 681, "is_prime": false}, {"legislator_profile_id": 689, "is_prime": false}, {"legislator_profile_id": 714, "is_prime": false}, {"legislator_profile_id": 642, "is_prime": false}], "keywords": ["Counties", "Local Government", "Municipalities", "Public Records", "School Districts", "State Affairs and Government"], "audio": [{"meeting_datetime": "2009-02-20T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sst26.mp3", "start_seconds": 6757.0}, {"meeting_datetime": "2009-02-20T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sst26.mp3", "start_seconds": 6757.0}, {"meeting_datetime": "2009-02-20T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sst26.mp3", "start_seconds": 6757.0}, {"meeting_datetime": "2009-02-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sen28.mp3", "start_seconds": 7856.0}, {"meeting_datetime": "2009-02-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sen28.mp3", "start_seconds": 7856.0}, {"meeting_datetime": "2009-02-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sen28.mp3", "start_seconds": 7856.0}, {"meeting_datetime": "2009-02-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sen28.mp3", "start_seconds": 7856.0}, {"meeting_datetime": "2009-02-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sen28.mp3", "start_seconds": 7856.0}, {"meeting_datetime": "2009-03-09T00:00:00-05:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hst35.mp3", "start_seconds": 2243.0}, {"meeting_datetime": "2009-03-09T00:00:00-05:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hst35.mp3", "start_seconds": 2243.0}, {"meeting_datetime": "2009-03-09T00:00:00-05:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hst35.mp3", "start_seconds": 2243.0}, {"meeting_datetime": "2009-03-09T00:00:00-05:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hst35.mp3", "start_seconds": 2243.0}, {"meeting_datetime": "2009-03-09T00:00:00-05:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hst35.mp3", "start_seconds": 2243.0}, {"meeting_datetime": "2009-03-09T00:00:00-05:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hst35.mp3", "start_seconds": 2243.0}, {"meeting_datetime": "2009-03-09T00:00:00-05:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hst35.mp3", "start_seconds": 2243.0}, {"meeting_datetime": "2009-03-09T00:00:00-05:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hst35.mp3", "start_seconds": 2243.0}, {"meeting_datetime": "2009-03-10T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hou36.mp3", "start_seconds": 6210.0}, {"meeting_datetime": "2009-03-10T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hou36.mp3", "start_seconds": 6210.0}, {"meeting_datetime": "2009-03-10T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hou36.mp3", "start_seconds": 6210.0}, {"meeting_datetime": "2009-03-10T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hou36.mp3", "start_seconds": 6210.0}, {"meeting_datetime": "2009-03-10T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hou36.mp3", "start_seconds": 6210.0}], "bill_versions": [{"bill_id": 1112, "bill_version_id": 6259, "bill_version": "Introduced", "bill_version_date": "2009-01-29T10:06:36.66-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for public access to public records, to provide certain exemptions, and to provide for judicial remedies for noncompliance. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: Except as otherwise expressly provided by statute, all citizens of this state, and all other persons interested in the examination of the public records, as defined in section 2 of this Act, are hereby fully empowered and authorized to examine such public record, and make memoranda and abstracts therefrom during the hours the respective offices are open for the ordinary transaction of business and, unless federal copyright law otherwise provides, obtain copies of public records in accordance with this chapter. Section 2. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: Unless any other statute expressly provides that particular information or records may not be made public, public records include all records and documents, regardless of physical form, of or belonging to this state, any county, city, political subdivision, or tax-supported district in this state, or any agency, branch, department, board, bureau, commission, council, subunit, or committee of any of the foregoing. Data which is a public record in its original form remains a public record when maintained in computer files. Section 3. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: If a custodian of a public record of a county, city, political subdivision, or tax-supported district provides to a member of the public, upon request, a copy of the public record by transmitting it from a modem to an outside modem, a reasonable fee may be charged for such specialized service. Such fee may include a reasonable amount representing a portion of the amortization of the cost of computer equipment, including software, necessarily added in order to provide such specialized service. This section does not require a governmental entity to acquire computer capability to generate public records in a new or different form if that new form would require additional computer equipment or software not already possessed by the governmental entity. Section 4. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: The provisions of this Act shall be liberally construed whenever any state, county, or political subdivision fiscal records, audit, warrant, voucher, invoice, purchase order, requisition, payroll, check, receipt, or other record of receipt, cash, or expenditure involving public funds is involved in order that the citizens of this state shall have the full right to know of and have full access to information on the public finances of the government and the public bodies and entities created to serve them. Section 5. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: Each public body shall maintain a file of all letters of denial of requests for records. This file shall be made available to any person on request. Section 6. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: The following records, unless publicly disclosed in an open court, open administrative proceeding, or open meeting or disclosed by a public entity pursuant to its duties, may be withheld from the public by the lawful custodian of the records: (1) Personal information in records regarding any student, prospective student, or former student of any educational institution if such records are maintained by and in the possession of a public entity, other than routine directory information specified and made public consistent with 20 U.S.C. 1232g, as such section existed on January 1, 2009; (2) Medical records, other than records of births and deaths; (3) Trade secrets, academic and scientific research work which is in progress and unpublished, and other proprietary or commercial information which if released would give advantage to business competitors and serve no public purpose; (4) Records which represent the work product of an attorney and the public body involved which are related to preparation for litigation, labor negotiations, or claims made by or against the public body or which are otherwise privileged; (5) Records developed or received by law enforcement agencies and other public bodies charged with duties of investigation or examination of persons, institutions, or businesses, if the records constitute a part of the examination, investigation, intelligence information, citizen complaints or inquiries, informant identification, or strategic or tactical information used in law enforcement training. However, this subdivision does not apply to records so developed or received relating to the presence of and amount or concentration of alcohol or drugs in any body fluid of any person; (6) Appraisals or appraisal information and negotiation records concerning the purchase or sale, by a public body, of any interest in real or personal property, prior to completion of the purchase or sale; (7) Personal information in records regarding personnel of public bodies other than salaries and routine directory information; (8) Information solely pertaining to protection of the security of public property and persons on or within public property, such as specific, unique vulnerability assessments or specific, unique response plans, either of which is intended to prevent or mitigate criminal acts the public disclosure of which would create a substantial likelihood of endangering public safety or property; computer or communications network schema, passwords, and user identification names; guard schedules; or lock combinations; (9) The security standards, procedures, policies, plans, specifications, diagrams, access lists, and other security-related records of the Gaming Commission and those persons or entities with which the commission has entered into contractual relationships. Nothing in this subdivision allows the commission to withhold from the public any information relating to amounts paid persons or entities with which the commission has entered into contractual relationships, amounts of prizes paid, the name of the prize winner, and the city, or county where the prize winner resides; (10) With respect to public utilities, personally identified private citizen account payment information, credit information on others supplied in confidence, and customer lists; (11) Records or portions of records kept by a publicly funded library which, when examined with or without other records, reveal the identity of any library patron using the library's materials or services; (12) Correspondence, memoranda, and records of telephone calls related to the performance of duties by a member of the Legislature in whatever form. The lawful custodian of the correspondence, memoranda, and records of telephone calls, upon approval of the Executive Board of the Legislative Research Council, shall release the correspondence, memoranda, and records of telephone calls which are not designated as sensitive or confidential in nature to any person performing an audit of the Legislature. A member's correspondence, memoranda, and records of confidential telephone calls related to the performance of his or her legislative duties shall only be released to any other person with the explicit approval of the member; (13) Records or portions of records kept by public bodies which would reveal the location, character, or ownership of any known archaeological, historical, or paleontological site in South Dakota if necessary to protect the site from a reasonably held fear of theft, vandalism, or trespass. This subdivision does not apply to the release of information for the purpose of scholarly research, examination by other public bodies for the protection of the resource or by recognized tribes, or the federal Native American Graves Protection and Repatriation Act; (14) Records or portions of records kept by public bodies which maintain collections of archaeological, historical, or paleontological significance which reveal the names and addresses of donors of such articles of archaeological, historical, or paleontological significance unless the donor approves disclosure, except as the records or portions thereof may be needed to carry out the purposes of the federal Native American Graves Protection and Repatriation Act; (15) Job application materials submitted by applicants, other than finalists, who have applied for employment by any public body. For purposes of this subdivision, the term, job application materials, means employment applications, resumes, reference letters, and school transcripts. For the purposes of this section, the term, finalist, means any applicant: (a) Who reaches the final pool of applicants, numbering four or more, from which the successful applicant is to be selected; (b) Who is an original applicant when the final pool of applicants numbers less than four; or (c) Who is an original applicant and there are four or fewer original applicants; (16) Social security numbers; credit card, charge card, or debit card numbers and expiration dates; and financial account numbers supplied to state and local governments by citizens; and (17) Any other confidential or closed record as defined by state statute. Section 7. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: The following financial, commercial, and proprietary information is specifically exempt from disclosure pursuant to this Act: (1) Valuable formulae, designs, drawings, computer source code or object code, and research data obtained by any agency within five years of the request for disclosure if disclosure would produce private gain or public loss; (2) Financial information supplied by or on behalf of a person, firm, or corporation for the purpose of qualifying to submit a bid or proposal for any construction or repair contract or highway construction or improvement; (3) Financial and commercial information and records supplied by private persons pertaining to export services; (4) Financial and commercial information and records supplied by businesses or individuals during application for loans or program services or during application for economic development loans or program services; (5) Financial and commercial information supplied to the state investment council by any person if the information relates to the investment of public trust or retirement funds and if disclosure would result in loss to such funds or in private loss to the providers of this information; (6) Proprietary data, trade secrets, or other information that relates to: (a) A vendor's unique methods of conducting business; (b) Date unique to the product or services of the vendor; or (c) Determining prices or rates to be charged for services, submitted by any vendor to any public body; (7) Any production records, mineral assessments, and trade secrets submitted by a permit holder, mine operator, or landowner to any public body. Section 8. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: Preliminary drafts, notes, recommendations, and intra-agency memoranda in which opinions are expressed or policies formulated or recommended are exempt from disclosure pursuant to this Act. However, a specific record is not exempt if publicly cited by a public body in connection with any public action. Section 9. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: Any record that is relevant to a controversy to which a public body is a party but which record would not be available to another party under the rules of pretrial discovery for causes pending in circuit court are exempt from disclosure pursuant to this Act. Section 10. That § 1-27-1 be amended to read as follows: 1-27-1. If the keeping of a record, or the preservation of a document or other instrument is required of an officer or public servant under any statute of this state, the officer or public servant shall keep the record, document, or other instrument available and open to inspection by any person during normal business hours. Any employment examination or performance appraisal record maintained by the Bureau of Personnel is excluded from this requirement. Any subscription or license holder list maintained by the Department of Game, Fish and Parks may be made available to the public for a reasonable fee. State agencies are exempt from payment of this fee for approved state use. The Game, Fish and Parks Commission may promulgate rules pursuant to chapter 1-26 to establish criteria for the sale and to establish the fee for the sale of such lists. Any automobile liability insurer licensed in the state, or its certified authorized agent, may have access to the name and address of any person licensed or permitted to drive a motor vehicle solely for the purpose of verifying insurance applicant and policyholder information. An insurer requesting any such name and address shall pay a reasonable fee to cover the costs of producing such name and address. The Department of Public Safety shall set such fee by rules promulgated pursuant to chapter 1-26. Any list released or distributed under this section may not be resold or redistributed. Violation of this section by the resale or redistribution of any such list is a Class 2 misdemeanor. Each government entity or elected or appointed government official shall, during normal business hours, make available to the public for inspection and copying in the manner set forth in this chapter all official records held by that entity or official. Section 11. That § 1-27-4 be amended to read as follows: 1-27-4. If any officer of the State of South Dakota, any political subdivision, municipal corporation, or public corporation is required or authorized by law to record, copy, file, recopy, or replace any document, plat, paper, voucher, receipt, or book on file or of record in the officer's office, the officer may do so by any photostatic, microphotographic, microfilm, mechanical, or electronic process which produces a clear, accurate, and permanent copy or reproduction of the original in accordance with the standards not less than those approved for permanent records by the National Bureau of Standards or the American National Standards Association. However, no school district is required to maintain its permanent school records on microfilm if the district maintains its permanent school records in an electronic format that can be used to produce clear, accurate reproductions of the originals. Any record made open to the public pursuant to this chapter shall be maintained in its original format or in a searchable and reproducible electronic format. This section does not mandate that any record or document be kept in a particular format nor does it require that a record be provided to the public in any format or media other than that in which it is stored. Section 12. That § 1-27-6 be repealed. 1-27-6. Whenever any record or document is copied or reproduced in a method described in § 1-27-4, the officer shall retain a copy or reproduction in his office. Section 13. That § 1-27-7 be repealed. 1-27-7. If the original records or documents are disposed of or destroyed, the officer shall, unless viewing equipment is otherwise available within the corporate limits of the municipality wherein the records or documents are kept, provide suitable equipment for displaying such record or document in whole or in part by projection to no less than its original size, or for preparing for persons entitled thereto copies of the record or document, but which shall not be required to be in its original size. Section 14. That § 1-27-8 be repealed. 1-27-8. A photographic, microphotographic, or microfilm copy of any such record, or a certified copy thereof, shall be admissible as evidence in any court or proceeding and it shall have the same force and effect as though the original record has been produced and proved. It shall be the duty of the custodian of such records to prepare enlarged typed or photographic copies of the records whenever their production is required by law. Section 15. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: No elected or appointed official of the state or any political subdivision may be compelled to provide documents, records, or communications used for the purpose of the decisional or deliberative process relating to any decision arising from that person's official duties. Section 16. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: In response to any request pursuant to § 1-27-36 or 1-27-37, a public record officer may redact any portion of a document which contains information precluded from public disclosure by § 1-27-3 or which would unreasonably invade personal privacy, threaten public safety and security, disclose proprietary information, or disrupt normal government operations. A redaction under this section is considered a partial denial for the application of § 1-27-37. Section 17. The effective date of this Act is July 1, 2010."}, {"bill_id": 1112, "bill_version_id": 7934, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "2009-02-20T14:01:42.913-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for public access to public records, to provide certain exemptions, and to provide for judicial remedies for noncompliance. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: Except as otherwise expressly provided by statute, all citizens of this state, and all other persons interested in the examination of the public records, as defined in section 2 of this Act, are hereby fully empowered and authorized to examine such public record, and make memoranda and abstracts therefrom during the hours the respective offices are open for the ordinary transaction of business and, unless federal copyright law otherwise provides, obtain copies of public records in accordance with this chapter. Section 2. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: Unless any other statute expressly provides that particular information or records may not be made public, public records include all records and documents, regardless of physical form, of or belonging to this state, any county, municipality, political subdivision, or tax-supported district in this state, or any agency, branch, department, board, bureau, commission, council, subunit, or committee of any of the foregoing. Data which is a public record in its original form remains a public record when maintained in any other form. Section 3. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: If a custodian of a public record of a county, municipality, political subdivision, or tax- supported district provides to a member of the public, upon request, a copy of the public record by transmitting it from a modem to an outside modem, a reasonable fee may be charged for such specialized service. Such fee may include a reasonable amount representing a portion of the amortization of the cost of computer equipment, including software, necessarily added in order to provide such specialized service. This section does not require a governmental entity to acquire computer capability to generate public records in a new or different form if that new form would require additional computer equipment or software not already possessed by the governmental entity. Section 4. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: The provisions of this Act shall be liberally construed whenever any state, county, or political subdivision fiscal records, audit, warrant, voucher, invoice, purchase order, requisition, payroll, check, receipt, or other record of receipt, cash, or expenditure involving public funds is involved in order that the citizens of this state shall have the full right to know of and have full access to information on the public finances of the government and the public bodies and entities created to serve them. Use of funds as needed for criminal investigatory/confidential informant purposes is not subject to this section, but any budgetary information summarizing total sums used for such purposes is public. Records which, if disclosed, would impair present or pending contract awards or collective bargaining negotiations are exempt from disclosure. Section 5. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: Each public body shall maintain a file of all letters of denial of requests for records. This file shall be made available to any person on request. Section 6. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: The following records may not be disclosed: (1) Personal information in records regarding any student, prospective student, or former student of any educational institution if such records are maintained by and in the possession of a public entity, other than routine directory information specified and made public consistent with 20 U.S.C. 1232g, as such section existed on January 1, 2009; (2) Medical records, including all records of a drug or alcohol testing, treatment, or counseling, other than records of births and deaths. This law in no way abrogates or changes existing state and federal law pertaining to birth and death records; (3) Trade secrets, academic and scientific research work which is in progress and unpublished, and other proprietary or commercial information which if released would give advantage to business competitors or serve no material public purpose; (4) Records which consist of attorney work product or which are subject to any privilege recognized in chapter 19-13; (5) Records developed or received by law enforcement agencies and other public bodies charged with duties of investigation or examination of persons, institutions, or businesses, if the records constitute a part of the examination, investigation, intelligence information, citizen complaints or inquiries, informant identification, or strategic or tactical information used in law enforcement training. However, this subdivision does not apply to records so developed or received relating to the presence of and amount or concentration of alcohol or drugs in any body fluid of any person, and this subdivision does not apply to a 911 recording or a transcript of a 911 recording, if the agency or a court determines that the public interest in disclosure outweighs the interest in nondisclosure. This law in no way abrogates or changes § § 23-5-7 and 23-5-11 or testimonial privileges applying to the use of information from confidential informants; (6) Appraisals or appraisal information and negotiation records concerning the purchase or sale, by a public body, of any interest in real or personal property, prior to completion of the purchase or sale; (7) Personal information in records regarding personnel of public bodies other than salaries and routine directory information; (8) Information solely pertaining to protection of the security of public property and persons on or within public property, such as specific, unique vulnerability assessments or specific, unique response plans, either of which is intended to prevent or mitigate criminal acts the public disclosure of which would create a substantial likelihood of endangering public safety or property; computer or communications network schema, passwords, and user identification names; guard schedules; lock combinations; or any blueprints, building plans, or infrastructure records regarding any building or facility owned, operated, or occupied by a government entity that expose or create vulnerability through disclosure of the location, configuration, or security of critical systems; (9) The security standards, procedures, policies, plans, specifications, diagrams, access lists, and other security-related records of the Gaming Commission and those persons or entities with which the commission has entered into contractual relationships. Nothing in this subdivision allows the commission to withhold from the public any information relating to amounts paid persons or entities with which the commission has entered into contractual relationships, amounts of prizes paid, the name of the prize winner, and the municipality, or county where the prize winner resides; (10) Personally identified private citizen account payment information, credit information on others supplied in confidence, and customer lists; (11) Records or portions of records kept by a publicly funded library which, when examined with or without other records, reveal the identity of any library patron using the library's materials or services; (12) (13) Records or portions of records kept by public bodies which would reveal the location, character, or ownership of any known archaeological, historical, or paleontological site in South Dakota if necessary to protect the site from a reasonably held fear of theft, vandalism, or trespass. This subdivision does not apply to the release of information for the purpose of scholarly research, examination by other public bodies for the protection of the resource or by recognized tribes, or the federal Native American Graves Protection and Repatriation Act; (14) Records or portions of records kept by public bodies which maintain collections of archaeological, historical, or paleontological significance which reveal the names and addresses of donors of such articles of archaeological, historical, or paleontological significance unless the donor approves disclosure, except as the records or portions thereof may be needed to carry out the purposes of the federal Native American Graves Protection and Repatriation Act; (15) (16) Social security numbers; credit card, charge card, or debit card numbers and expiration dates; passport numbers, driver license numbers; or other personally identifying numbers or codes; and financial account numbers supplied to state and local governments by citizens or held by state and local governments regarding employees or contractors; (17) Any emergency or disaster response plans or protocols, safety or security audits or reviews, or lists of emergency or disaster response personnel or material; any location or listing of weapons or ammunition; nuclear, chemical, or biological agents; or other military or law enforcement equipment or personnel; (18) Any test questions, scoring keys, results, or other examination data for any examination to obtain licensure, employment, or academic credit; (19) Personal correspondence, memoranda, notes, calendars or appointment logs, or other personal records or documents of any public official or employee used solely for that official's or employee's own personal use and having no official purpose; (20) Any document declared closed or confidential by court order, contract, or stipulation of the parties to any civil or criminal action or proceeding; (21) Any list of names or other personally identifying data of occupants of camping facilities from the Department of Game, Fish and Parks; (22) Any other confidential or closed record under state statute or as provided by federal statutes or rules or as necessary to participate in federal programs and benefits. Section 7. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: The following financial, commercial, and proprietary information is specifically exempt from disclosure pursuant to this Act: (1) Valuable formulae, designs, drawings, computer source code or object code, and research data invented, discovered, authored, developed, or obtained by any agency within five years of the request for disclosure if disclosure would produce private gain or public loss; (2) Financial information supplied by or on behalf of a person, firm, or corporation for the purpose of qualifying to submit a bid or proposal for any construction or repair contract or highway construction or improvement; (3) Financial and commercial information and records supplied by private persons pertaining to export services; (4) Financial and commercial information and records supplied by businesses or individuals during application for loans or program services or during application for economic development loans or program services; (5) Financial and commercial information, including related legal assistance and advice, supplied to or developed by the state investment council or the division of investment if the information relates to investment strategies or research, potential investments, or existing investments of public funds; (6) Proprietary data, trade secrets, or other information that relates to: (a) A vendor's unique methods of conducting business; (b) Data unique to the product or services of the vendor; or (c) Determining prices or rates to be charged for services, submitted by any vendor to any public body; (7) Any production records, mineral assessments, and trade secrets submitted by a permit holder, mine operator, or landowner to any public body. Section 8. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: Drafts, notes, recommendations, and memoranda in which opinions are expressed or policies formulated or recommended are exempt from disclosure pursuant to this Act. However, a specific record is not exempt if publicly cited by a public body in connection with any public action. Section 9. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: Any record that is relevant to a controversy to which a public body is a party but which record would not be available to another party under the rules of pretrial discovery for causes pending in circuit court are exempt from disclosure pursuant to this Act. Section 10. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: Each government entity or elected or appointed government official shall, during normal business hours, make available to the public for inspection and copying in the manner set forth in this chapter all official records held by that entity or official. Section 11. That § 1-27-4 be amended to read as follows: 1-27-4. If any officer of the State of South Dakota, any political subdivision, municipal corporation, or public corporation is required or authorized by law to record, copy, file, recopy, or replace any document, plat, paper, voucher, receipt, or book on file or of record in the officer's office, the officer may do so by any photostatic, microphotographic, microfilm, mechanical, or electronic process which produces a clear, accurate, and permanent copy or reproduction of the original in accordance with the standards not less than those approved for permanent records by the National Bureau of Standards or the American National Standards Association. However, no school district is required to maintain its permanent school records on microfilm if the district maintains its permanent school records in an electronic format that can be used to produce clear, accurate reproductions of the originals. Any record made open to the public pursuant to this chapter shall be maintained in its original format or in a searchable and reproducible electronic or other format. This chapter does not mandate that any record or document be kept in a particular format nor does it require that a record be provided to the public in any format or media other than that in which it is stored. Section 12. That § 1-27-6 be repealed. 1-27-6. Whenever any record or document is copied or reproduced in a method described in § 1-27-4, the officer shall retain a copy or reproduction in his office. Section 13. That § 1-27-7 be repealed. 1-27-7. If the original records or documents are disposed of or destroyed, the officer shall, unless viewing equipment is otherwise available within the corporate limits of the municipality wherein the records or documents are kept, provide suitable equipment for displaying such record or document in whole or in part by projection to no less than its original size, or for preparing for persons entitled thereto copies of the record or document, but which shall not be required to be in its original size. Section 14. That § 1-27-8 be repealed. 1-27-8. A photographic, microphotographic, or microfilm copy of any such record, or a certified copy thereof, shall be admissible as evidence in any court or proceeding and it shall have the same force and effect as though the original record has been produced and proved. It shall be the duty of the custodian of such records to prepare enlarged typed or photographic copies of the records whenever their production is required by law. Section 15. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: No elected or appointed official of the state or any political subdivision may be compelled to provide documents, records, or communications used for the purpose of the decisional or deliberative process relating to any decision arising from that person's official duties. Section 16. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: In response to any request pursuant to § 1-27-36 or 1-27-37, a public record officer may redact any portion of a document which contains information precluded from public disclosure by § 1-27-3 or which would unreasonably invade personal privacy, threaten public safety and security, disclose proprietary information, or disrupt normal government operations. A redaction under this section is considered a partial denial for the application of § 1-27-37. Section 17. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: Any subscription or license holder list maintained by the Department of Game, Fish and Parks may be made available to the public for a reasonable fee. State agencies are exempt from payment of this fee for approved state use. The Game, Fish and Parks Commission may promulgate rules pursuant to chapter 1-26 to establish criteria for the sale and to establish the fee for the sale of such lists. Any automobile liability insurer licensed in the state, or its certified authorized agent, may have access to the name and address of any person licensed or permitted to drive a motor vehicle solely for the purpose of verifying insurance applicant and policyholder information. An insurer requesting any such name and address shall pay a reasonable fee to cover the costs of producing such name and address. The Department of Public Safety shall set such fee by rules promulgated pursuant to chapter 1-26. Any list released or distributed under this section may not be resold or redistributed. Violation of this section by the resale or redistribution of any such list is a Class 2 misdemeanor. Section 18. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: The provisions of this chapter do not apply to records and documents of the Unified Judicial System. Section 19. That § 23-5-11 be amended to read as follows: 23-5-11. The provisions of § 1-27-1 do not apply to confidential criminal justice information. Information about calls for service revealing the date, time, and general location and general subject matter of the call is not confidential criminal justice information and may be released to the public, at the discretion of the executive of the law enforcement agency involved, unless the information contains intelligence or identity information that would jeopardize an ongoing investigation. The provisions of this section do not supersede more specific provisions regarding public access or confidentiality elsewhere in state or federal law."}, {"bill_id": 1112, "bill_version_id": 8146, "bill_version": "Senate Engrossed", "bill_version_date": "2009-02-24T17:22:40.563-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for public access to public records, to provide certain exemptions, and to provide for judicial remedies for noncompliance. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 1-27-1 be amended to read as follows: 1-27-1. If the keeping of a record, or the preservation of a document or other instrument is required of an officer or public servant under any statute of this state, the officer or public servant shall keep the record, document, or other instrument available and open to inspection by any person during normal business hours. Any employment examination or performance appraisal record maintained by the Bureau of Personnel is excluded from this requirement. Any subscription or license holder list maintained by the Department of Game, Fish and Parks may be made available to the public for a reasonable fee. State agencies are exempt from payment of this fee for approved state use. The Game, Fish and Parks Commission may promulgate rules pursuant to chapter 1-26 to establish criteria for the sale and to establish the fee for the sale of such lists. Any automobile liability insurer licensed in the state, or its certified authorized agent, may have access to the name and address of any person licensed or permitted to drive a motor vehicle solely for the purpose of verifying insurance applicant and policyholder information. An insurer requesting any such name and address shall pay a reasonable fee to cover the costs of producing such name and address. The Department of Public Safety shall set such fee by rules promulgated pursuant to chapter 1-26. Any list released or distributed under this section may not be resold or redistributed. Violation of this section by the resale or redistribution of any such list is a Class 2 misdemeanor. Except as otherwise expressly provided by statute, all citizens of this state, and all other persons interested in the examination of the public records, as defined in section 2 of this Act, are hereby fully empowered and authorized to examine such public record, and make memoranda and abstracts therefrom during the hours the respective offices are open for the ordinary transaction of business and, unless federal copyright law otherwise provides, obtain copies of public records in accordance with this chapter. Each government entity or elected or appointed government official shall, during normal business hours, make available to the public for inspection and copying in the manner set forth in this chapter all public records held by that entity or official. Section 2. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: Unless any other statute expressly provides that particular information or records may not be made public, public records include all records and documents, regardless of physical form, of or belonging to this state, any county, municipality, political subdivision, or tax-supported district in this state, or any agency, branch, department, board, bureau, commission, council, subunit, or committee of any of the foregoing. Data which is a public record in its original form remains a public record when maintained in any other form. For the purposes of this Act, a tax- supported district includes any business improvement district created pursuant to chapter 9-55. Section 3. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: If a custodian of a public record of a county, municipality, political subdivision, or tax- supported district provides to a member of the public, upon request, a copy of the public record by transmitting it from a modem to an outside modem, a reasonable fee may be charged for such specialized service. Such fee may include a reasonable amount representing a portion of the amortization of the cost of computer equipment, including software, necessarily added in order to provide such specialized service. This section does not require a governmental entity to acquire computer capability to generate public records in a new or different form if that new form would require additional computer equipment or software not already possessed by the governmental entity. Section 4. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: The provisions of this Act shall be liberally construed whenever any state, county, or political subdivision fiscal records, audit, warrant, voucher, invoice, purchase order, requisition, payroll, check, receipt, or other record of receipt, cash, or expenditure involving public funds is involved in order that the citizens of this state shall have the full right to know of and have full access to information on the public finances of the government and the public bodies and entities created to serve them. Use of funds as needed for criminal investigatory/confidential informant purposes is not subject to this section, but any budgetary information summarizing total sums used for such purposes is public. Records which, if disclosed, would impair present or pending contract awards or collective bargaining negotiations are exempt from disclosure. Section 5. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: Each public body shall maintain a file of all letters of denial of requests for records. This file shall be made available to any person on request. Section 6. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: The following records may not be disclosed: (1) Personal information in records regarding any student, prospective student, or former student of any educational institution if such records are maintained by and in the possession of a public entity, other than routine directory information specified and made public consistent with 20 U.S.C. 1232g, as such section existed on January 1, 2009; (2) Medical records, including all records of a drug or alcohol testing, treatment, or counseling, other than records of births and deaths. This law in no way abrogates or changes existing state and federal law pertaining to birth and death records; (3) Trade secrets, the specific details of bona fide research, applied research, or scholarly or creative artistic projects being conducted at a school, postsecondary institution or laboratory funded in whole or in part by the state, and other proprietary or commercial information which if released would infringe intellectual property rights, give advantage to business competitors, or serve no material public purpose; (4) Records which consist of attorney work product or which are subject to any privilege recognized in chapter 19-13; (5) Records developed or received by law enforcement agencies and other public bodies charged with duties of investigation or examination of persons, institutions, or businesses, if the records constitute a part of the examination, investigation, intelligence information, citizen complaints or inquiries, informant identification, or strategic or tactical information used in law enforcement training. However, this subdivision does not apply to records so developed or received relating to the presence of and amount or concentration of alcohol or drugs in any body fluid of any person, and this subdivision does not apply to a 911 recording or a transcript of a 911 recording, if the agency or a court determines that the public interest in disclosure outweighs the interest in nondisclosure. This law in no way abrogates or changes § § 23-5-7 and 23-5-11 or testimonial privileges applying to the use of information from confidential informants; (6) Appraisals or appraisal information and negotiation records concerning the purchase or sale, by a public body, of any interest in real or personal property, prior to completion of the purchase or sale; (7) Personal information in records regarding personnel of public bodies other than salaries and routine directory information; (8) Information solely pertaining to protection of the security of public property and persons on or within public property, such as specific, unique vulnerability assessments or specific, unique response plans, either of which is intended to prevent or mitigate criminal acts the public disclosure of which would create a substantial likelihood of endangering public safety or property; computer or communications network schema, passwords, and user identification names; guard schedules; lock combinations; or any blueprints, building plans, or infrastructure records regarding any building or facility owned, operated, or occupied by a government entity that expose or create vulnerability through disclosure of the location, configuration, or security of critical systems; (9) The security standards, procedures, policies, plans, specifications, diagrams, access lists, and other security-related records of the Gaming Commission and those persons or entities with which the commission has entered into contractual relationships. Nothing in this subdivision allows the commission to withhold from the public any information relating to amounts paid persons or entities with which the commission has entered into contractual relationships, amounts of prizes paid, the name of the prize winner, and the municipality, or county where the prize winner resides; (10) Personally identified private citizen account payment information, credit information on others supplied in confidence, and customer lists; (11) Records or portions of records kept by a publicly funded library which, when examined with or without other records, reveal the identity of any library patron using the library's materials or services; (12) (13) Records or portions of records kept by public bodies which would reveal the location, character, or ownership of any known archaeological, historical, or paleontological site in South Dakota if necessary to protect the site from a reasonably held fear of theft, vandalism, or trespass. This subdivision does not apply to the release of information for the purpose of scholarly research, examination by other public bodies for the protection of the resource or by recognized tribes, or the federal Native American Graves Protection and Repatriation Act; (14) Records or portions of records kept by public bodies which maintain collections of archaeological, historical, or paleontological significance which reveal the names and addresses of donors of such articles of archaeological, historical, or paleontological significance unless the donor approves disclosure, except as the records or portions thereof may be needed to carry out the purposes of the federal Native American Graves Protection and Repatriation Act; (15) Employment applications and related materials, except for applications and related materials submitted by individuals hired into executive or policymaking positions of any public body; (16) Social security numbers; credit card, charge card, or debit card numbers and expiration dates; passport numbers, driver license numbers; or other personally identifying numbers or codes; and financial account numbers supplied to state and local governments by citizens or held by state and local governments regarding employees or contractors; (17) Any emergency or disaster response plans or protocols, safety or security audits or reviews, or lists of emergency or disaster response personnel or material; any location or listing of weapons or ammunition; nuclear, chemical, or biological agents; or other military or law enforcement equipment or personnel; (18) Any test questions, scoring keys, results, or other examination data for any examination to obtain licensure, employment, or academic credit; (19) Personal correspondence, memoranda, notes, calendars or appointment logs, or other personal records or documents of any public official or employee used solely for that official's or employee's own personal use and having no official purpose; (20) Any document declared closed or confidential by court order, contract, or stipulation of the parties to any civil or criminal action or proceeding; (21) Any list of names or other personally identifying data of occupants of camping facilities from the Department of Game, Fish and Parks; (22) Records which, if disclosed, would constitute an unreasonable release of personal information; (23) Records which, if released, could endanger the life or safety of any person; (24) Internal agency record or information received by agencies that are not required to be filed with such agencies, if the records do not constitute final statistical or factual tabulations, final instructions to staff that affect the public, or final agency policy or determinations, or any completed state or federal audit and if the information is not otherwise public under other state law, including chapter 15-15A and § 1-26-21; (25) Records of individual children regarding commitment to the Department of Corrections pursuant to chapters 26-8B and 26-8C; (26) Records regarding inmate disciplinary matters pursuant to § 1-15-20; and (27) Any other confidential or closed record under state statute or as provided by federal statutes or rules or as necessary to participate in federal programs and benefits. Section 7. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: The following financial, commercial, and proprietary information is specifically exempt from disclosure pursuant to this Act: (1) Valuable formulae, designs, drawings, computer source code or object code, and research data invented, discovered, authored, developed, or obtained by any agency if disclosure would produce private gain or public loss; (2) Financial information supplied by or on behalf of a person, firm, or corporation for the purpose of qualifying to submit a bid or proposal for any construction or repair contract or highway construction or improvement; (3) Financial and commercial information and records supplied by private persons pertaining to export services; (4) Financial and commercial information and records supplied by businesses or individuals during application for loans or program services or during application for economic development loans or program services; (5) Financial and commercial information, including related legal assistance and advice, supplied to or developed by the state investment council or the division of investment if the information relates to investment strategies or research, potential investments, or existing investments of public funds; (6) Proprietary data, trade secrets, or other information that relates to: (a) A vendor's unique methods of conducting business; (b) Data unique to the product or services of the vendor; or (c) Determining prices or rates to be charged for services, submitted by any vendor to any public body; (7) Financial, commercial, and proprietary information supplied in conjunction with applications or proposals for funded scientific research, for participation in joint scientific research projects, for projects to commercialize scientific research results, or for use in conjunction with commercial or government testing; (8) Any production records, mineral assessments, and trade secrets submitted by a permit holder, mine operator, or landowner to any public body. Section 8. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: Drafts, notes, recommendations, and memoranda in which opinions are expressed or policies formulated or recommended are exempt from disclosure pursuant to this Act. However, a specific record is not exempt if publicly cited by a public body in connection with any public action. Section 9. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: Any record that is relevant to a controversy to which a public body is a party but which record would not be available to another party under the rules of pretrial discovery for causes pending in circuit court are exempt from disclosure pursuant to this Act. Section 10. That § 1-27-4 be amended to read as follows: 1-27-4. If any officer of the State of South Dakota, any political subdivision, municipal corporation, or public corporation is required or authorized by law to record, copy, file, recopy, or replace any document, plat, paper, voucher, receipt, or book on file or of record in the officer's office, the officer may do so by any photostatic, microphotographic, microfilm, mechanical, or electronic process which produces a clear, accurate, and permanent copy or reproduction of the original in accordance with the standards not less than those approved for permanent records by the National Bureau of Standards or the American National Standards Association. However, no school district is required to maintain its permanent school records on microfilm if the district maintains its permanent school records in an electronic format that can be used to produce clear, accurate reproductions of the originals. Any record made open to the public pursuant to this chapter shall be maintained in its original format or in any searchable and reproducible electronic or other format. This chapter does not mandate that any record or document be kept in a particular format nor does it require that a record be provided to the public in any format or media other than that in which it is stored. Section 11. That § 1-27-6 be repealed. 1-27-6. Whenever any record or document is copied or reproduced in a method described in § 1-27-4, the officer shall retain a copy or reproduction in his office. Section 12. That § 1-27-7 be repealed. 1-27-7. If the original records or documents are disposed of or destroyed, the officer shall, unless viewing equipment is otherwise available within the corporate limits of the municipality wherein the records or documents are kept, provide suitable equipment for displaying such record or document in whole or in part by projection to no less than its original size, or for preparing for persons entitled thereto copies of the record or document, but which shall not be required to be in its original size. Section 13. That § 1-27-8 be repealed. 1-27-8. A photographic, microphotographic, or microfilm copy of any such record, or a certified copy thereof, shall be admissible as evidence in any court or proceeding and it shall have the same force and effect as though the original record has been produced and proved. It shall be the duty of the custodian of such records to prepare enlarged typed or photographic copies of the records whenever their production is required by law. Section 14. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: No elected or appointed official or employee of the state or any political subdivision may be compelled to provide documents, records, or communications used for the purpose of the decisional or deliberative process relating to any decision arising from that person's official duties. Section 15. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: In response to any request pursuant to § 1-27-36 or 1-27-37, a public record officer may redact any portion of a document which contains information precluded from public disclosure by § 1-27-3 or which would unreasonably invade personal privacy, threaten public safety and security, disclose proprietary information, or disrupt normal government operations. A redaction under this section is considered a partial denial for the application of § 1-27-37. Section 16. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: Any subscription or license holder list maintained by the Department of Game, Fish and Parks may be made available to the public for a reasonable fee. State agencies are exempt from payment of this fee for approved state use. The Game, Fish and Parks Commission may promulgate rules pursuant to chapter 1-26 to establish criteria for the sale and to establish the fee for the sale of such lists. Any automobile liability insurer licensed in the state, or its certified authorized agent, may have access to the name and address of any person licensed or permitted to drive a motor vehicle solely for the purpose of verifying insurance applicant and policyholder information. An insurer requesting any such name and address shall pay a reasonable fee to cover the costs of producing such name and address. The Department of Public Safety shall set such fee by rules promulgated pursuant to chapter 1-26. Any list released or distributed under this section may not be resold or redistributed. Violation of this section by the resale or redistribution of any such list is a Class 2 misdemeanor. Section 17. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: The provisions of this chapter do not apply to records and documents of the Unified Judicial System. Section 18. That § 23-5-11 be amended to read as follows: 23-5-11. The provisions of § 1-27-1 do not apply to confidential criminal justice information. Confidential criminal justice information and criminal history information are specifically exempt from disclosure pursuant to this Act and may be withheld by the lawful custodian of the records. Information about calls for service revealing the date, time, and general location and general subject matter of the call is not confidential criminal justice information and may be released to the public, at the discretion of the executive of the law enforcement agency involved, unless the information contains intelligence or identity information that would jeopardize an ongoing investigation. The provisions of this section do not supersede more specific provisions regarding public access or confidentiality elsewhere in state or federal law. Section 19. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: The secretary of corrections may prohibit the release of information to inmates or their agents regarding correctional operations, department policies and procedures, and inmate records of the requesting inmate or other inmates if the release would jeopardize the safety or security of a person, the operation of a correctional facility, or the safety of the public. This section does not apply to an inmate's attorney requesting information that is subject to disclosure under this chapter. Section 20. That § 1-15-20.1 be amended to read as follows: 1-15-20.1. For the purposes of § 1-15-20 and chapter 1-27 , an inmate is any person, adult, or juvenile, who has been sentenced or committed to or placed in a facility or program under the control of the Department of Corrections pursuant to § 1-15-1.4. Section 21. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: This chapter does not require the redaction of any record, or any portion of a record, which is recorded in the office of the register of deeds prior to July 1, 2010."}, {"bill_id": 1112, "bill_version_id": 8986, "bill_version": "House State Affairs Engrossed", "bill_version_date": "2009-03-09T13:45:36.02-05:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for public access to public records, to provide certain exemptions, and to provide for judicial remedies for noncompliance. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 1-27-1 be amended to read as follows: 1-27-1. If the keeping of a record, or the preservation of a document or other instrument is required of an officer or public servant under any statute of this state, the officer or public servant shall keep the record, document, or other instrument available and open to inspection by any person during normal business hours. Any employment examination or performance appraisal record maintained by the Bureau of Personnel is excluded from this requirement. Any subscription or license holder list maintained by the Department of Game, Fish and Parks may be made available to the public for a reasonable fee. State agencies are exempt from payment of this fee for approved state use. The Game, Fish and Parks Commission may promulgate rules pursuant to chapter 1-26 to establish criteria for the sale and to establish the fee for the sale of such lists. Any automobile liability insurer licensed in the state, or its certified authorized agent, may have access to the name and address of any person licensed or permitted to drive a motor vehicle solely for the purpose of verifying insurance applicant and policyholder information. An insurer requesting any such name and address shall pay a reasonable fee to cover the costs of producing such name and address. The Department of Public Safety shall set such fee by rules promulgated pursuant to chapter 1-26. Any list released or distributed under this section may not be resold or redistributed. Violation of this section by the resale or redistribution of any such list is a Class 2 misdemeanor. Except as otherwise expressly provided by statute, all citizens of this state, and all other persons interested in the examination of the public records, as defined in section 2 of this Act, are hereby fully empowered and authorized to examine such public record, and make memoranda and abstracts therefrom during the hours the respective offices are open for the ordinary transaction of business and, unless federal copyright law otherwise provides, obtain copies of public records in accordance with this chapter. Each government entity or elected or appointed government official shall, during normal business hours, make available to the public for inspection and copying in the manner set forth in this chapter all public records held by that entity or official. Section 2. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: Unless any other statute, ordinance, or rule expressly provides that particular information or records may not be made public, public records include all records and documents, regardless of physical form, of or belonging to this state, any county, municipality, political subdivision, or tax-supported district in this state, or any agency, branch, department, board, bureau, commission, council, subunit, or committee of any of the foregoing. Data which is a public record in its original form remains a public record when maintained in any other form. For the purposes of this Act, a tax-supported district includes any business improvement district created pursuant to chapter 9-55. Section 3. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: If a custodian of a public record of a county, municipality, political subdivision, or tax- supported district provides to a member of the public, upon request, a copy of the public record by transmitting it from a modem to an outside modem, a reasonable fee may be charged for such specialized service. Such fee may include a reasonable amount representing a portion of the amortization of the cost of computer equipment, including software, necessarily added in order to provide such specialized service. This section does not require a governmental entity to acquire computer capability to generate public records in a new or different form if that new form would require additional computer equipment or software not already possessed by the governmental entity. Section 4. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: The provisions of this Act shall be liberally construed whenever any state, county, or political subdivision fiscal records, audit, warrant, voucher, invoice, purchase order, requisition, payroll, check, receipt, or other record of receipt, cash, or expenditure involving public funds is involved in order that the citizens of this state shall have the full right to know of and have full access to information on the public finances of the government and the public bodies and entities created to serve them. Use of funds as needed for criminal investigatory/confidential informant purposes is not subject to this section, but any budgetary information summarizing total sums used for such purposes is public. Records which, if disclosed, would impair present or pending contract awards or collective bargaining negotiations are exempt from disclosure. Section 5. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: Each public body shall maintain a file of all letters of denial of requests for records. This file shall be made available to any person on request. Section 6. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: The following records are not subject to sections 1, 2, and 4 of this Act: (1) Personal information in records regarding any student, prospective student, or former student of any educational institution if such records are maintained by and in the possession of a public entity, other than routine directory information specified and made public consistent with 20 U.S.C. 1232g, as such section existed on January 1, 2009; (2) Medical records, including all records of drug or alcohol testing, treatment, or counseling, other than records of births and deaths. This law in no way abrogates or changes existing state and federal law pertaining to birth and death records; (3) Trade secrets, the specific details of bona fide research, applied research, or scholarly or creative artistic projects being conducted at a school, postsecondary institution or laboratory funded in whole or in part by the state, and other proprietary or commercial information which if released would infringe intellectual property rights, give advantage to business competitors, or serve no material public purpose; (4) Records which consist of attorney work product or which are subject to any privilege recognized in chapter 19-13; (5) Records developed or received by law enforcement agencies and other public bodies charged with duties of investigation or examination of persons, institutions, or businesses, if the records constitute a part of the examination, investigation, intelligence information, citizen complaints or inquiries, informant identification, or strategic or tactical information used in law enforcement training. However, this subdivision does not apply to records so developed or received relating to the presence of and amount or concentration of alcohol or drugs in any body fluid of any person, and this subdivision does not apply to a 911 recording or a transcript of a 911 recording, if the agency or a court determines that the public interest in disclosure outweighs the interest in nondisclosure. This law in no way abrogates or changes § § 23-5-7 and 23-5-11 or testimonial privileges applying to the use of information from confidential informants; (6) Appraisals or appraisal information and negotiation records concerning the purchase or sale, by a public body, of any interest in real or personal property; (7) Personnel information other than salaries and routine directory information; (8) Information solely pertaining to protection of the security of public or private property and persons on or within public or private property, such as specific, unique vulnerability assessments or specific, unique response plans, either of which is intended to prevent or mitigate criminal acts, emergency management or response, or public safety, the public disclosure of which would create a substantial likelihood of endangering public safety or property; computer or communications network schema, passwords, and user identification names; guard schedules; lock combinations; or any blueprints, building plans, or infrastructure records regarding any building or facility that expose or create vulnerability through disclosure of the location, configuration, or security of critical systems; (9) The security standards, procedures, policies, plans, specifications, diagrams, access lists, and other security-related records of the Gaming Commission and those persons or entities with which the commission has entered into contractual relationships. Nothing in this subdivision allows the commission to withhold from the public any information relating to amounts paid persons or entities with which the commission has entered into contractual relationships, amounts of prizes paid, the name of the prize winner, and the municipality, or county where the prize winner resides; (10) Personally identified private citizen account payment information, credit information on others supplied in confidence, and customer lists; (11) Records or portions of records kept by a publicly funded library which, when examined with or without other records, reveal the identity of any library patron using the library's materials or services; (12) Correspondence, memoranda, calendars or logs of appointments, working papers, and records of telephone calls of public officials or employees; (13) Records or portions of records kept by public bodies which would reveal the location, character, or ownership of any known archaeological, historical, or paleontological site in South Dakota if necessary to protect the site from a reasonably held fear of theft, vandalism, or trespass. This subdivision does not apply to the release of information for the purpose of scholarly research, examination by other public bodies for the protection of the resource or by recognized tribes, or the federal Native American Graves Protection and Repatriation Act; (14) Records or portions of records kept by public bodies which maintain collections of archeological, historical, or paleontological significance which nongovernmental donors have requested to remain closed or which reveal the names and addresses of donors of such articles of archaeological, historical, or paleontological significance unless the donor approves disclosure, except as the records or portions thereof may be needed to carry out the purposes of the federal Native American Graves Protection and Repatriation Act and the Archeological Resources Protection Act; (15) Employment applications and related materials, except for applications and related materials submitted by individuals hired into executive or policymaking positions of any public body; (16) Social security numbers; credit card, charge card, or debit card numbers and expiration dates; passport numbers, driver license numbers; or other personally identifying numbers or codes; and financial account numbers supplied to state and local governments by citizens or held by state and local governments regarding employees or contractors; (17) Any emergency or disaster response plans or protocols, safety or security audits or reviews, or lists of emergency or disaster response personnel or material; any location or listing of weapons or ammunition; nuclear, chemical, or biological agents; or other military or law enforcement equipment or personnel; (18) Any test questions, scoring keys, results, or other examination data for any examination to obtain licensure, employment, promotion or reclassification, or academic credit; (19) Personal correspondence, memoranda, notes, calendars or appointment logs, or other personal records or documents of any public official or employee; (20) Any document declared closed or confidential by court order, contract, or stipulation of the parties to any civil or criminal action or proceeding; (21) Any list of names or other personally identifying data of occupants of camping or lodging facilities from the Department of Game, Fish and Parks; (22) Records which, if disclosed, would constitute an unreasonable release of personal information; (23) Records which, if released, could endanger the life or safety of any person; (24) Internal agency record or information received by agencies that are not required to be filed with such agencies, if the records do not constitute final statistical or factual tabulations, final instructions to staff that affect the public, or final agency policy or determinations, or any completed state or federal audit and if the information is not otherwise public under other state law, including chapter 15-15A and § 1-26-21; (25) Records of individual children regarding commitment to the Department of Corrections pursuant to chapters 26-8B and 26-8C; (26) Records regarding inmate disciplinary matters pursuant to § 1-15-20; and (27) Any other record made closed or confidential by state or federal statute or rule or as necessary to participate in federal programs and benefits. Section 7. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: The following financial, commercial, and proprietary information is specifically exempt from disclosure pursuant to this Act: (1) Valuable formulae, designs, drawings, computer source code or object code, and research data invented, discovered, authored, developed, or obtained by any agency if disclosure would produce private gain or public loss; (2) Financial information supplied by or on behalf of a person, firm, or corporation for the purpose of qualifying to submit a bid or proposal; (3) Financial and commercial information and records supplied by private persons pertaining to export services; (4) Financial and commercial information and records supplied by businesses or individuals as part of an application for loans or program services or application for economic development loans or program services; (5) Financial and commercial information, including related legal assistance and advice, supplied to or developed by the state investment council or the division of investment if the information relates to investment strategies or research, potential investments, or existing investments of public funds; (6) Proprietary data, trade secrets, or other information that relates to: (a) A vendor's unique methods of conducting business; (b) Data unique to the product or services of the vendor; or (c) Determining prices or rates to be charged for services, submitted by any vendor to any public body; (7) Financial, commercial, and proprietary information supplied in conjunction with applications or proposals for funded scientific research, for participation in joint scientific research projects, for projects to commercialize scientific research results, or for use in conjunction with commercial or government testing; (8) Any production records, mineral assessments, and trade secrets submitted by a permit holder, mine operator, or landowner to any public body. Section 8. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: Drafts, notes, recommendations, and memoranda in which opinions are expressed or policies formulated or recommended are exempt from disclosure pursuant to this Act. Section 9. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: Any record that is relevant to a controversy to which a public body is a party but which record would not be available to another party under the rules of pretrial discovery for causes pending in circuit court are exempt from disclosure pursuant to this Act. Section 10. That § 1-27-4 be amended to read as follows: 1-27-4. If any officer of the State of South Dakota, any political subdivision, municipal corporation, or public corporation is required or authorized by law to record, copy, file, recopy, or replace any document, plat, paper, voucher, receipt, or book on file or of record in the officer's office, the officer may do so by any photostatic, microphotographic, microfilm, mechanical, or electronic process which produces a clear, accurate, and permanent copy or reproduction of the original in accordance with the standards not less than those approved for permanent records by the National Bureau of Standards or the American National Standards Association. However, no school district is required to maintain its permanent school records on microfilm if the district maintains its permanent school records in an electronic format that can be used to produce clear, accurate reproductions of the originals. Any record made open to the public pursuant to this chapter shall be maintained in its original format or in any searchable and reproducible electronic or other format. This chapter does not mandate that any record or document be kept in a particular format nor does it require that a record be provided to the public in any format or media other than that in which it is stored. Section 11. That § 1-27-6 be repealed. 1-27-6. Whenever any record or document is copied or reproduced in a method described in § 1-27-4, the officer shall retain a copy or reproduction in his office. Section 12. That § 1-27-7 be repealed. 1-27-7. If the original records or documents are disposed of or destroyed, the officer shall, unless viewing equipment is otherwise available within the corporate limits of the municipality wherein the records or documents are kept, provide suitable equipment for displaying such record or document in whole or in part by projection to no less than its original size, or for preparing for persons entitled thereto copies of the record or document, but which shall not be required to be in its original size. Section 13. That § 1-27-8 be repealed. 1-27-8. A photographic, microphotographic, or microfilm copy of any such record, or a certified copy thereof, shall be admissible as evidence in any court or proceeding and it shall have the same force and effect as though the original record has been produced and proved. It shall be the duty of the custodian of such records to prepare enlarged typed or photographic copies of the records whenever their production is required by law. Section 14. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: No elected or appointed official or employee of the state or any political subdivision may be compelled to provide documents, records, or communications used for the purpose of the decisional or deliberative process relating to any decision arising from that person's official duties. Section 15. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: In response to any request pursuant to § 1-27-36 or 1-27-37, a public record officer may redact any portion of a document which contains information precluded from public disclosure by § 1-27-3 or which would unreasonably invade personal privacy, threaten public safety and security, disclose proprietary information, or disrupt normal government operations. A redaction under this section is considered a partial denial for the application of § 1-27-37. Section 16. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: Any subscription or license holder list maintained by the Department of Game, Fish and Parks may be made available to the public for a reasonable fee. State agencies are exempt from payment of this fee for approved state use. The Game, Fish and Parks Commission may promulgate rules pursuant to chapter 1-26 to establish criteria for the sale and to establish the fee for the sale of such lists. Any automobile liability insurer licensed in the state, or its certified authorized agent, may have access to the name and address of any person licensed or permitted to drive a motor vehicle solely for the purpose of verifying insurance applicant and policyholder information. An insurer requesting any such name and address shall pay a reasonable fee to cover the costs of producing such name and address. The Department of Public Safety shall set such fee by rules promulgated pursuant to chapter 1-26. Any list released or distributed under this section may not be resold or redistributed. Violation of this section by the resale or redistribution of any such list is a Class 2 misdemeanor. Section 17. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: The provisions of this chapter do not apply to records and documents of the Unified Judicial System. Section 18. That § 23-5-11 be amended to read as follows: 23-5-11. The provisions of § 1-27-1 do not apply to confidential criminal justice information. Confidential criminal justice information and criminal history information are specifically exempt from disclosure pursuant to this Act and may be withheld by the lawful custodian of the records. Information about calls for service revealing the date, time, and general location and general subject matter of the call is not confidential criminal justice information and may be released to the public, at the discretion of the executive of the law enforcement agency involved, unless the information contains intelligence or identity information that would jeopardize an ongoing investigation. The provisions of this section do not supersede more specific provisions regarding public access or confidentiality elsewhere in state or federal law. Section 19. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: The secretary of corrections may prohibit the release of information to inmates or their agents regarding correctional operations, department policies and procedures, and inmate records of the requesting inmate or other inmates if the release would jeopardize the safety or security of a person, the operation of a correctional facility, or the safety of the public. This section does not apply to an inmate's attorney requesting information that is subject to disclosure under this chapter. Section 20. That § 1-15-20.1 be amended to read as follows: 1-15-20.1. For the purposes of § 1-15-20 and chapter 1-27 , an inmate is any person, adult, or juvenile, who has been sentenced or committed to or placed in a facility or program under the control of the Department of Corrections pursuant to § 1-15-1.4. Section 21. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: This chapter does not require the redaction of any record, or any portion of a record, which is recorded in the office of the register of deeds prior to July 1, 2010. Section 22. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: No civil or criminal liability may attach to a public official for the mistaken denial or provision of a record pursuant to this chapter if that action is taken in good faith. Section 23. That chapter 10-45B be amended by adding thereto a NEW SECTION to read as follows: The name of any person or entity that receives a refund or credit of sales, use, or contractors excise tax pursuant to this chapter and the amount of any such refund or credit is public information and shall be available and open to public inspection as provided in § 1-27-1."}, {"bill_id": 1112, "bill_version_id": 9253, "bill_version": "Enrolled", "bill_version_date": "2009-03-11T15:53:33.227-05:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1112, "action_date": "2009-01-29T14:00:00-06:00", "document_id": 6350, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6350.pdf", "status_text": "First read in Senate and referred to", "journal_page": 230, "committee_id_action": 54, "committee_id_assigned": 39, "result": "N", "vote": {}}, {"bill_id": 1112, "action_date": "2009-02-18T10:00:00-06:00", "document_id": 7450, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7450.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 39, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1112, "action_date": "2009-02-20T10:00:00-06:00", "document_id": 7694, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7694.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 39, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1112, "action_date": "2009-02-20T10:00:00-06:00", "document_id": 7949, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7949.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 39, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1112, "action_date": "2009-02-20T10:00:00-06:00", "document_id": 7949, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7949.pdf", "status_text": "Do Pass Amended", "journal_page": 490, "committee_id_action": 39, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 4457, "president_vote": null, "Yea": [653, 677, 634, 659, 661, 648, 689, 642, 649]}}, {"bill_id": 1112, "action_date": "2009-02-24T14:00:00-06:00", "document_id": 8137, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8137.pdf", "status_text": "Motion to amend", "journal_page": 534, "committee_id_action": 54, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1112, "action_date": "2009-02-24T14:00:00-06:00", "document_id": 8137, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8137.pdf", "status_text": "Do Pass Amended", "journal_page": 538, "committee_id_action": 54, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 4616, "president_vote": null, "Yea": [653, 704, 680, 682, 685, 702, 649, 700, 655, 673, 663, 677, 675, 634, 697, 659, 690, 636, 667, 656, 669, 661, 686, 701, 662, 703, 664, 638, 648, 640, 689, 705, 642, 671], "Excused": [694]}}, {"bill_id": 1112, "action_date": "2009-02-25T14:00:00-06:00", "document_id": 8231, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8231.pdf", "status_text": "First read in House and referred to", "journal_page": 553, "committee_id_action": 56, "committee_id_assigned": 49, "result": "N", "vote": {}}, {"bill_id": 1112, "action_date": "2009-03-09T07:45:00-05:00", "document_id": 8402, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8402.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 49, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1112, "action_date": "2009-03-09T07:45:00-05:00", "document_id": 8925, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8925.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 49, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1112, "action_date": "2009-03-09T07:45:00-05:00", "document_id": 8925, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8925.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 49, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1112, "action_date": "2009-03-09T07:45:00-05:00", "document_id": 8925, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8925.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 49, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1112, "action_date": "2009-03-09T07:45:00-05:00", "document_id": 8925, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8925.pdf", "status_text": "Do Pass Amended", "journal_page": 695, "committee_id_action": 49, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 5162, "president_vote": null, "Yea": [666, 651, 660, 721, 683, 695, 645, 639, 681, 657, 691, 643], "Excused": [693]}}, {"bill_id": 1112, "action_date": "2009-03-10T14:00:00-05:00", "document_id": 9153, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/9153.pdf", "status_text": "Do Pass Amended", "journal_page": 749, "committee_id_action": 56, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 5268, "president_vote": null, "Yea": [716, 720, 666, 688, 676, 670, 726, 715, 699, 674, 635, 692, 708, 651, 643, 712, 709, 660, 706, 725, 693, 644, 724, 727, 721, 652, 730, 737, 672, 729, 698, 717, 738, 654, 711, 683, 695, 696, 722, 645, 637, 665, 687, 678, 650, 646, 668, 639, 735, 679, 734, 714, 731, 736, 713, 710, 728, 657, 641, 658, 647, 691, 723, 718, 684, 733, 732, 707, 681], "Excused": [719]}}, {"bill_id": 1112, "action_date": "2009-03-11T09:00:00-05:00", "document_id": 9213, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/9213.pdf", "status_text": "Concurred in amendments", "journal_page": 737, "committee_id_action": 54, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 5321, "president_vote": null, "Yea": [653, 704, 685, 649, 700, 655, 673, 663, 675, 634, 659, 690, 656, 669, 661, 686, 701, 662, 703, 664, 648, 640, 689, 694, 705, 642, 671], "Excused": [680, 682, 702, 677, 697, 636, 667, 638]}}, {"bill_id": 1112, "action_date": "2009-03-12T10:00:00-05:00", "document_id": 9282, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/9282.pdf", "status_text": "Signed by the Speaker", "journal_page": 810, "committee_id_action": 56, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1112, "action_date": "2009-03-12T10:00:00-05:00", "document_id": 9294, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/9294.pdf", "status_text": "Signed by the President", "journal_page": 771, "committee_id_action": 54, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1112, "action_date": "2009-03-13T11:00:00-05:00", "document_id": 9390, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/9390.pdf", "status_text": "Delivered to the Governor", "journal_page": 776, "committee_id_action": 54, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1112, "action_date": "2009-03-30T11:00:00-05:00", "document_id": 9407, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/9407.pdf", "status_text": "Signed by the Governor", "journal_page": 786, "committee_id_action": 54, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4161, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/1112"}