{"session_id": 48, "bill_id": 14315, "bill_type": "Senate Bill", "bill_number": 86, "bill_title": "nominate and elect the state's attorney in a nonpolitical election.", "sponsors": [{"legislator_profile_id": 2269, "is_prime": true}, {"legislator_profile_id": 2271, "is_prime": true}, {"legislator_profile_id": 2267, "is_prime": false}], "keywords": ["Election Procedures", "State's Attorney"], "audio": [], "bill_versions": [{"bill_id": 14315, "bill_version_id": 80275, "bill_version": "Introduced", "bill_version_date": "1999-01-21T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to nominate and elect the state's attorney in a nonpolitical election. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Any election for state's attorney shall be conducted at the primary and general elections as provided in this Act. Section 2. It is a Class 2 misdemeanor for any political party to endorse or nominate by any method any candidate for state's attorney. Section 3. Nominating petitions for state's attorney filed pursuant to this Act shall be filed in the office of the county auditor within the time prescribed by § 12-6-4 and shall be signed by not less than fifty registered voters of the county. To the extent consistent with this Act, § 12-6-8 governs such petitions. Section 4. No reference may be made to any party ballot or to the party affiliation of the candidate in any petition filed by or on behalf of any candidate for nomination to state's attorney at any primary election or any attachment thereto. Section 5. If not more than two nominating petitions are filed on behalf of candidates for the state's attorney position to be filled, the names of the candidates do not need to be placed upon the primary ballot but the candidates shall be the nominees for the state's attorney position. Section 6. The order of names of state's attorney candidates shall be arranged by lot. Any candidate may be present or represented while the arrangement is being determined. Section 7. At any primary election at which any candidate for state's attorney is to be nominated and a primary is required, there shall be prepared and furnished by the county auditor, separate ballots upon which the names of the candidates shall be placed for the state's attorneys, which ballots shall be entitled, nonpolitical state's attorney ballot, and shall contain no other designation. The names of all candidates shall be placed on the ballot without any party designation. Section 8. The nominees shall be the two persons receiving the highest number of votes in the primary election. Section 9. If after nominations have been made under the provisions of this Act and the number of nominees for a state's attorney are reduced through death, withdrawal, or disqualification of a nominee for such office, the registered voters of the county may, if there is sufficient time for filing a nominating petition pursuant to § 12-8-6, nominate a candidate for state's attorney by a petition otherwise complying with section 3 of this Act."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14315, "action_date": "1999-01-21T14:00:00-06:00", "document_id": 82142, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82142.pdf", "status_text": "First read in Senate and referred to", "journal_page": 145, "committee_id_action": 629, "committee_id_assigned": 611, "result": "N", "vote": {}}, {"bill_id": 14315, "action_date": "1999-01-25T07:45:00-06:00", "document_id": 82080, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82080.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 611, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14315, "action_date": "1999-01-25T07:45:00-06:00", "document_id": 82080, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82080.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 172, "committee_id_action": 611, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 42502, "president_vote": null, "Yea": [2224, 2270, 2259, 2230, 2299, 2283, 2241], "Nay": [2246], "Excused": [2292]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/14315"}