{"session_id": 8, "bill_id": 2117, "bill_type": "Senate Bill", "bill_number": 195, "bill_title": "revise the refunds for new or expanded agricultural facilities and new or expanded business facilities and to sunset the refunds for new or expanded agricultural facilities and new or expanded business facilities.", "sponsors": [{"legislator_profile_id": 748, "is_prime": true}, {"legislator_profile_id": 782, "is_prime": true}, {"legislator_profile_id": 754, "is_prime": false}, {"legislator_profile_id": 766, "is_prime": false}, {"legislator_profile_id": 786, "is_prime": false}, {"legislator_profile_id": 794, "is_prime": false}, {"legislator_profile_id": 752, "is_prime": false}], "keywords": ["Agriculture", "Department of Revenue and Regulation", "Taxes"], "audio": [{"meeting_datetime": "2010-02-19T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sst24.mp3", "start_seconds": 1271.0}, {"meeting_datetime": "2010-02-19T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sst24.mp3", "start_seconds": 1271.0}, {"meeting_datetime": "2010-02-19T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sst24.mp3", "start_seconds": 1271.0}, {"meeting_datetime": "2010-02-22T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sst25.mp3", "start_seconds": 917.0}, {"meeting_datetime": "2010-02-22T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sst25.mp3", "start_seconds": 917.0}, {"meeting_datetime": "2010-02-22T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sst25.mp3", "start_seconds": 917.0}, {"meeting_datetime": "2010-02-22T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sst25.mp3", "start_seconds": 917.0}, {"meeting_datetime": "2010-02-22T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sst25.mp3", "start_seconds": 917.0}, {"meeting_datetime": "2010-02-22T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sst25.mp3", "start_seconds": 917.0}, {"meeting_datetime": "2010-02-22T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sst25.mp3", "start_seconds": 917.0}, {"meeting_datetime": "2010-02-23T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen26.mp3", "start_seconds": 7666.0}, {"meeting_datetime": "2010-02-23T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen26.mp3", "start_seconds": 7666.0}, {"meeting_datetime": "2010-02-23T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen26.mp3", "start_seconds": 7666.0}, {"meeting_datetime": "2010-02-23T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen26.mp3", "start_seconds": 7666.0}, {"meeting_datetime": "2010-02-23T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen26.mp3", "start_seconds": 7666.0}, {"meeting_datetime": "2010-02-23T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen26.mp3", "start_seconds": 7666.0}, {"meeting_datetime": "2010-02-23T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen26.mp3", "start_seconds": 7666.0}, {"meeting_datetime": "2010-03-09T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou34.mp3", "start_seconds": 11481.0}, {"meeting_datetime": "2010-03-09T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou34.mp3", "start_seconds": 11481.0}, {"meeting_datetime": "2010-03-09T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou34.mp3", "start_seconds": 11481.0}, {"meeting_datetime": "2010-03-09T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou34.mp3", "start_seconds": 11481.0}, {"meeting_datetime": "2010-03-09T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou34.mp3", "start_seconds": 11481.0}], "bill_versions": [{"bill_id": 2117, "bill_version_id": 11754, "bill_version": "Introduced", "bill_version_date": "2010-02-03T10:47:41.3-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions related to tax refunds. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-45B-4 be amended to read as follows: 10-45B-4. The refund of taxes for a new agricultural processing facility pertains only to project costs incurred and paid after April 1, 1997, and within thirty-six months of the construction date as stated on the application required by § 10-45B-6. No refund may be made unless The amount of the tax refund for the facility shall be a percentage of the taxes paid, as follows: (1) The For project cost exceeds the sum of four million five hundred thousand dollars; and costs of less than ten million dollars, there shall be no refund; (2) The For project costs of ten or more million dollars but less than fifteen million dollars there shall be a refund of twenty-five percent of the taxes paid; (3) For project costs of fifteen or more million dollars but less than twenty million dollars there shall be a refund of thirty-three percent of the taxes paid; (4) For project costs of twenty or more million dollars but less than forty million dollars there shall be a refund of fifty percent of the taxes paid; and (5) For project costs of forty million or more dollars, there shall be no refund. No refund may be made unless the person applying for the refund obtains a permit from the secretary as set forth in § 10-45B-6. Section 2. That § 10-45B-5 be repealed. 10-45B-5. If the project cost for a new agricultural processing facility exceeds four million five hundred thousand dollars, the refund shall be one hundred percent of the taxes attributed to the project cost. Section 3. That § 10-45B-5.1 be amended to read as follows: 10-45B-5.1. The amount of the tax refund for a new business facility shall be a percentage of the taxes paid, as follows: (1) For project costs of less than ten million dollars, there shall be no refund; (2) For project costs of ten or more million dollars but less than fifteen million dollars there shall be a refund of twenty-five percent of the taxes paid; (3) For project costs of fifteen or more million dollars but less than twenty million dollars there shall be a refund of thirty-three percent of the taxes paid; (4) For project costs of twenty or more million dollars but less than forty million dollars there shall be a refund of fifty percent of the taxes paid; and (5) For project costs of forty or more million dollars but less than sixty million dollars there shall be a refund of sixty-seven percent of the taxes paid; (6) For project costs of sixty million dollars or more but less than six hundred million dollars there shall be a refund of seventy-five percent of the taxes paid; and (7) For project costs of six hundred million dollars and greater there shall be a refund of ninety percent of the taxes paid For project costs of forty million or more dollars, there shall be no refund."}, {"bill_id": 2117, "bill_version_id": 12746, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "2010-02-22T13:37:11.657-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the refunds for new or expanded agricultural facilities and new or expanded business facilities, to repeal the contractors' excise tax on new or expanded power production facilities, and to make certain transfers to the revolving economic development and initiative fund. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-45B-2 be amended to read as follows: 10-45B-2. Any person As provided in this chapter, any person holding a permit issued pursuant to § 10-45B-6 may apply for and obtain a refund or credit for contractors' excise taxes imposed and paid under the provisions of chapter 10-46A for the construction of a new agricultural processing facility and for sales or use taxes imposed and paid by such person under the provisions of chapters 10-45 and 10-46 for the purchase or use of agricultural processing equipment. Section 2. That § 10-45B-4 be repealed. 10-45B-4. The refund of taxes for a new agricultural processing facility pertains only to project costs incurred and paid after April 1, 1997, and within thirty-six months of the construction date as stated on the application required by § 10-45B-6. No refund may be made unless: (1) The project cost exceeds the sum of four million five hundred thousand dollars; and (2) The person applying for the refund obtains a permit from the secretary as set forth in § 10-45B-6. Section 3. That § 10-45B-4.1 be repealed. 10-45B-4.1. The refund of taxes pursuant to § 10-45B-2.1 pertains only to project costs incurred and paid after February 1, 2005, up to and including thirty-six months from the construction date if the project costs are sixty million dollars or less and after February 1, 2005, up to and including seventy-two months from the construction date if the project costs are more than sixty million dollars. There is no refund if the person applying for the refund does not obtain a permit from the secretary as set forth in § 10-45B-6. Upon a showing of good cause, the time limits prescribed by this section may be extended by the secretary for a period not to exceed twenty-four months. Section 4. That chapter 10-45B be amended by adding thereto a NEW SECTION to read as follows: The refund of taxes pursuant to §§ 10-45B-2 and 10-45B-2.1 pertains only to project costs incurred and paid after January 1, 2008, up to and including thirty-six months from the construction date. No refund may be paid unless the person applying for the refund obtains a permit from the secretary as set forth in § 10-45B-6. Section 5. That § 10-45B-5 be repealed. 10-45B-5. If the project cost for a new agricultural processing facility exceeds four million five hundred thousand dollars, the refund shall be one hundred percent of the taxes attributed to the project cost. Section 6. That § 10-45B-5.1 be repealed. 10-45B-5.1. The amount of the tax refund for a new business facility shall be a percentage of the taxes paid, as follows: (1) For project costs of less than ten million dollars, there shall be no refund; (2) For project costs of ten or more million dollars but less than fifteen million dollars there shall be a refund of twenty-five percent of the taxes paid; (3) For project costs of fifteen or more million dollars but less than twenty million dollars there shall be a refund of thirty-three percent of the taxes paid; (4) For project costs of twenty or more million dollars but less than forty million dollars there shall be a refund of fifty percent of the taxes paid; (5) For project costs of forty or more million dollars but less than sixty million dollars there shall be a refund of sixty-seven percent of the taxes paid; (6) For project costs of sixty million dollars or more but less than six hundred million dollars there shall be a refund of seventy-five percent of the taxes paid; and (7) For project costs of six hundred million dollars and greater there shall be a refund of ninety percent of the taxes paid. Section 7. That § 10-45B-6.1 be repealed. 10-45B-6.1. Any person issued a permit pursuant to this chapter prior to March 31, 1997, may continue to submit claims for the project. Section 8. That chapter 10-45B be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding any provision of chapter 10-45B or this Act, this section controls the amount of refunds payable under chapter 10-45B for any new agricultural processing facility or new business facility that has a construction date before July 1, 2010: (1) For project costs incurred and paid before July 1, 2010, the amount of the refund shall be determined by applying the provisions of chapter 10-45B in effect prior to the effective date of this Act; (2) For project costs incurred before July 1, 2011, and paid from July 1, 2010, to June 30, 2011, inclusive, the amount of the refund shall be as follows: (a) For project costs of less than ten million dollars, there shall be no refund; (b) For project costs of ten or more million dollars but less than forty million dollars, there shall be a refund of forty percent of the taxes paid; (c) For project costs of forty or more million dollars but less than five hundred million dollars, there shall be a refund of fifty percent of the taxes paid; and (d) For project costs of five hundred million or more dollars, there shall be no refund; When applying subdivision (2) of this section, all the project costs described in subdivision (1) of this section shall be utilized to determine which refund subsection or subsections apply in subdivision (2) of this section; (3) For project costs incurred before July 1, 2012, and paid from July 1, 2011, to June 30, 2012, inclusive, the amount of the refund shall be as follows: (a) For project costs of less than ten million dollars, there shall be no refund; (b) For project costs of ten or more million dollars but less than forty million dollars, there shall be a refund of forty percent of the taxes paid; (c) For project costs of forty or more million dollars but less than five hundred million dollars, there shall be a refund of twenty-five percent of the taxes paid; and (d) For project costs of five hundred million or more dollars, there shall be no refund; When applying subdivision (3) of this section, all the project costs described in subdivisions (1) and (2) of this section shall be utilized to determine which refund subsection or subsections apply in subdivision (3) of this section; and (4) For project costs incurred before July 1, 2012, and paid after July 1, 2012, or for project costs incurred and paid after June 30, 2012, the amount of the refund shall be as follows: (a) For project costs of less than ten million dollars, there shall be no refund; (b) For project costs of ten or more million dollars but less than forty million dollars, there shall be a refund of forty percent of the taxes paid; and (c) For project costs of forty or more million dollars, there shall be no refund; When applying subdivision (4) of this section, all the project costs described in subdivisions (1), (2), and (3) of this section shall be utilized to determine which refund subsection or subsections apply in subdivision (4) of this section. Section 9. That chapter 10-45B be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding any provision of chapter 10-45B or this Act, this section controls the amount of refunds payable under chapter 10-45B for any new agricultural processing facility or new business facility that has a construction date on or after July 1, 2010: (1) For project costs incurred and paid before July 1, 2011, the amount of the refund shall be as follows: (a) For project costs of less than ten million dollars, there shall be no refund; (b) For project costs of ten or more million dollars but less than forty million dollars, there shall be a refund of forty percent of the taxes paid; (c) For project costs of forty or more million dollars but less than five hundred million dollars, there shall be a refund of fifty percent of the taxes paid; and (d) For project costs of five hundred million or more dollars, there shall be no refund; (2) For project costs incurred before July 1, 2012, and paid from July 1, 2011, to June 30, 2012, inclusive, the amount of the refund shall be as follows: (a) For project costs of less than ten million dollars, there shall be no refund; (b) For project costs of ten or more million dollars but less than forty million dollars, there shall be a refund of forty percent of the taxes paid; (c) For project costs of forty or more million dollars but less than five hundred million dollars, there shall be a refund of twenty-five percent of the taxes paid; and (d) For project costs of five hundred million or more dollars, there shall be no refund; When applying subdivision (2) of this section, all the project costs described in subdivision (1) of this section shall be utilized to determine which refund subsection or subsections apply in subdivision (2) of this section; and (3) For project costs incurred before July 1, 2012, and paid after July 1, 2012, or for project costs incurred and paid after June 30, 2012, the amount of the refund shall be as follows: (a) For project costs of less than ten million dollars, there shall be no refund; (b) For project costs of ten or more million dollars but less than forty million dollars, there shall be a refund of forty percent of the taxes paid; (c) For project costs of forty or more million dollars, there shall be no refund; When applying subdivision (3) of this section, all the project costs described in subdivisions (1) and (2) of this section shall be utilized to determine which refund subsection or subsections apply in subdivision (3) of this section. Section 10. That § 10-45B-8 be amended to read as follows: 10-45B-8. Any person issued a permit pursuant to this chapter shall submit a claim for refund to the department no more frequently than on or before the last day of each month and no less frequently than on or before the last day of each month following each calendar quarter. The secretary shall determine and pay the amount of the tax refund within ninety days of receipt of the claim for refund. Ninety-five percent of the amount of refund shall be paid to the claimant in accordance with §§ 10-59-22 and 10-59-23, and five percent shall be withheld by the department. No interest may be paid on the refund amount. If electronic funds transfer is available to the secretary, the secretary shall pay the refund by electronic funds transfer if requested by the claimant. The secretary shall pay the refund by electronic funds transfer. Section 11. That § 10-45B-8.1 be repealed. 10-45B-8.1. No claim for refund pursuant to this chapter may be considered by the department if the claim for refund is received after the following applicable time period: (1) Twelve months after the thirty-six month time period of § 10-45B-4; (2) Twelve months after the thirty-six month time period of § 10-45B-4.1 for projects with project costs of sixty million dollars or less; (3) Twelve months after the seventy-two month time period of § 10-45B-4.1 for projects with project costs of more than sixty million dollars; or (4) Twelve months after the extended time period of § 10-45B-4.1 for projects that have obtained a time limit extension from the secretary. Moreover, any such claim is barred from any future refund eligibility. Section 12. That chapter 10-45B be amended by adding thereto a NEW SECTION to read as follows: No claim for refund pursuant to this chapter may be considered by the department if the claim for refund is received twelve months after the thirty-six month time period of section 4 of this Act. Moreover, any such claim is barred from any future refund eligibility. Section 13. That § 10-45B-8.2 be repealed. 10-45B-8.2. No document or record in support of any claim for refund may be considered by the department if the documents or records in support of any claim for refund are received after the following applicable time period: (1) Twelve months after the thirty-six month time period of § 10-45B-4; (2) Twelve months after the thirty-six month time period of § 10-45B-4.1 for projects with project costs of sixty million dollars or less; (3) Twelve months after the seventy-two month time period of § 10-45B-4.1 for projects with project costs of more than sixty million dollars; or (4) Twelve months after the extended time period of § 10-45B-4.1 for projects that have obtained a time limit extension from the secretary. Moreover, any such document or record is barred from any future consideration. However, if the department requests any additional document or record from the project owner after a review of the claim for refund, and the request is made after the applicable time period provided by this section has expired, the project owner has sixty days to provide the requested document or record. No document or record received after this sixty-day period may be considered by the department. Moreover, any such document or record is barred from any future consideration. Section 14. That chapter 10-45B be amended by adding thereto a NEW SECTION to read as follows: No document or record in support of any claim for refund may be considered by the department if the document or record in support of any claim for refund is received twelve months after the thirty-six month time period of section 4 of this Act. Moreover, any such document or record is barred from any future consideration. However, if the department requests any additional document or record from the project owner after a review of the claim for refund, and the request is made after the applicable time period provided by this section has expired, the project owner has sixty days to provide the requested document or record. No document or record received after this sixty-day period may be considered by the department. Moreover, any such document or record is barred from any future consideration. Section 15. That § 10-45B-8.3 be repealed. 10-45B-8.3. The provisions of §§ 10-45B-8.1 and 10-45B-8.2 apply to refunds for projects only if the permit was applied for after June 30, 2009. Section 16. That § 10-45B-9 be amended to read as follows: 10-45B-9. The amounts withheld by the department in accordance with § 10-45B-8 shall be retained until the project has been completed and the claimant has met all the conditions of § 10-45B-4 or 10-45B-4.1 section 4 of this Act, at which time all sums retained shall be paid to claimant. Section 17. That chapter 10-46C be repealed. Section 18. That chapter 10-45B be amended by adding thereto a NEW SECTION to read as follows: The department shall transfer to the revolving economic development and initiative fund established by § 1-16G-3 an amount equal to ten percent per fiscal year of the sales, use, and contractors' excise taxes paid on projects receiving a refund under section 9 of this Act. The total amount transferred pursuant to this section per fiscal year may not exceed ten million dollars."}, {"bill_id": 2117, "bill_version_id": 12891, "bill_version": "Senate Engrossed", "bill_version_date": "2010-02-23T18:01:40.047-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the refunds for new or expanded agricultural facilities and new or expanded business facilities, to repeal the contractors' excise tax on new or expanded power production facilities, to exempt certain new business facilities from certain tax refunds, and to make certain transfers to the revolving economic development and initiative fund. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-45B-2 be amended to read as follows: 10-45B-2. Any person As provided in this chapter, any person holding a permit issued pursuant to § 10-45B-6 may apply for and obtain a refund or credit for contractors' excise taxes imposed and paid under the provisions of chapter 10-46A for the construction of a new agricultural processing facility and for sales or use taxes imposed and paid by such person under the provisions of chapters 10-45 and 10-46 for the purchase or use of agricultural processing equipment. Section 2. That § 10-45B-4 be repealed. 10-45B-4. The refund of taxes for a new agricultural processing facility pertains only to project costs incurred and paid after April 1, 1997, and within thirty-six months of the construction date as stated on the application required by § 10-45B-6. No refund may be made unless: (1) The project cost exceeds the sum of four million five hundred thousand dollars; and (2) The person applying for the refund obtains a permit from the secretary as set forth in § 10-45B-6. Section 3. That § 10-45B-4.1 be repealed. 10-45B-4.1. The refund of taxes pursuant to § 10-45B-2.1 pertains only to project costs incurred and paid after February 1, 2005, up to and including thirty-six months from the construction date if the project costs are sixty million dollars or less and after February 1, 2005, up to and including seventy-two months from the construction date if the project costs are more than sixty million dollars. There is no refund if the person applying for the refund does not obtain a permit from the secretary as set forth in § 10-45B-6. Upon a showing of good cause, the time limits prescribed by this section may be extended by the secretary for a period not to exceed twenty-four months. Section 4. That chapter 10-45B be amended by adding thereto a NEW SECTION to read as follows: The refund of taxes pursuant to §§ 10-45B-2 and 10-45B-2.1 pertains only to project costs incurred and paid after January 1, 2008, up to and including thirty-six months from the construction date. No refund may be paid unless the person applying for the refund obtains a permit from the secretary as set forth in § 10-45B-6. Section 5. That § 10-45B-5 be repealed. 10-45B-5. If the project cost for a new agricultural processing facility exceeds four million five hundred thousand dollars, the refund shall be one hundred percent of the taxes attributed to the project cost. Section 6. That § 10-45B-5.1 be repealed. 10-45B-5.1. The amount of the tax refund for a new business facility shall be a percentage of the taxes paid, as follows: (1) For project costs of less than ten million dollars, there shall be no refund; (2) For project costs of ten or more million dollars but less than fifteen million dollars there shall be a refund of twenty-five percent of the taxes paid; (3) For project costs of fifteen or more million dollars but less than twenty million dollars there shall be a refund of thirty-three percent of the taxes paid; (4) For project costs of twenty or more million dollars but less than forty million dollars there shall be a refund of fifty percent of the taxes paid; (5) For project costs of forty or more million dollars but less than sixty million dollars there shall be a refund of sixty-seven percent of the taxes paid; (6) For project costs of sixty million dollars or more but less than six hundred million dollars there shall be a refund of seventy-five percent of the taxes paid; and (7) For project costs of six hundred million dollars and greater there shall be a refund of ninety percent of the taxes paid. Section 7. That § 10-45B-6.1 be repealed. 10-45B-6.1. Any person issued a permit pursuant to this chapter prior to March 31, 1997, may continue to submit claims for the project. Section 8. That chapter 10-45B be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding any provision of chapter 10-45B or this Act, this section controls the amount of refunds payable under chapter 10-45B for any new agricultural processing facility or new business facility that has a construction date before July 1, 2010: (1) For project costs incurred and paid before July 1, 2010, the amount of the refund shall be determined by applying the provisions of chapter 10-45B in effect prior to the effective date of this Act; (2) For project costs incurred before July 1, 2011, and paid from July 1, 2010, to June 30, 2011, inclusive, the amount of the refund shall be as follows: (a) For project costs of less than ten million dollars, there shall be no refund; (b) For project costs of ten or more million dollars but less than forty million dollars, there shall be a refund of forty percent of the taxes paid; (c) For project costs of forty or more million dollars but less than five hundred million dollars, there shall be a refund of fifty percent of the taxes paid; and (d) For project costs of five hundred million or more dollars, there shall be no refund; When applying subdivision (2) of this section, all the project costs described in subdivision (1) of this section shall be utilized to determine which refund subsection or subsections apply in subdivision (2) of this section; (3) For project costs incurred before July 1, 2012, and paid from July 1, 2011, to June 30, 2012, inclusive, the amount of the refund shall be as follows: (a) For project costs of less than ten million dollars, there shall be no refund; (b) For project costs of ten or more million dollars but less than forty million dollars, there shall be a refund of forty percent of the taxes paid; (c) For project costs of forty or more million dollars but less than five hundred million dollars, there shall be a refund of twenty-five percent of the taxes paid; and (d) For project costs of five hundred million or more dollars, there shall be no refund; When applying subdivision (3) of this section, all the project costs described in subdivisions (1) and (2) of this section shall be utilized to determine which refund subsection or subsections apply in subdivision (3) of this section; and (4) For project costs incurred before July 1, 2012, and paid after July 1, 2012, or for project costs incurred and paid after June 30, 2012, the amount of the refund shall be as follows: (a) For project costs of less than ten million dollars, there shall be no refund; (b) For project costs of ten or more million dollars but less than forty million dollars, there shall be a refund of forty percent of the taxes paid; and (c) For project costs of forty or more million dollars, there shall be no refund; When applying subdivision (4) of this section, all the project costs described in subdivisions (1), (2), and (3) of this section shall be utilized to determine which refund subsection or subsections apply in subdivision (4) of this section. Subdivisions (2), (3), and (4) of this section do not apply to any project that is a pipeline for the transmission or distribution of water, natural gas, crude oil, oil, or refined petroleum products. Section 9. That chapter 10-45B be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding any provision of chapter 10-45B or this Act, this section controls the amount of refunds payable under chapter 10-45B for any new agricultural processing facility or new business facility that has a construction date on or after July 1, 2010: (1) For project costs incurred and paid before July 1, 2011, the amount of the refund shall be as follows: (a) For project costs of less than ten million dollars, there shall be no refund; (b) For project costs of ten or more million dollars but less than forty million dollars, there shall be a refund of forty percent of the taxes paid; (c) For project costs of forty or more million dollars but less than five hundred million dollars, there shall be a refund of fifty percent of the taxes paid; and (d) For project costs of five hundred million or more dollars, there shall be no refund; (2) For project costs incurred before July 1, 2012, and paid from July 1, 2011, to June 30, 2012, inclusive, the amount of the refund shall be as follows: (a) For project costs of less than ten million dollars, there shall be no refund; (b) For project costs of ten or more million dollars but less than forty million dollars, there shall be a refund of forty percent of the taxes paid; (c) For project costs of forty or more million dollars but less than five hundred million dollars, there shall be a refund of twenty-five percent of the taxes paid; and (d) For project costs of five hundred million or more dollars, there shall be no refund; When applying subdivision (2) of this section, all the project costs described in subdivision (1) of this section shall be utilized to determine which refund subsection or subsections apply in subdivision (2) of this section; and (3) For project costs incurred before July 1, 2012, and paid after July 1, 2012, or for project costs incurred and paid after June 30, 2012, the amount of the refund shall be as follows: (a) For project costs of less than ten million dollars, there shall be no refund; (b) For project costs of ten or more million dollars but less than forty million dollars, there shall be a refund of forty percent of the taxes paid; (c) For project costs of forty or more million dollars, there shall be no refund; When applying subdivision (3) of this section, all the project costs described in subdivisions (1) and (2) of this section shall be utilized to determine which refund subsection or subsections apply in subdivision (3) of this section. This section does not apply to any project that is a pipeline for the transmission or distribution of water, natural gas, crude oil, oil, or refined petroleum products. Section 10. That § 10-45B-8 be amended to read as follows: 10-45B-8. Any person issued a permit pursuant to this chapter shall submit a claim for refund to the department no more frequently than on or before the last day of each month and no less frequently than on or before the last day of each month following each calendar quarter. The secretary shall determine and pay the amount of the tax refund within ninety days of receipt of the claim for refund. Ninety-five percent of the amount of refund shall be paid to the claimant in accordance with §§ 10-59-22 and 10-59-23, and five percent shall be withheld by the department. No interest may be paid on the refund amount. If electronic funds transfer is available to the secretary, the secretary shall pay the refund by electronic funds transfer if requested by the claimant. The secretary shall pay the refund by electronic funds transfer. Section 11. That § 10-45B-8.1 be repealed. 10-45B-8.1. No claim for refund pursuant to this chapter may be considered by the department if the claim for refund is received after the following applicable time period: (1) Twelve months after the thirty-six month time period of § 10-45B-4; (2) Twelve months after the thirty-six month time period of § 10-45B-4.1 for projects with project costs of sixty million dollars or less; (3) Twelve months after the seventy-two month time period of § 10-45B-4.1 for projects with project costs of more than sixty million dollars; or (4) Twelve months after the extended time period of § 10-45B-4.1 for projects that have obtained a time limit extension from the secretary. Moreover, any such claim is barred from any future refund eligibility. Section 12. That chapter 10-45B be amended by adding thereto a NEW SECTION to read as follows: No claim for refund pursuant to this chapter may be considered by the department if the claim for refund is received twelve months after the thirty-six month time period of section 4 of this Act. Moreover, any such claim is barred from any future refund eligibility. Section 13. That § 10-45B-8.2 be repealed. 10-45B-8.2. No document or record in support of any claim for refund may be considered by the department if the documents or records in support of any claim for refund are received after the following applicable time period: (1) Twelve months after the thirty-six month time period of § 10-45B-4; (2) Twelve months after the thirty-six month time period of § 10-45B-4.1 for projects with project costs of sixty million dollars or less; (3) Twelve months after the seventy-two month time period of § 10-45B-4.1 for projects with project costs of more than sixty million dollars; or (4) Twelve months after the extended time period of § 10-45B-4.1 for projects that have obtained a time limit extension from the secretary. Moreover, any such document or record is barred from any future consideration. However, if the department requests any additional document or record from the project owner after a review of the claim for refund, and the request is made after the applicable time period provided by this section has expired, the project owner has sixty days to provide the requested document or record. No document or record received after this sixty-day period may be considered by the department. Moreover, any such document or record is barred from any future consideration. Section 14. That chapter 10-45B be amended by adding thereto a NEW SECTION to read as follows: No document or record in support of any claim for refund may be considered by the department if the document or record in support of any claim for refund is received twelve months after the thirty-six month time period of section 4 of this Act. Moreover, any such document or record is barred from any future consideration. However, if the department requests any additional document or record from the project owner after a review of the claim for refund, and the request is made after the applicable time period provided by this section has expired, the project owner has sixty days to provide the requested document or record. No document or record received after this sixty-day period may be considered by the department. Moreover, any such document or record is barred from any future consideration. Section 15. That § 10-45B-8.3 be repealed. 10-45B-8.3. The provisions of §§ 10-45B-8.1 and 10-45B-8.2 apply to refunds for projects only if the permit was applied for after June 30, 2009. Section 16. That § 10-45B-9 be amended to read as follows: 10-45B-9. The amounts withheld by the department in accordance with § 10-45B-8 shall be retained until the project has been completed and the claimant has met all the conditions of § 10- 45B-4 or 10-45B-4.1 section 4 of this Act, at which time all sums retained shall be paid to claimant. Section 17. That chapter 10-46C be repealed. Section 18. That chapter 10-45B be amended by adding thereto a NEW SECTION to read as follows: The department shall transfer to the revolving economic development and initiative fund established by § 1-16G-3 an amount equal to ten percent per fiscal year of the sales, use, and contractors' excise taxes paid on projects receiving a refund under section 9 of this Act. The total amount transferred pursuant to this section per fiscal year may not exceed ten million dollars. Section 19. That § 10-45B-1.1 be amended to read as follows: 10-45B-1.1. For the purposes of this chapter, the term, new business facility, means a new building or structure or the expansion of an existing building or structure, including a power generation facility, the construction of which is subject to the contractor's excise tax pursuant to chapter 10-46A or 10-46B. A new business facility does not include any building or structure: (1) Used predominantly for the sale of products at retail, other than the sale of electricity at retail, to individual consumers; (2) Used predominantly for residential housing or transient lodging; (3) Used predominantly to provide health care services; or (4) That is not subject to ad valorem real property taxation or equivalent taxes measured by gross receipts; or (5) That is a pipeline for the transmission or distribution of water, natural gas, crude oil, oil, or refined petroleum products. Section 20. That chapter 10-45B be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding any provision of chapter 10-45B or this Act, no refund may be paid under this chapter based on project costs paid after July 1, 2010, for any project that is a pipeline for the transmission or distribution of water, natural gas, crude oil, oil, or refined petroleum products."}, {"bill_id": 2117, "bill_version_id": 13595, "bill_version": "House State Affairs Engrossed", "bill_version_date": "2010-03-08T13:23:24.203-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the refunds for new or expanded agricultural facilities and new or expanded business facilities and to sunset the refunds for new or expanded agricultural facilities and new or expanded business facilities. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 10-45B be amended by adding thereto a NEW SECTION to read as follows: The refund of taxes pursuant to §§ 10-45B-2 and 10-45B-2.1 pertains only to project costs incurred and paid after the effective date of this Act, up to and including thirty-six months from the construction date. No refund may be paid unless the person applying for the refund obtains a permit from the secretary as set forth in § 10-45B-6. Section 2. That chapter 10-45B be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding any provision of chapter 10-45B or this Act, this section controls the amount of refunds payable under chapter 10-45B for any new agricultural processing facility or new business facility that has a construction date on or after July 1, 2010: (1) For project cost incurred and paid from July 1, 2010, to December 31, 2012, inclusive, the amount of the refund shall be determined by applying the provisions of chapter 10-45B in effect on July 1, 2010, and prior to the repeal of chapter 10-45B on January 1, 2013; and (2) For project costs incurred and paid before December 31, 2012, the amount of the refund shall be as follows: (a) For project costs of less than ten million dollars, there shall be no refund; and (b) For project costs of ten or more million dollars, there shall be a refund of fifty-five percent of the taxes paid. Section 3. That chapter 10-45B be amended by adding thereto a NEW SECTION to read as follows: No claim for refund pursuant to this chapter may be considered by the department if the claim for refund is received twelve months after the thirty-six month time period of section 1 of this Act. Moreover, any such claim is barred from any future refund eligibility. Section 4. That chapter 10-45B be amended by adding thereto a NEW SECTION to read as follows: No document or record in support of any claim for refund may be considered by the department if the document or record in support of any claim for refund is received twelve months after the thirty-six month time period of section 1 of this Act. Moreover, any such document or record is barred from any future consideration. However, if the department requests any additional document or record from the project owner after a review of the claim for refund, and the request is made after the applicable time period provided by this section has expired, the project owner has sixty days to provide the requested document or record. No document or record received after this sixty-day period may be considered by the department. Moreover, any such document or record is barred from any future consideration. Section 5. That chapter 10-45B be amended by adding thereto a NEW SECTION to read as follows: The provisions of chapter 10-45B in effect prior to the effective date of this Act apply to any project where the construction date was before the effective date of this Act. Section 6. That § 10-45B-2 be amended to read as follows: 10-45B-2. Any person As provided in this chapter, any person holding a permit issued pursuant to § 10-45B-6 may apply for and obtain a refund or credit for contractors' excise taxes imposed and paid under the provisions of chapter 10-46A for the construction of a new agricultural processing facility and for sales or use taxes imposed and paid by such person under the provisions of chapters 10-45 and 10-46 for the purchase or use of agricultural processing equipment. Section 7. That § 10-45B-8 be amended to read as follows: 10-45B-8. Any person issued a permit pursuant to this chapter shall submit a claim for refund to the department no more frequently than on or before the last day of each month and no less frequently than on or before the last day of each month following each calendar quarter. The secretary shall determine and pay the amount of the tax refund within ninety days of receipt of the claim for refund. Ninety-five percent of the amount of refund shall be paid to the claimant in accordance with §§ 10-59-22 and 10-59-23, and five percent shall be withheld by the department. No interest may be paid on the refund amount. If electronic funds transfer is available to the secretary, the secretary shall pay the refund by electronic funds transfer if requested by the claimant. The secretary shall pay the refund by electronic funds transfer. Section 8. That § 10-45B-9 be amended to read as follows: 10-45B-9. The amounts withheld by the department in accordance with § 10-45B-8 shall be retained until the project has been completed and the claimant has met all the conditions of § 10-45B-4 or 10-45B-4.1 section 1 of this Act, at which time all sums retained shall be paid to claimant. Section 9. That § 10-45B-4 be repealed. 10-45B-4. The refund of taxes for a new agricultural processing facility pertains only to project costs incurred and paid after April 1, 1997, and within thirty-six months of the construction date as stated on the application required by § 10-45B-6. No refund may be made unless: (1) The project cost exceeds the sum of four million five hundred thousand dollars; and (2) The person applying for the refund obtains a permit from the secretary as set forth in § 10-45B-6. Section 10. That § 10-45B-4.1 be repealed. 10-45B-4.1. The refund of taxes pursuant to § 10-45B-2.1 pertains only to project costs incurred and paid after February 1, 2005, up to and including thirty-six months from the construction date if the project costs are sixty million dollars or less and after February 1, 2005, up to and including seventy-two months from the construction date if the project costs are more than sixty million dollars. There is no refund if the person applying for the refund does not obtain a permit from the secretary as set forth in § 10-45B-6. Upon a showing of good cause, the time limits prescribed by this section may be extended by the secretary for a period not to exceed twenty-four months. Section 11. That § 10-45B-5 be repealed. 10-45B-5. If the project cost for a new agricultural processing facility exceeds four million five hundred thousand dollars, the refund shall be one hundred percent of the taxes attributed to the project cost. Section 12. That § 10-45B-5.1 be repealed. 10-45B-5.1. The amount of the tax refund for a new business facility shall be a percentage of the taxes paid, as follows: (1) For project costs of less than ten million dollars, there shall be no refund; (2) For project costs of ten or more million dollars but less than fifteen million dollars there shall be a refund of twenty-five percent of the taxes paid; (3) For project costs of fifteen or more million dollars but less than twenty million dollars there shall be a refund of thirty-three percent of the taxes paid; (4) For project costs of twenty or more million dollars but less than forty million dollars there shall be a refund of fifty percent of the taxes paid; (5) For project costs of forty or more million dollars but less than sixty million dollars there shall be a refund of sixty-seven percent of the taxes paid; (6) For project costs of sixty million dollars or more but less than six hundred million dollars there shall be a refund of seventy-five percent of the taxes paid; and (7) For project costs of six hundred million dollars and greater there shall be a refund of ninety percent of the taxes paid. Section 13. That § 10-45B-6.1 be repealed. 10-45B-6.1. Any person issued a permit pursuant to this chapter prior to March 31, 1997, may continue to submit claims for the project. Section 14. That § 10-45B-8.1 be repealed. 10-45B-8.1. No claim for refund pursuant to this chapter may be considered by the department if the claim for refund is received after the following applicable time period: (1) Twelve months after the thirty-six month time period of § 10-45B-4; (2) Twelve months after the thirty-six month time period of § 10-45B-4.1 for projects with project costs of sixty million dollars or less; (3) Twelve months after the seventy-two month time period of § 10-45B-4.1 for projects with project costs of more than sixty million dollars; or (4) Twelve months after the extended time period of § 10-45B-4.1 for projects that have obtained a time limit extension from the secretary. Moreover, any such claim is barred from any future refund eligibility. Section 15. That § 10-45B-8.2 be repealed. 10-45B-8.2. No document or record in support of any claim for refund may be considered by the department if the documents or records in support of any claim for refund are received after the following applicable time period: (1) Twelve months after the thirty-six month time period of § 10-45B-4; (2) Twelve months after the thirty-six month time period of § 10-45B-4.1 for projects with project costs of sixty million dollars or less; (3) Twelve months after the seventy-two month time period of § 10-45B-4.1 for projects with project costs of more than sixty million dollars; or (4) Twelve months after the extended time period of § 10-45B-4.1 for projects that have obtained a time limit extension from the secretary. Moreover, any such document or record is barred from any future consideration. However, if the department requests any additional document or record from the project owner after a review of the claim for refund, and the request is made after the applicable time period provided by this section has expired, the project owner has sixty days to provide the requested document or record. No document or record received after this sixty-day period may be considered by the department. Moreover, any such document or record is barred from any future consideration. Section 16. That § 10-45B-8.3 be repealed. 10-45B-8.3. The provisions of §§ 10-45B-8.1 and 10-45B-8.2 apply to refunds for projects only if the permit was applied for after June 30, 2009. Section 17. That chapter 10-45B be repealed on January 1, 2013."}, {"bill_id": 2117, "bill_version_id": 13939, "bill_version": "Conference Committee Engrossed", "bill_version_date": "2010-03-12T10:35:34.42-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the refunds for new or expanded agricultural facilities and new or expanded business facilities and to sunset the refunds for new or expanded agricultural facilities and new or expanded business facilities. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-45B-2 be amended to read as follows: 10-45B-2. Any person As provided in this chapter, any person holding a permit issued pursuant to § 10-45B-6 may apply for and obtain a refund or credit for contractors' excise taxes imposed and paid under the provisions of chapter 10-46A for the construction of a new agricultural processing facility and for sales or use taxes imposed and paid by such person under the provisions of chapters 10-45 and 10-46 for the purchase or use of agricultural processing equipment. Section 2. That § 10-45B-4 be repealed. 10-45B-4. The refund of taxes for a new agricultural processing facility pertains only to project costs incurred and paid after April 1, 1997, and within thirty-six months of the construction date as stated on the application required by § 10-45B-6. No refund may be made unless: (1) The project cost exceeds the sum of four million five hundred thousand dollars; and (2) The person applying for the refund obtains a permit from the secretary as set forth in § 10-45B-6. Section 3. That § 10-45B-4.1 be repealed. 10-45B-4.1. The refund of taxes pursuant to § 10-45B-2.1 pertains only to project costs incurred and paid after February 1, 2005, up to and including thirty-six months from the construction date if the project costs are sixty million dollars or less and after February 1, 2005, up to and including seventy-two months from the construction date if the project costs are more than sixty million dollars. There is no refund if the person applying for the refund does not obtain a permit from the secretary as set forth in § 10-45B-6. Upon a showing of good cause, the time limits prescribed by this section may be extended by the secretary for a period not to exceed twenty-four months. Section 4. That chapter 10-45B be amended by adding thereto a NEW SECTION to read as follows: The refund of taxes pursuant to §§ 10-45B-2 and 10-45B-2.1 pertains only to project costs incurred and paid after January 1, 2008, up to and including thirty-six months from the construction date. No refund may be paid unless the person applying for the refund obtains a permit from the secretary as set forth in § 10-45B-6. Section 5. That § 10-45B-5 be repealed. 10-45B-5. If the project cost for a new agricultural processing facility exceeds four million five hundred thousand dollars, the refund shall be one hundred percent of the taxes attributed to the project cost. Section 6. That § 10-45B-5.1 be repealed. 10-45B-5.1. The amount of the tax refund for a new business facility shall be a percentage of the taxes paid, as follows: (1) For project costs of less than ten million dollars, there shall be no refund; (2) For project costs of ten or more million dollars but less than fifteen million dollars there shall be a refund of twenty-five percent of the taxes paid; (3) For project costs of fifteen or more million dollars but less than twenty million dollars there shall be a refund of thirty-three percent of the taxes paid; (4) For project costs of twenty or more million dollars but less than forty million dollars there shall be a refund of fifty percent of the taxes paid; (5) For project costs of forty or more million dollars but less than sixty million dollars there shall be a refund of sixty-seven percent of the taxes paid; (6) For project costs of sixty million dollars or more but less than six hundred million dollars there shall be a refund of seventy-five percent of the taxes paid; and (7) For project costs of six hundred million dollars and greater there shall be a refund of ninety percent of the taxes paid. Section 7. That § 10-45B-6.1 be repealed. 10-45B-6.1. Any person issued a permit pursuant to this chapter prior to March 31, 1997, may continue to submit claims for the project. Section 8. That chapter 10-45B be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding any provision of chapter 10-45B or this Act, this section controls the amount of refunds payable under chapter 10-45B for any new agricultural processing facility or new business facility that has a construction date on or after January 1, 2010. For project cost incurred and paid from July 1, 2010, to December 31, 2012, inclusive, the amount of the refund shall be determined by applying the provisions of chapter 10-45B in effect on July 1, 2010. The amount of the tax refund for a new agricultural processing facility or new business facility shall be a percentage of the taxes paid, as follows: (1) For project costs of less than ten million dollars, there shall be no refund; (2) For project costs of ten or more million dollars but less than forty million dollars, there shall be a refund of forty-five percent of the taxes paid; (3) For project costs of forty or more million dollars but less than five hundred million dollars, there shall be a refund of fifty-five percent of the taxes paid; and (4) For projects costs of five hundred million or more dollars, there shall be no refund. No tax refund may be given for any project cost incurred and paid on or after January 1, 2013, except for performance retainage amounts, not to exceed ten percent, related to the project. Section 9. That chapter 10-45B be amended by adding thereto a NEW SECTION to read as follows: The provisions of chapter 10-45B in effect prior to January 1, 2010, apply to any project where the construction date was before January 1, 2010. Section 10. That § 10-45B-8 be amended to read as follows: 10-45B-8. Any person issued a permit pursuant to this chapter shall submit a claim for refund to the department no more frequently than on or before the last day of each month and no less frequently than on or before the last day of each month following each calendar quarter. The secretary shall determine and pay the amount of the tax refund within ninety days of receipt of the claim for refund. Ninety-five percent of the amount of refund shall be paid to the claimant in accordance with §§ 10-59-22 and 10-59-23, and five percent shall be withheld by the department. No interest may be paid on the refund amount. If electronic funds transfer is available to the secretary, the secretary shall pay the refund by electronic funds transfer if requested by the claimant. The secretary shall pay the refund by electronic funds transfer. Section 11. That § 10-45B-8.1 be repealed. 10-45B-8.1. No claim for refund pursuant to this chapter may be considered by the department if the claim for refund is received after the following applicable time period: (1) Twelve months after the thirty-six month time period of § 10-45B-4; (2) Twelve months after the thirty-six month time period of § 10-45B-4.1 for projects with project costs of sixty million dollars or less; (3) Twelve months after the seventy-two month time period of § 10-45B-4.1 for projects with project costs of more than sixty million dollars; or (4) Twelve months after the extended time period of § 10-45B-4.1 for projects that have obtained a time limit extension from the secretary. Moreover, any such claim is barred from any future refund eligibility. Section 12. That chapter 10-45B be amended by adding thereto a NEW SECTION to read as follows: No claim for refund pursuant to this chapter may be considered by the department if the claim for refund is received twelve months after the thirty-six month time period of section 4 of this Act. Moreover, any such claim is barred from any future refund eligibility. Section 13. That § 10-45B-8.2 be repealed. 10-45B-8.2. No document or record in support of any claim for refund may be considered by the department if the documents or records in support of any claim for refund are received after the following applicable time period: (1) Twelve months after the thirty-six month time period of § 10-45B-4; (2) Twelve months after the thirty-six month time period of § 10-45B-4.1 for projects with project costs of sixty million dollars or less; (3) Twelve months after the seventy-two month time period of § 10-45B-4.1 for projects with project costs of more than sixty million dollars; or (4) Twelve months after the extended time period of § 10-45B-4.1 for projects that have obtained a time limit extension from the secretary. Moreover, any such document or record is barred from any future consideration. However, if the department requests any additional document or record from the project owner after a review of the claim for refund, and the request is made after the applicable time period provided by this section has expired, the project owner has sixty days to provide the requested document or record. No document or record received after this sixty-day period may be considered by the department. Moreover, any such document or record is barred from any future consideration. Section 14. That chapter 10-45B be amended by adding thereto a NEW SECTION to read as follows: No document or record in support of any claim for refund may be considered by the department if the document or record in support of any claim for refund is received twelve months after the thirty-six month time period of section 4 of this Act. Moreover, any such document or record is barred from any future consideration. However, if the department requests any additional document or record from the project owner after a review of the claim for refund, and the request is made after the applicable time period provided by this section has expired, the project owner has sixty days to provide the requested document or record. No document or record received after this sixty-day period may be considered by the department. Moreover, any such document or record is barred from any future consideration. Section 15. That § 10-45B-8.3 be repealed. 10-45B-8.3. The provisions of §§ 10-45B-8.1 and 10-45B-8.2 apply to refunds for projects only if the permit was applied for after June 30, 2009. Section 16. That § 10-45B-9 be amended to read as follows: 10-45B-9. The amounts withheld by the department in accordance with § 10-45B-8 shall be retained until the project has been completed and the claimant has met all the conditions of § 10-45B-4 or 10-45B-4.1 section 4 of this Act, at which time all sums retained shall be paid to claimant."}, {"bill_id": 2117, "bill_version_id": 13940, "bill_version": "Enrolled", "bill_version_date": "2010-03-12T10:43:17.033-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2117, "action_date": "2010-02-03T14:00:00-06:00", "document_id": 11788, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11788.pdf", "status_text": "First read in Senate and referred to", "journal_page": 229, "committee_id_action": 84, "committee_id_assigned": 69, "result": "N", "vote": {}}, {"bill_id": 2117, "action_date": "2010-02-19T10:00:00-06:00", "document_id": 12454, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12454.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 69, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2117, "action_date": "2010-02-22T10:00:00-06:00", "document_id": 12653, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12653.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 69, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2117, "action_date": "2010-02-22T10:00:00-06:00", "document_id": 12740, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12740.pdf", "status_text": "Hoghoused", "journal_page": 0, "committee_id_action": 69, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2117, "action_date": "2010-02-22T10:00:00-06:00", "document_id": 12740, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12740.pdf", "status_text": "Amend the amendment", "journal_page": 0, "committee_id_action": 69, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2117, "action_date": "2010-02-22T10:00:00-06:00", "document_id": 12740, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12740.pdf", "status_text": "Amend the amendment", "journal_page": 0, "committee_id_action": 69, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2117, "action_date": "2010-02-22T10:00:00-06:00", "document_id": 12740, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12740.pdf", "status_text": "Do Pass Amended", "journal_page": 394, "committee_id_action": 69, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6913, "president_vote": null, "Yea": [758, 764, 766, 753, 794, 747, 782, 754], "Nay": [739]}}, {"bill_id": 2117, "action_date": "2010-02-22T10:00:00-06:00", "document_id": 12740, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12740.pdf", "status_text": "Title amended", "journal_page": 0, "committee_id_action": 69, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2117, "action_date": "2010-02-23T14:00:00-06:00", "document_id": 12874, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12874.pdf", "status_text": "Motion to amend", "journal_page": 444, "committee_id_action": 84, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2117, "action_date": "2010-02-23T14:00:00-06:00", "document_id": 12874, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12874.pdf", "status_text": "Do Pass Amended", "journal_page": 446, "committee_id_action": 84, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 7041, "president_vote": null, "Yea": [758, 809, 790, 754, 805, 778, 782, 780, 739, 802, 764, 795, 772, 774, 766, 791, 808, 769, 743, 753, 794, 810, 747, 776], "Nay": [785, 787, 807, 760, 768, 741, 761, 806, 767, 745], "Excused": [799]}}, {"bill_id": 2117, "action_date": "2010-02-23T14:00:00-06:00", "document_id": 12874, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12874.pdf", "status_text": "Title amended", "journal_page": 447, "committee_id_action": 84, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2117, "action_date": "2010-02-24T14:00:00-06:00", "document_id": 12957, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12957.pdf", "status_text": "First read in House and referred to", "journal_page": 603, "committee_id_action": 86, "committee_id_assigned": 79, "result": "N", "vote": {}}, {"bill_id": 2117, "action_date": "2010-03-08T07:45:00-06:00", "document_id": 13353, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13353.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 79, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2117, "action_date": "2010-03-08T07:45:00-06:00", "document_id": 13570, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13570.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 79, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2117, "action_date": "2010-03-08T07:45:00-06:00", "document_id": 13570, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13570.pdf", "status_text": "Do Pass Amended", "journal_page": 718, "committee_id_action": 79, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 7539, "president_vote": null, "Yea": [771, 798, 800, 744, 786, 762, 796, 750, 748], "Nay": [756, 765, 826, 788]}}, {"bill_id": 2117, "action_date": "2010-03-08T07:45:00-06:00", "document_id": 13570, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13570.pdf", "status_text": "Title amended", "journal_page": 0, "committee_id_action": 79, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2117, "action_date": "2010-03-09T11:00:00-06:00", "document_id": 13691, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13691.pdf", "status_text": "Do Pass Amended", "journal_page": 789, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 7650, "president_vote": null, "Nay": [821, 781, 756, 817, 814, 765, 811, 830, 826, 835, 834, 822, 816, 824, 788, 770, 818, 833, 763, 823, 838], "Yea": [825, 771, 793, 775, 844, 831, 820, 804, 779, 740, 748, 798, 749, 829, 832, 757, 842, 777, 803, 843, 759, 800, 801, 827, 750, 742, 792, 783, 755, 751, 773, 744, 840, 784, 839, 819, 836, 841, 815, 762, 746, 752, 796, 828, 789, 837, 812, 786], "Excused": [813]}}, {"bill_id": 2117, "action_date": "2010-03-10T10:00:00-06:00", "document_id": 13782, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13782.pdf", "status_text": "Failed to concur, appoint Conference Committee", "journal_page": 633, "committee_id_action": 84, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2117, "action_date": "2010-03-10T10:00:00-06:00", "document_id": 13783, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13783.pdf", "status_text": "Conference Committee appointments", "journal_page": 817, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2117, "action_date": "2010-03-11T10:30:00-06:00", "document_id": 13884, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13884.pdf", "status_text": "Conference Committee Report", "journal_page": 835, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2117, "action_date": "2010-03-11T10:30:00-06:00", "document_id": 13885, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13885.pdf", "status_text": "Conference Committee Report", "journal_page": 661, "committee_id_action": 84, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2117, "action_date": "2010-03-11T10:30:00-06:00", "document_id": 13885, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13885.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 665, "committee_id_action": 84, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 7746, "president_vote": null, "Nay": [758, 787, 790, 807, 760, 782, 802, 795, 791, 808, 743, 753, 745, 799], "Yea": [809, 785, 754, 805, 778, 768, 780, 739, 764, 741, 772, 761, 774, 766, 806, 767, 769, 794, 810, 747, 776]}}, {"bill_id": 2117, "action_date": "2010-03-11T10:30:00-06:00", "document_id": 13884, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13884.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 844, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 7752, "president_vote": null, "Yea": [821, 825, 771, 793, 775, 844, 831, 779, 740, 756, 748, 817, 814, 765, 811, 830, 798, 749, 829, 832, 826, 757, 835, 842, 834, 803, 822, 843, 759, 816, 788, 800, 801, 750, 770, 783, 755, 773, 744, 840, 819, 836, 841, 818, 833, 762, 763, 796, 828, 823, 838, 812, 786], "Nay": [781, 820, 804, 777, 824, 827, 742, 792, 751, 784, 839, 815, 746, 789], "Excused": [813, 752, 837]}}, {"bill_id": 2117, "action_date": "2010-03-11T23:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": null, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 7731, "president_vote": null, "Yea": [826, 744, 786, 764, 766], "Nay": [782]}}, {"bill_id": 2117, "action_date": "2010-03-11T23:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Hoghoused", "journal_page": 0, "committee_id_action": null, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2117, "action_date": "2010-03-12T10:00:00-06:00", "document_id": 13943, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13943.pdf", "status_text": "Delivered to the Governor", "journal_page": 677, "committee_id_action": 84, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2117, "action_date": "2010-03-12T10:00:00-06:00", "document_id": 13943, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13943.pdf", "status_text": "Signed by the President", "journal_page": 677, "committee_id_action": 84, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2117, "action_date": "2010-03-12T13:00:00-06:00", "document_id": 13944, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13944.pdf", "status_text": "Signed by the Speaker", "journal_page": 856, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2117, "action_date": "2010-03-29T10:00:00-05:00", "document_id": 13977, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13977.pdf", "status_text": "Signed by the Governor", "journal_page": 684, "committee_id_action": 84, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4496, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/2117"}