{"session_id": 59, "bill_id": 20239, "bill_type": "Senate Bill", "bill_number": 177, "bill_title": "create a rebate program for businesses that invest in lactation facilities and to make an appropriation therefor.", "sponsors": [{"legislator_profile_id": 3384, "is_prime": true}, {"legislator_profile_id": 3463, "is_prime": true}, {"legislator_profile_id": 3364, "is_prime": false}, {"legislator_profile_id": 3366, "is_prime": false}, {"legislator_profile_id": 3369, "is_prime": false}, {"legislator_profile_id": 3390, "is_prime": false}, {"legislator_profile_id": 3409, "is_prime": false}, {"legislator_profile_id": 3427, "is_prime": false}, {"legislator_profile_id": 3453, "is_prime": false}], "keywords": ["Administrative Rules", "Appropriation"], "audio": [{"meeting_datetime": "2006-02-06T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/she19.mp3", "start_seconds": 276.0}, {"meeting_datetime": "2006-02-06T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/she19.mp3", "start_seconds": 276.0}, {"meeting_datetime": "2006-02-06T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/she19.mp3", "start_seconds": 276.0}], "bill_versions": [{"bill_id": 20239, "bill_version_id": 106990, "bill_version": "Introduced", "bill_version_date": "2006-01-23T09:53:22-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create a rebate program for businesses that invest in lactation facilities and to make an appropriation therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby established the South Dakota lactation facility fund and the lactation facility program to be administered by the Department of Tourism and State Development. The purpose of the program is to provide a rebate to any business who constructs or installs facilities that provide lactation facilities for employees and customers. Any application for a rebate that is submitted after all the available funds have been obligated is automatically denied. Section 2. Terms used in this Act mean: (1) \"Business,\" any company, firm, copartnership, joint venture, association, limited liability company, limited liability partnership, corporation, estate, trust, business trust, receiver, unit of government, or political subdivision of any state that employs two or more people; (2) \"Department,\" the Department of Tourism and State Development; (3) \"Lactation facilities,\" any area that provides a private location for mothers to use for lactation purposes; (4) \"Project,\" the construction and installation of lactation facilities; (5) \"Project cost,\" the amount of money, credits, property, or other money's worth for a project incurred and paid after July 1, 2006, for a project; (6) \"Secretary,\" the secretary of the Department of Tourism and State Development. Section 3. Any business may apply for and obtain a rebate not to exceed one thousand dollars per year for a period of time not to exceed ten years for the purchase and installation of a lactation facility. The business may receive a rebate in an amount that is twice the cost of construction and installation of the lactation facility up to ten thousand dollars. The lactation facility shall have the following: (1) A chair and a table or desk; (2) Electricity; (3) Walls that go from floor to ceiling; and (4) A door that is capable of being locked. Section 4. The rebate for a lactation facility pertains only to project costs incurred and paid after July 1, 2006, and within thirty-six months of the approval of the application required by this Act. No rebate may be made unless the business has obtained prior approval from the secretary for the rebate as set forth in this Act. Section 5. Any business desiring to claim a rebate pursuant to this Act shall apply for a rebate from the secretary at least thirty days prior to the construction date of the lactation facility. The application for a rebate shall be submitted on a form prescribed by the secretary. Upon approval of the application, the secretary shall issue a rebate entitling the applicant to submit rebate claims as provided by this Act. Section 6. Any claim for rebate shall be submitted on forms prescribed by the secretary and shall be supported by such documentation as the secretary may require. The secretary may deny any claim where the claimant has failed to provide information or documentation requested or considered necessary by the secretary to determine the validity of the claim. Section 7. If any claim has been fraudulently presented or supported as to any item in the claim, or if the claimant fails to meet all the conditions of this Act, then the claim may be rejected in its entirety and all sums previously rebated to the claimant shall constitute a debt to the state and a lien in favor of the state upon all property and rights to property whether real or personal belonging to the claimant and may be recovered in an action of debt. Section 8. Any business, aggrieved by the denial in whole or in part of a rebate claimed under this Act, may, within thirty days after service of the notice of such denial by the secretary, demand a hearing, upon notice, before the secretary. The hearing shall be conducted pursuant to chapter 1-26. Section 9. Any business aggrieved by a decision of the secretary under this Act, may, within thirty days of receipt of written notice of the secretary's decision, make written application to the secretary for a hearing to be conducted pursuant to chapter 1-26. Hearings are to be conducted and appeals taken pursuant to the provisions of chapters 1-26 and 1-26D. A copy of the hearing examiner's proposed decision, findings of fact, and conclusions of law shall be served on all parties when furnished to the secretary. If the secretary, pursuant to chapter 1-26D, accepts the final decision of the hearing examiner, no appeal from a final decision of the secretary upon any additional tax to be paid may be taken unless any amount ordered paid by the secretary is paid or a bond filed to insure payment of the amount. However, if the final decision of the secretary, pursuant to chapter 1-26D, rejects or modifies the decision of the hearing examiner regarding the amount due, an appeal may be taken without payment of the amount ordered to be paid and without filing of a bond. If the secretary's decision is affirmed by the circuit court, no appeal may be taken unless any amount ordered to be paid by the secretary is paid or a bond is filed to insure payment of such amount. Section 10. The secretary may promulgate rules, pursuant to chapter 1-26, concerning the procedures for filing rebate claims and the requirements necessary to qualify for a rebate. Section 11. There is hereby appropriated from the property tax reduction fund the sum of one hundred thousand dollars ($ 100,000 ), or so much thereof as may be necessary, to the Department of Tourism and State Development for the purpose of funding the rebate program for lactation facilities as provided in sections 1 to 10, inclusive, of this Act. Section 12. The secretary of the Department of Tourism and State Development shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 13. Any amounts appropriated in this Act not lawfully expended or obligated by June 30, 2007, shall revert in accordance with § 4-8-21."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20239, "action_date": "2006-01-23T14:00:00-06:00", "document_id": 107072, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107072.pdf", "status_text": "First read in Senate and referred to", "journal_page": 158, "committee_id_action": 894, "committee_id_assigned": 871, "result": "N", "vote": {}}, {"bill_id": 20239, "action_date": "2006-01-30T10:00:00-06:00", "document_id": 107490, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107490.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 871, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20239, "action_date": "2006-02-06T10:00:00-06:00", "document_id": 107968, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107968.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 871, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20239, "action_date": "2006-02-06T10:00:00-06:00", "document_id": 107968, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107968.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 358, "committee_id_action": 871, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 64197, "president_vote": null, "Yea": [3362, 3377, 3435, 3452, 3458, 3396, 3374]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/20239"}