{"session_id": 19, "bill_id": 4485, "bill_type": "House Commemoration", "bill_number": 1076, "bill_title": "Commending and honoring the 2012 South Dakota Varsity A Softball Champions of Sioux Falls Washington High School for their outstanding athletic performance.", "sponsors": [{"legislator_profile_id": 366, "is_prime": true}, {"legislator_profile_id": 324, "is_prime": true}, {"legislator_profile_id": 396, "is_prime": false}, {"legislator_profile_id": 372, "is_prime": false}, {"legislator_profile_id": 344, "is_prime": false}, {"legislator_profile_id": 386, "is_prime": false}, {"legislator_profile_id": 403, "is_prime": false}], "keywords": ["House Commemorations"], "audio": [], "bill_versions": [{"bill_id": 4485, "bill_version_id": 27209, "bill_version": "Introduced", "bill_version_date": "2013-03-06T09:39:16.56-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the 2012 South Dakota Varsity A Softball Champions of Sioux Falls Washington High School for their outstanding athletic performance. WHEREAS, the student athletes of the Washington High School Girls Softball Team have shown exemplary patience, dedication, and tenacity winning their second consecutive Varsity A crown, completing their season with an outstanding twenty-nine to two record; and WHEREAS, the Washington High School Girls Softball coaching staff and teammates helped facilitate and cultivate the physical, mental, and emotional growth and development of the student athletes; and WHEREAS, all members of the Washington High School Girls Softball Team, including the student athletes, coaches, parents, and fans, have volunteered their time and unique talents for the betterment of the Washington High School Girls Softball Team: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Eighth Legislature of the State of South Dakota, that the Washington High School Girls Softball Team be commended and honored for its outstanding athletic performance."}, {"bill_id": 4485, "bill_version_id": 27438, "bill_version": "Enrolled", "bill_version_date": "2013-03-08T16:21:33.907-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the 2012 South Dakota Varsity A Softball Champions of Sioux Falls Washington High School for their outstanding athletic performance. WHEREAS, the student athletes of the Washington High School Girls Softball Team have shown exemplary patience, dedication, and tenacity winning their second consecutive Varsity A crown, completing their season with an outstanding twenty-nine to two record; and WHEREAS, the Washington High School Girls Softball coaching staff and teammates helped facilitate and cultivate the physical, mental, and emotional growth and development of the student athletes; and WHEREAS, all members of the Washington High School Girls Softball Team, including the student athletes, coaches, parents, and fans, have volunteered their time and unique talents for the betterment of the Washington High School Girls Softball Team: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Eighth Legislature of the State of South Dakota, that the Washington High School Girls Softball Team be commended and honored for its outstanding athletic performance. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4485, "action_date": "2013-03-06T11:00:00-06:00", "document_id": 27246, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27246.pdf", "status_text": "", "journal_page": 777, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}]}