{"session_id": 53, "bill_id": 17310, "bill_type": "Senate Bill", "bill_number": 119, "bill_title": "provide for the establishment of a no telephone solicitation contact list.", "sponsors": [{"legislator_profile_id": 2782, "is_prime": true}, {"legislator_profile_id": 2791, "is_prime": true}, {"legislator_profile_id": 2734, "is_prime": false}, {"legislator_profile_id": 2741, "is_prime": false}, {"legislator_profile_id": 2754, "is_prime": false}, {"legislator_profile_id": 2802, "is_prime": false}, {"legislator_profile_id": 2811, "is_prime": false}, {"legislator_profile_id": 2817, "is_prime": false}, {"legislator_profile_id": 2819, "is_prime": false}, {"legislator_profile_id": 2821, "is_prime": false}, {"legislator_profile_id": 2822, "is_prime": false}], "keywords": ["Fees", "Public Utilities Commission", "Trade Regulation"], "audio": [{"meeting_datetime": "2002-01-29T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sco16sb0119a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-29T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sco16sb0119a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-29T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sco16sb0119a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-29T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sco16sb0119a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 17310, "bill_version_id": 92149, "bill_version": "Introduced", "bill_version_date": "2002-01-16T10:08:42-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the establishment of a no telephone solicitation contact list. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 37-30 be amended by adding thereto a NEW SECTION to read as follows: Any residential, mobile, or telephonic paging device telephone subscriber desiring to be placed on a no telephone solicitation contact list, indicating that the subscriber does not wish to receive telephone solicitations, may be placed upon such list by notifying the Public Utilities Commission in writing and paying the commission an initial list fee. The initial list fee is ten dollars. The subscriber's notice shall be in a form approved by the commission. Section 2. That chapter 37-30 be amended by adding thereto a NEW SECTION to read as follows: The subscriber's listing shall be for a period of three years. If a subscriber requests renewal and pays a renewal list fee the Public Utilities Commission shall renew the listing for an additional three-year period. The renewal list fee is five dollars. Section 3. That chapter 37-30 be amended by adding thereto a NEW SECTION to read as follows: The first no telephone solicitation contact list shall be published on or before June 30, 2003. The Public Utilities Commission shall thereafter update the list quarterly and provide this list to telephone solicitors upon request and receipt of a list distribution fee. The list distribution fee is twenty-five dollars per list. Section 4. That chapter 37-30 be amended by adding thereto a NEW SECTION to read as follows: Any fee collected pursuant to this Act shall be deposited in the state general fund. Section 5. That chapter 37-30 be amended by adding thereto a NEW SECTION to read as follows: Within thirty days after a new no telephone solicitation contact list has been published by the Public Utilities Commission, no telephone solicitor may make or cause to be made any telephone solicitation to any telephone number which is assigned by a telephone company to a person listed on the no telephone solicitation contact list as appears in the then current quarterly listing published by the commission. Any person violating the terms of this section is subject to a civil penalty to be imposed by the court. The court shall impose a civil penalty not to exceed five hundred dollars for a first violation, a civil penalty not to exceed two thousand five hundred dollars for a second violation, and a civil penalty not to exceed five thousand dollars per violation for a third and subsequent violation. Section 6. That chapter 37-30 be amended by adding thereto a NEW SECTION to read as follows: Section 5 of this Act does not apply to any telephone solicitation: (1) To a telephone subscriber's commercial or business telephone number; (2) Where an established business relationship exists between the telephone solicitor and the telephone subscriber. However, the established and existing business relationship exception does not apply between a telephone company and a telephone subscriber under this section unless the telephone subscriber has previously consented to receive a telephone solicitation from such company or its agent; or (3) By a minor seeking to sell a good or service, pursuant to a telephone solicitation, for a charitable purpose or organization. Section 7. That chapter 37-30 be amended by adding thereto a NEW SECTION to read as follows: For purposes of this Act, the term, telephone company, means a person providing telecommunications services to the public, or any segment thereof, for compensation, by wire, cable, radio, light waves, cellular signal or other means. The term, telecommunications services, means the conveyance of voice, data, sign, signal, writing, sound, messages or other information at any frequency over any part of the electromagnetic spectrum. Section 8. That chapter 37-30 be amended by adding thereto a NEW SECTION to read as follows: The Public Utilities Commission shall advise any telephone subscriber who registers with the commission under the provisions of this Act of all self-help measures available to them to reduce unwanted telephone solicitations."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17310, "action_date": "2002-01-16T14:00:00-06:00", "document_id": 92211, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92211.pdf", "status_text": "First read in Senate and referred to", "journal_page": 86, "committee_id_action": 769, "committee_id_assigned": 743, "result": "N", "vote": {}}, {"bill_id": 17310, "action_date": "2002-01-29T10:00:00-06:00", "document_id": 93109, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93109.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 743, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17310, "action_date": "2002-01-29T10:00:00-06:00", "document_id": 93109, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93109.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 273, "committee_id_action": 743, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 53718, "president_vote": null, "Yea": [2730, 2828, 2829, 2734, 2796], "Nay": [2791], "Excused": [2819]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/17310"}