{"session_id": 53, "bill_id": 17033, "bill_type": "House Bill", "bill_number": 1196, "bill_title": "regulate certain seed contracts.", "sponsors": [{"legislator_profile_id": 2772, "is_prime": true}, {"legislator_profile_id": 2779, "is_prime": true}, {"legislator_profile_id": 2754, "is_prime": false}, {"legislator_profile_id": 2780, "is_prime": false}, {"legislator_profile_id": 2785, "is_prime": false}, {"legislator_profile_id": 2810, "is_prime": false}], "keywords": ["Administrative  Rules", "Agriculture and Horticulture", "Misdemeanors", "Trade Regulation"], "audio": [{"meeting_datetime": "2002-01-22T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hag10hb1196a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-22T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hag10hb1196a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-22T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hag10hb1196a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-24T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hag12hb1196a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-24T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hag12hb1196a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-24T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hag12hb1196a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 17033, "bill_version_id": 92164, "bill_version": "Introduced", "bill_version_date": "2002-01-16T10:21:47-06:00", "bill_text": "SEVENTY-SEVENTH SESSION LEGISLATIVE ASSEMBLY, 2002 FOR AN ACT ENTITLED, An Act to regulate certain seed contracts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Grower,\" a person engaged in commercial farming operations in South Dakota; (2) \"Production contract,\" a contract for seed to be grown to develop new plant varieties for research or a contract to produce seed for a party to the contract who intends to resell the seed produced under the contract; (3) \"Secretary,\" the secretary of the Department of Agriculture; (4) \"Seed,\" agricultural seed or vegetable seed, as defined in § 38-12A-1, used to grow a commercial agricultural or a commercial vegetable crop; (5) \"Seed contract,\" the bargain of the parties in fact as found in their language or by implication from other circumstances, including course of dealing, usage of trade, or course of performance, under which a grower acquires the right to plant and grow the seed. The term does not include a production contract; (6) \"Seed supplier,\" any person who has rights under a seed contract other than a grower. Section 2. This Act applies to a seed contract for seed that is planted in South Dakota. Other applicable South Dakota law not in conflict with this Act applies to a seed contract. This Act does not apply to a seed contract entered into before April 1, 2002, or to a production contract. Section 3. The provisions of this Act are considered to be a part of a seed contract regardless of whether the contract is oral or in writing. A written seed contract is not required to contain or restate any provision of this Act. A bag or other container used by the seed supplier to deliver the seed to the grower is not required to have a label or any other writing on the bag or container containing or restating any provision of this Act. Section 4. A provision of a seed contract in conflict with this Act is void. A provision of a seed contract that purports to waive a provision of this Act is void. A seed contract is governed by the laws of South Dakota. A provision in a seed contract providing confidentiality for the terms of the seed contract is void. Section 5. A seed contract may not give or be interpreted to give a seed supplier or an agent of a seed supplier the right to enter real property owned or occupied by the grower to acquire samples of the crop grown from the seed or any other plant growing on the real property unless all of the following apply: (1) The seed supplier gives written notice to the grower and the secretary of the seed supplier's intent to enter the real property. The notice must be given not later than five business days before the day the seed supplier or the seed supplier's agent enters the real property. The notice must include the date and time of the entry upon the land and the purpose for the entry upon the land; (2) The seed supplier permits the grower, the secretary, or the agents of the grower or the secretary, to accompany the seed supplier or the seed supplier's agent while samples are taken; (3) The seed supplier permits the grower, the secretary, or the agents of the grower or the secretary, to take matching samples or receive split samples of any samples taken by the seed supplier; and (4) The seed supplier provides reasonable cooperation to the grower, the secretary, or the agents of the grower or the secretary, during the course of activities described in subdivisions (2) and (3). Section 6. If the secretary or an agent of the secretary accompanies the seed supplier on the real property of the grower to take samples under this Act, the seed supplier and the grower shall each pay fifty percent of the reasonable costs incurred by the secretary or the secretary's agent, as determined by the secretary, in connection with such activities. Section 7. A seed supplier may obtain an order from a court with jurisdiction authorizing the seed supplier or the seed supplier's agent to enter real estate owned or occupied by a grower where seed that is the subject of a seed contract is growing. However, if the court issues such an order, the order must require that if any samples of seed are taken, matching or split samples must be taken by a person who is independent from the seed supplier. Section 8. The Department of Agriculture shall promulgate rules, pursuant to chapter 1-26, governing the entrance of a seed supplier or the supplier's agent on real property in accordance with this Act. Section 9. A grower is not liable for breach of the seed contract or breach of any of the seed supplier's property rights if a product in which the seed supplier has rights is possessed by the grower or is found on real property owned or occupied by the grower under any of the following circumstances: (1) Under the seed contract; (2) Because of natural contamination or any other circumstances unintended by the grower and if the grower did not obtain financial benefit from possession of the product. Section 10. A seed contract may not contain a provision under which the grower agrees to jurisdiction and venue of any named courts to adjudicate disputes arising under the seed contract. Jurisdiction and venue shall be determined as provided in applicable general law and the applicable federal or state rules of civil procedure. Section 11. As used in the section, the term, suit, refers to a suit on the seed contract or a suit to enforce any of the seed supplier's property rights in the seed. If a seed supplier files suit against a grower, all of the following apply: (1) The seed supplier shall provide simultaneous written notice of the suit to the secretary of agriculture; and (2) If the grower substantially prevails in the action or if the suit is dismissed, the seed supplier is liable to the grower for all reasonable attorney's fees and other reasonable litigation costs. Failure to give notice of the suit to the secretary of agriculture as provided in this section does not impair the jurisdiction of the court to hear the suit. A seed supplier that fails to give notice to the secretary as provided in this section commits a Class 1 misdemeanor. The secretary shall keep a file of all notices of suits received under this section. Section 12. A grower has a right of action against a seed supplier if any of the following apply: (1) The seed supplier or an agent of the seed supplier enters real property owned or occupied by the grower in violation of this Act; (2) The seed supplier attempts to enforce contract rights or any property rights in seed provided under a seed contract that violates this Act. Section 13. If a grower prevails in an action filed under section 12 of this Act, the grower may obtain all the following: (1) An amount equal to any judgment obtained by the seed supplier in an action for: (a) Breach of contract; or (b) Violation of any of the seed supplier's property rights; (2) Any other actual damages proven by the grower; and (3) Reasonable attorney's fees and all other reasonable litigation costs."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17033, "action_date": "2002-01-16T14:00:00-06:00", "document_id": 92223, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92223.pdf", "status_text": "First read in House and referred to", "journal_page": 147, "committee_id_action": 768, "committee_id_assigned": 754, "result": "N", "vote": {}}, {"bill_id": 17033, "action_date": "2002-01-22T07:45:00-06:00", "document_id": 92477, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92477.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 754, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17033, "action_date": "2002-01-24T07:45:00-06:00", "document_id": 92741, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92741.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 754, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17033, "action_date": "2002-01-24T07:45:00-06:00", "document_id": 92741, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92741.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 262, "committee_id_action": 754, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 53391, "president_vote": null, "Nay": [2731, 2779, 2814], "Yea": [2756, 2764, 2765, 2769, 2774, 2807, 2811, 2825, 2786, 2748]}}]}