{"session_id": 69, "bill_id": 24432, "bill_type": "House Bill", "bill_number": 1192, "bill_title": "allow for the death penalty for rape of a child twelve years of age or under.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24432", "sponsors": [{"legislator_profile_id": 4519, "is_prime": true}, {"legislator_profile_id": 4511, "is_prime": false}], "keywords": ["Capital Punishment", "Crimes", "Minors", "Penalty", "Sex Offenses"], "audio": [], "bill_versions": [{"bill_id": 24432, "bill_version_id": 263006, "bill_version": "Introduced", "bill_version_date": "2024-01-26T17:33:35.333-06:00", "bill_text": "An Act to allow for the death penalty for rape of a child twelve years of age or under. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 22-22-1 be AMENDED: 22-22-1. Rape is an act of sexual penetration accomplished with any person under any of the following circumstances: (1) If the victim is less than thirteen years of age; (2) Through the use of force, coercion, or threats of immediate and great bodily harm against the victim or other persons within the victim's presence, accompanied by apparent power of execution; (3) If the victim is incapable, because of physical or mental incapacity, of giving consent to such act and the perpetrator knows or reasonably should know of the victim's incapacity; (4) If the victim is incapable of giving consent because of any intoxicating, narcotic, or anesthetic agent or hypnosis and the perpetrator knows or reasonably should know the victim is incapable of giving consent; (5) If the victim is thirteen years of age, but less than sixteen years of age, and the perpetrator is at least three years older than the victim; or (6) Without the victim's consent and the perpetrator knows or reasonably should know the victim is not consenting. A violation of subdivision (1) is rape in the first degree, which is a Class C A felony. A violation of subdivision (2) is rape in the second degree which is a Class 1 felony. A violation of subdivision (3) or (4) is rape in the third degree, which is a Class 2 felony. A violation of subdivision (5) or (6) is rape in the fourth degree, which is a Class 3 felony. Notwithstanding the provisions of § 23A-42-2, no statute of limitations applies to any charge brought pursuant to subdivision (1) or (2). Otherwise, a charge brought pursuant to this section may be commenced at any time before the victim reaches age twenty-five or within seven years from the commission of the crime, whichever is longer."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24432, "action_date": "2024-01-29T14:00:00-06:00", "document_id": 262950, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/262950.pdf", "status_text": "First read in House and referred to", "journal_page": 187, "committee_id_action": 1197, "committee_id_assigned": 1198, "result": "N", "vote": {}}, {"bill_id": 24432, "action_date": "2024-02-02T10:00:00-06:00", "document_id": 264074, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264074.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1198, "committee_id_assigned": null, "result": "N", "vote": {}}]}