{"session_id": 45, "bill_id": 13117, "bill_type": "Senate Bill", "bill_number": 266, "bill_title": "to revise certain child support provisions including the adoption of certain child support provisions required by the Personal Responsibility and Work Opportunity Reconciliation Act of 1996.", "sponsors": [], "keywords": ["Child Support", "Signed by Governor"], "audio": [], "bill_versions": [{"bill_id": 13117, "bill_version_id": 74003, "bill_version": "Introduced", "bill_version_date": "1997-02-04T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain child support provisions including the adoption of certain child support provisions required by the Personal Responsibility and Work Opportunity Reconciliation Act of 1996. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 25-7-7.4 be amended to read as follows: 25-7-7.4. Any payment or installment of support under an order for support, as defined by § 25-7A-1, whether entered by a court or an administrative entity of this state or of any other state or jurisdiction, which is unpaid after the date it is due, is a lien and a judgment by operation of law, with the full force, effect and attributes of a lien or judgment of this state, including enforceability, and is are entitled, as a lien or judgment, to full faith and credit in this state. Section 2. That chapter 25-7A be amended by adding thereto a NEW SECTION to read as follows: Beginning October 1, 1998, the Department of Social Services is designated as the state child support case registry, and shall collect, maintain, update, and monitor child support enforcement records by use of an automated system, for all child support orders being enforced by the department. The state case registry shall extract, share, compare and receive child support information from other data bases, and furnish and exchange information with the federal case registry of child support orders, the federal parent locator service, other state agencies, and other states to facilitate the establishment or enforcement of child support orders. The department may adopt rules pursuant to chapter 1-26 to implement the provisions of this section. Section 3. That chapter 25-7A be amended by adding thereto a NEW SECTION to read as follows: Beginning October 1, 1998, the Department of Social Services is designated as the state child support disbursement unit. The department shall use automated procedures for the collection and disbursement of child support payments for all support orders being enforced by the department; all support orders subject to withholding of income; and, all other support orders as directed by a court of competent jurisdiction. The department may adopt rules pursuant to chapter 1-26 to implement the provisions of this section. Section 4. That chapter 25-7A be amended by adding thereto a NEW SECTION to read as follows: By October 1, 1997, the Department of Social Services shall establish a state directory of new hires. The department may enter into cooperative agreements with other state agencies to satisfy the provisions of this section. Every employer within the state shall furnish to the directory of new hires a report of any newly hired employee which includes the name, address, and social security number of the employee, and the employer's name, address, and identification number as assigned by the Internal Revenue Service. The report shall be transmitted by the employer to the state directory of new hires no later than twenty days after the date the employer hires the employee, or if the employer transmits the report magnetically or electronically, by two monthly transmissions, not less than twelve days nor more than sixteen days apart. Each report shall be made on a W-4 form or an equivalent form, and may be transmitted by first class mail, magnetically, or electronically. No report may be filed with respect to any employee of a state or local agency performing intelligence or counterintelligence functions, if the head of the agency has determined that filing of the report could endanger the safety of the employee or compromise an ongoing investigation or mission. Multistate employers which have employees who are employed in two or more states and which transmit reports magnetically or electronically may comply with the requirements of this section by designating one state in which the employer will transmit the required report. Any multistate employer who elects to report in this manner shall notify the secretary of the Department of Health and Human Services in writing as to which state the employer will transmit the report. The department shall use all information received from employers to locate any person for purposes of establishing paternity; establishing, modifying, or enforcing child support obligations; furnishing information to the national directory of new hires; verifying eligibility for the department's programs; and, shall provide state agencies operating employment security and workers' compensation programs with access to any information reported by employers. Any employer who intentionally fails to comply with any duties imposed by this section commits a petty offense. The Department of Social Services or the Department of Labor, or both, may adopt rules pursuant to chapter 1-26 to implement the provisions of this section. Section 5. That § 25-7A-1 be amended to read as follows: 25-7A-1. Terms used in this chapter mean: (1) \"Administrative order,\" a judgment or order of an agency of the executive branch of state government, or an agency of comparable jurisdiction of another state, ordering payment of a set or determinable amount of support money, or ordering withholding of income; (2) \"Arrearage,\" the total amount of unpaid support obligations; (3) \"Assistance,\" money payments made by the Department of Social Services which are paid to, or for the benefit of, any dependent child, including payments made so that food, shelter, medical care, clothing, transportation, education or other necessary goods, services , or items may be provided, and payments made to compensate for the provision of those necessities; (4) \"Court order,\" a judgment or order of a circuit court of this state or a court of comparable jurisdiction of another state ordering payment of a set or determinable amount of support money; (5) \"Delinquency,\" any payment under an order for support which becomes due and remains unpaid; (6) \"Department,\" the State Department of Social Services; (7) \"Dependent child,\" a dependent child as defined in subdivision 28-7-1(2); (8) \"Income,\" any form of payment to a person, regardless of source, including wages, salary, commission, bonuses, compensation as an independent contractor, workers' compensation, unemployment compensation, disability, annuity and retirement benefits, gift or inheritance, all gain derived from capital or labor, profit gained through the sale or conversion of capital assets, and any other payments, including personal property, money and credits on deposit with or in the possession of, or made by any person, private entity, federal or state government, any unit of local government, school district or any entity created by public act. However, for the purposes of income withholding, income excludes: (a) Any amount required by law or as a condition of employment to be withheld, other than creditor claims, including federal, state and local taxes, social security and other retirement contributions; (b) Any amount exempted by federal law; and (c) Public assistance payments; (9) \"Need,\" the necessary costs of food, clothing, shelter, education, and medical care for the support of a dependent child; (10) \"Obligee,\" any person or entity to whom a duty of support is owed; (11) \"Obligor,\" any person who owes a duty to make payments under an order for support; (12) \"Order for support,\" any order of the court or an administrative agency which provides for periodic payment of funds for the support of a child or maintenance of a spouse whether temporary or final, and includes any such order which provides for: a judgment, decree, or order, whether temporary, final, or subject to modification, issued by a court or an administrative agency of competent jurisdiction, which provides for the support and maintenance of a child, including a child who has attained the age of majority under the law of the issuing state, or a child and the parent with whom the child is living, which provides for monetary support, health care, arrearages, or reimbursement, and which may include costs and fees, interest and penalties, income withholding, attorney's fees, and other relief (a) Modification or resumption of, or payment of arrearages accrued under a previously existing order; (b) Reimbursement of support; (c) Reimbursement of health insurance costs incurred by the custodial parent; (d) Medical costs to the extent not paid by health insurance; or (e) Medical support ; (13) \"Parent,\" the natural parent, adoptive parent , or stepparent of a dependent child; (14) \"Payor,\" any person or other entity owing income or having personal property or money and credits belonging to an obligor; (15) \"Person,\" a natural person, firm, limited liability company, corporation, association, political subdivision, or agency of government; (16) \"Secretary,\" the secretary of social services; (17) \"Spouse,\" any parent who has legal custody of a child in accordance with a court or administrative order; (18) \"Standard of need,\" the need established by the Department of Social Services pursuant to § 28-7-4; (19) \"Support enforcement services,\" establishing and enforcing support obligations, locating support obligors, and establishing paternity under the Title IV-D state plan; (20) \"Title IV-D agency,\" the agency established by Part D of Title IV of the Social Security Act (42 U.S.C. § § 651 to 667) for the purpose of administering the state's plan for establishing and enforcing support obligations, locating support obligors, and establishing paternity; (21) \"Medical support,\" the provision of a health insurance benefit plan, including any employer sponsored group health plan or self-insured plan, or any individual health insurance policy, to meet the medical needs of a dependent child including the cost of any premium required by such a health insurance benefit plan ; (22) \"Business day,\" a day on which state offices are open for regular business; (23) \"Employee,\" any person who is an employee within the meaning of chapter 24 of the Internal Revenue Code of 1986, as of January 1, 1997; (24) \"Employer,\" any person or entity who is an employer as defined in section 3401(d) of the Internal Revenue Code of 1986, as of January 1, 1997, and includes any governmental entity and any labor organization; (25) \"Labor organization,\" the meaning given the term in section 2(5) of the National Labor Relations Act as of January 1, 1997, and includes any entity or hiring hall which is used by the organization and an employer to carry out the requirements described in section 8(f)(3) of the Act . Section 6. That § 25-7A-5 be amended to read as follows: 25-7A-5. The secretary of social services may initiate an action for support by issuing a notice of a support debt, which shall be served without summons or other pleadings on the alleged responsible parent in the manner provided for service of a summons in a civil action or by certified mail, return receipt requested. The notice, whether based on subrogation power of attorney, assignment of a support obligation established by a court, administrative order or judgment or based on the furnishing of assistance by the Department of Social Services for any dependent child or spouse, or based on the obligation fixed by chapter 25-7, or support due to an obligee or another state who has applied for support enforcement services, shall contain the following statements: (1) The name of the dependent child or spouse for whom support is owed; (2) The monthly support for which the parent is responsible, including a statement of the debt accrued and accruing, and the monthly payment to be made on the state debt accrued, or due to an obligee or another state who has applied for support enforcement services, as established by: (a) Subrogation to or assignment of a court or administrative order, judgment or decree establishing a set or determinable amount of child or spousal support; or (b) Payment of assistance by the department for a dependent child or spouse where there is no court or administrative order, judgment or decree; (3) A statement that if the parent does not request a hearing within ten days from the day of service, the secretary: (a) Will request the court enter an order establishing the amount of child support, accrued and accruing, which the parent is responsible for and the amount of the total monthly payment due on the accrued debt to the state, or to an obligee or another state who has applied for support enforcement services, and on the monthly support obligation , if not fixed by prior order ; (b) May request that the court enter an order for health insurance coverage; and (c) May request that the court enter an order for genetic testing costs; (4) A statement that the parent served with a notice of support debt may, within ten days of the day of service of the notice of support debt, submit a written response to the notice objecting to all or any part of the notice and requesting a hearing; (5) A statement that an order entered under subdivision (3) of this section, establishing the payment obligation of the parent is subject to collection action, including an order for income withholding under this chapter, levy and execution under the laws of this state or any other collection actions authorized by law; (6) A reference to this chapter; (7) A statement that an order for support entered under this chapter is filed with the appropriate clerk of courts and is a lien as provided by law; (8) A statement that if the parent has any questions he may telephone or visit the nearest department office or consult an attorney; (9) A statement that the parent has an obligation to report any change of address or employment to the department; and (10) Any other information the secretary finds appropriate. Section 7. That § 25-7A-22 be amended to read as follows: 25-7A-22. If the support order was entered in this state and this state maintains continuing exclusive jurisdiction over the support order in accordance with chapter 25-9B, or if the support order was registered in this state and the requirements of § 25-9B-611 or § 25-9B-613 are satisfied, an obligor, an obligee or the assignee may file a petition, on forms prescribed by the department, to increase or decrease child support based on a change of circumstances . For any support order entered or modified after July 1, 1997: (1) The order may be modified upon showing a substantial change in circumstances if the petition is filed within three years of the date of the order; or (2) The order may be modified without showing any change in circumstances if the petition is filed after three years of the date of the order. If a petition is filed, the secretary of social services shall file the petition in the office of the clerk of the circuit court where the original order for support is filed. Any response shall also be provided to the petitioning party. The matter shall be set for hearing before a referee who is a member in good standing of the state bar association and is appointed by the court, pursuant to statute, and after due notice to all parties by first class mail. The referee shall make a report to the court, recommending the amount of the monthly support obligation of the parent or for health insurance coverage. The referee shall file the report with the court and cause copies thereof to be served by mailing to the parties and the secretary. Any party shall have ten days from the date of service of the report in which to file objections to the report. If no objection is filed, the circuit court may thereafter, and without further notice, enter its order. If any objection is filed, the circuit court shall fix a date for hearing on the report, the hearing to be solely on the record established before the referee. The circuit court may thereafter adopt the referee's report, or may modify it, or may reject and remand it with instructions or for further hearing. The secretary shall serve the parent the court's order by certified mail, return receipt requested, at the parent's last known address, and shall file proof of service. If the circuit court's order modifies the referee's report and no hearing was held before the circuit court before entry of its order, any party has ten days from the date of service of the order in which to file an objection to that modification. If an objection is filed, the circuit court shall fix a date for hearing on the objection and after the hearing shall enter its order. The secretary shall serve the order by certified mail, return receipt requested, at the parent's last known address, and shall file proof of service. Section 8. That § 25-7A-24 be amended to read as follows: 25-7A-24. If an order for support does not contain a provision for immediate withholding of income or property and the department is providing support enforcement services, or has received a request from an obligee to commence income withholding procedures, when an obligor becomes delinquent in any part of the payment of support obligations pursuant to the order for support, the department shall prepare and serve a notice of delinquency upon an order for withholding of income on the payor as provided by § 25-7A-30. The department shall also advise the obligor of the procedures to contest the withholding . Further, if the obligor owes no obligation for current support, or is not delinquent in the payment of support obligations pursuant to the order for support, but owes support arrearage, whether or not included in a judgment therefor, the department shall prepare and serve a notice of delinquency upon the obligor. Section 9. That § 25-7A-25 be repealed. 25-7A-25. The notice of delinquency shall recite the terms of the order for support or judgment and contain a computation of the period and total amount of the delinquency or arrearage, as of the date of the notice, the amount of income or property to be withheld by any current or subsequent payor for any current or subsequent period of employment, and the procedures for contesting the withholding. The notice of delinquency shall be served by either of the following methods: (1) By prepaid certified mail addressed to the obligor at his last known address, return receipt requested. Service is completed when the receipt is signed; (2) By any method provided by law for service of summons. Section 10. That § 25-7A-26 be amended to read as follows: 25-7A-26. The obligor may prevent an order for withholding from being served on the payor by filing a petition to stay service contest the order for withholding of income by filing a written request for administrative review with the department within ten days after service of the notice of delinquency order . The grounds for the petition to stay service contesting the withholding shall be limited to: (1) A dispute concerning the existence or amount of the order for support or delinquency or arrearage; or (2) The proper identity of the obligor. The department may adopt rules pursuant to chapter 1-26 to implement the provisions of this section. Section 11. That § 25-7A-27 be repealed. 25-7A-27. If a petition to stay service of an order for withholding is filed with the department within the time required, the department shall notify the obligor and obligee, if appropriate, of the time and place of hearing. The department shall hold such hearing pursuant to the provisions of § 25-7A-29. Section 12. That § 25-7A-28 be repealed. 25-7A-28. Filing of a petition to stay service, within the ten-day period required in § 25-7A-26 prohibits the department from serving the order for withholding on any payor of the obligor until a hearing is held pursuant to § 25-7A-29. Section 13. That § 25-7A-29 be repealed. 25-7A-29. If an obligor files a petition to stay service, the department, after due notice to all parties, shall hear the matter as soon as practicable at an office of the department nearest to the residence of the obligor, and shall enter an order granting or denying relief, modifying the order for withholding, amending the notice of delinquency, or, if the department finds that a delinquency or arrearage existed when the notice of delinquency was mailed, the department may order immediate service of the order for withholding. If the department cannot resolve any dispute over the amount of the delinquency or arrearage, the department may order immediate service of the order for withholding as to any undisputed amounts specified in an amended notice of delinquency, and may continue the hearing on the disputed amounts. In any event, notice of the withholding decision shall be sent to the obligor and the obligee within forty-five days of the notice of delinquency. Section 14. That § 25-7A-30 be amended to read as follows: 25-7A-30. If a petition to stay service has not been filed within ten days following service of the notice of delinquency, the The department shall enter and serve the order for withholding on the payor, its superintendent, manager or other agent, by certified mail or personal delivery. A copy of the order shall be mailed to the obligor at his the obligor's last known post office address. The order for withholding shall be entered whether or not the order for support contains a provision for withholding of income or property. Section 15. That § 25-7A-34 be amended to read as follows: 25-7A-34. Any payor who has been served with an order for withholding of income shall deduct and pay over income or assets as provided in this section. The payor shall deduct the amount designated in the order for withholding. The first payment shall be deducted from the payment of income which is payable to the obligor after five days following service of the order. The payor shall transmit the amount withheld to the department in accordance with the order for withholding within five seven business days after the date the obligor is paid or his property withheld and in accordance with any subsequent notification received from the department redirecting payment. Section 16. That § 25-7A-37 be amended to read as follows: 25-7A-37. Withholding of income under this chapter shall be made without regard to any prior or subsequent legal process under state law, including but not limited to garnishments, attachments, wage assignments or any other claims of creditors. Payment as required by the order for withholding shall be a complete defense by the payor against any claims of the obligor or his the obligor's creditors as to the sum so paid. A payor who complies with an order for withholding of income that is regular on its face is not subject to civil liability to any individual or agency for any conduct which is in compliance with the order. Section 17. That § 25-7A-46 be amended to read as follows: 25-7A-46. Any payor who intentionally: (1) Fails to withhold or pay over income to the department pursuant to a valid order for withholding; (2) Discharges, refuses to employ, disciplines, or penalizes an obligor because of the order for withholding; or (3) Otherwise fails to comply with any of the duties imposed by this chapter; commits a petty offense. Section 18. That § 25-7A-51 be amended to read as follows: 25-7A-51. An order for support shall require that an obligor who is financially unable to pay child support and obligor who owes past-due child support and whose dependent child is being provided public assistance shall be required to pay support in an amount deemed appropriate by a court or, if not incapacitated, participate in a workfare program as set out in § § 28-1-54 to 28-1-59, inclusive work activities as specified in § 407(D) of the Personal Responsibility and Work Opportunity Reconciliation Act of 1996, as of January 1, 1997 . Section 19. That § 25-7A-56 be amended to read as follows: 25-7A-56. A state agency or board may not issue or renew the professional or recreational license, registration, certification, or permit of any applicant after receiving notice from the Department of Social Services that the applicant has accumulated child support arrearages in the sum of one thousand dollars or more, unless the applicant first makes satisfactory arrangements with the Department of Social Services for payment of any accumulated arrearages. An applicant who disputes a determination by the Department of Social Services that the applicant has accumulated child support arrearages of one thousand dollars or more shall, upon request, be given a due process hearing by the department. Upon recommendation by the department, the licensing agency or board may issue a temporary license, registration, certification, or permit to the applicant pending final resolution of the due process hearing. The department may promulgate rules pursuant to chapter 1-26 to implement the provisions of this section. The term professional license, registration, certification, or permit as specified by this section includes abstractors as specified in chapter 36-13; accountants as specified in chapter 36-20A; barbers as specified in chapter 36-14; chiropractors as specified in chapter 36-5; cosmetologists as specified in chapter 36-15; counselors as specified in chapter 36-32; dentists and dental hygienists as specified in chapter 36-6A; electricians as specified in chapter 36-16; engineers, architects, and surveyors as specified in chapter 36-18; embalmers and funeral directors as specified in chapter 36-19; nurses as specified in chapter 36-9; nurse practitioners and nurse mid-wives as specified in chapter 36-9A; physical therapists as specified in chapter 36-10; medical assistants as specified in chapter 36-9B; hearing aid dispensers as specified in chapter 36-24; physicians and surgeons as specified in chapter 36-4; physician's assistants as specified in chapter 36-4A; advanced life support personnel as specified in chapter 36-4B; nursing facility administrators as specified in chapter 36-28; optometrists as specified in chapter 36-7; pharmacists as specified in chapter 36-11; plumbers as specified in chapter 36-25; podiatrists as specified in chapter 36-8; psychologists as specified in chapter 36-27A; real estate brokers and salesmen as specified in chapter 36-21A; social workers as specified in chapter 36-26; veterinarians as specified in chapter 36-12; insurance brokers, agents, and solicitors as specified in chapter 58-30; teachers and administrators as specified in chapters 13-42 and 13-43; attorneys as specified in chapter 16-16; securities agents, securities brokers, investment advisers, or investment adviser representatives as specified in chapter 47-31A; pilots as specified in chapter 50-11; day care providers as specified in chapter 26-6; gaming employees as specified in chapter 42-7B; and law enforcement officers as specified in chapter 23-3. The state agencies or boards which govern the professions , recreational licenses, and occupations listed in this paragraph may adopt rules pursuant to chapter 1-26 to implement the provisions of this section for their particular profession or occupation. Section 20. That chapter 25-7A be amended by adding thereto a NEW SECTION to read as follows: A circuit court may revoke, suspend, or restrict a person's drivers, professional, occupational, or recreational license if the person owes past-due support, or if the person, after receiving appropriate notice, fails to comply with a subpoena or warrant relating to a paternity or child support proceeding. Section 21. That chapter 25-7A be amended by adding thereto a NEW SECTION to read as follows: To facilitate the collection of child support and to facilitate locating child support obligors, the following information shall be recorded in the following manners: (1) The social security number of any applicant for a professional license, commercial drivers license, occupational license or marriage license shall be recorded on the application. If an agency allows the use of a number, other than the social security number as the license number, the agency shall advise the applicant; (2) The social security number of any person who is subject to a divorce decree, support order, paternity adjudication, or paternity acknowledgment shall be recorded on the document relating to the matter; (3) The social security number of any person who has died shall be placed in the death records and recorded on the death certificate; (4) The social security number, drivers license number, or identification number of the owners shall be recorded in the records maintained by the Division of Motor Vehicles upon the issuance of the title or renewal of a registration. Section 22. That chapter 25-7A be amended by adding thereto a NEW SECTION to read as follows: In actions involving either the establishment of paternity, or the establishment, modification, or enforcement of a support order, the department shall have the administrative authority to perform the following functions without the necessity of obtaining an order from any other judicial or administrative entity: (1) To order genetic testing for purposes of paternity establishment; (2) To administratively subpoena any financial or other information needed by the department to establish, modify, or enforce a child support order. Any person or entity who intentionally fails to respond to a subpoena issued by the department pursuant to this section commits a petty offense. Section 23. That chapter 25-7A be amended by adding thereto a NEW SECTION to read as follows: Any Title IV-D agency conducting child support enforcement activities shall have access to any motor vehicle or law enforcement system used within the state for purposes of locating a person. Section 24. That chapter 25-7A be amended by adding thereto a NEW SECTION to read as follows: All entities within this state, including for-profit, nonprofit, and governmental employers shall promptly respond to a request from the department for information regarding the employment status, rate of compensation, or benefits provided by the employer to any employee or contractor. Any entity who intentionally violates the provisions of this section commits a petty offense. Section 25. That chapter 25-7A be amended by adding thereto a NEW SECTION to read as follows: For purposes of child support enforcement activities, the department is hereby granted access to information contained in the following records including, if applicable, automated access to case records maintained in automated data bases: (1) Records of other state and local government agencies, including: (a) Vital statistics, including records of marriage, birth, death or divorce; (b) State and local tax revenue records, including information on residence address, employer, income, and assets; (c) Records concerning real and titled personal property; (d) Records of occupational and professional licenses, and records concerning the ownership and control of corporations, partnerships, and other business entities; (e) Employment security records; (f) Records of agencies administering public assistance programs; (g) Records of the Division of Motor Vehicles; and (h) Records of the Department of Corrections. (2) Records held by private entities with respect to individuals who owe or are owed support or against whom a support obligation is sought, consisting of: (a) The names, addresses, and telephone numbers of individuals, and the names and addresses of the employers of the individuals, as appearing in the customer records of public utilities and cable television companies, which shall be provided pursuant to an administrative subpoena issued by the department; (b) Information, including information on assets and liabilities related to the individuals and held by any financial institution. Any information obtained by the department pursuant to this section is confidential in nature, and any entity which provides information to the department is not subject to civil or criminal liability for releasing or disclosing the requested information. Section 26. That chapter 25-7A be amended by adding thereto a NEW SECTION to read as follows: Upon entry of an order for support, each party to any paternity or child support proceeding shall file with the appropriate tribunals as defined in § 25-9B-101 a written statement specifying the party's name, social security number, residential and mailing address, telephone number, driver's license number, and the name, address, and telephone number of any current employers. The tribunal may not accept for filing any order for support unless and until the written statement is provided by each party. If the required information is unavailable, the order for support may be filed with the tribunal providing the trial judge certifies in writing on the order that the required information is unavailable. Each party subject to an order for support shall also notify the appropriate tribunals of any changes to this information, as necessary. In any subsequent child support enforcement action between the parties, and upon sufficient showing that diligent efforts have been made to ascertain the location of a party, the tribunal may deem due process requirements for notice and service of process satisfied by delivering written notice to the most recent residential or employer address on file with the tribunal. Section 27. That chapter 25-7A be amended by adding thereto a NEW SECTION to read as follows: Any tribunal as defined in § 25-9B-101 authorized to determine child support and paternity cases within this state may exercise statewide jurisdiction over any of the parties involved in the proceedings and may transfer a case between local jurisdictions without the need for any additional filings or service of process. Section 28. That chapter 25-7A be amended by adding thereto a NEW SECTION to read as follows: The department shall enter into agreements with any financial institution conducting business within the state whereby the financial institution shall, on a quarterly basis, provide to the department the name, record address, social security number or other taxpayer identification number, and other identifying information requested by the department for each obligor who owes past-due child support, and who maintains an account at the financial institution. Every financial institution shall also comply with any lien, levy, or order for withholding of income issued by the department against any account. A financial institution is not liable to any person or entity for release or disclosure of any information required herein, and is not liable for encumbering or surrendering to the department any assets held by the financial institution and owned by the obligor. A financial institution is not liable to any person or entity for any other action taken in good faith by the institution to comply with the requirements of this section. As used in this section, financial institution includes any depository institution, credit union, benefit association, insurance company, safe deposit company, and money market mutual fund. The term, account, as specified by this section, includes any demand deposit account, checking account, negotiable withdrawal order account, saving account, time deposit account, or money market mutual fund account. Section 29. That chapter 25-7A be amended by adding thereto a NEW SECTION to read as follows: Upon receiving notice from the Department of Social Services that a person owes child support, the Department of Labor shall immediately withhold funds from the person's unemployment insurance benefits and forward the withheld amounts to the Department of Social Services. The Department of Labor shall withhold the amount as designated by the Department of Social Services except that the amount actually withheld may not be in excess of fifty percent of the person's benefits. The person shall also be notified that the person may contest the withholding by filing a written request for administrative review with the Department of Social Services in accordance with section 10 of this Act. Section 30. That chapter 25-7A be amended by adding thereto a NEW SECTION to read as follows: In any case in which the department is providing child support enforcement or income withholding services, the department may direct any obligor or other payor to change the payee to the department. The department shall notify the obligor, the obligee, and the clerk of court of any change. Section 31. That § 25-8-3 be amended to read as follows: 25-8-3. The father and mother of a child born out of wedlock is are jointly and severally liable to pay the expenses of the mother's pregnancy and confinement. Section 32. That § 25-8-50 be amended to read as follows: 25-8-50. Upon the birth of a child to an unmarried woman, and prior to discharge, any hospital, physician, health care provider, midwife, or nurse who assists in the birth of the child shall: (1) Provide an opportunity for the child's mother and alleged father to sign under oath an affidavit of paternity; and (2) Provide to the mother and to the alleged father, any necessary oral information, and also written information furnished by the Department of Social Services which describes, among other things, the rights and responsibilities of parentage; the benefits of having the child's paternity established; the alleged father's legal rights and responsibilities, including his right to request genetic testing; the child's right to receive child support; that a signed affidavit of paternity creates a rebuttable presumption of paternity; that a signed affidavit of paternity allows the establishment of a support obligation without requiring further proceedings to establish paternity; and, that completion of the affidavit of paternity is voluntary and is not required of either the mother or the alleged father. If obtained, the fully completed, signed, and notarized original affidavit of paternity shall be forwarded to the department of health as provided in chapter 34-25 within seven days following the birth of the child. Section 33. That chapter 25-8 be amended by adding thereto a NEW SECTION to read as follows: In any out of wedlock birth, the name of the father shall be included within the birth record of the child only if the father and mother have signed an or affidavit of paternity, or a court or administrative tribunal of competent jurisdiction has issued an order which adjudicates the paternity of the child. Section 34. That § 25-8-59 be amended to read as follows: 25-8-59. Any action contesting a rebuttable presumption of paternity as established by § § 25-8-50 to 25-8-58, inclusive, can shall be commenced only within three years either sixty days after the creation of the presumption of paternity or the date of any administrative or judicial proceedings relating to the child including proceedings to establish a support obligation in accordance with § 25-8-52, whichever occurs earlier, except in cases where there are allegations of fraud, duress, or material mistake of fact. In cases involving allegations of fraud, duress, or material mistake of fact, any action contesting a rebuttable presumption of paternity shall be commenced within three years after the creation of any presumption. The burden of proof shall be upon the moving party and the payment of child support, or any other legal responsibilities of the parties, may not be suspended during the pendency of the proceedings, except upon a showing of good cause by the moving party . Section 35. That chapter 25-8 be amended by adding thereto a NEW SECTION to read as follows: In any action to establish paternity within this state, trial by jury is not allowed. Section 36. That chapter 25-8 be amended by adding thereto a NEW SECTION to read as follows: In any action to establish paternity, medical bills related to childbirth, pregnancy, or confinement expenses, and genetic testing bills shall be admissible as evidence without foundation testimony, and shall constitute prima facie evidence of the amounts incurred. Section 37. That chapter 25-8 be amended by adding thereto a NEW SECTION to read as follows: Every affidavit or adjudication of paternity shall be filed with the Department of Health for comparison with information contained within the state case registry. Section 38. That § 25-9B-101 be amended to read as follows: 25-9B-101. In this chapter: (1) \"Child\" means an individual, whether over or under the age of majority, who is or is alleged to be owed a duty of support by the individual's parent or who is or is alleged to be the beneficiary of a support order directed to the parent. (2) \"Child support order\" means a support order for a child, including a child who has attained the age of majority under the law of the issuing state. (3) \"Duty of support\" means an obligation imposed or imposable by law to provide support for a child, spouse, or former spouse, including an unsatisfied obligation to provide support. (4) \"Home state\" means the state in which a child lived with a parent or a person acting as parent for at least six consecutive months immediately preceding the time of filing of a petition or comparable pleading for support and, if a child is less than six months old, the state in which the child lived from birth with any of them. A period of temporary absence of any of them is counted as part of the six-month or other period. (5) \"Income\" means any form of payment to a person, regardless of source, including, but not limited to wages, salary, commission, bonuses, compensation as an independent contractor, worker's compensation, unemployment compensation, disability, annuity and retirement benefits, gift or inheritance, all gain derived from capital or labor, profit gained through the sale or conversion of capital assets, and any other payments, including personal property, money and credits on deposit with or in the possession of, or made by any person, private entity, federal or state government, any unit of local government, school district or any entity created by public act. However, for purposes of income withholding, income excludes: (i) Any amount required by law or as a condition of employment to be withheld, other than creditor claims, including federal, state, and local taxes, social security and other retirement contributions; (ii) Any amount exempted by federal law; and (iii) Public assistance payments. (6) \"Income-withholding order\" means an order or other legal process directed to any payor as defined in § 25-7A-1(14) to withhold support from the income of the obligor. (7) \"Initiating state\" means a state in from which a proceeding under this act or a law or procedure substantially similar to this Act, the Uniform Reciprocal Enforcement of Support Act, or the Revised Uniform Reciprocal Enforcement of Support Act is forwarded or in which a proceeding is filed for forwarding to a responding state. (8) \"Initiating tribunal\" means the authorized tribunal in an initiating state. (9) \"Issuing state\" means the state in which a tribunal issues a support order or renders a judgment determining parentage. (10) \"Issuing tribunal\" means the tribunal that issues a support order or renders a judgment determining parentage. (11) \"Law\" includes decisional and statutory law and rules and regulations having the force of law. (12) \"Obligee\" means any : (i) Any person or entity to whom a duty of support is owed or is alleged to be owed or in whose favor a support order has been issued or a judgment determining parentage has been rendered; (ii) A state or political subdivision to which the rights under a duty of support or support order have been assigned or which has an independent claim based on financial assistance provided to an individual obligee; or (iii) A person seeking a judgment determining parentage of the person's child . (13) \"Obligor\" means any person who , or the estate of any person: (i) Who owes or is alleged to owe a duty to make payments under an order for of support ; (ii) Who is alleged but has not been adjudicated to be a parent of a child; or (iii) Who is liable under a support order . (14) \"Register\" means to record a support order or judgment determining parentage in the appropriate location for the recording or filing of foreign judgments generally or foreign support orders specifically. (15) \"Registering tribunal\" means a tribunal in which a support order is registered. (16) \"Responding state\" means a state to in which a proceeding is filed or forwarded under this act or a law substantially similar to this act, the Uniform Reciprocal Enforcement of Support Act, or the Revised Uniform Reciprocal Enforcement of Support Act. (17) \"Responding tribunal\" means the authorized tribunal in a responding state. (18) \"State\" means a state of the United States, the District of Columbia, the Commonwealth of Puerto Rico, or any territory or insular possession subject to the jurisdiction of the United States. The term \"state\" also includes an Indian tribe and a foreign jurisdiction that has enacted laws or established procedures for issuance and enforcement of support orders which are substantially similar to the procedures under this chapter or the procedures under the Uniform Reciprocal Enforcement of Support Act or the Revised Uniform Reciprocal Enforcement of Support Act . (19) \"Support enforcement agency\" means a public official or agency authorized to seek: (i) Enforcement of support orders or laws relating to the duty of support; (ii) Establishment or modifications of child support; (iii) Determination of parentage; or (iv) To locate obligors or their assets. (20) \"Support Order\" means any order of the court or an administrative agency which provides for periodic payments of funds for the support of a child or maintenance of a spouse whether temporary or final, and includes any such order which provides for: a judgment, decree, or order, whether temporary, final, or subject to modification, issued by a court or an administrative agency of competent jurisdiction, which provides for the support and maintenance of a child, including a child who has attained the age of majority under the law of the issuing state, or a child and the parent with whom the child is living, which provides for monetary support, health care, arrearages, or reimbursement, and which may include costs and fees, interest and penalties, income withholding, attorney's fees, and other relief. (i) Modification or resumption of, or payment of arrearages accrued under a previously existing order; (ii) Reimbursement of support; (iii) Reimbursement of health insurance costs incurred by the custodial parent; or (iv) Medical costs to the extent not paid by health insurance. (21) \"Tribunal\" means a court, administrative agency, or quasi-judicial entity authorized to establish, enforce, or modify support orders or to determine parentage. (22) \"Spousal-support order\" means a support order for a spouse or former spouse of the obligor. Section 39. That § 25-9B-207 be amended to read as follows: 25-9B-207. (a) If a proceeding is brought under this chapter, and one or more child support orders have been issued in this or another state with regard to an obligor and a child, a tribunal of this state shall apply the following rules in determining which order to recognize for purposes of continuing, exclusive jurisdiction: only one tribunal has issued a child support order, the order of that tribunal is controlling and must be recognized. (1) If only one tribunal has issued a child support order, the order of that tribunal must be recognized. (2) (b) If a proceeding is brought under this chapter, and two or more tribunals have issued child support orders have been issued by tribunals of this state or another state for the same obligor and child, and only one of the tribunals would have continuing, exclusive jurisdiction under this act, the order of that tribunal must be recognized. a tribunal of this state shall apply the following rules in determining which order to recognize for purposes of continuing, exclusive jurisdiction: (3) If two or more tribunals have issued child support orders for the same obligor and child, and more than one of the tribunals would have continuing, exclusive jurisdiction under this act, an order issued by a tribunal in the current home state of the child must be recognized, but if an order has not been issued in the current home state of the child, the order most recently issued must be recognized. (4) If two or more tribunals have issued child support orders for the same obligor and child, and none of the tribunals would have continuing, exclusive jurisdiction under this act, the tribunal of this state may issue a child support order, which must be recognized. (b) The tribunal that has issued an order recognized under subsection (a) is the tribunal having continuing, exclusive jurisdiction. (1) If only one of the tribunals would have continuing exclusive jurisdiction under this chapter, the order of that tribunal is controlling and must be recognized. (2) If more than one of the tribunals would have continuing, exclusive jurisdiction under this chapter, an order issued by a tribunal in the current home state of the child must be recognized, but if an order has not been issued in the current home state of the child, the order most recently issued is controlling and must be recognized. (3) If none of the tribunals would have continuing, exclusive jurisdiction under this chapter, the tribunal of this state having jurisdiction over the parties must issue a child support order, which is controlling and must be recognized. (c) If two or more child support orders have been issued for the same obligor and child and if the obligor or the individual obligee reside in this state, a party may request a tribunal of this state to determine which order controls and must be recognized under subsection (b). The request must be accompanied by a certified copy of every support order in effect. Every party whose rights may be affected by a determination of the controlling order must be given notice of the request for that determination. (d) The tribunal that issued the order that must be recognized as controlling under subsection (a), (b), or (c) is the tribunal that has continuing, exclusive jurisdiction in accordance with § 25-9B-205. (e) A tribunal of this state which determines by order the identity of the controlling child support order under subsection (b)(1) or (b)(2) or which issues a new controlling child support order under subsection (b)(3) shall include in that order the basis upon which the tribunal made its determination. (f) Within thirty days after issuance of the order determining the identity of the controlling order, the party obtaining that order shall file a certified copy of it with each tribunal that had issued or registered an earlier order of child support. Failure of the party obtaining the order to file a certified copy as required subjects that party to appropriate sanctions by a tribunal in which the issue of failure to file arises, but the failure has no effect on the validity or enforceability of the controlling order. Section 40. That § 25-9B-304 be amended to read as follows: 25-9B-304. (a) Upon the filing of a petition authorized by this act, an initiating tribunal of this state shall forward three copies of the petition and its accompanying documents: (1) To the responding tribunal or appropriate support enforcement agency in the responding state; or (2) If the identity of the responding tribunal is unknown, to the state information agency of the responding state with a request that they be forwarded to the appropriate tribunal and that receipt be acknowledged. (b) If a responding state has not enacted this Act or a law or procedures substantially similar to this Act, a tribunal of this state may issue a certificate or other documents and make findings required by the law of the responding state. If the responding state is a foreign jurisdiction, the tribunal may specify the amount of support sought and provide other documents necessary to satisfy the requirements of the responding state. Section 41. That § 25-9B-502 be renumbered to read as follows: 25-9B- 502 507 . (a) A party seeking to enforce a support order issued by a tribunal of another state may send the documents required for registering the order to a support enforcement agency of this state. (b) Upon receipt of the documents, the support enforcement agency, without initially seeking to register the order, shall consider and, if appropriate, use any administrative procedure authorized by the law of this state to enforce a support order. If the obligor does not contest administrative enforcement, the order need not be registered. If the obligor contests the validity of administrative enforcement of the order, the support enforcement agency shall register the order pursuant to this chapter. Section 42. That chapter 25-9B be amended by adding thereto a NEW SECTION to read as follows: 25-9B-501. An order to withhold income issued in another state may be sent to the obligor's employer without first filing a petition or comparable pleading or registering the order with a tribunal of this state. Section 43. That chapter 25-9B be amended by adding thereto a NEW SECTION to read as follows: 25-9B-502. (a) Upon receipt of the order, the obligor's employer shall immediately provide a copy of the order to the obligor. (b) The employer shall treat an income withholding order issued in another state which appears regular on its face in the same manner as if the order had been issued by a tribunal of this state. (c) Except as provided by subsection (d) and § 25-9B-503, the employer shall withhold and distribute the funds as directed in the withholding order by complying with the terms of the order, as applicable, that specify: (1) The duration and the amount of periodic payments of current child support, stated as a sum certain; (2) The person or agency designated to receive payments and the address to which the payments are to be forwarded; (3) Medical support, whether in the form of periodic cash payment, stated as a sum certain or ordering the obligor to provide health insurance coverage for the child under a policy available through the obligor's employment; (4) The amount of periodic payments of fees and costs for a support enforcement agency, the issuing tribunal, and the obligee's attorney, stated as sums certain; and (5) The amount of periodic payments of arrears and interest on arrears, stated as sums certain; (d) The employer shall comply with the law of the state of the obligor's principal place of employment for withholding from income with respect to: (1) The employer's fee for processing an income withholding order; (2) The maximum amount permitted to be withheld from the obligor's income; (3) The time periods within which the employer must implement the withholding order and forward the child support payment; (4) The priorities for withholding and allocating income withheld for multiple child support obligees; and (5) Any withholding terms or conditions not specified in the order. Section 44. That chapter 25-9B be amended by adding thereto a NEW SECTION to read as follows: 25-9B-503. If the obligor's employer receives multiple orders to withhold support from the earnings of the same obligor, the employer shall be deemed to have satisfied the terms of the multiple orders if the law of the state of the obligor's principal place of employment to establish the priorities for withholding and allocating income withheld for multiple child support obligees is complied with. Section 45. That chapter 25-9B be amended by adding thereto a NEW SECTION to read as follows: 25-9B-504. An employer who complies with an income withholding order issued in another state in accordance with this chapter is not subject to civil liability to any individual or agency with regard to the employer's withholding child support from the obligor's income. Section 46. That chapter 25-9B be amended by adding thereto a NEW SECTION to read as follows: 25-9B-505. An employer who willfully fails to comply with an income withholding order issued by another state and received for enforcement is subject to the same penalties that may be imposed for noncompliance with an order issued by a tribunal of this state. Section 47. That chapter 25-9B be amended by adding thereto a NEW SECTION to read as follows: 25-9B-506. (a) An obligor may contest the validity or enforcement of an income withholding order issued in another state and received directly by an employer in this state in the same manner as if the order had been issued by a tribunal of this state. § 25-9B-604 applies to this contest. (b) The obligor shall give notice of the contest to: (1) A support enforcement agency providing services to the obligee; (2) Each employer which has directly received an income withholding order; and (3) The person or agency designated to receive payments in the income-withholding order; or (4) If no person or agency is designated, to the obligee. Section 48. That § 25-9B-601 be amended to read as follows: 25-9B-601. A support order or income withholding order issued by a tribunal of another state may be registered in this state for enforcement. Section 49. That § 25-9B-611 be amended to read as follows: 25-9B-611. (a) After a child support order issued in another state has been registered in this state, and unless the provisions of § 25-9B-613 apply, the responding tribunal of this state may modify that order only if, after notice and hearing, it finds that: (1) The following requirements are met: (i) The child, the individual obligee, and the obligor do not reside in the issuing state; (ii) One of the parties is a resident A petitioner who is a nonresident of this state seeks modification ; and (iii) The respondent is subject to the personal jurisdiction of the tribunal of this state; or (2) An individual party or the child is subject to the personal jurisdiction of the tribunal and all of the individual parties have filed a written consent in the issuing tribunal providing that a tribunal of this state may modify the support order and assume continuing, exclusive jurisdiction over the order. However, if the issuing state is a foreign jurisdiction which has not enacted this Act, the written consent of the individual party residing in this state is not required for the tribunal to assume jurisdiction to modify the child support order. (b) Modification of a registered child support order is subject to the same requirements, procedures, and defenses that apply to the modification of an order issued by a tribunal of this state and the order may be enforced and satisfied in the same manner. (c) A tribunal of this state may not modify any aspect of a child support order that may not be modified under the law of the issuing state. If two or more tribunals have issued child support orders for the same obligor and child, the order that is controlling and must be recognized under the provisions of § 25-9B-207 establishes the nonmodifiable aspects of the support order. (d) On the issuance of an order modifying a child support order issued in another state, a tribunal of this state becomes the tribunal of continuing, exclusive jurisdiction. (e) Within thirty days after issuance of a modified child support order, the party obtaining the modification shall file a certified copy of the order with the issuing tribunal which had continuing, exclusive jurisdiction over the earlier order, and in each tribunal in which the party knows that earlier order has been registered. Section 50. That § 25-9B-612 be amended to read as follows: 25-9B-612. A tribunal of this state shall recognize a modification of its earlier child support order by a tribunal of another state which assumed jurisdiction pursuant to this Act or a law substantially similar to this act and, upon request, except as otherwise provided in this chapter, shall: (1) Enforce the order that was modified only as to amounts accruing before the modification; (2) Enforce only nonmodifiable aspects of that order; (3) Provide other appropriate relief only for violations of that order which occurred before the effective date of the modification; and (4) Recognize the modifying order of the other state, upon registration, for the purpose of enforcement. Section 51. That chapter 25-9B be amended by adding thereto a NEW SECTION to read as follows: 25-9B-613. (a) If all of the individual parties reside in this state and the child does not reside in the issuing state, a tribunal of this state has jurisdiction to enforce and modify the issuing state's child support order in a proceeding to register that order. (b) A tribunal of this state exercising jurisdiction as provided in this section shall apply the provisions of Articles 1 and 2 and this article to the enforcement or modification proceeding. Articles 3 through 5, and Articles 7 and 8 do not apply and the tribunal shall apply the procedural and substantive law of this state. Section 52. That chapter 25-9B be amended by adding thereto a NEW SECTION to read as follows: 25-9B-614. Within thirty days after issuance of a modified child support order, the party obtaining the modification shall file a certified copy of the order with the issuing tribunal which had continuing, exclusive jurisdiction over the earlier order, and in each tribunal in which the party knows that earlier has been registered. Failure of the party obtaining the order to file a certified copy as required subjects that party to appropriate sanctions by a tribunal in which the issue of failure to file arises, but that failure has no effect on the validity or enforceability of the modified order of the new tribunal of continuing, exclusive jurisdiction. Section 53. That § 25-9B-701 be amended to read as follows: 25-9B-701. (a) A tribunal of this state may serve as an initiating or responding tribunal in a proceeding brought under this act or a law or procedure substantially similar to this act, the Uniform Reciprocal Enforcement of Support Act, or the Revised Uniform Reciprocal Enforcement of Support Act to determine that the petitioner is a parent of a particular child or to determine that a respondent is a parent of that child. (b) In a proceeding to determine parentage, a responding tribunal of this state shall apply the procedural and substantive law of this state, and the rules of this state on choice of law. Section 54. That § 28-7-25 be amended to read as follows: 28-7-25. The department shall furnish information regarding the amount of overdue support owed by an obligor to any consumer reporting agency, as defined by this section, upon the request of the agency, or as determined by the secretary. The furnishing of this information is not required for sums under one thousand dollars if the secretary determines that its use is inappropriate. The term, consumer reporting agency, means any person who, for monetary fees, dues or on a cooperative nonprofit basis, regularly engages in whole or in part in the practice of assembling or evaluating consumer credit information or other information on consumers for the purpose of furnishing consumer reports to third parties, and who uses any means or facility of interstate commerce for the purpose of preparing or furnishing consumer reports. The department shall send the notice to the obligor regarding the proposed release of information and the procedures available to contest the accuracy of the information. The consumer reporting agency has no obligation to accept or use the information provided to it under this section. Section 55. The effective date of sections 38 to 53, of this Act is January 1, 1998."}, {"bill_id": 13117, "bill_version_id": 74002, "bill_version": "House State Affairs Engrossed", "bill_version_date": "1997-02-27T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain child support provisions including the adoption of certain child support provisions required by the Personal Responsibility and Work Opportunity Reconciliation Act of 1996. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 25-7 be amended by adding thereto a NEW SECTION to read as follows: Any payment or installment of support under an order for support, as defined by § 25-7A-1, whether entered by a court or an administrative entity of this state or any other state or jurisdiction, which is unpaid after the date it is due, is a lien by operation of law, with the full force and effect and attributes of a lien of this state, including enforceability, and is entitled, as a lien, to full faith and credit in this state. In order to preserve such lien, any Title IV-D agency may give notice of the lien by filing with the register of deeds office a sworn statement or certificate showing the amount of unpaid child support. The sworn statement or certificate may be filed in any county in which property of the obligor is located, shall contain a description of the property, and shall attach to the property whether individually or jointly owned by the obligor. The register of deeds shall file and index the lien in the personal property index under the names of the property owner and the lien claimant, both alphabetically arranged. The priority of the lien shall be established as of its date of filing. The register of deeds office is not entitled to any fee for registering or filing any lien under this section. Section 2. That chapter 25-7A be amended by adding thereto a NEW SECTION to read as follows: Beginning October 1, 1998, the Department of Social Services is designated as the state child support case registry, and shall collect, maintain, update, and monitor child support enforcement records by use of an automated system, for all child support orders being enforced by the department. The state case registry shall extract, share, compare and receive child support information from other data bases, and furnish and exchange information with the federal case registry of child support orders, the federal parent locator service, other state agencies, and other states to facilitate the establishment or enforcement of child support orders. The department may adopt rules pursuant to chapter 1-26 to implement the provisions of this section. Section 3. That chapter 25-7A be amended by adding thereto a NEW SECTION to read as follows: Beginning October 1, 1998, the Department of Social Services is designated as the state child support disbursement unit. The department shall use automated procedures for the collection and disbursement of child support payments for all support orders being enforced by the department; all support orders subject to withholding of income; and, all other support orders as directed by a court of competent jurisdiction. The department may adopt rules pursuant to chapter 1-26 to implement the provisions of this section. Section 4. That chapter 25-7A be amended by adding thereto a NEW SECTION to read as follows: By October 1, 1997, the Department of Social Services shall establish a state directory of new hires. The department may enter into cooperative agreements with other state agencies to satisfy the provisions of this section. Effective October 1, 1997, every employer within the state shall furnish to the directory of new hires a report of any newly hired employee which includes the name, address, and social security number of the employee, and the employer's name, address, and identification number as assigned by the Internal Revenue Service. The report shall be transmitted by the employer to the state directory of new hires no later than twenty days after the date the employer hires the employee, or if the employer transmits the report magnetically or electronically, by two monthly transmissions, not less than twelve days nor more than sixteen days apart. Each report shall be made on a W-4 form or an equivalent form, and may be transmitted by first class mail, magnetically, or electronically. No report may be filed with respect to any employee of a state or local agency performing intelligence or counterintelligence functions, if the head of the agency has determined that filing of the report could endanger the safety of the employee or compromise an ongoing investigation or mission. Multistate employers which have employees who are employed in two or more states and which transmit reports magnetically or electronically may comply with the requirements of this section by designating one state in which the employer will transmit the required report. Any multistate employer who elects to report in this manner shall notify the secretary of the Department of Health and Human Services in writing as to which state the employer will transmit the report. The department shall use all information received from employers to locate any person for purposes of establishing paternity; establishing, modifying, or enforcing child support obligations; furnishing information to the national directory of new hires; verifying eligibility for the department's programs; and, shall provide state agencies operating employment security and workers' compensation programs with access to any information reported by employers. Any employer who intentionally fails to comply with any duties imposed by this section commits a petty offense. The Department of Social Services or the Department of Labor, or both, may adopt rules pursuant to chapter 1-26 to implement the provisions of this section. Section 5. That § 25-7A-1 be amended to read as follows: 25-7A-1. Terms used in this chapter mean: (1) \"Administrative order,\" a judgment or order of an agency of the executive branch of state government, or an agency of comparable jurisdiction of another state, ordering payment of a set or determinable amount of support money, or ordering withholding of income; (2) \"Arrearage,\" the total amount of unpaid support obligations; (3) \"Assistance,\" money payments made by the Department of Social Services which are paid to, or for the benefit of, any dependent child, including payments made so that food, shelter, medical care, clothing, transportation, education or other necessary goods, services , or items may be provided, and payments made to compensate for the provision of those necessities; (4) \"Court order,\" a judgment or order of a circuit court of this state or a court of comparable jurisdiction of another state ordering payment of a set or determinable amount of support money; (5) \"Delinquency,\" any payment under an order for support which becomes due and remains unpaid; (6) \"Department,\" the State Department of Social Services; (7) \"Dependent child,\" a dependent child as defined in subdivision 28-7-1(2); (8) \"Income,\" any form of payment to a person, regardless of source, including wages, salary, commission, bonuses, compensation as an independent contractor, workers' compensation, unemployment compensation, disability, annuity and retirement benefits, gift or inheritance, all gain derived from capital or labor, profit gained through the sale or conversion of capital assets, and any other payments, including personal property, money and credits on deposit with or in the possession of, or made by any person, private entity, federal or state government, any unit of local government, school district or any entity created by public act. However, for the purposes of income withholding, income excludes: (a) Any amount required by law or as a condition of employment to be withheld, other than creditor claims, including federal, state and local taxes, social security and other retirement contributions; (b) Any amount exempted by federal law; and (c) Public assistance payments; (9) \"Need,\" the necessary costs of food, clothing, shelter, education, and medical care for the support of a dependent child; (10) \"Obligee,\" any person or entity to whom a duty of support is owed; (11) \"Obligor,\" any person who owes a duty to make payments under an order for support; (12) \"Order for support,\" any order of the court or an administrative agency which provides for periodic payment of funds for the support of a child or maintenance of a spouse whether temporary or final, and includes any such order which provides for: a judgment, decree, or order, whether temporary, final, or subject to modification, issued by a court or an administrative agency of competent jurisdiction, which provides for the support and maintenance of a child, including a child who has attained the age of majority under the law of the issuing state, or a child and the parent with whom the child is living, which provides for monetary support, health care, arrearages, or reimbursement, and which may include costs and fees, interest and penalties, income withholding, attorney's fees, and other relief (a) Modification or resumption of, or payment of arrearages accrued under a previously existing order; (b) Reimbursement of support; (c) Reimbursement of health insurance costs incurred by the custodial parent; (d) Medical costs to the extent not paid by health insurance; or (e) Medical support ; (13) \"Parent,\" the natural parent, adoptive parent , or stepparent of a dependent child; (14) \"Payor,\" any person or other entity owing income or having personal property or money and credits belonging to an obligor; (15) \"Person,\" a natural person, firm, limited liability company, corporation, association, political subdivision, or agency of government; (16) \"Secretary,\" the secretary of social services; (17) \"Spouse,\" any parent who has legal custody of a child in accordance with a court or administrative order; (18) \"Standard of need,\" the need established by the Department of Social Services pursuant to § 28-7-4; (19) \"Support enforcement services,\" establishing and enforcing support obligations, locating support obligors, and establishing paternity under the Title IV-D state plan; (20) \"Title IV-D agency,\" the agency established by Part D of Title IV of the Social Security Act (42 U.S.C. § § 651 to 667) for the purpose of administering the state's plan for establishing and enforcing support obligations, locating support obligors, and establishing paternity; (21) \"Medical support,\" the provision of a health insurance benefit plan, including any employer sponsored group health plan or self-insured plan, or any individual health insurance policy, to meet the medical needs of a dependent child including the cost of any premium required by such a health insurance benefit plan ; (22) \"Business day,\" a day on which state offices are open for regular business; (23) \"Employee,\" any person who is an employee within the meaning of chapter 24 of the Internal Revenue Code of 1986, as of January 1, 1997; (24) \"Employer,\" any person or entity who is an employer as defined in section 3401(d) of the Internal Revenue Code of 1986, as of January 1, 1997, and includes any governmental entity and any labor organization; (25) \"Labor organization,\" the meaning given the term in section 2(5) of the National Labor Relations Act as of January 1, 1997, and includes any entity or hiring hall which is used by the organization and an employer to carry out the requirements described in section 8(f)(3) of the Act . Section 6. That § 25-7A-5 be amended to read as follows: 25-7A-5. The secretary of social services may initiate an action for support by issuing a notice of a support debt, which shall be served without summons or other pleadings on the alleged responsible parent in the manner provided for service of a summons in a civil action or by certified mail, return receipt requested. The notice, whether based on subrogation power of attorney, assignment of a support obligation established by a court, administrative order or judgment or based on the furnishing of assistance by the Department of Social Services for any dependent child or spouse, or based on the obligation fixed by chapter 25-7, or support due to an obligee or another state who has applied for support enforcement services, shall contain the following statements: (1) The name of the dependent child or spouse for whom support is owed; (2) The monthly support for which the parent is responsible, including a statement of the debt accrued and accruing, and the monthly payment to be made on the state debt accrued, or due to an obligee or another state who has applied for support enforcement services, as established by: (a) Subrogation to or assignment of a court or administrative order, judgment or decree establishing a set or determinable amount of child or spousal support; or (b) Payment of assistance by the department for a dependent child or spouse where there is no court or administrative order, judgment or decree; (3) A statement that if the parent does not request a hearing within ten days from the day of service, the secretary: (a) Will request the court enter an order establishing the amount of child support, accrued and accruing, which the parent is responsible for and the amount of the total monthly payment due on the accrued debt to the state, or to an obligee or another state who has applied for support enforcement services, and on the monthly support obligation , if not fixed by prior order ; (b) May request that the court enter an order for health insurance coverage; and (c) May request that the court enter an order for genetic testing costs; (4) A statement that the parent served with a notice of support debt may, within ten days of the day of service of the notice of support debt, submit a written response to the notice objecting to all or any part of the notice and requesting a hearing; (5) A statement that an order entered under subdivision (3) of this section, establishing the payment obligation of the parent is subject to collection action, including an order for income withholding under this chapter, levy and execution under the laws of this state or any other collection actions authorized by law; (6) A reference to this chapter; (7) A statement that an order for support entered under this chapter is filed with the appropriate clerk of courts and is a lien as provided by law; (8) A statement that if the parent has any questions he may telephone or visit the nearest department office or consult an attorney; (9) A statement that the parent has an obligation to report any change of address or employment to the department; and (10) Any other information the secretary finds appropriate. Section 7. That § 25-7A-22 be amended to read as follows: 25-7A-22. If the support order was entered in this state and this state maintains continuing exclusive jurisdiction over the support order in accordance with chapter 25-9B, or if the support order was registered in this state and the requirements of § 25-9B-611 or § 25-9B-613 are satisfied, an obligor, an obligee or the assignee may file a petition, on forms prescribed by the department, to increase or decrease child support based on a change of circumstances . For any support order entered or modified after July 1, 1997: (1) The order may be modified upon showing a substantial change in circumstances if the petition is filed within three years of the date of the order; or (2) The order may be modified without showing any change in circumstances if the petition is filed after three years of the date of the order. If a petition is filed, the secretary of social services shall file the petition in the office of the clerk of the circuit court where the original order for support is filed. Any response shall also be provided to the petitioning party. The matter shall be set for hearing before a referee who is a member in good standing of the state bar association and is appointed by the court, pursuant to statute, and after due notice to all parties by first class mail. The referee shall make a report to the court, recommending the amount of the monthly support obligation of the parent or for health insurance coverage. The referee shall file the report with the court and cause copies thereof to be served by mailing to the parties and the secretary. Any party shall have ten days from the date of service of the report in which to file objections to the report. If no objection is filed, the circuit court may thereafter, and without further notice, enter its order. If any objection is filed, the circuit court shall fix a date for hearing on the report, the hearing to be solely on the record established before the referee. The circuit court may thereafter adopt the referee's report, or may modify it, or may reject and remand it with instructions or for further hearing. The secretary shall serve the parent the court's order by certified mail, return receipt requested, at the parent's last known address, and shall file proof of service. If the circuit court's order modifies the referee's report and no hearing was held before the circuit court before entry of its order, any party has ten days from the date of service of the order in which to file an objection to that modification. If an objection is filed, the circuit court shall fix a date for hearing on the objection and after the hearing shall enter its order. The secretary shall serve the order by certified mail, return receipt requested, at the parent's last known address, and shall file proof of service. Section 8. That § 25-7A-24 be amended to read as follows: 25-7A-24. If an order for support does not contain a provision for immediate withholding of income or property and the department is providing support enforcement services, or has received a request from an obligee to commence income withholding procedures, when an obligor becomes delinquent in any part of the payment of support obligations pursuant to the order for support, the department shall prepare and serve a notice of delinquency upon an order for withholding of income on the payor as provided by § 25-7A-30. The department shall also advise the obligor of the procedures to contest the withholding . Further, if the obligor owes no obligation for current support, or is not delinquent in the payment of support obligations pursuant to the order for support, but owes support arrearage, whether or not included in a judgment therefor, the department shall prepare and serve a notice of delinquency upon the obligor. Section 9. That § 25-7A-25 be repealed. 25-7A-25. The notice of delinquency shall recite the terms of the order for support or judgment and contain a computation of the period and total amount of the delinquency or arrearage, as of the date of the notice, the amount of income or property to be withheld by any current or subsequent payor for any current or subsequent period of employment, and the procedures for contesting the withholding. The notice of delinquency shall be served by either of the following methods: (1) By prepaid certified mail addressed to the obligor at his last known address, return receipt requested. Service is completed when the receipt is signed; (2) By any method provided by law for service of summons. Section 10. That § 25-7A-26 be amended to read as follows: 25-7A-26. The obligor may prevent an order for withholding from being served on the payor by filing a petition to stay service contest the order for withholding of income by filing a written request for administrative review with the department within ten days after service of the notice of delinquency order . The grounds for the petition to stay service contesting the withholding shall be limited to: (1) A dispute concerning the existence or amount of the order for support or delinquency or arrearage; or (2) The proper identity of the obligor. The department may adopt rules pursuant to chapter 1-26 to implement the provisions of this section. Section 11. That § 25-7A-27 be repealed. 25-7A-27. If a petition to stay service of an order for withholding is filed with the department within the time required, the department shall notify the obligor and obligee, if appropriate, of the time and place of hearing. The department shall hold such hearing pursuant to the provisions of § 25-7A-29. Section 12. That § 25-7A-28 be repealed. 25-7A-28. Filing of a petition to stay service, within the ten-day period required in § 25-7A-26 prohibits the department from serving the order for withholding on any payor of the obligor until a hearing is held pursuant to § 25-7A-29. Section 13. That § 25-7A-29 be repealed. 25-7A-29. If an obligor files a petition to stay service, the department, after due notice to all parties, shall hear the matter as soon as practicable at an office of the department nearest to the residence of the obligor, and shall enter an order granting or denying relief, modifying the order for withholding, amending the notice of delinquency, or, if the department finds that a delinquency or arrearage existed when the notice of delinquency was mailed, the department may order immediate service of the order for withholding. If the department cannot resolve any dispute over the amount of the delinquency or arrearage, the department may order immediate service of the order for withholding as to any undisputed amounts specified in an amended notice of delinquency, and may continue the hearing on the disputed amounts. In any event, notice of the withholding decision shall be sent to the obligor and the obligee within forty-five days of the notice of delinquency. Section 14. That § 25-7A-30 be amended to read as follows: 25-7A-30. If a petition to stay service has not been filed within ten days following service of the notice of delinquency, the The department shall enter and serve the order for withholding on the payor, its superintendent, manager or other agent, by certified mail or personal delivery. A copy of the order shall be mailed to the obligor at his the obligor's last known post office address. The order for withholding shall be entered whether or not the order for support contains a provision for withholding of income or property. Section 15. That § 25-7A-34 be amended to read as follows: 25-7A-34. Any payor who has been served with an order for withholding of income shall deduct and pay over income or assets as provided in this section. The payor shall deduct the amount designated in the order for withholding. The first payment shall be deducted from the payment of income which is payable to the obligor after five days following service of the order. The payor shall transmit the amount withheld to the department in accordance with the order for withholding within five seven business days after the date the obligor is paid or his property withheld and in accordance with any subsequent notification received from the department redirecting payment. Section 16. That § 25-7A-37 be amended to read as follows: 25-7A-37. Withholding of income under this chapter shall be made without regard to any prior or subsequent legal process under state law, including but not limited to garnishments, attachments, wage assignments or any other claims of creditors. Payment as required by the order for withholding shall be a complete defense by the payor against any claims of the obligor or his the obligor's creditors as to the sum so paid. A payor who complies with an order for withholding of income that is regular on its face is not subject to civil liability to any individual or agency for any conduct which is in compliance with the order. Section 17. That § 25-7A-46 be amended to read as follows: 25-7A-46. Any payor who intentionally: (1) Fails to withhold or pay over income to the department pursuant to a valid order for withholding; (2) Discharges, refuses to employ, disciplines, or penalizes an obligor because of the order for withholding; or (3) Otherwise fails to comply with any of the duties imposed by this chapter; commits a petty offense. Section 18. That § 25-7A-51 be amended to read as follows: 25-7A-51. An order for support shall require that an obligor who is financially unable to pay child support and obligor who owes past-due child support and whose dependent child is being provided public assistance shall be required to pay support in an amount deemed appropriate by a court or, if not incapacitated, participate in a workfare program as set out in § § 28-1-54 to 28-1-59, inclusive work activities as specified in § 407(D) of the Personal Responsibility and Work Opportunity Reconciliation Act of 1996, as of January 1, 1997 . Section 19. That § 25-7A-56 be amended to read as follows: 25-7A-56. A state agency or board may not issue or renew the professional or recreational license, registration, certification, or permit of any applicant after receiving notice from the Department of Social Services that the applicant has accumulated child support arrearages in the sum of one thousand dollars or more, unless the applicant first makes satisfactory arrangements with the Department of Social Services for payment of any accumulated arrearages. An applicant who disputes a determination by the Department of Social Services that the applicant has accumulated child support arrearages of one thousand dollars or more shall, upon request, be given a due process hearing by the department. Upon recommendation by the department, the licensing agency or board may issue a temporary license, registration, certification, or permit to the applicant pending final resolution of the due process hearing. The department may promulgate rules pursuant to chapter 1-26 to implement the provisions of this section. The term professional license, registration, certification, or permit as specified by this section includes abstractors as specified in chapter 36-13; accountants as specified in chapter 36-20A; barbers as specified in chapter 36-14; chiropractors as specified in chapter 36-5; cosmetologists as specified in chapter 36-15; counselors as specified in chapter 36-32; dentists and dental hygienists as specified in chapter 36-6A; electricians as specified in chapter 36-16; engineers, architects, and surveyors as specified in chapter 36-18; embalmers and funeral directors as specified in chapter 36-19; nurses as specified in chapter 36-9; nurse practitioners and nurse mid-wives as specified in chapter 36-9A; physical therapists as specified in chapter 36-10; medical assistants as specified in chapter 36-9B; hearing aid dispensers as specified in chapter 36-24; physicians and surgeons as specified in chapter 36-4; physician's assistants as specified in chapter 36-4A; advanced life support personnel as specified in chapter 36-4B; nursing facility administrators as specified in chapter 36-28; optometrists as specified in chapter 36-7; pharmacists as specified in chapter 36-11; plumbers as specified in chapter 36-25; podiatrists as specified in chapter 36-8; psychologists as specified in chapter 36-27A; real estate brokers and salesmen as specified in chapter 36-21A; social workers as specified in chapter 36-26; veterinarians as specified in chapter 36-12; insurance brokers, agents, and solicitors as specified in chapter 58-30; teachers and administrators as specified in chapters 13-42 and 13-43; attorneys as specified in chapter 16-16; securities agents, securities brokers, investment advisers, or investment adviser representatives as specified in chapter 47-31A; pilots as specified in chapter 50-11; day care providers as specified in chapter 26-6; gaming employees as specified in chapter 42-7B; and law enforcement officers as specified in chapter 23-3. The state agencies or boards which govern the professions , recreational licenses, and occupations listed in this paragraph may adopt rules pursuant to chapter 1-26 to implement the provisions of this section for their particular profession or occupation. Section 20. That chapter 25-7A be amended by adding thereto a NEW SECTION to read as follows: A circuit court may revoke, suspend, or restrict a person's drivers, professional, occupational, or recreational license if the person owes past-due support, or if the person, after receiving appropriate notice, fails to comply with a subpoena or warrant relating to a paternity or child support proceeding. Section 21. That chapter 25-7A be amended by adding thereto a NEW SECTION to read as follows: To facilitate the collection of child support and to facilitate locating child support obligors, the following information shall be recorded in the following manners: (1) The social security number of any applicant for a professional license, commercial drivers license, occupational license or marriage license shall be recorded on the application. If an agency allows the use of a number, other than the social security number as the license number, the agency shall advise the applicant; (2) The social security number of any person who is subject to a divorce decree, support order, paternity adjudication, or paternity acknowledgment shall be recorded on the document relating to the matter; (3) The social security number of any person who has died shall be placed in the death records and recorded on the death certificate; (4) The social security number, drivers license number, or identification number of the owners shall be recorded in the records maintained by the Division of Motor Vehicles upon the issuance of the title or renewal of a registration. Section 22. That chapter 25-7A be amended by adding thereto a NEW SECTION to read as follows: In actions involving either the establishment of paternity, or the establishment, modification, or enforcement of a support order, any Title IV-D agency shall have the administrative authority to perform the following functions without the necessity of obtaining an order from any other judicial or administrative entity: (1) To order genetic testing for purposes of paternity establishment; (2) To administratively subpoena any financial or other information needed by the department to establish, modify, or enforce a child support order. Any person or entity who intentionally fails to respond to a subpoena issued by the department pursuant to this section commits a petty offense. Section 23. That chapter 25-7A be amended by adding thereto a NEW SECTION to read as follows: Any Title IV-D agency conducting child support enforcement activities shall have access to any motor vehicle or law enforcement system used within the state for purposes of locating a person. Section 24. That chapter 25-7A be amended by adding thereto a NEW SECTION to read as follows: All entities within this state, including for-profit, nonprofit, and governmental employers shall promptly respond to a request from any Title IV-D agency for information regarding the employment status, rate of compensation, or benefits provided by the employer to any employee or contractor. Any entity who intentionally violates the provisions of this section commits a petty offense. Section 25. That chapter 25-7A be amended by adding thereto a NEW SECTION to read as follows: For purposes of child support enforcement activities, any Title IV-D agency is hereby granted access to information contained in the following records including, if applicable, automated access to case records maintained in automated data bases: (1) Records of other state and local government agencies, including: (a) Vital statistics, including records of marriage, birth, death or divorce; (b) State and local tax revenue records, including information on residence address, employer, income, and assets; (c) Records concerning real and titled personal property; (d) Records of occupational and professional licenses, and records concerning the ownership and control of corporations, partnerships, and other business entities; (e) Employment security records; (f) Records of agencies administering public assistance programs; (g) Records of the Division of Motor Vehicles; and (h) Records of the Department of Corrections. (2) Records held by private entities with respect to individuals who owe or are owed support or against whom a support obligation is sought, consisting of: (a) The names, addresses, and telephone numbers of individuals, and the names and addresses of the employers of the individuals, as appearing in the customer records of public utilities and cable television companies, which shall be provided pursuant to an administrative subpoena issued by the department; (b) Information, including information on assets and liabilities related to the individuals and held by any financial institution. Any information obtained by the department pursuant to this section is confidential in nature, and may be used or disclosed only for the purpose of, and to the extent necessary in, establishing, modifying, or enforcing a child support obligation. Any entity which provides information to the department is not subject to civil or criminal liability for releasing or disclosing the requested information. Section 26. That chapter 25-7A be amended by adding thereto a NEW SECTION to read as follows: Upon entry of an order for support, each party to any paternity or child support proceeding shall file with the appropriate tribunals as defined in § 25-9B-101 a written statement specifying the party's name, social security number, residential and mailing address, telephone number, driver's license number, and the name, address, and telephone number of any current employers. The tribunal may not accept for filing any order for support unless and until the written statement is provided by each party. If the required information is unavailable, the order for support may be filed with the tribunal providing the trial judge certifies in writing on the order that the required information is unavailable. Each party subject to an order for support shall also notify the appropriate tribunals of any changes to this information, as necessary. In any subsequent child support enforcement action between the parties, and upon sufficient showing that diligent efforts have been made to ascertain the location of a party, the tribunal may deem due process requirements for notice and service of process satisfied by delivering written notice to the most recent residential or employer address on file with the tribunal. Section 27. That chapter 25-7A be amended by adding thereto a NEW SECTION to read as follows: Any tribunal as defined in § 25-9B-101 authorized to determine child support and paternity cases within this state may exercise statewide jurisdiction over any of the parties involved in the proceedings and may transfer a case between local jurisdictions without the need for any additional filings or service of process. Section 28. That chapter 25-7A be amended by adding thereto a NEW SECTION to read as follows: The department shall enter into agreements with any financial institution conducting business within the state whereby the financial institution shall, on a quarterly basis, provide to the department the name, record address, social security number or other taxpayer identification number, and other identifying information requested by the department for each obligor who owes past-due child support, and who maintains an account at the financial institution. Every financial institution shall also comply with any lien, levy, or order for withholding of income issued by the department against any account. A financial institution is not liable to any person or entity for release or disclosure of any information required herein, and is not liable for encumbering or surrendering to the department any assets held by the financial institution and owned by the obligor. A financial institution is not liable to any person or entity for any other action taken in good faith by the institution to comply with the requirements of this section. Any information obtained by any Title IV-D agency pursuant to this section is confidential in nature and may be disclosed only for the purpose of, and to the extent necessary in, establishing, modifying, or enforcing a child support obligation. As used in this section, financial institution includes any financial institution as defined in subdivision 10-43-1(4), any institution regulated by chapter 47-31A, and any other depository institution, credit union, benefit association, insurance company, safe deposit company, bond fund, money market mutual fund, and any mutual fund of any kind or character. The term, account, as used in this section includes any demand deposit account, checking account, negotiable withdrawal order account, savings account, time deposit account, money market or any type of mutual fund account, and intangible property as defined in subdivision 43-41B- 1(10). Section 29. That chapter 25-7A be amended by adding thereto a NEW SECTION to read as follows: Upon receiving notice from the Department of Social Services that a person owes child support, the Department of Labor shall immediately withhold funds from the person's unemployment insurance benefits and forward the withheld amounts to the Department of Social Services. The Department of Labor shall withhold the amount as designated by the Department of Social Services except that the amount actually withheld may not be in excess of fifty percent of the person's benefits. The person shall also be notified that the person may contest the withholding by filing a written request for administrative review with the Department of Social Services in accordance with section 10 of this Act. Section 30. That chapter 25-7A be amended by adding thereto a NEW SECTION to read as follows: In any case in which any Title IV-D agency is providing child support enforcement or income withholding services, the Title IV-D agency may direct any obligor or other payor to change the payee to the Title IV-D agency. The Title IV-D agency shall notify the obligor, the obligee, and the clerk of court of any change. Section 31. That § 25-8-3 be amended to read as follows: 25-8-3. The father and mother of a child born out of wedlock is are jointly and severally liable to pay the expenses of the mother's pregnancy and confinement. Section 32. That § 25-8-50 be amended to read as follows: 25-8-50. Upon the birth of a child to an unmarried woman, and prior to discharge, any hospital, physician, health care provider, midwife, or nurse who assists in the birth of the child shall: (1) Provide an opportunity for the child's mother and alleged father to sign under oath an affidavit of paternity; and (2) Provide to the mother and to the alleged father, any necessary oral information, and also written information furnished by the Department of Social Services which describes, among other things, the rights and responsibilities of parentage; the benefits of having the child's paternity established; the alleged father's legal rights and responsibilities, including his right to request genetic testing; the child's right to receive child support; that a signed affidavit of paternity creates a rebuttable presumption of paternity; that a signed affidavit of paternity allows the establishment of a support obligation without requiring further proceedings to establish paternity; and, that completion of the affidavit of paternity is voluntary and is not required of either the mother or the alleged father. If obtained, the fully completed, signed, and notarized original affidavit of paternity shall be forwarded to the department of health as provided in chapter 34-25 within seven days following the birth of the child. Section 33. That chapter 25-8 be amended by adding thereto a NEW SECTION to read as follows: In any out of wedlock birth, the name of the father shall be included within the birth record of the child only if the father and mother have signed an or affidavit of paternity, or a court or administrative tribunal of competent jurisdiction has issued an order which adjudicates the paternity of the child. Section 34. That § 25-8-59 be amended to read as follows: 25-8-59. Any action contesting a rebuttable presumption of paternity as established by § § 25-8-50 to 25-8-58, inclusive, can shall be commenced only within three years either sixty days after the creation of the presumption of paternity or the date of any administrative or judicial proceedings relating to the child including proceedings to establish a support obligation in accordance with § 25-8-52, whichever occurs earlier, except in cases where there are allegations of fraud, duress, or material mistake of fact. In cases involving allegations of fraud, duress, or material mistake of fact, any action contesting a rebuttable presumption of paternity shall be commenced within three years after the creation of any presumption. The burden of proof shall be upon the moving party and the payment of child support, or any other legal responsibilities of the parties, may not be suspended during the pendency of the proceedings, except upon a showing of good cause by the moving party . Section 35. That chapter 25-8 be amended by adding thereto a NEW SECTION to read as follows: In any action to establish paternity within this state, trial by jury is not allowed. Section 36. That chapter 25-8 be amended by adding thereto a NEW SECTION to read as follows: In any action to establish paternity, medical bills related to childbirth, pregnancy, or confinement expenses, and genetic testing bills shall be admissible as evidence without foundation testimony, and shall constitute prima facie evidence of the amounts incurred. Section 37. That chapter 25-8 be amended by adding thereto a NEW SECTION to read as follows: Every affidavit or adjudication of paternity shall be filed with the Department of Health for comparison with information contained within the state case registry. Section 38. That § 25-9B-101 be amended to read as follows: 25-9B-101. In this chapter: (1) \"Child\" means an individual, whether over or under the age of majority, who is or is alleged to be owed a duty of support by the individual's parent or who is or is alleged to be the beneficiary of a support order directed to the parent. (2) \"Child support order\" means a support order for a child, including a child who has attained the age of majority under the law of the issuing state. (3) \"Duty of support\" means an obligation imposed or imposable by law to provide support for a child, spouse, or former spouse, including an unsatisfied obligation to provide support. (4) \"Home state\" means the state in which a child lived with a parent or a person acting as parent for at least six consecutive months immediately preceding the time of filing of a petition or comparable pleading for support and, if a child is less than six months old, the state in which the child lived from birth with any of them. A period of temporary absence of any of them is counted as part of the six-month or other period. (5) \"Income\" means any form of payment to a person, regardless of source, including, but not limited to wages, salary, commission, bonuses, compensation as an independent contractor, worker's compensation, unemployment compensation, disability, annuity and retirement benefits, gift or inheritance, all gain derived from capital or labor, profit gained through the sale or conversion of capital assets, and any other payments, including personal property, money and credits on deposit with or in the possession of, or made by any person, private entity, federal or state government, any unit of local government, school district or any entity created by public act. However, for purposes of income withholding, income excludes: (i) Any amount required by law or as a condition of employment to be withheld, other than creditor claims, including federal, state, and local taxes, social security and other retirement contributions; (ii) Any amount exempted by federal law; and (iii) Public assistance payments. (6) \"Income-withholding order\" means an order or other legal process directed to any payor as defined in § 25-7A-1(14) to withhold support from the income of the obligor. (7) \"Initiating state\" means a state in from which a proceeding under this act or a law or procedure substantially similar to this Act, the Uniform Reciprocal Enforcement of Support Act, or the Revised Uniform Reciprocal Enforcement of Support Act is forwarded or in which a proceeding is filed for forwarding to a responding state. (8) \"Initiating tribunal\" means the authorized tribunal in an initiating state. (9) \"Issuing state\" means the state in which a tribunal issues a support order or renders a judgment determining parentage. (10) \"Issuing tribunal\" means the tribunal that issues a support order or renders a judgment determining parentage. (11) \"Law\" includes decisional and statutory law and rules and regulations having the force of law. (12) \"Obligee\" means any : (i) Any person or entity to whom a duty of support is owed or is alleged to be owed or in whose favor a support order has been issued or a judgment determining parentage has been rendered; (ii) A state or political subdivision to which the rights under a duty of support or support order have been assigned or which has an independent claim based on financial assistance provided to an individual obligee; or (iii) A person seeking a judgment determining parentage of the person's child . (13) \"Obligor\" means any person who , or the estate of any person: (i) Who owes or is alleged to owe a duty to make payments under an order for of support ; (ii) Who is alleged but has not been adjudicated to be a parent of a child; or (iii) Who is liable under a support order . (14) \"Register\" means to record a support order or judgment determining parentage in the appropriate location for the recording or filing of foreign judgments generally or foreign support orders specifically. (15) \"Registering tribunal\" means a tribunal in which a support order is registered. (16) \"Responding state\" means a state to in which a proceeding is filed or forwarded under this act or a law substantially similar to this act, the Uniform Reciprocal Enforcement of Support Act, or the Revised Uniform Reciprocal Enforcement of Support Act. (17) \"Responding tribunal\" means the authorized tribunal in a responding state. (18) \"State\" means a state of the United States, the District of Columbia, the Commonwealth of Puerto Rico, or any territory or insular possession subject to the jurisdiction of the United States. The term \"state\" also includes an Indian tribe and a foreign jurisdiction that has enacted laws or established procedures for issuance and enforcement of support orders which are substantially similar to the procedures under this chapter or the procedures under the Uniform Reciprocal Enforcement of Support Act or the Revised Uniform Reciprocal Enforcement of Support Act . (19) \"Support enforcement agency\" means a public official or agency authorized to seek: (i) Enforcement of support orders or laws relating to the duty of support; (ii) Establishment or modifications of child support; (iii) Determination of parentage; or (iv) To locate obligors or their assets. (20) \"Support Order\" means any order of the court or an administrative agency which provides for periodic payments of funds for the support of a child or maintenance of a spouse whether temporary or final, and includes any such order which provides for: a judgment, decree, or order, whether temporary, final, or subject to modification, issued by a court or an administrative agency of competent jurisdiction, which provides for the support and maintenance of a child, including a child who has attained the age of majority under the law of the issuing state, or a child and the parent with whom the child is living, which provides for monetary support, health care, arrearages, or reimbursement, and which may include costs and fees, interest and penalties, income withholding, attorney's fees, and other relief. (i) Modification or resumption of, or payment of arrearages accrued under a previously existing order; (ii) Reimbursement of support; (iii) Reimbursement of health insurance costs incurred by the custodial parent; or (iv) Medical costs to the extent not paid by health insurance. (21) \"Tribunal\" means a court, administrative agency, or quasi-judicial entity authorized to establish, enforce, or modify support orders or to determine parentage. (22) \"Spousal-support order\" means a support order for a spouse or former spouse of the obligor. Section 39. That § 25-9B-207 be amended to read as follows: 25-9B-207. (a) If a proceeding is brought under this chapter, and one or more child support orders have been issued in this or another state with regard to an obligor and a child, a tribunal of this state shall apply the following rules in determining which order to recognize for purposes of continuing, exclusive jurisdiction: only one tribunal has issued a child support order, the order of that tribunal is controlling and must be recognized. (1) If only one tribunal has issued a child support order, the order of that tribunal must be recognized. (2) (b) If a proceeding is brought under this chapter, and two or more tribunals have issued child support orders have been issued by tribunals of this state or another state for the same obligor and child, and only one of the tribunals would have continuing, exclusive jurisdiction under this act, the order of that tribunal must be recognized. a tribunal of this state shall apply the following rules in determining which order to recognize for purposes of continuing, exclusive jurisdiction: (3) If two or more tribunals have issued child support orders for the same obligor and child, and more than one of the tribunals would have continuing, exclusive jurisdiction under this act, an order issued by a tribunal in the current home state of the child must be recognized, but if an order has not been issued in the current home state of the child, the order most recently issued must be recognized. (4) If two or more tribunals have issued child support orders for the same obligor and child, and none of the tribunals would have continuing, exclusive jurisdiction under this act, the tribunal of this state may issue a child support order, which must be recognized. (b) The tribunal that has issued an order recognized under subsection (a) is the tribunal having continuing, exclusive jurisdiction. (1) If only one of the tribunals would have continuing exclusive jurisdiction under this chapter, the order of that tribunal is controlling and must be recognized. (2) If more than one of the tribunals would have continuing, exclusive jurisdiction under this chapter, an order issued by a tribunal in the current home state of the child must be recognized, but if an order has not been issued in the current home state of the child, the order most recently issued is controlling and must be recognized. (3) If none of the tribunals would have continuing, exclusive jurisdiction under this chapter, the tribunal of this state having jurisdiction over the parties must issue a child support order, which is controlling and must be recognized. (c) If two or more child support orders have been issued for the same obligor and child and if the obligor or the individual obligee reside in this state, a party may request a tribunal of this state to determine which order controls and must be recognized under subsection (b). The request must be accompanied by a certified copy of every support order in effect. Every party whose rights may be affected by a determination of the controlling order must be given notice of the request for that determination. (d) The tribunal that issued the order that must be recognized as controlling under subsection (a), (b), or (c) is the tribunal that has continuing, exclusive jurisdiction in accordance with § 25-9B-205. (e) A tribunal of this state which determines by order the identity of the controlling child support order under subsection (b)(1) or (b)(2) or which issues a new controlling child support order under subsection (b)(3) shall include in that order the basis upon which the tribunal made its determination. (f) Within thirty days after issuance of the order determining the identity of the controlling order, the party obtaining that order shall file a certified copy of it with each tribunal that had issued or registered an earlier order of child support. Failure of the party obtaining the order to file a certified copy as required subjects that party to appropriate sanctions by a tribunal in which the issue of failure to file arises, but the failure has no effect on the validity or enforceability of the controlling order. Section 40. That § 25-9B-304 be amended to read as follows: 25-9B-304. (a) Upon the filing of a petition authorized by this act, an initiating tribunal of this state shall forward three copies of the petition and its accompanying documents: (1) To the responding tribunal or appropriate support enforcement agency in the responding state; or (2) If the identity of the responding tribunal is unknown, to the state information agency of the responding state with a request that they be forwarded to the appropriate tribunal and that receipt be acknowledged. (b) If a responding state has not enacted this Act or a law or procedures substantially similar to this Act, a tribunal of this state may issue a certificate or other documents and make findings required by the law of the responding state. If the responding state is a foreign jurisdiction, the tribunal may specify the amount of support sought and provide other documents necessary to satisfy the requirements of the responding state. Section 41. That § 25-9B-502 be renumbered to read as follows: 25-9B- 502 507 . (a) A party seeking to enforce a support order issued by a tribunal of another state may send the documents required for registering the order to a support enforcement agency of this state. (b) Upon receipt of the documents, the support enforcement agency, without initially seeking to register the order, shall consider and, if appropriate, use any administrative procedure authorized by the law of this state to enforce a support order. If the obligor does not contest administrative enforcement, the order need not be registered. If the obligor contests the validity of administrative enforcement of the order, the support enforcement agency shall register the order pursuant to this chapter. Section 42. That chapter 25-9B be amended by adding thereto a NEW SECTION to read as follows: 25-9B-501. An order to withhold income issued in another state may be sent to the obligor's employer without first filing a petition or comparable pleading or registering the order with a tribunal of this state. Section 43. That chapter 25-9B be amended by adding thereto a NEW SECTION to read as follows: 25-9B-502. (a) Upon receipt of the order, the obligor's employer shall immediately provide a copy of the order to the obligor. (b) The employer shall treat an income withholding order issued in another state which appears regular on its face in the same manner as if the order had been issued by a tribunal of this state. (c) Except as provided by subsection (d) and § 25-9B-503, the employer shall withhold and distribute the funds as directed in the withholding order by complying with the terms of the order, as applicable, that specify: (1) The duration and the amount of periodic payments of current child support, stated as a sum certain; (2) The person or agency designated to receive payments and the address to which the payments are to be forwarded; (3) Medical support, whether in the form of periodic cash payment, stated as a sum certain or ordering the obligor to provide health insurance coverage for the child under a policy available through the obligor's employment; (4) The amount of periodic payments of fees and costs for a support enforcement agency, the issuing tribunal, and the obligee's attorney, stated as sums certain; and (5) The amount of periodic payments of arrears and interest on arrears, stated as sums certain; (d) The employer shall comply with the law of the state of the obligor's principal place of employment for withholding from income with respect to: (1) The employer's fee for processing an income withholding order; (2) The maximum amount permitted to be withheld from the obligor's income; (3) The time periods within which the employer must implement the withholding order and forward the child support payment; (4) The priorities for withholding and allocating income withheld for multiple child support obligees; and (5) Any withholding terms or conditions not specified in the order. Section 44. That chapter 25-9B be amended by adding thereto a NEW SECTION to read as follows: 25-9B-503. If the obligor's employer receives multiple orders to withhold support from the earnings of the same obligor, the employer shall be deemed to have satisfied the terms of the multiple orders if the law of the state of the obligor's principal place of employment to establish the priorities for withholding and allocating income withheld for multiple child support obligees is complied with. Section 45. That chapter 25-9B be amended by adding thereto a NEW SECTION to read as follows: 25-9B-504. An employer who complies with an income withholding order issued in another state in accordance with this chapter is not subject to civil liability to any individual or agency with regard to the employer's withholding child support from the obligor's income. Section 46. That chapter 25-9B be amended by adding thereto a NEW SECTION to read as follows: 25-9B-505. An employer who willfully fails to comply with an income withholding order issued by another state and received for enforcement is subject to the same penalties that may be imposed for noncompliance with an order issued by a tribunal of this state. Section 47. That chapter 25-9B be amended by adding thereto a NEW SECTION to read as follows: 25-9B-506. (a) An obligor may contest the validity or enforcement of an income withholding order issued in another state and received directly by an employer in this state in the same manner as if the order had been issued by a tribunal of this state. § 25-9B-604 applies to this contest. (b) The obligor shall give notice of the contest to: (1) A support enforcement agency providing services to the obligee; (2) Each employer which has directly received an income withholding order; and (3) The person or agency designated to receive payments in the income-withholding order; or (4) If no person or agency is designated, to the obligee. Section 48. That § 25-9B-601 be amended to read as follows: 25-9B-601. A support order or income withholding order issued by a tribunal of another state may be registered in this state for enforcement. Section 49. That § 25-9B-611 be amended to read as follows: 25-9B-611. (a) After a child support order issued in another state has been registered in this state, and unless the provisions of § 25-9B-613 apply, the responding tribunal of this state may modify that order only if, after notice and hearing, it finds that: (1) The following requirements are met: (i) The child, the individual obligee, and the obligor do not reside in the issuing state; (ii) One of the parties is a resident A petitioner who is a nonresident of this state seeks modification ; and (iii) The respondent is subject to the personal jurisdiction of the tribunal of this state; or (2) An individual party or the child is subject to the personal jurisdiction of the tribunal and all of the individual parties have filed a written consent in the issuing tribunal providing that a tribunal of this state may modify the support order and assume continuing, exclusive jurisdiction over the order. However, if the issuing state is a foreign jurisdiction which has not enacted this Act, the written consent of the individual party residing in this state is not required for the tribunal to assume jurisdiction to modify the child support order. (b) Modification of a registered child support order is subject to the same requirements, procedures, and defenses that apply to the modification of an order issued by a tribunal of this state and the order may be enforced and satisfied in the same manner. (c) A tribunal of this state may not modify any aspect of a child support order that may not be modified under the law of the issuing state. If two or more tribunals have issued child support orders for the same obligor and child, the order that is controlling and must be recognized under the provisions of § 25-9B-207 establishes the nonmodifiable aspects of the support order. (d) On the issuance of an order modifying a child support order issued in another state, a tribunal of this state becomes the tribunal of continuing, exclusive jurisdiction. (e) Within thirty days after issuance of a modified child support order, the party obtaining the modification shall file a certified copy of the order with the issuing tribunal which had continuing, exclusive jurisdiction over the earlier order, and in each tribunal in which the party knows that earlier order has been registered. Section 50. That § 25-9B-612 be amended to read as follows: 25-9B-612. A tribunal of this state shall recognize a modification of its earlier child support order by a tribunal of another state which assumed jurisdiction pursuant to this Act or a law substantially similar to this act and, upon request, except as otherwise provided in this chapter, shall: (1) Enforce the order that was modified only as to amounts accruing before the modification; (2) Enforce only nonmodifiable aspects of that order; (3) Provide other appropriate relief only for violations of that order which occurred before the effective date of the modification; and (4) Recognize the modifying order of the other state, upon registration, for the purpose of enforcement. Section 51. That chapter 25-9B be amended by adding thereto a NEW SECTION to read as follows: 25-9B-613. (a) If all of the individual parties reside in this state and the child does not reside in the issuing state, a tribunal of this state has jurisdiction to enforce and modify the issuing state's child support order in a proceeding to register that order. (b) A tribunal of this state exercising jurisdiction as provided in this section shall apply the provisions of Articles 1 and 2 and this article to the enforcement or modification proceeding. Articles 3 through 5, and Articles 7 and 8 do not apply and the tribunal shall apply the procedural and substantive law of this state. Section 52. That chapter 25-9B be amended by adding thereto a NEW SECTION to read as follows: 25-9B-614. Within thirty days after issuance of a modified child support order, the party obtaining the modification shall file a certified copy of the order with the issuing tribunal which had continuing, exclusive jurisdiction over the earlier order, and in each tribunal in which the party knows that earlier has been registered. Failure of the party obtaining the order to file a certified copy as required subjects that party to appropriate sanctions by a tribunal in which the issue of failure to file arises, but that failure has no effect on the validity or enforceability of the modified order of the new tribunal of continuing, exclusive jurisdiction. Section 53. That § 25-9B-701 be amended to read as follows: 25-9B-701. (a) A tribunal of this state may serve as an initiating or responding tribunal in a proceeding brought under this act or a law or procedure substantially similar to this act, the Uniform Reciprocal Enforcement of Support Act, or the Revised Uniform Reciprocal Enforcement of Support Act to determine that the petitioner is a parent of a particular child or to determine that a respondent is a parent of that child. (b) In a proceeding to determine parentage, a responding tribunal of this state shall apply the procedural and substantive law of this state, and the rules of this state on choice of law. Section 54. That § 28-7-25 be amended to read as follows: 28-7-25. The department shall furnish information regarding the amount of overdue support owed by an obligor to any consumer reporting agency, as defined by this section, upon the request of the agency, or as determined by the secretary. The furnishing of this information is not required for sums under one thousand dollars if the secretary determines that its use is inappropriate. The term, consumer reporting agency, means any person who, for monetary fees, dues or on a cooperative nonprofit basis, regularly engages in whole or in part in the practice of assembling or evaluating consumer credit information or other information on consumers for the purpose of furnishing consumer reports to third parties, and who uses any means or facility of interstate commerce for the purpose of preparing or furnishing consumer reports. The department shall send the notice to the obligor regarding the proposed release of information and the procedures available to contest the accuracy of the information. The consumer reporting agency has no obligation to accept or use the information provided to it under this section. Section 55. The effective date of sections 38 to 53, of this Act is January 1, 1998. BILL HISTORY 2/4/97 First read in Senate and referred to State Affairs. S.J. 307 2/12/97 Scheduled for Committee hearing on this date. 2/12/97 State Affairs Do Pass, Passed, AYES 8, NAYS 1. S.J. 421 2/14/97 Senate Do Pass, Passed, AYES 33, NAYS 1. S.J. 459 2/15/97 First read in House and referred to State Affairs. H.J. 523 2/24/97 Scheduled for Committee hearing on this date. 2/26/97 Scheduled for Committee hearing on this date. 2/26/97 State Affairs Do Pass Amended, Passed, AYES 12, NAYS 0. H.J. 709"}, {"bill_id": 13117, "bill_version_id": 74001, "bill_version": "Enrolled", "bill_version_date": "1997-03-05T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13117, "action_date": "1997-02-04T14:00:00-06:00", "document_id": 72897, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72897.pdf", "status_text": "First read in Senate and referred to", "journal_page": 307, "committee_id_action": 545, "committee_id_assigned": 527, "result": "N", "vote": {}}, {"bill_id": 13117, "action_date": "1997-02-12T07:45:00-06:00", "document_id": 72340, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72340.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 527, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13117, "action_date": "1997-02-12T07:45:00-06:00", "document_id": 72340, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72340.pdf", "status_text": "Do Pass,", "journal_page": 421, "committee_id_action": 527, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37210, "president_vote": null, "Yea": [1911, 1915, 1956, 1912, 1930, 1986, 1969, 1927], "Nay": [1946]}}, {"bill_id": 13117, "action_date": "1997-02-14T14:00:00-06:00", "document_id": 72913, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72913.pdf", "status_text": "Do Pass,", "journal_page": 459, "committee_id_action": 545, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37868, "president_vote": null, "Yea": [1884, 1885, 1889, 1893, 1901, 1905, 1908, 1911, 1912, 1915, 1919, 1925, 1927, 1928, 1930, 1932, 1935, 1938, 1939, 1945, 1955, 1956, 1959, 1960, 1965, 1969, 1972, 1976, 1977, 1978, 1979, 1981, 1986], "Excused": [1920], "Nay": [1946]}}, {"bill_id": 13117, "action_date": "1997-02-15T14:00:00-06:00", "document_id": 72914, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72914.pdf", "status_text": "First read in House and referred to", "journal_page": 523, "committee_id_action": 544, "committee_id_assigned": 539, "result": "N", "vote": {}}, {"bill_id": 13117, "action_date": "1997-02-24T10:00:00-06:00", "document_id": 72431, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72431.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 539, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13117, "action_date": "1997-02-26T10:00:00-06:00", "document_id": 72451, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72451.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 539, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13117, "action_date": "1997-02-26T10:00:00-06:00", "document_id": 72451, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72451.pdf", "status_text": "Do Pass Amended,", "journal_page": null, "committee_id_action": 539, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37515, "president_vote": null, "Yea": [1890, 1900, 1904, 1924, 1931, 1936, 1967, 1926, 1949, 1970, 1961, 1921], "Excused": [1940]}}, {"bill_id": 13117, "action_date": "1997-02-28T14:00:00-06:00", "document_id": 72932, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72932.pdf", "status_text": "Deferred to another day", "journal_page": 784, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13117, "action_date": "1997-03-03T14:00:00-06:00", "document_id": 72934, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72934.pdf", "status_text": "Do Pass Amended,", "journal_page": 811, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37973, "president_vote": null, "Yea": [1886, 1887, 1888, 1890, 1891, 1892, 1894, 1895, 1896, 1897, 1898, 1899, 1900, 1902, 1904, 1906, 1907, 1909, 1910, 1913, 1914, 1916, 1917, 1918, 1921, 1922, 1923, 1926, 1929, 1931, 1933, 1934, 1936, 1937, 1941, 1944, 1947, 1948, 1949, 1950, 1951, 1952, 1957, 1961, 1962, 1963, 1964, 1966, 1967, 1968, 1970, 1973, 1975, 1982, 1983, 1985, 1924], "Excused": [1903, 1940, 1971], "Nay": [1942, 1943, 1953, 1954, 1958, 1974, 1984, 1988], "Absent": [1980, 1987]}}, {"bill_id": 13117, "action_date": "1997-03-06T14:00:00-06:00", "document_id": 72941, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72941.pdf", "status_text": "Signed by President", "journal_page": 828, "committee_id_action": 545, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13117, "action_date": "1997-03-06T14:00:00-06:00", "document_id": 72941, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72941.pdf", "status_text": "Delivered to the Governor", "journal_page": 837, "committee_id_action": 545, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13117, "action_date": "1997-03-06T14:00:00-06:00", "document_id": 72940, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72940.pdf", "status_text": "Signed by Speaker", "journal_page": 929, "committee_id_action": 544, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13117, "action_date": "1997-03-11T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": null, "committee_id_action": 545, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 653}