{"session_id": 69, "bill_id": 25009, "bill_type": "Senate Bill", "bill_number": 56, "bill_title": "permit the operation of an electric bicycle on the Mickelson Trail.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25009", "sponsors": [], "keywords": ["Executive/Judiciary Request", "Game, Fish, Parks and Forestry", "Motor Vehicles", "State Parks"], "audio": [], "bill_versions": [{"bill_id": 25009, "bill_version_id": 258465, "bill_version": "Introduced", "bill_version_date": "2024-01-05T16:59:07.47-06:00", "bill_text": "An Act to permit the operation of an electric bicycle on the Mickelson Trail. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 41-17-27 be AMENDED: 41-17-27. No personAn individual may not operate any a motorized vehicle within the right‑of‑way of the Black Hills Burlington Northern Heritage George S. Mickelson Trail. The provisions of this This section do does not apply to: (1) Any personAn individual operating a snowmobile, from December first to March thirty‑first, inclusive, on the trail from Lead/Deadwood south to the Dumont trailhead, excluding the portion of the right‑of‑way crossing the subdivisions known as Englewood Acres and Black Forest Ranchettes; (2) AnyA governmental employee while in the performance of his an official duty; (3) AnyA member of an organized rescue or fire fighting force, while in the performance of his an official duty; (4) Any person whose use is An individual authorized for by the Department of Game, Fish and Parks to operate a motorized vehicle within the right-of-way, for a purpose other than a recreational purposes by the Department of Game, Fish and Parks purpose, under a permit, lease, or contract; and (5) Any personAn individual operating a self‑propelled wheelchair; or (6) An individual operating an electric bicycle, as defined in § 32-20B-9. A violation of this section is a Class 2 misdemeanor."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 25009, "action_date": "2024-01-09T12:00:00-06:00", "document_id": 257007, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/257007.pdf", "status_text": "First read in Senate and referred to", "journal_page": 16, "committee_id_action": 1219, "committee_id_assigned": 1208, "result": "N", "vote": {}}, {"bill_id": 25009, "action_date": "2024-01-16T10:00:00-06:00", "document_id": 259552, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/259552.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1208, "committee_id_assigned": null, "result": "N", "vote": {}}]}