{"session_id": 48, "bill_id": 14312, "bill_type": "House Bill", "bill_number": 1018, "bill_title": "allow the precinct superintendent to assign duties to the members of an election board and to consolidate the position of judge and clerk.", "sponsors": [], "keywords": ["County Auditor", "Election Judge or Clerk", "Election Procedures"], "audio": [], "bill_versions": [{"bill_id": 14312, "bill_version_id": 80662, "bill_version": "Introduced", "bill_version_date": "1999-01-06T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to allow the precinct superintendent to assign duties to the members of an election board and to consolidate the position of judge and clerk. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 9-13-16.1 be amended to read as follows: 9-13-16.1. Each voting precinct shall be presided over by an election board consisting of a minimum of two clerks precinct deputies and one judge precinct superintendent appointed by the governing body. Judges and clerks Each precinct superintendent and precinct deputy shall receive such compensation as which shall be fixed by the governing body. Section 2. That § 12-3-11 be amended to read as follows: 12-3-11. Interpreters shall be provided for precincts as determined by the auditor or person in charge of that election and interpreters shall be paid the same as judges of election precinct deputies . All expenses shall be paid out of the county general fund or other appropriate political subdivision fund. Section 3. That § 12-15-1 be amended to read as follows: 12-15-1. The county auditor shall, not less than twenty days before any election, appoint a minimum of one judge of election, two clerks of election and judges and clerks precinct superintendent and two precinct deputies who shall constitute the precinct election board and a precinct superintendent and two precinct deputies of the counting board if such the board is appointed pursuant to § 12-15-14 or 12-15-14.1 for each of the voting precincts of the county. Two or four additional judges precinct deputies may be appointed. The auditor shall designate one judge of elections and one judge of the counting board as superintendent of their respective boards. The county auditor shall make the appointments from lists of names submitted by the county central committee of each party. If a list is submitted, it must be received by the county auditor no less than at least fails to receive the list forty-five calendar days prior to an election . If no names are presented , the county auditor shall use his own discretion make the appointments . Section 4. That § 12-15-2 be amended to read as follows: 12-15-2. Any judge or clerk precinct superintendent or precinct deputy appointed under the provisions of § 12-15-1 shall be a registered voter and a resident of the precinct or election district for which he the person is appointed. If, by the time prescribed in § 12-15-1, a sufficient number of judges or clerks precinct deputies are unable to be appointed, a vacancy may be filled by appointing any registered voter of the county in which the precinct is located provided the voter meets the party distribution required by § 12-15-3. Section 5. That § 12-15-2.1 be amended to read as follows: 12-15-2.1. No person appointed as a judge or clerk of any election precinct superintendent or precinct deputy may serve as a poll watcher at that election. Section 6. That § 12-15-3 be amended to read as follows: 12-15-3. In the appointment of judges of election the members of the precinct election board and of the counting board under this chapter, if three or more parties have candidates on the official ballot, one judge precinct deputy shall be appointed from each party having whose candidate for Governor in the last gubernatorial election had at least fifteen percent of the voters votes as shown by the precinct or district returns of the last preceding general election . If but two parties have candidates on such ballots, the judges members of the precinct election board shall be selected therefrom from each party and the party receiving a majority of the votes cast for Governor in the election precinct at the last preceding gubernatorial election shall have a majority of judges the members of the precinct election board . In all cases the judge selected as precinct superintendent of elections shall belong to the party whose candidate received the most votes for Governor in the last gubernatorial election in that precinct. Clerks of election and counting boards shall be of the different political parties represented in the primary election, if possible. If a precinct has been created since the last election, one of the judges and the precinct superintendent of elections shall belong to the party which received the most votes for Governor in the county in the last gubernatorial election. Section 7. That § 12-15-7 be amended to read as follows: 12-15-7. Prior to each general or primary election, each county auditor, assisted by the state's attorney, shall call together the superintendents from each of the precincts in the county, and such clerks and judges of elections any precinct deputy as the county auditor may deem appropriate, at some convenient time and place and instruct them and the judges and clerks of all counting boards on the election laws and the duties of the judges and clerks of election and counting boards. The superintendents and all judges and clerks including the judges and clerks of the counting boards who are precinct superintendent and precinct deputies. Any person who is called to the meeting and who attend attends the meeting shall be paid a fee fixed by the board of county commissioners of not less than five dollars for attending the meeting. Section 8. That § 12-15-9 be amended to read as follows: 12-15-9. Previous to votes being taken, the judges and the clerks Before performing election day duties, each precinct superintendent and precinct deputy of the election and counting boards shall severally take an oath in the following form: \" I, A.B., do solemnly swear (or affirm) that I will perform the duties of judge (or clerk) precinct superintendent or (precinct deputy) according to law and the best of my ability and that I will studiously endeavor to prevent fraud, deceit, and abuse in conducting the election about to be held. \" The judges of election and counting boards members of the precinct election board may administer the oath to each other and to the clerks of the election and counting boards . The person administering the oaths shall cause an entry thereof to be made and subscribed by him signed by the person and prefixed to the pollbook. Section 9. That § 12-15-10 be amended to read as follows: 12-15-10. If any person appointed as judge or clerk of election or as a judge or clerk of the counting board precinct superintendent or precinct deputy neglects or refuses to be sworn or to act as such, the position of the person shall be filled by the voters of the precinct present at the polling place when it opens, from the different political parties, as provided in this chapter. The person so elected to fill the vacancy is vested with the same power for that election, as if regularly appointed. Section 10. That § 12-15-11 be amended to read as follows: 12-15-11. The judges and clerks of each election and counting boards Each precinct superintendent and precinct deputy shall receive a fee to be established annually by resolution of the board of county commissioners at its first regular meeting each year. The person delivering the pollbooks and ballot boxes to the proper authority at the county seat shall receive the county rate for mileage as established pursuant to § 7-7-24, for miles necessarily traveled in going to and returning from making the delivery. Section 11. That § 12-15-13 be amended to read as follows: 12-15-13. The county auditor shall, on the receipt of the returns of any primary, general , or special election make out a certificate stating the fee the judges and clerks of the election board and counting board of such election are that each precinct superintendent and precinct deputy is entitled for their services . The county auditor shall submit the certificate to the board of county commissioners at its next session. The board shall order the fee to be paid out of the county treasury. Section 12. That § 12-15-14 be amended to read as follows: 12-15-14. In every each election precinct where in which the number of ballots to be voted on paper ballots, including absentee ballots, has in prior general elections exceeded three hundred voters, the auditor shall appoint a precinct counting board or boards to be composed of three judges five precinct deputies , one of whom shall be superintendent, and two clerks who shall count the ballots cast in the general election under the direction of the superintendent of the counting board. Section 13. That § 12-16-17 be amended to read as follows: 12-16-17. Where paper ballots are used, the The county auditor shall provide official and sample ballots to each precinct using them in the county. The quantity provided for a primary election shall be at least ten percent more than the number of votes cast for the gubernatorial candidate of the respective parties in the preceding gubernatorial primary election. The quantity provided for a general election shall be at least ten percent more than the number of votes cast for all candidates for Governor as shown by the returns of the last preceding gubernatorial election. In the case of newly created precincts, the quantity shall be determined by the reports of the judges of elections for the same. The county auditor shall also provide and retain in that office an ample supply of all official ballots, and if at any time before or during an election, an additional supply for any precinct shall be requested by the judges of election precinct superintendent , the county auditor shall immediately cause to be delivered, to the judges of election of the precinct precinct superintendent , a supply of extra official ballots. If the supply of official ballots has been completely exhausted, the county auditor may make emergency substitution by delivering or authorizing the use of sample ballots or photocopies of the official ballot. The election board shall account for any sample ballots or photocopies authorized to be used. Section 14. That § 12-16-19 be amended to read as follows: 12-16-19. Such The ballots, together with all other election supplies may be delivered to the precinct superintendent of elections or a judge for such precincts or precinct deputy for each precinct at the time they the precinct superintendent and precinct deputies are called together to receive instructions pursuant to § 12-15-7 ; and in case . If any such precinct superintendent , or another judge precinct deputy from that precinct who shall give receipt therefor be is not present to receive instructions, the ballots, election supplies, and the ballot boxes for his the precinct shall be delivered to the sheriff for delivery to said the precinct superintendent of election . Section 15. That § 12-16-20 be amended to read as follows: 12-16-20. The judge of election precinct superintendent or precinct deputy receiving such the package of ballots shall at the opening of the polls on election day cause the same to be delivered with the seal unbroken to the election board of his the election precinct and shall take receipts therefor from the judges of election, which receipts shall be returned . The precinct superintendent or precinct deputy shall receive a receipt from a member of the precinct board and shall return the receipt to the county auditor with the election returns. Section 16. That § 12-16-21 be amended to read as follows: 12-16-21. In case the ballots to be furnished to any precinct shall are, for any reason fail to be , not duly delivered or received, or after if the delivery be has been exhausted, destroyed, or stolen, it shall be the duty of the judge of election or election board of such precinct the precinct superintendent shall immediately to procure from the county auditor replacement ballots. Section 17. That § 12-16-25 be amended to read as follows: 12-16-25. The judges of election shall A member of the precinct election board may post no less than one of such the instruction cards in each booth or compartment provided for the preparation voting of ballots and not less than three of such the instruction cards elsewhere in and about the polling place upon the day of election. Section 18. That § 12-16-30 be amended to read as follows: 12-16-30. Before opening the polls the county auditor or officer charged with the conduct of a local election shall deliver to a judge of election the precinct superintendent of each precinct within the county, for use at the polling place of the precinct, a rubber or other stamp. The stamp shall contain the words , \" official ballot, \" the name or number of the election precinct, the name of the jurisdiction holding the election, and the date of the election. The date may be omitted if it is pre-printed on all ballots for the election. The stamp and other supplies for the election shall be delivered and receipted for by each officer a member of the precinct election board in the manner and at the time as provided in this chapter for the delivery and receipt of packages of ballots. Section 19. That § 12-16-36 be amended to read as follows: 12-16-36. There shall be at the right of each name or question in one or two horizontal lines a sufficient number of squares for the tally marks as provided in § 12-16-34, on the tally sheets for each precinct, to contain the tally marks for one-third more votes than were cast in such the precinct at the last preceding general election, not exceeding six hundred in any case. There shall be sufficient spaces at the right of the squares on such the tally sheet so that the clerk a member of the precinct election board may write out the total number of votes tallied for the candidate or question. Section 20. That § 12-16-41 be amended to read as follows: 12-16-41. In any case in which the certificate of the precinct judges members of the precinct election board as to the number of votes cast for any candidate or in favor of or against any question submitted to the voters shall may not agree with the votes as shown by such the tally list, the canvassing board to which such the returns are made shall take as correct the number of such votes shown by such the tally list rather than the certificate. Section 21. That § 12-17B-9 be amended to read as follows: 12-17B-9. Upon completion of the voting and after sealing the ballot box, two of the judges of election members of the precinct election board , of different major political parties, shall, by the most direct route, transport the box to the central counting location designated by the person in charge of the election or the ballots may be transported to the counting location by a sheriff's deputy and two deputy county auditors, one of each major political party, or by two deputy county auditors, one of each major political party. Section 22. That § 12-18-1.1 be amended to read as follows: 12-18-1.1. Before the opening of the polls the judges of election members of the precinct election board shall count and verify against the receipt given the ballots delivered to them the precinct for the purposes of the election. Section 23. That § 12-18-1.2 be amended to read as follows: 12-18-1.2. The precinct superintendent shall be in charge of the registration list and inactive registration list and shall designate one judge to be in charge of the official ballots and the official stamp. The remaining judge shall be in charge of receiving and depositing in the ballot boxes the ballots as they are voted. The voter may place the voter's voted ballot in the ballot box to insure the privacy of the voter's vote after showing the judge responsible for the ballot box the official stamp on the ballot have charge of the conduct at the polling place and supervise the precinct deputies. The precinct superintendent shall issue instructions and assign the duties to each person for maintaining the registration lists and the pollbook and issuing and receiving the official ballots. The duties for each person may be interchanged or rotated during the course of the day . Section 24. That § 12-18-1.3 be amended to read as follows: 12-18-1.3. If punch card ballots are used, before the opening of the polls the judges of election members of the precinct election board shall compare the ballots used in the marking devices with the sample ballots furnished and see that the names, numbers, and letters on the sample ballots agree and shall certify that fact on forms provided by the person in charge of the election. Section 25. That § 12-18-1.5 be amended to read as follows: 12-18-1.5. In those precincts where counting boards have been appointed, the judges and clerks of election precinct superintendent and precinct deputies shall remain at the place of election at all times after the polls are opened until the polls are closed, the election supplies are turned over to the counting board and the certificate and receipt required by § 12-20-28 § 12-20- 1 have been signed. At this time, the counting board shall assume its duties and the election board shall be is excused. The members of the counting board shall remain at the place of vote counting at all times from the time they assume their the counting board assumes the duties until the completion of the vote count and execution of the returns on the election. Section 26. That § 12-18-4 be amended to read as follows: 12-18-4. Before opening the polls each ballot box shall be carefully examined by the judges of election members of the precinct election board and everything therein in each ballot box shall be removed. Each ballot box shall then be sealed and may not be opened during the election except for vote counting as provided for in chapter 12-20. Section 27. That § 12-18-5 be amended to read as follows: 12-18-5. In paper ballot precincts, the clerk of election A member of the precinct election board belonging to a political party which is not the same as the political party of the superintendent member of the precinct election board who has the registration list shall keep a poll list which shall contain in numerical order the names of all persons voting at the election. Section 28. That § 12-18-7.1 be amended to read as follows: 12-18-7.1. Any person whose name appears on the precinct registration list in the possession of the precinct election judges may vote at that election. However, if a person's name does not appear on the registration list, but the person does present an acknowledgment notice, the person shall be permitted to vote if one of the judges members of the precinct election board communicates with the office of the county auditor and confirms that the person's name was erroneously omitted from the list. If it is not possible to communicate with the office of county auditor, the person may vote after executing an emergency voting card pursuant to § 12-18-7.2. Section 29. That § 12-18-7.2 be amended to read as follows: 12-18-7.2. If any person attempting to vote in any election claims to be registered or any person attempting to vote in any election claims to be on the inactive registration list but does not possess an acknowledgment notice and the person's name does not appear in the registration list of the precinct, the person may vote if one of the election judges members of the precinct election board first confirms by telephone or other means with the county auditor or a deputy auditor that the name was erroneously omitted from the list, and an emergency voting card, in duplicate, in the form prescribed by the State Board of Elections is signed by the applicant and the judges each member of the precinct election board . The original emergency voting card shall be retained by the precinct superintendent of elections as part of the precinct superintendent's permanent records, and the duplicate shall be given to the voter. In a primary election, the party affiliation of any voter using the emergency voting procedure of this section shall be designated on the emergency voting card. Section 30. That § 12-18-10 be amended to read as follows: 12-18-10. When any If a person shall make makes an application for ballots, or where if an absentee ballot has been cast, his the person's right to vote at that poll and election may be challenged only as to his the person's identity as the person registered whom he the person claims to be or on grounds that within fifteen days preceding the election he the person has been convicted of a felony or declared by proper authority to be mentally incompetent , and such . The proceedings shall thereupon be had be conducted before the judges of election precinct superintendent and precinct deputies who shall determine from the evidence presented whether or not the person shall be is permitted to vote and they the members of the precinct election board shall indicate beside the name on the registration list the ground stated and the result of their the precinct election board's decision. Section 31. That § 12-18-12 be amended to read as follows: 12-18-12. Before delivering a ballot to any voter the judge having member of the precinct election board in charge of the ballots shall stamp on its the back and near the top of the ballot the official stamp provided for that purpose. Section 32. That § 12-18-13 be amended to read as follows: 12-18-13. No voter shall may receive or vote a ballot from any other person than the judge of election having precinct superintendent or precinct deputy in charge of the ballots, nor shall may any person other than such judges of election the precinct superintendent or precinct deputy deliver a ballot to such the voter. Section 33. That § 12-18-23 be amended to read as follows: 12-18-23. Every Each voter who does not vote a ballot delivered to him by the judges of election having the voter by a member of the precinct election board in charge of the ballots shall, before leaving the polling place, return such the ballot to such judges the member of the precinct election board in charge of the ballot box . Section 34. That § 12-18-24 be amended to read as follows: 12-18-24. If any voter spoils a ballot he , the voter may obtain another ballot, and so on, successively, not to exceed three ballots in all, upon returning to the ballot clerk a member of the precinct election board the spoiled ballot. In obtaining a ballot to replace a spoiled one, the name of the voter shall be given and the number of the spoiled ballot so spoiled, which . The number shall be noted opposite his of the voter's name as \" spoiled. \" The ballots thus that are returned shall be forthwith canceled by writing the words , \" spoiled and replaced \" , across the face of the ballot and all such ballots each spoiled ballot shall be placed in a separate envelope identifying them the spoiled ballots as such and stating the number thereof of spoiled ballots for accounting purposes. Section 35. That § 12-18-27 be amended to read as follows: 12-18-27. No person shall may show his a ballot after it is marked to any person in such a way as to reveal the contents thereof of the ballot , or the name of the any candidate or candidates for whom he the person has marked his a vote , nor shall . Nor may any person solicit the voter to show the same voter's ballot . Immediately after marking his the ballot the voter shall fold and refold the ballot, if necessary, for deposit in the ballot box in such a way that leaving the official stamp shows when it is handed to the judge exposed . Section 36. That § 12-18-28 be amended to read as follows: 12-18-28. When a ballot is received pursuant to § 12-18-27 with the official stamp showing, the judge ready for deposit in the ballot box, the member of the precinct election board in charge of the ballot box, without opening the same ballot or permitting it to be opened or examined except to ascertain whether it be that the ballot is a single ballot, shall deposit it the ballot in the ballot box , making such additional folds as necessary to deposit it . The voter may place the voter's voted ballot in the ballot box in insure the privacy of the voter's vote after showing the official stamp on the ballot to the member of the precinct election board in charge of the ballot box. Section 37. That § 12-19-12 be amended to read as follows: 12-19-12. If any an absentee ballot is delivered to any a polling place after the polls are closed such , the absentee ballot shall neither may not be counted nor or opened, but a clerk or judge of the election at such polling place member of the precinct election board shall immediately endorse on the envelope the following: \" Received after closing of polls \" , and subscribe his sign the person's signature thereto and return same the absentee ballot with the other ballots to the officer in charge of the conduct of the election. Section 38. That § 12-19-48 be amended to read as follows: 12-19-48. If any an absentee ballot shall be is delivered to any an absentee ballot counting board after the polls are closed such the absentee ballot shall neither may not be counted nor or opened, but a clerk or judge member of the absentee ballot counting board shall immediately endorse on the envelope the following: \" Received after closing of polls, \" and sign his the person's name thereon on the envelope and return it the absentee ballot with the other ballots to the officer in charge of the election. Section 39. That § 12-20-1 be amended to read as follows: 12-20-1. As soon as the polls are closed, the judges of election precinct superintendent and precinct deputies shall immediately deliver the ballot boxes, registration book, pollbook, and other election supplies, including voided and unused ballots, to the counting board, if appointed, and sign the a certificate required by § 12-20-28 . The judges and clerks of election of transmittal and receipt as prescribed by the State Board of Elections. The members of the precinct election board or the counting board, if appointed, shall then immediately proceed to count publicly, in the presence of all persons desiring to attend the count, the votes received at the polls, and continue without adjournment until the count is completed. In counting the votes, they the members of the precinct election board or counting board shall use the tally sheets provided. Section 40. That § 12-20-2 be amended to read as follows: 12-20-2. The box shall be opened and the ballots taken out, sorted so that all ballots on certain candidacies and issues are separately identified, and counted by the judges members of the precinct election board unopened, except so far as to ascertain if each ballot is single. If two or more ballots are found folded together and present the appearance of a single ballot, they the ballots shall be laid aside until the count of ballots is completed. Upon the comparison of the count with the pollbook and registration list, or in machine precincts, with the number of return envelopes from absentee voters, and the appearance of the ballots, if a majority of such judges the members of the precinct election board are of the opinion that the ballots folded together were voted by one voter, they the ballot shall be endorsed as , \" duplicate ballot of one voter not counted. \" If the ballot count does not agree with the number of votes in the pollbook, a comparison of the voters in the pollbook and the registration list shall be made and the correction of any mistakes therein shall be made. Section 41. That § 12-20-3 be amended to read as follows: 12-20-3. Following the comparison of the pollbook and registration list in § 12-20-2, if the ballots in the box exceed the number of names in the pollbook, they the ballots shall be replaced in the box, after any such of the ballots folded together are canceled, and one of the judges precinct deputies shall publicly draw therefrom as many ballots, unopened, as equal to the excess. Section 42. That § 12-20-5 be amended to read as follows: 12-20-5. The votes for the several candidates shall be counted in the order in which they the candidates occur upon the ballots. If there is no counting board, all three judges, after separation of ballots, shall personally scrutinize each ballot as the vote on that ballot is announced. At least two judges precinct deputies , of opposite political parties, shall scrutinize each ballot in like manner if counting boards are used with the precinct superintendent acting to break any tie vote of the two judges precinct deputies ruling on a ballot. As the vote is announced each of the two clerks assisting the judges two precinct deputies shall make the mark required on the tally sheet sheets . Section 43. That § 12-20-8 be amended to read as follows: 12-20-8. The judges precinct superintendent and precinct deputies , in counting the votes, shall endeavor to record the intention of the voter. The judges precinct superintendent and precinct deputies shall then hold the intention of the voter to be to vote for the candidate or candidates before whose name the voter has placed a mark. Section 44. That § 12-20-11 be amended to read as follows: 12-20-11. When the vote count is complete, the judges of the election members of the precinct election board shall enter upon such the blank list the true number of votes cast in the precinct for each person, measure, law, or amendment which appears upon the official ballot, and shall enclose the same completed list in the envelope described in § 12-20-10. The judge of election deputed precinct superintendent or precinct deputy chosen to deliver the election returns to the officer in charge of the election shall return it the completed list separate from any other envelopes or wrappers returned at the time he delivers the election returns are delivered . Section 45. That § 12-20-18 be amended to read as follows: 12-20-18. After the votes have been counted, the clerks members of the precinct election board shall set down in their the pollbook and duplicate tally sheet on forms therein prescribed by the State Board of Elections the name of every each person voted for, the office for which such the person received votes, and the number of votes such each person received, the number being of votes each person received shall be expressed at length. Section 46. That § 12-20-20 be amended to read as follows: 12-20-20. The counted ballots shall be sorted in the manner provided in § 12-20-2 and wrapped, sealed , and deposited in the ballot box or boxes. Judges of election . The precinct superintendent and precinct deputies , after the counting of ballots and deposit of the ballots counted in the ballot box or boxes , shall properly seal, with seals furnished pursuant to § 12-16-26, any ballot box opening and the place where the clasp and box connect, and all places each place where a ballot box may be opened before turning such the ballot box over to the person deputed to deliver the same it . A violation of this section is a Class 1 misdemeanor. Section 47. That § 12-20-21 be amended to read as follows: 12-20-21. The sealed ballot box so sealed , together with the pollbook and duplicate tally sheet, registration lists, and the envelope containing the unofficial returns and all supplies and returns required, shall be returned by the precinct superintendent or a judge precinct deputy designated by him the precinct superintendent , to the officer in charge of the election immediately after completion of the vote count. The No person delivering such envelope may not deface, destroy, or remove any seals, or the tamper with the ballot box, envelope, pollbook, duplicate tally sheet and , or registration lists , or otherwise tamper with any of them or remove any seals . A violation of this section is a Class 6 felony. Section 48. That § 12-20-28 be repealed. 12-20-28. The election judges and the judges of counting boards and clerks shall then complete and sign a certificate as prescribed by the state board of elections. Section 49. That § 12-26-21 be amended to read as follows: 12-26-21. A person who intentionally disobeys a lawful command of a judge or board of judges precinct superintendent or precinct deputy of any election, given in the execution of their the person's duty as such at an election, is guilty of a Class 2 misdemeanor. Section 50. That § 12-26-22 be amended to read as follows: 12-26-22. No person may cause any disturbance or breach of the peace, or engage in disorderly conduct in violation of § 22-13-1, or use threats of violence, whereby an election is impeded or hindered, or whereby the lawful proceedings of the judges precinct superintendent or precinct deputies , ballot counters , or canvassers of an election, in the discharge of their the person's duty, are interfered with. A violation of this section is a Class 2 misdemeanor. Section 51. That § 12-26-24 be amended to read as follows: 12-26-24. A judge of an election precinct superintendent or precinct deputy who intentionally excludes any vote duly tendered, knowing that the person offering the same is lawfully entitled to vote at such the election, is guilty of a Class 2 misdemeanor. Section 52. That § 12-26-25 be amended to read as follows: 12-26-25. No judge of any election precinct superintendent, precinct deputy , member of any counting board, member of any board of canvassers, messenger , or other officer authorized to take part in or perform any duty in relation to any count, canvass , or official statement of the votes cast at any election, may intentionally make any false count or canvass of such the votes, or make, sign, publish , or deliver any false return of such the election, knowing it to be false. No such person may intentionally deface, destroy , or conceal any statement or certificate entrusted to his the person's care. A violation of this section is a Class 2 misdemeanor. Section 53. That § 12-26-27 be amended to read as follows: 12-26-27. A person who gives or offers a bribe to any judge, clerk precinct superintendent, precinct deputy , canvasser, or other officer of an election as a consideration for doing or omitting to do any act in violation of his the person's official duty in relation to such election, is guilty of a Class 2 misdemeanor. Section 54. That § 13-7-12 be amended to read as follows: 13-7-12. Each voting precinct shall be presided over by an election board consisting of a minimum of two clerks precinct deputies and one judge precinct superintendent appointed by the school board. Members of school boards may serve on election boards. Judges and clerks Each precinct superintendent and precinct deputy other than members of school boards shall receive such compensation as shall be fixed by the school board and paid from the district treasury."}, {"bill_id": 14312, "bill_version_id": 80661, "bill_version": "House Local Government Engrossed", "bill_version_date": "1999-01-20T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to allow the precinct superintendent to assign duties to the members of an election board and to consolidate the position of judge and clerk. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 9-13-16.1 be amended to read as follows: 9-13-16.1. Each voting precinct shall be presided over by an election board consisting of a minimum of two clerks precinct deputies and one judge precinct superintendent appointed by the governing body. Judges and clerks Each precinct superintendent and precinct deputy shall receive such compensation as which shall be fixed by the governing body. Section 2. That § 12-3-11 be amended to read as follows: 12-3-11. Interpreters shall be provided for precincts as determined by the auditor or person in charge of that election and interpreters shall be paid the same as judges of election precinct deputies . All expenses shall be paid out of the county general fund or other appropriate political subdivision fund. Section 3. That § 12-15-1 be amended to read as follows: 12-15-1. The county auditor shall, not less than twenty days before any election, appoint a minimum of one judge of election, two clerks of election and judges and clerks precinct superintendent and two precinct deputies who shall constitute the precinct election board and a precinct superintendent and two precinct deputies of the counting board if such the board is appointed pursuant to § 12-15-14 or 12-15-14.1 for each of the voting precincts of the county. Two or four additional judges precinct deputies may be appointed. The auditor shall designate one judge of elections and one judge of the counting board as superintendent of their respective boards. The county auditor shall make the appointments from lists of names submitted by the county central committee of each party. If a list is submitted, it must be received by the county auditor no less than fails to receive the list at least forty-five calendar days prior to an election . If no names are presented , the county auditor shall use his own discretion make the appointments . Section 4. That § 12-15-2 be amended to read as follows: 12-15-2. Any judge or clerk precinct superintendent or precinct deputy appointed under the provisions of § 12-15-1 shall be a registered voter and a resident of the precinct or election district for which he the person is appointed. If, by the time prescribed in § 12-15-1, a sufficient number of judges or clerks members of the precinct election board are unable to be appointed, a vacancy may be filled by appointing any registered voter of the county in which the precinct is located provided the voter meets the party distribution required by § 12-15-3. Section 5. That § 12-15-2.1 be amended to read as follows: 12-15-2.1. No person appointed as a judge or clerk of any election precinct superintendent or precinct deputy may serve as a poll watcher at that election. Section 6. That § 12-15-3 be amended to read as follows: 12-15-3. In the appointment of judges of election the members of the precinct election board and of the counting board under this chapter, if three or more parties have candidates on the official ballot, one judge precinct deputy shall be appointed from each party having whose candidate for Governor in the last gubernatorial election had at least fifteen percent of the voters votes as shown by the precinct or district returns of the last preceding general election . If but two parties have candidates on such ballots, the judges members of the precinct election board shall be selected therefrom from each party and the party receiving a majority of the votes cast for Governor in the election precinct at the last preceding gubernatorial election shall have a majority of judges the members of the precinct election board . In all cases the judge selected as precinct superintendent of elections shall belong to the party whose candidate received the most votes for Governor in the last gubernatorial election in that precinct. Clerks of election and counting boards shall be of the different political parties represented in the primary election, if possible. If a precinct has been created since the last election, one of the judges and the precinct superintendent of elections shall belong to the party which received the most votes for Governor in the county in the last gubernatorial election. Section 7. That § 12-15-7 be amended to read as follows: 12-15-7. Prior to each general or primary election, each county auditor, assisted by the state's attorney, shall call together the superintendents from each of the precincts in the county, and such clerks and judges of elections any precinct deputy as the county auditor may deem appropriate, at some convenient time and place and instruct them and the judges and clerks of all counting boards on the election laws and the duties of the judges and clerks of election and counting boards. The superintendents and all judges and clerks including the judges and clerks of the counting boards who are precinct superintendent and precinct deputies. Any person who is called to the meeting and who attend attends the meeting shall be paid a fee fixed by the board of county commissioners of not less than five dollars for attending the meeting. Section 8. That § 12-15-9 be amended to read as follows: 12-15-9. Previous to votes being taken, the judges and the clerks Before performing election day duties, each precinct superintendent and precinct deputy of the election and counting boards shall severally take an oath in the following form: \" I, A.B., do solemnly swear (or affirm) that I will perform the duties of judge (or clerk) precinct superintendent or (precinct deputy) according to law and the best of my ability and that I will studiously endeavor to prevent fraud, deceit, and abuse in conducting the election about to be held. \" The judges of election and counting boards members of the precinct election board may administer the oath to each other and to the clerks of the election and counting boards . The person administering the oaths shall cause an entry thereof to be made and subscribed by him signed by the person and prefixed to the pollbook. Section 9. That § 12-15-10 be amended to read as follows: 12-15-10. If any person appointed as judge or clerk of election or as a judge or clerk of the counting board precinct superintendent or precinct deputy neglects or refuses to be sworn or to act as such, the position of the person shall be filled by the voters of the precinct present at the polling place when it opens, from the different political parties, as provided in this chapter. The person so elected to fill the vacancy is vested with the same power for that election, as if regularly appointed. Section 10. That § 12-15-11 be amended to read as follows: 12-15-11. The judges and clerks of each election and counting boards Each precinct superintendent and precinct deputy shall receive a fee to be established annually by resolution of the board of county commissioners at its first regular meeting each year. The person delivering the pollbooks and ballot boxes to the proper authority at the county seat shall receive the county rate for mileage as established pursuant to § 7-7-24, for miles necessarily traveled in going to and returning from making the delivery. Section 11. That § 12-15-13 be amended to read as follows: 12-15-13. The county auditor shall, on the receipt of the returns of any primary, general , or special election make out a certificate stating the fee the judges and clerks of the election board and counting board of such election are that each precinct superintendent and precinct deputy is entitled for their services . The county auditor shall submit the certificate to the board of county commissioners at its next session. The board shall order the fee to be paid out of the county treasury. Section 12. That § 12-15-14 be amended to read as follows: 12-15-14. In every each election precinct where in which the number of ballots to be voted on paper ballots, including absentee ballots, has in prior general elections exceeded three hundred voters, the auditor shall appoint a precinct counting board or boards to be composed of three judges five precinct deputies , one of whom shall be superintendent, and two clerks who shall count the ballots cast in the general election under the direction of the superintendent of the counting board. Section 13. That § 12-16-17 be amended to read as follows: 12-16-17. Where paper ballots are used, the The county auditor shall provide official and sample ballots to each precinct using them in the county. The quantity provided for a primary election shall be at least ten percent more than the number of votes cast for the gubernatorial candidate of the respective parties in the preceding gubernatorial primary election. The quantity provided for a general election shall be at least ten percent more than the number of votes cast for all candidates for Governor as shown by the returns of the last preceding gubernatorial election. In the case of newly created precincts, the quantity shall be determined by the reports of the judges of elections for the same. The county auditor shall also provide and retain in that office an ample supply of all official ballots, and if at any time before or during an election, an additional supply for any precinct shall be requested by the judges of election precinct superintendent , the county auditor shall immediately cause to be delivered, to the judges of election of the precinct precinct superintendent , a supply of extra official ballots. If the supply of official ballots has been completely exhausted, the county auditor may make emergency substitution by delivering or authorizing the use of sample ballots or photocopies of the official ballot. The election board shall account for any sample ballots or photocopies authorized to be used. Section 14. That § 12-16-19 be amended to read as follows: 12-16-19. Such The ballots, together with all other election supplies may be delivered to the precinct superintendent of elections or a judge for such precincts or precinct deputy for each precinct at the time they the precinct superintendent and precinct deputies are called together to receive instructions pursuant to § 12-15-7 ; and in case . If any such precinct superintendent , or another judge precinct deputy from that precinct who shall give receipt therefor be is not present to receive instructions, the ballots, election supplies, and the ballot boxes for his the precinct shall be delivered to the sheriff for delivery to said the precinct superintendent of election . Section 15. That § 12-16-20 be amended to read as follows: 12-16-20. The judge of election precinct superintendent or precinct deputy receiving such the package of ballots shall at the opening of the polls on election day cause the same to be delivered with the seal unbroken to the election board of his the election precinct and shall take receipts therefor from the judges of election, which receipts shall be returned . The precinct superintendent or precinct deputy shall receive a receipt from a member of the precinct board and shall return the receipt to the county auditor with the election returns. Section 16. That § 12-16-21 be amended to read as follows: 12-16-21. In case the ballots to be furnished to any precinct shall are, for any reason fail to be , not duly delivered or received, or after if the delivery be has been exhausted, destroyed, or stolen, it shall be the duty of the judge of election or election board of such precinct the precinct superintendent shall immediately to procure from the county auditor replacement ballots. Section 17. That § 12-16-25 be amended to read as follows: 12-16-25. The judges of election shall A member of the precinct election board may post no less than one of such the instruction cards in each booth or compartment provided for the preparation voting of ballots and not less than three of such the instruction cards elsewhere in and about the polling place upon the day of election. Section 18. That § 12-16-30 be amended to read as follows: 12-16-30. Before opening the polls the county auditor or officer charged with the conduct of a local election shall deliver to a judge of election the precinct superintendent of each precinct within the county, for use at the polling place of the precinct, a rubber or other stamp. The stamp shall contain the words , \" official ballot, \" the name or number of the election precinct, the name of the jurisdiction holding the election, and the date of the election. The date may be omitted if it is pre-printed on all ballots for the election. The stamp and other supplies for the election shall be delivered and receipted for by each officer a member of the precinct election board in the manner and at the time as provided in this chapter for the delivery and receipt of packages of ballots. Section 19. That § 12-16-36 be amended to read as follows: 12-16-36. There shall be at the right of each name or question in one or two horizontal lines a sufficient number of squares for the tally marks as provided in § 12-16-34, on the tally sheets for each precinct, to contain the tally marks for one-third more votes than were cast in such the precinct at the last preceding general election, not exceeding six hundred in any case. There shall be sufficient spaces at the right of the squares on such the tally sheet so that the clerk a member of the precinct election board may write out the total number of votes tallied for the candidate or question. Section 20. That § 12-16-41 be amended to read as follows: 12-16-41. In any case in which the certificate of the precinct judges members of the precinct election board as to the number of votes cast for any candidate or in favor of or against any question submitted to the voters shall may not agree with the votes as shown by such the tally list, the canvassing board to which such the returns are made shall take as correct the number of such votes shown by such the tally list rather than the certificate. Section 21. That § 12-17B-9 be amended to read as follows: 12-17B-9. Upon completion of the voting and after sealing the ballot box, two of the judges of election members of the precinct election board , of different major political parties, shall, by the most direct route, transport the box to the central counting location designated by the person in charge of the election or the ballots may be transported to the counting location by a sheriff's deputy and two deputy county auditors, one of each major political party, or by two deputy county auditors, one of each major political party. Section 22. That § 12-18-1.1 be amended to read as follows: 12-18-1.1. Before the opening of the polls the judges of election members of the precinct election board shall count and verify against the receipt given the ballots delivered to them the precinct for the purposes of the election. Section 23. That § 12-18-1.2 be amended to read as follows: 12-18-1.2. The precinct superintendent shall be in charge of the registration list and inactive registration list and shall designate one judge to be in charge of the official ballots and the official stamp. The remaining judge shall be in charge of receiving and depositing in the ballot boxes the ballots as they are voted. The voter may place the voter's voted ballot in the ballot box to insure the privacy of the voter's vote after showing the judge responsible for the ballot box the official stamp on the ballot have charge of the conduct at the polling place and supervise the precinct deputies. The precinct superintendent shall issue instructions and assign the duties to each person for maintaining the registration lists and the pollbook and issuing and receiving the official ballots. The duties for each person may be interchanged or rotated during the course of the day . Section 24. That § 12-18-1.3 be amended to read as follows: 12-18-1.3. If punch card ballots are used, before the opening of the polls the judges of election members of the precinct election board shall compare the ballots used in the marking devices with the sample ballots furnished and see that the names, numbers, and letters on the sample ballots agree and shall certify that fact on forms provided by the person in charge of the election. Section 25. That § 12-18-1.5 be amended to read as follows: 12-18-1.5. In those precincts where counting boards have been appointed, the judges and clerks of election precinct superintendent and precinct deputies shall remain at the place of election at all times after the polls are opened until the polls are closed, the election supplies are turned over to the counting board and the certificate and receipt required by § 12-20-28 § 12-20- 1 have been signed. At this time, the counting board shall assume its duties and the election board shall be is excused. The members of the counting board shall remain at the place of vote counting at all times from the time they assume their the counting board assumes the duties until the completion of the vote count and execution of the returns on the election. Section 26. That § 12-18-4 be amended to read as follows: 12-18-4. Before opening the polls each ballot box shall be carefully examined by the judges of election members of the precinct election board and everything therein in each ballot box shall be removed. Each ballot box shall then be sealed and may not be opened during the election except for vote counting as provided for in chapter 12-20. Section 27. That § 12-18-5 be amended to read as follows: 12-18-5. In paper ballot precincts, the clerk of election A member of the precinct election board belonging to a political party which is not the same as the political party of the superintendent member of the precinct election board who has the registration list shall keep a poll list which shall contain in numerical order the names of all persons voting at the election. Section 28. That § 12-18-7.1 be amended to read as follows: 12-18-7.1. Any person whose name appears on the precinct registration list in the possession of the precinct election judges may vote at that election. However, if a person's name does not appear on the registration list, but the person does present an acknowledgment notice, the person shall be permitted to vote if one of the judges members of the precinct election board communicates with the office of the county auditor and confirms that the person's name was erroneously omitted from the list. If it is not possible to communicate with the office of county auditor, the person may vote after executing an emergency voting card pursuant to § 12-18-7.2. Section 29. That § 12-18-7.2 be amended to read as follows: 12-18-7.2. If any person attempting to vote in any election claims to be registered or any person attempting to vote in any election claims to be on the inactive registration list but does not possess an acknowledgment notice and the person's name does not appear in the registration list of the precinct, the person may vote if one of the election judges members of the precinct election board first confirms by telephone or other means with the county auditor or a deputy auditor that the name was erroneously omitted from the list, and an emergency voting card, in duplicate, in the form prescribed by the State Board of Elections is signed by the applicant and the judges each member of the precinct election board . The original emergency voting card shall be retained by the precinct superintendent of elections as part of the precinct superintendent's permanent records, and the duplicate shall be given to the voter. In a primary election, the party affiliation of any voter using the emergency voting procedure of this section shall be designated on the emergency voting card. Section 30. That § 12-18-10 be amended to read as follows: 12-18-10. When any If a person shall make makes an application for ballots, or where if an absentee ballot has been cast, his the person's right to vote at that poll and election may be challenged only as to his the person's identity as the person registered whom he the person claims to be or on grounds that within fifteen days preceding the election he the person has been convicted of a felony or declared by proper authority to be mentally incompetent , and such . The proceedings shall thereupon be had be conducted before the judges of election precinct superintendent and precinct deputies who shall determine from the evidence presented whether or not the person shall be is permitted to vote and they the members of the precinct election board shall indicate beside the name on the registration list the ground stated and the result of their the precinct election board's decision. Section 31. That § 12-18-12 be amended to read as follows: 12-18-12. Before delivering a ballot to any voter the judge having member of the precinct election board in charge of the ballots shall stamp on its the back and near the top of the ballot the official stamp provided for that purpose. Section 32. That § 12-18-13 be amended to read as follows: 12-18-13. No voter shall may receive or vote a ballot from any other person than the judge of election having precinct superintendent or precinct deputy in charge of the ballots, nor shall may any person other than such judges of election the precinct superintendent or precinct deputy deliver a ballot to such the voter. Section 33. That § 12-18-23 be amended to read as follows: 12-18-23. Every Each voter who does not vote a ballot delivered to him by the judges of election having the voter by a member of the precinct election board in charge of the ballots shall, before leaving the polling place, return such the ballot to such judges the member of the precinct election board in charge of the ballot box . Section 34. That § 12-18-24 be amended to read as follows: 12-18-24. If any voter spoils a ballot he , the voter may obtain another ballot, and so on, successively, not to exceed three ballots in all, upon returning to the ballot clerk a member of the precinct election board the spoiled ballot. In obtaining a ballot to replace a spoiled one, the name of the voter shall be given and the number of the spoiled ballot so spoiled, which . The number shall be noted opposite his of the voter's name as \" spoiled. \" The ballots thus that are returned shall be forthwith canceled by writing the words , \" spoiled and replaced \" , across the face of the ballot and all such ballots each spoiled ballot shall be placed in a separate envelope identifying them the spoiled ballots as such and stating the number thereof of spoiled ballots for accounting purposes. Section 35. That § 12-18-27 be amended to read as follows: 12-18-27. No person shall may show his a ballot after it is marked to any person in such a way as to reveal the contents thereof of the ballot , or the name of the any candidate or candidates for whom he the person has marked his a vote , nor shall . Nor may any person solicit the voter to show the same voter's ballot . Immediately after marking his the ballot the voter shall fold and refold the ballot, if necessary, for deposit in the ballot box in such a way that leaving the official stamp shows when it is handed to the judge exposed . Section 36. That § 12-18-28 be amended to read as follows: 12-18-28. When a ballot is received pursuant to § 12-18-27 with the official stamp showing, the judge ready for deposit in the ballot box, the member of the precinct election board in charge of the ballot box, without opening the same ballot or permitting it to be opened or examined except to ascertain whether it be that the ballot is a single ballot, shall deposit it the ballot in the ballot box , making such additional folds as necessary to deposit it . The voter may place the voter's voted ballot in the ballot box in insure the privacy of the voter's vote after showing the official stamp on the ballot to the member of the precinct election board in charge of the ballot box. Section 37. That § 12-19-12 be amended to read as follows: 12-19-12. If any an absentee ballot is delivered to any a polling place after the polls are closed such , the absentee ballot shall neither may not be counted nor or opened, but a clerk or judge of the election at such polling place member of the precinct election board shall immediately endorse on the envelope the following: \" Received after closing of polls \" , and subscribe his sign the person's signature thereto and return same the absentee ballot with the other ballots to the officer in charge of the conduct of the election. Section 38. That § 12-19-48 be amended to read as follows: 12-19-48. If any an absentee ballot shall be is delivered to any an absentee ballot counting board after the polls are closed such the absentee ballot shall neither may not be counted nor or opened, but a clerk or judge member of the absentee ballot counting board shall immediately endorse on the envelope the following: \" Received after closing of polls, \" and sign his the person's name thereon on the envelope and return it the absentee ballot with the other ballots to the officer in charge of the election. Section 39. That § 12-20-1 be amended to read as follows: 12-20-1. As soon as the polls are closed, the judges of election precinct superintendent and precinct deputies shall immediately deliver the ballot boxes, registration book, pollbook, and other election supplies, including voided and unused ballots, to the counting board, if appointed, and sign the a certificate required by § 12-20-28 . The judges and clerks of election of transmittal and receipt as prescribed by the State Board of Elections. The members of the precinct election board or the counting board, if appointed, shall then immediately proceed to count publicly, in the presence of all persons desiring to attend the count, the votes received at the polls, and continue without adjournment until the count is completed. In counting the votes, they the members of the precinct election board or counting board shall use the tally sheets provided. Section 40. That § 12-20-2 be amended to read as follows: 12-20-2. The box shall be opened and the ballots taken out, sorted so that all ballots on certain candidacies and issues are separately identified, and counted by the judges members of the precinct election board unopened, except so far as to ascertain if each ballot is single. If two or more ballots are found folded together and present the appearance of a single ballot, they the ballots shall be laid aside until the count of ballots is completed. Upon the comparison of the count with the pollbook and registration list, or in machine precincts, with the number of return envelopes from absentee voters, and the appearance of the ballots, if a majority of such judges the members of the precinct election board are of the opinion that the ballots folded together were voted by one voter, they the ballot shall be endorsed as , \" duplicate ballot of one voter not counted. \" If the ballot count does not agree with the number of votes in the pollbook, a comparison of the voters in the pollbook and the registration list shall be made and the correction of any mistakes therein shall be made. Section 41. That § 12-20-3 be amended to read as follows: 12-20-3. Following the comparison of the pollbook and registration list in § 12-20-2, if the ballots in the box exceed the number of names in the pollbook, they the ballots shall be replaced in the box, after any such of the ballots folded together are canceled, and one of the judges precinct deputies shall publicly draw therefrom as many ballots, unopened, as equal to the excess. Section 42. That § 12-20-5 be amended to read as follows: 12-20-5. The votes for the several candidates shall be counted in the order in which they the candidates occur upon the ballots. If there is no counting board, all three judges, after separation of ballots, shall personally scrutinize each ballot as the vote on that ballot is announced. At least two judges precinct deputies , of opposite political parties, shall scrutinize each ballot in like manner if counting boards are used with the precinct superintendent acting to break any tie vote of the two judges precinct deputies ruling on a ballot. As the vote is announced each of the two clerks assisting the judges two precinct deputies shall make the mark required on the tally sheet sheets . Section 43. That § 12-20-8 be amended to read as follows: 12-20-8. The judges precinct superintendent and precinct deputies , in counting the votes, shall endeavor to record the intention of the voter. The judges precinct superintendent and precinct deputies shall then hold the intention of the voter to be to vote for the candidate or candidates before whose name the voter has placed a mark. Section 44. That § 12-20-11 be amended to read as follows: 12-20-11. When the vote count is complete, the judges of the election members of the precinct election board shall enter upon such the blank list the true number of votes cast in the precinct for each person, measure, law, or amendment which appears upon the official ballot, and shall enclose the same completed list in the envelope described in § 12-20-10. The judge of election deputed precinct superintendent or precinct deputy chosen to deliver the election returns to the officer in charge of the election shall return it the completed list separate from any other envelopes or wrappers returned at the time he delivers the election returns are delivered . Section 45. That § 12-20-18 be amended to read as follows: 12-20-18. After the votes have been counted, the clerks members of the precinct election board shall set down in their the pollbook and duplicate tally sheet on forms therein prescribed by the State Board of Elections the name of every each person voted for, the office for which such the person received votes, and the number of votes such each person received, the number being of votes each person received shall be expressed at length. Section 46. That § 12-20-20 be amended to read as follows: 12-20-20. The counted ballots shall be sorted in the manner provided in § 12-20-2 and wrapped, sealed , and deposited in the ballot box or boxes. Judges of election . The precinct superintendent and precinct deputies , after the counting of ballots and deposit of the ballots counted in the ballot box or boxes , shall properly seal, with seals furnished pursuant to § 12-16-26, any ballot box opening and the place where the clasp and box connect, and all places each place where a ballot box may be opened before turning such the ballot box over to the person deputed to deliver the same it . A violation of this section is a Class 1 misdemeanor. Section 47. That § 12-20-21 be amended to read as follows: 12-20-21. The sealed ballot box so sealed , together with the pollbook and duplicate tally sheet, registration lists, and the envelope containing the unofficial returns and all supplies and returns required, shall be returned by the precinct superintendent or a judge precinct deputy designated by him the precinct superintendent , to the officer in charge of the election immediately after completion of the vote count. The No person delivering such envelope may not deface, destroy, or remove any seals, or the tamper with the ballot box, envelope, pollbook, duplicate tally sheet and , or registration lists , or otherwise tamper with any of them or remove any seals . A violation of this section is a Class 6 felony. Section 48. That § 12-20-28 be repealed. 12-20-28. The election judges and the judges of counting boards and clerks shall then complete and sign a certificate as prescribed by the state board of elections. Section 49. That § 12-26-21 be amended to read as follows: 12-26-21. A person who intentionally disobeys a lawful command of a judge or board of judges precinct superintendent or precinct deputy of any election, given in the execution of their the person's duty as such at an election, is guilty of a Class 2 misdemeanor. Section 50. That § 12-26-22 be amended to read as follows: 12-26-22. No person may cause any disturbance or breach of the peace, or engage in disorderly conduct in violation of § 22-13-1, or use threats of violence, whereby an election is impeded or hindered, or whereby the lawful proceedings of the judges precinct superintendent or precinct deputies , ballot counters , or canvassers of an election, in the discharge of their the person's duty, are interfered with. A violation of this section is a Class 2 misdemeanor. Section 51. That § 12-26-24 be amended to read as follows: 12-26-24. A judge of an election precinct superintendent or precinct deputy who intentionally excludes any vote duly tendered, knowing that the person offering the same is lawfully entitled to vote at such the election, is guilty of a Class 2 misdemeanor. Section 52. That § 12-26-25 be amended to read as follows: 12-26-25. No judge of any election precinct superintendent, precinct deputy , member of any counting board, member of any board of canvassers, messenger , or other officer authorized to take part in or perform any duty in relation to any count, canvass , or official statement of the votes cast at any election, may intentionally make any false count or canvass of such the votes, or make, sign, publish , or deliver any false return of such the election, knowing it to be false. No such person may intentionally deface, destroy , or conceal any statement or certificate entrusted to his the person's care. A violation of this section is a Class 2 misdemeanor. Section 53. That § 12-26-27 be amended to read as follows: 12-26-27. A person who gives or offers a bribe to any judge, clerk precinct superintendent, precinct deputy , canvasser, or other officer of an election as a consideration for doing or omitting to do any act in violation of his the person's official duty in relation to such election, is guilty of a Class 2 misdemeanor. Section 54. That § 13-7-12 be amended to read as follows: 13-7-12. Each voting precinct shall be presided over by an election board consisting of a minimum of two clerks precinct deputies and one judge precinct superintendent appointed by the school board. Members of school boards may serve on election boards. Judges and clerks Each precinct superintendent and precinct deputy other than members of school boards shall receive such compensation as shall be fixed by the school board and paid from the district treasury. BILL HISTORY 1/12/99 First read in House and referred to Local Government. H.J. 35 1/19/99 Scheduled for Committee hearing on this date. 1/19/99 Local Government Do Pass Amended, Passed, AYES 13, NAYS 0. H.J. 80"}, {"bill_id": 14312, "bill_version_id": 80660, "bill_version": "Enrolled", "bill_version_date": "1999-01-29T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14312, "action_date": "1999-01-12T14:00:00-06:00", "document_id": 81755, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81755.pdf", "status_text": "First read in House and referred to", "journal_page": 35, "committee_id_action": 628, "committee_id_assigned": 621, "result": "N", "vote": {}}, {"bill_id": 14312, "action_date": "1999-01-19T10:00:00-06:00", "document_id": 81939, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81939.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 621, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14312, "action_date": "1999-01-19T10:00:00-06:00", "document_id": 81939, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81939.pdf", "status_text": "Do Pass Amended,", "journal_page": 80, "committee_id_action": 621, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 42063, "president_vote": null, "Yea": [2211, 2213, 2229, 2236, 2238, 2260, 2268, 2288, 2296, 2297, 2303, 2271, 2223]}}, {"bill_id": 14312, "action_date": "1999-01-21T14:00:00-06:00", "document_id": 82117, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82117.pdf", "status_text": "Do Pass Amended,", "journal_page": 116, "committee_id_action": 628, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 43199, "president_vote": null, "Yea": [2200, 2203, 2204, 2207, 2208, 2209, 2210, 2211, 2212, 2213, 2214, 2216, 2218, 2219, 2220, 2222, 2223, 2227, 2228, 2229, 2231, 2232, 2233, 2236, 2237, 2238, 2240, 2243, 2244, 2247, 2248, 2249, 2250, 2253, 2254, 2255, 2256, 2257, 2260, 2261, 2262, 2264, 2265, 2266, 2267, 2268, 2271, 2272, 2276, 2277, 2278, 2279, 2281, 2282, 2284, 2286, 2287, 2288, 2290, 2291, 2296, 2297, 2298, 2300, 2301, 2302, 2303, 2245], "Nay": [2273, 2295]}}, {"bill_id": 14312, "action_date": "1999-01-22T14:00:00-06:00", "document_id": 81772, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81772.pdf", "status_text": "First read in Senate and referred to", "journal_page": 165, "committee_id_action": 629, "committee_id_assigned": 609, "result": "N", "vote": {}}, {"bill_id": 14312, "action_date": "1999-01-27T07:45:00-06:00", "document_id": 82068, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82068.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 609, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14312, "action_date": "1999-01-27T07:45:00-06:00", "document_id": 82068, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82068.pdf", "status_text": "Do Pass,", "journal_page": 207, "committee_id_action": 609, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 42620, "president_vote": null, "Yea": [2225, 2252, 2280, 2294, 2285, 2242], "Excused": [2263]}}, {"bill_id": 14312, "action_date": "1999-01-28T14:00:00-06:00", "document_id": 82146, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82146.pdf", "status_text": "Do Pass Amended,", "journal_page": 244, "committee_id_action": 629, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 42748, "president_vote": null, "Yea": [2199, 2201, 2202, 2205, 2206, 2215, 2217, 2221, 2224, 2225, 2226, 2230, 2234, 2235, 2239, 2241, 2242, 2246, 2251, 2258, 2259, 2263, 2269, 2270, 2274, 2275, 2280, 2283, 2289, 2292, 2293, 2294, 2299], "Nay": [2252], "Excused": [2285]}}, {"bill_id": 14312, "action_date": "1999-02-01T14:00:00-06:00", "document_id": 82122, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82122.pdf", "status_text": "Signed by Speaker", "journal_page": 302, "committee_id_action": 628, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14312, "action_date": "1999-02-02T14:00:00-06:00", "document_id": 82148, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82148.pdf", "status_text": "Signed by President", "journal_page": 308, "committee_id_action": 629, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14312, "action_date": "1999-02-02T14:00:00-06:00", "document_id": 82123, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82123.pdf", "status_text": "Delivered to the Governor", "journal_page": 336, "committee_id_action": 628, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14312, "action_date": "1999-02-04T14:00:00-06:00", "document_id": 82125, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82125.pdf", "status_text": "Signed by Governor", "journal_page": 362, "committee_id_action": 628, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 1263, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/14312"}