{"session_id": 45, "bill_id": 12781, "bill_type": "Senate Commemoration", "bill_number": 3, "bill_title": "Commending and honoring Louella Peterson, a member of the Hill City School District Board, on her selection as the 1996-1997 Outstanding School Board Member.", "sponsors": [{"legislator_profile_id": 1961, "is_prime": true}, {"legislator_profile_id": 1981, "is_prime": true}, {"legislator_profile_id": 1929, "is_prime": false}], "keywords": ["Commemorations"], "audio": [], "bill_versions": [{"bill_id": 12781, "bill_version_id": 74280, "bill_version": "Introduced", "bill_version_date": "1997-01-29T00:00:00-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring Louella Peterson, a member of the Hill City School District Board, on her selection as the 1996-1997 Outstanding School Board Member. WHEREAS, Louella Peterson is serving in her ninth year as a member of the Hill City School Board; and WHEREAS, in response to her leadership, policies were restructured and a community volunteer program in the schools was implemented; and WHEREAS, she has worked with the community enhancement council and was instrumental in building renovation planning and the construction of a school addition; and WHEREAS, Louella Peterson has served as Vice President and President of the Associated School Boards of South Dakota thereby serving all school boards in South Dakota; NOW, THEREFORE, BE IT COMMEMORATED, by the Seventy-second Legislature of the State of South Dakota, that during 1997, Mrs. Louella Peterson be commended as an official representative of the state and that she be encouraged to continue in her efforts to seek improvement of educational opportunities for the citizens of the state."}, {"bill_id": 12781, "bill_version_id": 74308, "bill_version": "Enrolled", "bill_version_date": "1997-02-03T10:11:20-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12781, "action_date": "1997-01-29T14:00:00-06:00", "document_id": 72889, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72889.pdf", "status_text": "", "journal_page": 230, "committee_id_action": 545, "committee_id_assigned": null, "result": "N", "vote": {}}]}