{"session_id": 19, "bill_id": 4093, "bill_type": "Senate Bill", "bill_number": 26, "bill_title": "update terminology for individuals with intellectual disabilities and similar terms.", "sponsors": [], "keywords": ["Developmentally Disabled Persons", "Intellectual Disabilities", "Public Health and Safety"], "audio": [{"meeting_datetime": "2013-01-16T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/she06.mp3", "start_seconds": 892.0}, {"meeting_datetime": "2013-01-16T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/she06.mp3", "start_seconds": 892.0}, {"meeting_datetime": "2013-01-16T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/she06.mp3", "start_seconds": 892.0}, {"meeting_datetime": "2013-01-17T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen07.mp3", "start_seconds": 1435.0}, {"meeting_datetime": "2013-01-17T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen07.mp3", "start_seconds": 1435.0}, {"meeting_datetime": "2013-01-17T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen07.mp3", "start_seconds": 1435.0}, {"meeting_datetime": "2013-01-24T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hhe11.mp3", "start_seconds": 6136.0}, {"meeting_datetime": "2013-01-24T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hhe11.mp3", "start_seconds": 6136.0}, {"meeting_datetime": "2013-01-24T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hhe11.mp3", "start_seconds": 6136.0}, {"meeting_datetime": "2013-01-24T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hhe11.mp3", "start_seconds": 6136.0}, {"meeting_datetime": "2013-01-30T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou15.mp3", "start_seconds": 2554.0}, {"meeting_datetime": "2013-01-30T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou15.mp3", "start_seconds": 2554.0}, {"meeting_datetime": "2013-01-30T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou15.mp3", "start_seconds": 2554.0}], "bill_versions": [{"bill_id": 4093, "bill_version_id": 23414, "bill_version": "Introduced", "bill_version_date": "2013-01-05T16:41:52.593-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to update terminology for individuals with intellectual disabilities and similar terms. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-62-1 be amended to read as follows: 10-62-1. Terms used in this chapter mean: (1) \"Department,\" the Department of Revenue; (2) \"Intermediate care facility for the mentally retarded individuals with intellectual disabilities,\" a treatment or care center as defined by 1905(d) of the Social Security Act and Code of Federal Regulations 42 CFR 435.1009 as of January 1, 2007; (3) \"Net revenues,\" the revenue paid to an intermediate care facility for the mentally retarded individuals with intellectual disabilities for resident care, room, board, and services less contractual adjustments and does not include revenue from sources other than operations, including interest and guest meals. Section 2. That § 10-62-2 be amended to read as follows: 10-62-2. There is hereby imposed a tax of five and one-half percent on the net revenues of each intermediate care facility for the mentally retarded individuals with intellectual disabilities. Section 3. That § 13-32-13 be amended to read as follows: 13-32-13. The provisions of §§ 13-32-10 to 13-32-12, inclusive, do not apply to any of the following group living environments: (1) A facility operated by the Department of Corrections; (2) A facility operated by the Department of Human Services or the Department of Social Services; (3) A group care or residential treatment facility licensed by the Department of Social Services; (4) A residential treatment facility accredited by the Department of Human Services or the Department of Social Services; (5) A community support provider as defined in § 27B-1-17; (6) An intermediate care facility for the mentally retarded individuals with intellectual disabilities; (7) A juvenile detention center or holding facility operated by a county; or (8) A hospital or health care facility as defined in § 34-12-1.1. Section 4. That subsection (2) of § 22-46-1 be amended to read as follows: (2) \"Disabled adult Adult with a disability,\" a person eighteen years of age or older who suffers from a condition of mental retardation intellectual disability, infirmities of aging as manifested by organic brain damage, advanced age, or other physical dysfunctioning to the extent that the person is unable to protect himself or herself or provide for his or her own care; Section 5. That § 26-7A-85 be amended to read as follows: 26-7A-85. If it appears from the evidence presented at the adjudicatory hearing that the child may be mentally ill or mentally retarded have an intellectual disability, as the terms are defined in Title 27A or Title 27B, the court may suspend the adjudicatory hearing and may: (1) Order that the child be examined by a qualified mental health professional. The court may place the child in a hospital or other suitable facility for the purposes of the examination; or (2) Recommend to the state that the proceedings be conducted as provided in applicable chapters of Title 27A or Title 27B. Even if the court exercises some of the authority in this section, the court may proceed with the adjudicatory hearing and dispositional hearing. Section 6. That subsection (24) of § 27A-1-1 be amended to read as follows: (24) \"Severe mental illness,\" substantial organic or psychiatric disorder of thought, mood, perception, orientation, or memory which significantly impairs judgment, behavior, or ability to cope with the basic demands of life. Mental retardation Intellectual disability, epilepsy, other developmental disability, alcohol or substance abuse, or brief periods of intoxication, or criminal behavior do not, alone, constitute severe mental illness; Section 7. That § 27A-15-1.1 be amended to read as follows: 27A-15-1.1. For the purposes of this chapter, an individual with a serious emotional disturbance is an individual who: (1) Is under eighteen years of age; (2) Exhibits behavior resulting in functional impairment which substantially interferes with, or limits the individual's role or functioning in the community, school, family, or peer group; (3) Has a mental disorder diagnosed under the Diagnostic and Statistical Manual of Mental Disorders, fourth edition revised, 1994; (4) Has demonstrated a need for one or more special care services, in addition to mental health; and (5) Has problems with a demonstrated or expected longevity of at least one year or has an impairment of short duration and high severity. For purposes of this section, mental retardation intellectual disability, epilepsy, other developmental disability, alcohol or substance abuse, brief period of intoxication, or criminal or delinquent behavior do not, alone, constitute serious emotional disturbance. Section 8. That subsection (14) of § 27B-1-17 be amended to read as follows: (14) \"Qualified mental retardation developmental disabilities professional,\" any person with at least one year of experience working directly with mental retardation individuals with intellectual disabilities or other developmental disabilities and is either a doctor of medicine or osteopathy, a registered nurse, or a person who holds at least a bachelor's degree in a professional category. Section 9. That § 27B-7-30 be amended to read as follows: 27B-7-30. If requested, information shall be disclosed: (1) Pursuant to orders or subpoenas of a court of record or subpoenas of the Legislature or chair of the county review board; (2) To a prosecuting or defense attorney or to a qualified mental retardation developmental disabilities professional as necessary for participation in a proceeding governed by this title; (3) To an attorney representing a person who is presently subject to the authority of this title or who has been discharged if that person has given consent; (4) If necessary in order to comply with another provision of law; (5) To the Department of Human Services if the information is necessary to enable the Department of Human Services to discharge a responsibility placed upon it by law; or (6) To a state's attorney or the attorney general for the purpose of investigation of an alleged criminal act either committed by or upon a person with a developmental disability. Section 10. That § 27B-7-38 be amended to read as follows: 27B-7-38. The county review board may issue a detention order and direct a law enforcement officer from the referring county or the county of residence to immediately take the person to a community service provider or facility recommended by the Department of Human Services, with the approval of the provider, to be detained for purposes of an examination if the county review board finds from the petition, from other statements under oath, or from reports of physicians, psychiatrists, psychologists, or other qualified mental retardation developmental disabilities professionals that there is reasonable basis to believe that the person to be committed poses an immediate danger of physical injury to self or others. If the county review board issues a detention order based on a petition that did not include a recommendation for detention by a psychiatrist or psychologist, the person shall be examined by a psychiatrist or psychologist within forty-eight hours of the issuance of the detention order, excluding Saturdays, Sundays, and legal holidays. The results shall be reported to the county review board. If the report is not received by the county review board within forty-eight hours, excluding Saturdays, Sundays, and legal holidays, the person shall be released from placement with the community service provider. The report shall include: (1) Whether the person may be diagnosed as having a developmental disability; (2) Whether supports and services are available and appropriate in lieu of county review board proceedings; and (3) Whether the person continues to pose an immediate danger of physical injury to self or others due to the developmental disability. Upon receipt of the report by the county review board, if it is determined that the person continues to pose an immediate danger of physical injury to self or others due to the developmental disability, placement with a community service provider shall continue while the commitment process is pending. If the person does not continue to pose an immediate danger of physical injury to self or others, the person shall be released from placement with the community service provider pending further proceedings. No record of arrest may be charged against the person. Section 11. That § 27B-8-41 be amended to read as follows: 27B-8-41. No person with a developmental disability is subject to any experimental research or hazardous treatment procedures without the consent of: (1) The person with a developmental disability, if eighteen years of age or over and capable of giving informed consent. If any person's capacity to give informed consent is challenged, the person, a qualified mental retardation developmental disabilities professional, physician, or interested person may file a petition with the court to determine competency to give consent; (2) The guardian of the person with a developmental disability, if the guardian is legally empowered to execute such consent; or (3) The parent or guardian of the person with a developmental disability, if the person with a developmental disability is less than eighteen years of age. No person with a developmental disability who is subject to an order of guardianship may be subjected to experimental research or hazardous treatment procedures without prior authorization of the circuit court. Section 12. That § 28-6-23 be amended to read as follows: 28-6-23. Any payment of medical assistance by or through the Department of Social Services to an individual who is an inpatient in a nursing facility, an intermediate care facility for the mentally retarded individuals with developmental disabilities, or other medical institution, is a debt due to the department. Any payment on behalf of any person fifty-five years of age or older for nursing facility services, home and community based services, intermediate care facility services for the mentally retarded individuals with intellectual disabilities, hospital and prescription drug services, is a debt due the department. The Department of Social Services shall establish a system of recovery of medical assistance correctly paid by or through the department. The Department of Social Services may file a claim against the estate of the surviving spouse of a medical assistance recipient to satisfy the debt established under this section. The secretary of social services shall adopt rules, pursuant to chapter 1-26, to define the scope of recoveries, establish hardship limitations on recoveries, establish limits on recoveries, and provide rules required to obtain federal financial participation in the medical assistance program. For the purposes of this section, a surviving spouse is a person who was married to the deceased medical assistance recipient when the recipient became eligible for medical assistance, who has not divorced the medical assistance recipient, and who has not remarried after the recipient's death. Section 13. That § 28-6-24 be amended to read as follows: 28-6-24. Any payment of medical assistance by or through the Department of Social Services to an individual who is an inpatient in a nursing facility, an intermediate care facility for the mentally retarded individuals with intellectual disabilities, or other medical institution is a debt and creates a medical assistance lien against any real property in which the individual has any ownership interest. The secretary of social services shall adopt reasonable and necessary rules, pursuant to chapter 1-26, to define such individuals, establish the amount of the lien, establish limitations on the lien as required by federal law or regulations, and provide any other rules as may be required to obtain federal financial participation in the medical assistance program. The lien so created shall be perfected against real estate as provided in § 28-6-25. Section 14. That § 28-6-25 be amended to read as follows: 28-6-25. The Department of Social Services shall file a medical assistance real estate lien with the register of deeds in any county where the individual has an ownership interest in real property. The lien statement filed shall contain, at a minimum, the following information: (1) The name and last known address of all owners of the real property; (2) The legal description of the real estate to which the lien is to attach; (3) The circumstances out of which the lien is claimed to have arisen and the circumstances, if any, under which future accumulations may arise; (4) The amount claimed as a lien and the probable amounts by which it may increase, if known. The register of deeds shall, without charge to the department, record the medical assistance real estate lien in the real estate records, at which time the lien will attach to the real property interest of the recipient described in subdivision (2) of this section. The lien shall remain in effect for a period of twenty years from the time of recording in the county where the land is located as provided in this section, unless released or foreclosed as provided by law. If the individual is discharged or released from a nursing facility, intermediate care facility for the mentally retarded individuals with intellectual disabilities, or other medical institution, other than by death or transfer to another or similar institution, the Department of Social Services shall immediately, upon notice of the discharge or release, file with the register of deeds a satisfaction of the lien which shall be recorded by the register of deeds in the real estate records without charge. Section 15. That § 28-13-23 be amended to read as follows: 28-13-23. The board of county commissioners may in its discretion allow and pay to poor persons who may become county charges and who are of mature years and sound mind, and who from their general character will probably be benefited thereby, and also to the parents of mentally retarded children with intellectual disabilities and children otherwise helpless and requiring the attention of their parents, and who are unable to provide for such children themselves, such annual allowance as will not exceed the charge of their maintenance in the ordinary mode, such board taking the usual amount of charges in like cases as the rule for making such allowance. Section 16. That § 34-1-19 be amended to read as follows: 34-1-19. The State Department of Health shall cooperate with and make available its services to the State Department of Social Services, including the administrator of the South Dakota Developmental Center--Redfield, for the purpose of advancing the health and well-being of the mentally retarded individuals with intellectual disabilities placed under the control of the department, whether institutionalized or not. Section 17. That § 34-24-16 be amended to read as follows: 34-24-16. The State Department of Health shall provide for the development and carrying out of an educational program among physicians, staffs of hospitals, public health nurses, and the citizens of this state concerning the disease phenylketonuria, hypothyroidism, and other metabolic diseases which may cause mental retardation intellectual disabilities for which appropriate methods of detection, prevention, or treatment are available. This educational program shall include information about the nature of the diseases and examinations for the early detection of such diseases in order that proper measures may be taken to prevent mental retardation intellectual disabilities. Section 18. That § 58-17-30.1 be amended to read as follows: 58-17-30.1. An individual health insurance policy, which is delivered or issued for delivery in this state and which provides that coverage of a dependent child shall terminate upon attainment of the limiting age for dependent children specified in the policy, shall also provide that attainment of such limiting age shall not operate to terminate the coverage of such child while the child is and continues to be both (a) incapable of self-sustaining employment by reason of mental retardation intellectual disability or physical handicap disability and (b) chiefly dependent upon the policyholder for support and maintenance, provided proof of such incapacity and dependency is furnished to the insurer by the policyholder within thirty-one days of the child's attainment of the limiting age and subsequently as may be required by the insurer but not more frequently than annually after the two-year period following the child's attainment of the limiting age. Section 19. That § 58-18-31 be amended to read as follows: 58-18-31. A group or blanket health insurance policy, which is delivered or issued for delivery in this state and which provides that coverage of a dependent child shall terminate upon attainment of the limiting age for dependent children specified in the policy, shall also provide that attainment of such limiting age shall not operate to terminate the coverage of such child while the child is and continues to be both (a) incapable of self-sustaining employment by reason of mental retardation intellectual disability or physical handicap disability and (b) chiefly dependent upon the policyholder for support and maintenance, provided proof of such incapacity and dependency is furnished to the insurer by the policyholder within thirty-one days of the child's attainment of the limiting age and subsequently as may be required by the insurer but not more frequently than annually after the two-year period following the child's attainment of the limiting age. Section 20. For purposes of this Act and any terminology changed pursuant to the provisions of this Act, \"intellectual disability,\" or a variation of this term, means a condition previously referred to as \"mental retardation,\" or a variation of this term, and has the same meaning with respect to programs, qualifications for programs, rights or responsibilities regarding persons with such a condition."}, {"bill_id": 4093, "bill_version_id": 25040, "bill_version": "Enrolled", "bill_version_date": "2013-01-31T08:35:14.49-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4093, "action_date": "2013-01-09T12:30:00-06:00", "document_id": 23601, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23601.pdf", "status_text": "First read in Senate and referred to", "journal_page": 28, "committee_id_action": 200, "committee_id_assigned": 180, "result": "N", "vote": {}}, {"bill_id": 4093, "action_date": "2013-01-16T10:00:00-06:00", "document_id": 23609, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23609.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 180, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4093, "action_date": "2013-01-16T10:00:00-06:00", "document_id": 23837, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23837.pdf", "status_text": "Do Pass", "journal_page": 114, "committee_id_action": 180, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12606, "president_vote": null, "Yea": [330, 325, 358, 322, 368, 386], "Excused": [363]}}, {"bill_id": 4093, "action_date": "2013-01-17T14:00:00-06:00", "document_id": 23967, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23967.pdf", "status_text": "Do Pass", "journal_page": 136, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12661, "president_vote": null, "Yea": [338, 362, 330, 337, 366, 388, 340, 365, 363, 325, 358, 364, 376, 336, 322, 345, 329, 331, 419, 317, 320, 385, 384, 321, 368, 328, 333, 386, 367, 319, 339, 387, 327, 383, 379]}}, {"bill_id": 4093, "action_date": "2013-01-18T13:00:00-06:00", "document_id": 24084, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24084.pdf", "status_text": "First read in House and referred to", "journal_page": 114, "committee_id_action": 202, "committee_id_assigned": 191, "result": "N", "vote": {}}, {"bill_id": 4093, "action_date": "2013-01-24T07:45:00-06:00", "document_id": 24141, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24141.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 191, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4093, "action_date": "2013-01-24T07:45:00-06:00", "document_id": 24480, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24480.pdf", "status_text": "Do Pass", "journal_page": 166, "committee_id_action": 191, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12869, "president_vote": null, "Yea": [418, 412, 374, 396, 394, 413, 372, 357, 403, 323, 401, 369, 371]}}, {"bill_id": 4093, "action_date": "2013-01-25T13:00:00-06:00", "document_id": 24642, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24642.pdf", "status_text": "Deferred to another day", "journal_page": 198, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4093, "action_date": "2013-01-28T14:00:00-06:00", "document_id": 24817, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24817.pdf", "status_text": "Deferred to another day", "journal_page": 224, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4093, "action_date": "2013-01-29T14:00:00-06:00", "document_id": 24922, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24922.pdf", "status_text": "Deferred to another day", "journal_page": 243, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4093, "action_date": "2013-01-30T14:00:00-06:00", "document_id": 25017, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25017.pdf", "status_text": "Do Pass", "journal_page": 259, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13198, "president_vote": null, "Yea": [420, 346, 415, 418, 326, 360, 417, 349, 382, 410, 412, 398, 342, 324, 348, 397, 374, 402, 381, 396, 370, 394, 413, 372, 350, 347, 416, 389, 351, 344, 359, 392, 335, 369, 414, 400, 375, 371, 380, 316, 332, 393, 395, 390, 404, 405, 356, 411, 377, 355, 378, 407, 352, 357, 403, 343, 399, 323, 406, 361, 391, 354, 409, 401, 373, 353, 341, 334], "Nay": [318], "Excused": [408]}}, {"bill_id": 4093, "action_date": "2013-01-31T12:30:00-06:00", "document_id": 25091, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25091.pdf", "status_text": "Signed by the President", "journal_page": 297, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4093, "action_date": "2013-02-04T14:00:00-06:00", "document_id": 25197, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25197.pdf", "status_text": "Signed by the Speaker", "journal_page": 293, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4093, "action_date": "2013-02-05T14:00:00-06:00", "document_id": 25310, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25310.pdf", "status_text": "Delivered to the Governor", "journal_page": 320, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4093, "action_date": "2013-02-12T14:00:00-06:00", "document_id": 25592, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25592.pdf", "status_text": "Signed by the Governor", "journal_page": 368, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5344}