{"session_id": 45, "bill_id": 12873, "bill_type": "House Bill", "bill_number": 1069, "bill_title": "to repeal the provisions which allow a single straight party vote.", "sponsors": [{"legislator_profile_id": 1982, "is_prime": true}], "keywords": ["Political Campaigns, Financing & Parties", "Voting Procedure"], "audio": [], "bill_versions": [{"bill_id": 12873, "bill_version_id": 73108, "bill_version": "Introduced", "bill_version_date": "1997-01-22T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal the provisions which allow a single straight party vote. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 12-18-18 be repealed. 12-18-18. To vote a party ticket, the voter shall mark his ballot in the circle at the top of a party column; provided, however, the voter may mark in the circle at the top of the party column and may also mark the square preceding the name or names of one or more candidates printed under another party column. A ballot so marked shall be counted as cast for all the candidates or presidential electors named under the party column which has been so marked, except as to the office or offices of a candidate or candidates or presidential electors marked in another column. A mark in another column shall be counted as cast for the candidate or candidates or presidential electors beside whose name or names such mark may have been placed. Section 2. That § 12-18-20 be repealed. 12-18-20. When at any election two or more persons are to be elected to the same office and a voter places a mark in the circle at the top of the column of the party ticket which he desires to vote, but also places a mark to the left of the name of a candidate whose name appears on the ballot in the independent column, or in the column of another party as a candidate for such office, the voter may vote for additional candidates for such office in the column where he has placed a mark in the circle at the top of the column only by placing a mark in the square to the left of the name of the candidate or candidates for that particular office. Section 3. That § 12-18-21 be repealed. 12-18-21. In case a voter does not wish to vote a party ticket, he need not mark the ballot in the circle at the head of the ticket, but may mark the ballot in the square at the left of the name of each candidate for whom he may desire to vote. Section 4. That § 12-20-5 be amended to read as follows: 12-20-5. The votes for the several candidates shall be counted in the order in which they occur upon the ballots. If there is no counting board, all three judges, after separation of ballots and further separation of straight party ballots , shall personally scrutinize each ballot as the vote on that ballot is announced. At least two judges, of opposite political parties, shall scrutinize each ballot in like manner where counting boards are used with the superintendent acting to break any tie vote of the two judges ruling on a ballot. As the vote is announced each of the two clerks assisting the judges shall make the mark required on the tally sheet. Section 5. That § 12-20-8 be amended to read as follows: 12-20-8. The judges, in counting the votes, shall endeavor to record the intention of the voter. Should there be a mark on the ballot in the circle at the head of any column, the judges shall hold the intention of the voter to be to vote for all candidates in the column over which the mark is placed, unless there should be a mark in the square at the left of the name of some candidate in some other column on the ballot. The judges shall then hold the intention of the voter to be to vote for the candidate or candidates before whose name he has placed a mark, and for all candidates in the column over which he has placed a mark, except for the candidate or candidates where a mark has been placed in some other column; except, also, that where there is more than one candidate in the same column for the same office and the voter has placed a mark in the square at the left of the name of a candidate for that office in some column other than the one over which he has placed a mark, the judges shall hold the intention of the voter to be to vote only for the candidate or candidates for that office before whose name he has placed a mark. Section 6. That § 12-16-3.1 be amended to read as follows: 12-16-3.1. When If more than one political party qualifies for the general election, the position on the ballot shall be determined by drawing of lots by the secretary of state at the same time and in the same manner as prescribed for candidates in § 12-16-8. Representatives of the parties shall have the right to be present when such arrangement is determined. On paper ballots, the first party name drawn shall be placed in the left-hand column, the second party name drawn shall be placed in the next column, and each succeeding party name drawn shall be placed on the ballot in the order drawn. On ballot labels, the designation of the political parties for straight party voting shall be on separate pages on which no names of candidates may appear with the first party name drawn placed first, the second party name drawn placed next, and each succeeding party name drawn shall be placed in the order drawn. Each succeeding page of the candidate booklet shall carry the party names. On optical scan ballots, the designation of the political parties for straight party voting shall appear with the first party name drawn placed first, the second party name drawn placed next, and each succeeding party name drawn shall be placed in the order drawn. Section 7. That § 12-16-34 be amended to read as follows: 12-16-34. Such tally sheets in the area for tallying votes cast shall be ruled by horizontal and perpendicular lines so as to form squares of suitable size to contain five tally marks each, four of which may be upright and the fifth crossing the same at an oblique angle, every fifth perpendicular line in such ruling to be red, so that five squares for tally marks shall be contained between each two red lines. In a perpendicular column at the left margin of each tally sheet there shall be left sufficient space so that there may be printed or written in ink in plain and legible manner the names of all candidates and all questions submitted to the voters at such election, in the same order that the same shall have been arranged upon the official ballots used in such election. At the extreme right margin of the tally sheet there shall be three a perpendicular columns column with sufficient space that each of said perpendicular columns the column may be labeled at the top of said the tally sheet, commencing at the extreme right margin and proceeding toward the left margin, as follows: \"Total All Votes \"; \"Total Straight Party Votes\"; and \"Total Mixed Votes Tallied .\" Section 8. That § 12-16-36 be amended to read as follows: 12-16-36. There shall be at the right of each name or question in one or two horizontal lines a sufficient number of squares for the tally marks as provided in § 12-16-34, on the tally sheets for each precinct, to contain the tally marks for one-third more votes than were cast in such precinct at the last preceding general election, not exceeding six hundred in any case. There shall be sufficient spaces at the right of the squares on such tally sheet so that the clerk may write out in full : first, the total number of votes tallied for each candidate upon ballots where votes were cast for candidates from more than one political party; second, the total number of votes accruing to each candidate upon ballots where votes were cast for candidates from only one political party; and third, the total number of votes tallied for such each candidate. Section 9. That § 12-16-38 be repealed. 12-16-38. Ballots which are found to contain votes cast for candidates from only one political party shall not be individually tallied for each candidate, but when counted, their numerical result shall be placed in the column marked \"Total Straight Party Votes\" for each candidate listed on such tally sheet. After the tallying and marking in the tally sheet, of the votes for each candidate upon ballots where votes were cast for candidates from more than one political party, the number of votes so tallied for each candidate shall be counted, and the numerical result shall be placed in the column marked \"Total Mixed Votes Tallied\" opposite his name. The numerical result found by adding the numbers placed in the columns marked \"Total Mixed Vote Tallied\" and \"Total Straight Party Votes\" shall be entered for each candidate in the column marked \"Total All Votes\" opposite his name."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12873, "action_date": "1997-01-23T14:00:00-06:00", "document_id": 72880, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72880.pdf", "status_text": "First read in House and referred to", "journal_page": 92, "committee_id_action": 544, "committee_id_assigned": 539, "result": "N", "vote": {}}, {"bill_id": 12873, "action_date": "1997-02-12T10:00:00-06:00", "document_id": 72343, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72343.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 539, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12873, "action_date": "1997-02-14T10:00:00-06:00", "document_id": 72368, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72368.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 539, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12873, "action_date": "1997-02-14T10:00:00-06:00", "document_id": 72368, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72368.pdf", "status_text": "Tabled", "journal_page": 482, "committee_id_action": 539, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 36139, "president_vote": null, "Yea": [1890, 1900, 1904, 1924, 1931, 1936, 1967, 1926, 1940, 1970, 1961, 1921], "Nay": [1949]}}]}