{"session_id": 27, "bill_id": 8198, "bill_type": "House Bill", "bill_number": 1164, "bill_title": "revise certain provisions regarding violations of county and municipal ordinances.", "sponsors": [{"legislator_profile_id": 1201, "is_prime": true}, {"legislator_profile_id": 1163, "is_prime": true}, {"legislator_profile_id": 1118, "is_prime": false}, {"legislator_profile_id": 1180, "is_prime": false}, {"legislator_profile_id": 1190, "is_prime": false}, {"legislator_profile_id": 1179, "is_prime": false}, {"legislator_profile_id": 1202, "is_prime": false}, {"legislator_profile_id": 1097, "is_prime": false}, {"legislator_profile_id": 1204, "is_prime": false}, {"legislator_profile_id": 1205, "is_prime": false}, {"legislator_profile_id": 1199, "is_prime": false}, {"legislator_profile_id": 1123, "is_prime": false}], "keywords": ["Civil Procedure", "Counties", "Criminal Procedure", "Local Government", "Municipal Government"], "audio": [{"meeting_datetime": "2017-02-14T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hlo22.mp3", "start_seconds": 2280.0}, {"meeting_datetime": "2017-02-14T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hlo22.mp3", "start_seconds": 2280.0}, {"meeting_datetime": "2017-02-14T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hlo22.mp3", "start_seconds": 2280.0}], "bill_versions": [{"bill_id": 8198, "bill_version_id": 43588, "bill_version": "Introduced", "bill_version_date": "2017-02-01T11:02:24.193-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding violations of county and municipal ordinances. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 7-18A-2 be repealed. 7-18A-2. Each county may enact, amend, and repeal such ordinances and resolutions as may be proper and necessary to carry into effect the powers granted to it by law and provide for the enforcement of each violation of any ordinance by means of any or all of the following: (1) A fine not to exceed the fine established by subdivision 22-6-2(2) for each violation, or by imprisonment for a period not to exceed thirty days for each violation, or by both the fine and imprisonment; or (2) An action for civil injunctive relief, pursuant to chapter 21-8. Section 2. That § 7-18A-32 be repealed. 7-18A-32. Actions for violations of county ordinances shall be civil cases and the county shall be the plaintiff. The actions shall be commenced by the filing of a complaint and the response thereto shall be by oral plea or written answer. Conduct for the trials of violation of county ordinances and resolutions shall be governed by the procedure used in all proceedings for violations of ordinances and bylaws of units of local government of this state as referred to in § 23A-1-1. If the procedure does not cover or apply to a specific portion of the proceeding, the rules of civil procedure apply. Section 3. That chapter 7-18A be amended by adding a NEW SECTION to read: Every county may enact, make, amend, revise, or repeal all ordinances, resolutions, and regulations as may be proper and necessary to carry into effect the powers granted thereto. Any person who violates this section shall be assessed a civil penalty by the court in the amount of twenty-five dollars per violation and not to exceed five hundred dollars at the time of judgement. The civil penalty shall be deposited in the county general fund. Section 4. That chapter 7-18A be amended by adding a NEW SECTION to read: In the prosecution for the violation of any county ordinance which authorizes a penalty of a jail sentence, the county shall prove the defendant guilty of the violation of the ordinance beyond a reasonable doubt. The proceedings shall be commenced by complaint naming the county as plaintiff, and the response shall be by either oral plea or written answer. The defendant shall be entitled, by making demand for a trial by jury at any time before the commencement of trial, in the event the defendant is subject to any jail sentence. Except as provided in this section the proceedings shall be governed by the rules of civil procedure. Section 5. That § 9-19-3 be amended to read: 9-19-3. Every municipality may enact, make, amend, revise, or repeal all such ordinances, resolutions, and regulations as may be proper and necessary to carry into effect the powers granted thereto, and to provide for the punishment of each violation thereof by a fine not to exceed the fine established by subdivision 22-6-2(2), by imprisonment not exceeding thirty days, or by both the fine and imprisonment. Any person who violates this section shall be assessed a civil penalty by the court in the amount of twenty-five dollars per violation and not to exceed five hundred dollars at the time of judgement. The civil penalty shall be deposited in the municipal general fund."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8198, "action_date": "2017-02-01T14:00:00-06:00", "document_id": 43628, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43628.pdf", "status_text": "First read in House and referred to", "journal_page": 250, "committee_id_action": 361, "committee_id_assigned": 354, "result": "N", "vote": {}}, {"bill_id": 8198, "action_date": "2017-02-14T10:00:00-06:00", "document_id": 44168, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44168.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 354, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8198, "action_date": "2017-02-14T10:00:00-06:00", "document_id": 44391, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44391.pdf", "status_text": "Tabled", "journal_page": 382, "committee_id_action": 354, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 23230, "president_vote": null, "Yea": [1129, 1192, 1185, 1124, 1134, 1161, 1195, 1152, 1121, 1187, 1173], "Excused": [1188, 1128]}}]}