{"session_id": 45, "bill_id": 12482, "bill_type": "Senate Bill", "bill_number": 97, "bill_title": "to prohibit the harassment of certain individuals by fraudulent legal proceedings or liens.", "sponsors": [], "keywords": ["Clerks of Court", "Crimes", "Harassment", "Public & Confidential Records", "Registers of Deeds", "Signed by Governor", "State Officers Generally"], "audio": [], "bill_versions": [{"bill_id": 12482, "bill_version_id": 74199, "bill_version": "Introduced", "bill_version_date": "1997-01-15T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to prohibit the harassment of certain public officers and employees by fraudulent legal proceedings or liens. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 7-9 be amended by adding thereto a NEW SECTION to read as follows: A register of deeds may refuse to record any document that the law does not require or authorize a register to record or any document that the register has reasonable cause to believe is a counterfeit lien as defined in section 10 of this Act. Section 2. That chapter 7-9 be amended by adding thereto a NEW SECTION to read as follows: Any person whose document or lien is refused for recording by the register of deeds pursuant to section 1 of this Act may commence an action in the circuit court for that county for an order directing the register to file the document. If the court determines that the register is required or authorized by law to record the document or that the lien is not counterfeit, it shall order the register to record the document. Section 3. That chapter 7-9 be amended by adding thereto a NEW SECTION to read as follows: If a court determines that the register acted reasonably or in good faith in refusing to record a document that the register believed should not be recorded or a document that the register believed to be a counterfeit lien, the register is not liable for any civil damages resulting from the refusal. Section 4. That chapter 16-2 be amended by adding thereto a NEW SECTION to read as follows: A clerk of courts may refuse to file or docket any document that the law does not require or authorize a clerk to file or docket or any document that the clerk has reasonable cause to believe is a counterfeit lien as defined in section 10 of this Act. Section 5. That chapter 16-2 be amended by adding thereto a NEW SECTION to read as follows: Any person whose document or lien is refused for filing or docketing by the clerk of courts pursuant to section 4 of this Act may commence an action in the circuit court for that county for an order directing the clerk to file or docket the document. If the court determines that the clerk is required or authorized by law to file or docket the document or that the lien is not counterfeit, it shall order the clerk to file or docket the document. Section 6. That chapter 16-2 be amended by adding thereto a NEW SECTION to read as follows: If a court determines that the clerk acted reasonably or in good faith in refusing to file or docket a document that the clerk believed should not be filed or docketed or a document that the clerk believed to be a counterfeit lien, the clerk is not liable for any civil damages resulting from the refusal. Section 7. That chapter 18-1 be amended by adding thereto a NEW SECTION to read as follows: It is a Class 1 misdemeanor for any person to act as a notary public or to affix a signature to a document as a notary public if the person has not obtained a commission pursuant to § 18- 1-4. A second or subsequent conviction for a violation of this section is a Class 6 felony. Section 8. That chapter 18-1 be amended by adding thereto a NEW SECTION to read as follows: It is a Class 1 misdemeanor for any person to affix a signature to a document as a notary public if the person has also signed the document as a party to the transaction or proceeding. A second or subsequent conviction for a violation of this section is a Class 6 felony. Section 9. That chapter 22-11 be amended by adding thereto a NEW SECTION to read as follows: Any person who offers a counterfeit lien for filing, registering, or recording in a public office is guilty of a Class 1 misdemeanor. A second or subsequent conviction for a violation of this section is a Class 6 felony. Section 10. For purposes of section 9 of this Act, the term, offers, includes the mailing of the instrument to a public office with the knowledge or belief that it will be filed with, registered, or recorded in, or otherwise become a part of, the records of the public office. For purposes of section 9 of this Act, the term, counterfeit lien, means a lien that: (1) Is not provided for by a specific state or federal statute; (2) Does not depend upon the consent of the owner of the property affected for its existence; and (3) Is not an equitable or constructive lien imposed by a court recognized under the U.S. Constitution, federal laws, or the constitution or laws of this state. Section 11. Any person who violates section 9 of this Act is liable in a civil action to any person for any injury, death, or loss to person or property incurred as a result of the commission of the offense and for reasonable attorney's fees, court costs, and other reasonable expenses incurred as a result of prosecuting a civil action commenced under this section. A civil action under this section is not the exclusive remedy of a person who incurs injury, death, or loss to person or property as a result of a violation of section 9 of this Act. Section 12. That chapter 22-11 be amended by adding thereto a NEW SECTION to read as follows: Any person who harasses a public officer or employee by sending or delivering, or causing to be sent or delivered, any letter, paper, document, notice of intent to bring suit, or other notice or demand that simulates a form of court or legal process and that threatens the public officer or employee, directly or indirectly, with incarceration, monetary fines or penalties, or with the imposition of a counterfeit lien on the real or personal property of the public officer or employee is guilty of a Class 1 misdemeanor. A second or subsequent conviction for a violation of this section is a Class 6 felony. The person's lack of belief in the jurisdiction or authority of the state or of the United States is no defense to a prosecution under this section. Section 13. For purposes of section 12 of this Act, the term, harasses, means a knowing and willful course of conduct directed at the public officer or employee which seriously alarms or annoys the officer or employee and which serves no legitimate legal purpose. For purposes of section 12 of this Act, the term, course of conduct, means a pattern of conduct composed of a series of acts over a period of time, however short, evidencing a continuity of purpose. Section 14. Any person who violates section 12 of this Act is liable in a civil action to any person for any injury, death, or loss to person or property incurred as a result of the commission of the offense and for reasonable attorney's fees, court costs, and other reasonable expenses incurred as a result of prosecuting a civil action commenced under this section. A civil action under this section is not the exclusive remedy of a person who incurs injury, death, or loss to person or property as a result of a violation of section 12 of this Act. Section 15. That chapter 22-11 be amended by adding thereto a NEW SECTION to read as follows: Any person who, without authority under the U.S. Constitution, federal law, or the constitution or laws of this state, acts as a supreme court justice, a circuit court judge, a magistrate judge, a lay magistrate, a clerk of court or deputy, a juror or other official holding authority to determine a controversy or adjudicate the rights or interests of others, or signs a document in such capacity, is guilty of a Class 1 misdemeanor. It is no defense to a prosecution under this section that the judicial office the person pretended to hold does not exist. Section 16. Any person who violates section 15 of this Act is liable in a civil action to any person for any injury, death, or loss to person or property incurred as a result of the commission of the offense and for reasonable attorney's fees, court costs, and other reasonable expenses incurred as a result of prosecuting a civil action commenced under this section. A civil action under this section is not the exclusive remedy of a person who incurs injury, death, or loss to persons or property as a result of a violation of section 15 of this Act."}, {"bill_id": 12482, "bill_version_id": 74201, "bill_version": "Senate Judiciary Engrossed", "bill_version_date": "1997-01-23T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to prohibit the harassment of certain public officers and employees by fraudulent legal proceedings or liens. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 7-9 be amended by adding thereto a NEW SECTION to read as follows: A register of deeds may refuse to record any document that the law does not require or authorize a register to record or any document that the register has reasonable cause to believe is a counterfeit lien as defined in section 10 of this Act. Section 2. That chapter 7-9 be amended by adding thereto a NEW SECTION to read as follows: Any person whose document or lien is refused for recording by the register of deeds pursuant to section 1 of this Act may commence an action in the circuit court for that county for an order directing the register to file the document. If the court determines that the register is required or authorized by law to record the document or that the lien is not counterfeit, it shall order the register to record the document. Section 3. That chapter 7-9 be amended by adding thereto a NEW SECTION to read as follows: If a court determines that the register acted reasonably or in good faith in refusing to record a document that the register believed should not be recorded or a document that the register believed to be a counterfeit lien, the register is not liable for any civil damages resulting from the refusal. Section 4. That chapter 16-2 be amended by adding thereto a NEW SECTION to read as follows: A clerk of courts may refuse to file or docket any document that the law does not require or authorize a clerk to file or docket or any document that the clerk has reasonable cause to believe is a counterfeit lien as defined in section 10 of this Act. Section 5. That chapter 16-2 be amended by adding thereto a NEW SECTION to read as follows: Any person whose document or lien is refused for filing or docketing by the clerk of courts pursuant to section 4 of this Act may commence an action in the circuit court for that county for an order directing the clerk to file or docket the document. If the court determines that the clerk is required or authorized by law to file or docket the document or that the lien is not counterfeit, it shall order the clerk to file or docket the document. Section 6. That chapter 16-2 be amended by adding thereto a NEW SECTION to read as follows: If a court determines that the clerk acted reasonably or in good faith in refusing to file or docket a document that the clerk believed should not be filed or docketed or a document that the clerk believed to be a counterfeit lien, the clerk is not liable for any civil damages resulting from the refusal. Section 7. That chapter 22-11 be amended by adding thereto a NEW SECTION to read as follows: Any person who offers a counterfeit lien for filing, registering, or recording in a public office is guilty of a Class 1 misdemeanor. A second or subsequent conviction for a violation of this section is a Class 6 felony. Section 8. For purposes of section 9 of this Act, the term, offers, includes the mailing of the instrument to a public office with the knowledge or belief that it will be filed with, registered, or recorded in, or otherwise become a part of, the records of the public office. For purposes of section 9 of this Act, the term, counterfeit lien, means a lien that: (1) Is not provided for by a specific state or federal statute; (2) Does not depend upon the consent of the owner of the property affected for its existence; and (3) Is not an equitable or constructive lien imposed by a court recognized under the U.S. Constitution, federal laws, or the constitution or laws of this state. Section 9. Any person who violates section 9 of this Act is liable in a civil action to any person for any injury, death, or loss to person or property incurred as a result of the commission of the offense and for reasonable attorney's fees, court costs, and other reasonable expenses incurred as a result of prosecuting a civil action commenced under this section. A civil action under this section is not the exclusive remedy of a person who incurs injury, death, or loss to person or property as a result of a violation of section 9 of this Act. Section 10. That chapter 22-11 be amended by adding thereto a NEW SECTION to read as follows: Any person who harasses a public officer or employee by sending or delivering, or causing to be sent or delivered, any letter, paper, document, notice of intent to bring suit, or other notice or demand that simulates a form of court or legal process and that threatens the public officer or employee, directly or indirectly, with incarceration, monetary fines or penalties, or with the imposition of a counterfeit lien on the real or personal property of the public officer or employee is guilty of a Class 1 misdemeanor. A second or subsequent conviction for a violation of this section is a Class 6 felony. The person's lack of belief in the jurisdiction or authority of the state or of the United States is no defense to a prosecution under this section. Section 11. For purposes of section 12 of this Act, the term, harasses, means a knowing and willful course of conduct directed at the public officer or employee which seriously alarms or annoys the officer or employee and which serves no legitimate legal purpose. For purposes of section 12 of this Act, the term, course of conduct, means a pattern of conduct composed of a series of acts over a period of time, however short, evidencing a continuity of purpose. Section 12. Any person who violates section 12 of this Act is liable in a civil action to any person for any injury, death, or loss to person or property incurred as a result of the commission of the offense and for reasonable attorney's fees, court costs, and other reasonable expenses incurred as a result of prosecuting a civil action commenced under this section. A civil action under this section is not the exclusive remedy of a person who incurs injury, death, or loss to person or property as a result of a violation of section 12 of this Act. Section 13. That chapter 22-11 be amended by adding thereto a NEW SECTION to read as follows: Any person who, without authority under the U.S. Constitution, federal law, or the constitution or laws of this state, acts as a supreme court justice, a circuit court judge, a magistrate judge, a lay magistrate, a clerk of court or deputy, a juror or other official holding authority to determine a controversy or adjudicate the rights or interests of others, or signs a document in such capacity, is guilty of a Class 1 misdemeanor. It is no defense to a prosecution under this section that the judicial office the person pretended to hold does not exist. Section 14. Any person who violates section 15 of this Act is liable in a civil action to any person for any injury, death, or loss to person or property incurred as a result of the commission of the offense and for reasonable attorney's fees, court costs, and other reasonable expenses incurred as a result of prosecuting a civil action commenced under this section. A civil action under this section is not the exclusive remedy of a person who incurs injury, death, or loss to persons or property as a result of a violation of section 15 of this Act. BILL HISTORY January 16 - First read in Senate and referred to Judiciary. S.J. 48 January 22 - Scheduled for hearing. January 22 - Passed as amended, PASSED, AYES 7, NAYS 0. S.J. 88"}, {"bill_id": 12482, "bill_version_id": 74200, "bill_version": "Senate Engrossed", "bill_version_date": "1997-01-28T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to prohibit the harassment of certain individuals by fraudulent legal proceedings or liens. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 7-9 be amended by adding thereto a NEW SECTION to read as follows: A register of deeds may refuse to record any document that the law does not require or authorize a register to record or any document that the register has reasonable cause to believe is a counterfeit lien as defined in section 8 of this Act. Section 2. That chapter 7-9 be amended by adding thereto a NEW SECTION to read as follows: Any person whose document or lien is refused for recording by the register of deeds pursuant to section 1 of this Act may commence an action in the circuit court for that county for an order directing the register to file the document. If the court determines that the register is required or authorized by law to record the document or that the lien is not counterfeit, it shall order the register to record the document. Section 3. That chapter 7-9 be amended by adding thereto a NEW SECTION to read as follows: If a court determines that the register acted reasonably or in good faith in refusing to record a document that the register believed should not be recorded or a document that the register believed to be a counterfeit lien, the register is not liable for any civil damages resulting from the refusal. Section 4. That chapter 16-2 be amended by adding thereto a NEW SECTION to read as follows: A clerk of courts may refuse to file or docket any document that the law does not require or authorize a clerk to file or docket or any document that the clerk has reasonable cause to believe is a counterfeit lien as defined in section 8 of this Act. Section 5. That chapter 16-2 be amended by adding thereto a NEW SECTION to read as follows: Any person whose document or lien is refused for filing or docketing by the clerk of courts pursuant to section 4 of this Act may commence an action in the circuit court for that county for an order directing the clerk to file or docket the document. If the court determines that the clerk is required or authorized by law to file or docket the document or that the lien is not counterfeit, it shall order the clerk to file or docket the document. Section 6. That chapter 16-2 be amended by adding thereto a NEW SECTION to read as follows: If a court determines that the clerk acted reasonably or in good faith in refusing to file or docket a document that the clerk believed should not be filed or docketed or a document that the clerk believed to be a counterfeit lien, the clerk is not liable for any civil damages resulting from the refusal. Section 7. That chapter 22-11 be amended by adding thereto a NEW SECTION to read as follows: Any person who offers a counterfeit lien for filing, registering, or recording in a public office is guilty of a Class 1 misdemeanor. A second or subsequent conviction for a violation of this section is a Class 6 felony. Section 8. For purposes of section 7 of this Act, the term, offers, includes the mailing of the instrument to a public office with the knowledge or belief that it will be filed with, registered, or recorded in, or otherwise become a part of, the records of the public office. For purposes of section 7 of this Act, the term, counterfeit lien, means a lien that: (1) Is not provided for by a specific state or federal statute; (2) Does not depend upon the consent of the owner of the property affected for its existence; and (3) Is not an equitable or constructive lien imposed by a court recognized under the U.S. Constitution, federal laws, or the constitution or laws of this state. Section 9. Any person who violates section 7 of this Act is liable in a civil action to any person for any injury, death, or loss to person or property incurred as a result of the commission of the offense and for reasonable attorney's fees, court costs, and other reasonable expenses incurred as a result of prosecuting a civil action commenced under this section. A civil action under this section is not the exclusive remedy of a person who incurs injury, death, or loss to person or property as a result of a violation of section 7 of this Act. Section 10. That chapter 22-11 be amended by adding thereto a NEW SECTION to read as follows: Any person who harasses an individual by sending or delivering, or causing to be sent or delivered, any letter, paper, document, notice of intent to bring suit, or other notice or demand that simulates a form of court or legal process and that threatens the individual, directly or indirectly, with incarceration, monetary fines or penalties, or with the imposition of a counterfeit lien on the real or personal property of the individual is guilty of a Class 1 misdemeanor. A second or subsequent conviction for a violation of this section is a Class 6 felony. The person's lack of belief in the jurisdiction or authority of the state or of the United States is no defense to a prosecution under this section. Section 11. For purposes of section 10 of this Act, the term, harasses, means a knowing and willful course of conduct directed at the individual which seriously alarms or annoys the individual and which serves no legitimate legal purpose. For purposes of section 10 of this Act, the term, course of conduct, means a pattern of conduct composed of a series of acts over a period of time, however short, evidencing a continuity of purpose. Section 12. Any person who violates section 10 of this Act is liable in a civil action to any person for any injury, death, or loss to person or property incurred as a result of the commission of the offense and for reasonable attorney's fees, court costs, and other reasonable expenses incurred as a result of prosecuting a civil action commenced under this section. A civil action under this section is not the exclusive remedy of a person who incurs injury, death, or loss to person or property as a result of a violation of section 10 of this Act. Section 13. That chapter 22-11 be amended by adding thereto a NEW SECTION to read as follows: Any person who, without authority under the U.S. Constitution, federal law, or the constitution or laws of this state, acts as a supreme court justice, a circuit court judge, a magistrate judge, a lay magistrate, a clerk of court or deputy, a juror or other official holding authority to determine a controversy or adjudicate the rights or interests of others, or signs a document in such capacity, is guilty of a Class 1 misdemeanor. It is no defense to a prosecution under this section that the judicial office the person pretended to hold does not exist. Section 14. Any person who violates section 13 of this Act is liable in a civil action to any person for any injury, death, or loss to person or property incurred as a result of the commission of the offense and for reasonable attorney's fees, court costs, and other reasonable expenses incurred as a result of prosecuting a civil action commenced under this section. A civil action under this section is not the exclusive remedy of a person who incurs injury, death, or loss to persons or property as a result of a violation of section 13 of this Act BILL HISTORY January 16 - First read in Senate and referred to Judiciary. S.J. 48 January 22 - Scheduled for hearing. January 22 - Passed as amended, AYES 7, NAYS 0. S.J. 88 January 27 - Second reading Senate. S.J. 177 January 27 - Passed as amended, AYES 34, NAYS 0. S.J. 179 January 27 - Amended title. S.J. 179"}, {"bill_id": 12482, "bill_version_id": 74198, "bill_version": "House Engrossed", "bill_version_date": "1997-02-07T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to prohibit the harassment of certain individuals by fraudulent legal proceedings or liens. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 7-9 be amended by adding thereto a NEW SECTION to read as follows: A register of deeds may refuse to record any document that the law does not require or authorize a register to record or any document that the register has reasonable cause to believe is a counterfeit lien as defined in section 8 of this Act. Section 2. That chapter 7-9 be amended by adding thereto a NEW SECTION to read as follows: Any person whose document or lien is refused for recording by the register of deeds pursuant to section 1 of this Act may commence an action in the circuit court for that county for an order directing the register to file the document. If the court determines that the register is required or authorized by law to record the document or that the lien is not counterfeit, it shall order the register to record the document. Section 3. That chapter 7-9 be amended by adding thereto a NEW SECTION to read as follows: If a court determines that the register acted reasonably or in good faith in refusing to record a document that the register believed should not be recorded or a document that the register believed to be a counterfeit lien, the register is not liable for any civil damages resulting from the refusal. Section 4. That chapter 16-2 be amended by adding thereto a NEW SECTION to read as follows: A clerk of courts may refuse to file or docket any document that the law does not require or authorize a clerk to file or docket or any document that the clerk has reasonable cause to believe is a counterfeit lien as defined in section 8 of this Act. Section 5. That chapter 16-2 be amended by adding thereto a NEW SECTION to read as follows: Any person whose document or lien is refused for filing or docketing by the clerk of courts pursuant to section 4 of this Act may commence an action in the circuit court for that county for an order directing the clerk to file or docket the document. If the court determines that the clerk is required or authorized by law to file or docket the document or that the lien is not counterfeit, it shall order the clerk to file or docket the document. Section 6. That chapter 16-2 be amended by adding thereto a NEW SECTION to read as follows: If a court determines that the clerk acted reasonably or in good faith in refusing to file or docket a document that the clerk believed should not be filed or docketed or a document that the clerk believed to be a counterfeit lien, the clerk is not liable for any civil damages resulting from the refusal. Section 7. That chapter 22-11 be amended by adding thereto a NEW SECTION to read as follows: Any person who offers a counterfeit lien for filing, registering, or recording in a public office knowing or having reason to know that the lien is counterfeit is guilty of a Class 1 misdemeanor. A second or subsequent conviction for a violation of this section is a Class 6 felony. The person's lack of belief in the jurisdiction or authority of the state or of the United States is no defense to a prosecution under this section. Section 8. For purposes of section 7 of this Act, the term, offers, includes the mailing of the instrument to a public office with the knowledge or belief that it will be filed with, registered, or recorded in, or otherwise become a part of, the records of the public office. For purposes of section 7 of this Act, the term, counterfeit lien, means a lien that: (1) Is not provided for by a specific state or federal statute; (2) Does not depend upon the consent of the owner of the property affected for its existence; and (3) Is not an equitable or constructive lien imposed by a court recognized under the U.S. Constitution, federal laws, or the constitution or laws of this state. Section 9. Any person who violates section 7 of this Act is liable in a civil action to any person for any injury, death, or loss to person or property incurred as a result of the commission of the offense and for reasonable attorney's fees, court costs, and other reasonable expenses incurred as a result of prosecuting a civil action commenced under this section. A civil action under this section is not the exclusive remedy of a person who incurs injury, death, or loss to person or property as a result of a violation of section 7 of this Act. Section 10. That chapter 22-11 be amended by adding thereto a NEW SECTION to read as follows: Any person who harasses an individual by sending or delivering, or causing to be sent or delivered, any letter, paper, document, notice of intent to bring suit, or other notice or demand that simulates a form of court or legal process and that threatens the individual, directly or indirectly, with incarceration, monetary fines or penalties, or with the imposition of a counterfeit lien on the real or personal property of the individual is guilty of a Class 1 misdemeanor. A second or subsequent conviction for a violation of this section is a Class 6 felony. The person's lack of belief in the jurisdiction or authority of the state or of the United States is no defense to a prosecution under this section. Section 11. For purposes of section 10 of this Act, the term, harasses, means a knowing and willful course of conduct directed at the individual which seriously alarms or annoys the individual and which serves no legitimate legal purpose. For purposes of section 10 of this Act, the term, course of conduct, means a pattern of conduct composed of a series of acts over a period of time, however short, evidencing a continuity of purpose. Section 12. Any person who violates section 10 of this Act is liable in a civil action to any person for any injury, death, or loss to person or property incurred as a result of the commission of the offense and for reasonable attorney's fees, court costs, and other reasonable expenses incurred as a result of prosecuting a civil action commenced under this section. A civil action under this section is not the exclusive remedy of a person who incurs injury, death, or loss to person or property as a result of a violation of section 10 of this Act. Section 13. That chapter 22-11 be amended by adding thereto a NEW SECTION to read as follows: Any person who, without authority under the U.S. Constitution, federal law, or the constitution or laws of this state, acts as a supreme court justice, a circuit court judge, a magistrate judge, a lay magistrate, a clerk of court or deputy, a juror or other official holding authority to determine a controversy or adjudicate the rights or interests of others, or signs a document in such capacity, is guilty of a Class 1 misdemeanor. It is no defense to a prosecution under this section that the judicial office the person pretended to hold does not exist. Section 14. Any person who violates section 13 of this Act is liable in a civil action to any person for any injury, death, or loss to person or property incurred as a result of the commission of the offense and for reasonable attorney's fees, court costs, and other reasonable expenses incurred as a result of prosecuting a civil action commenced under this section. A civil action under this section is not the exclusive remedy of a person who incurs injury, death, or loss to persons or property as a result of a violation of section 13 of this Ac t. BILL HISTORY 1/16/97 First read in Senate and referred to Judiciary. S.J. 48 1/22/97 Scheduled for Committee hearing on this date. 1/22/97 Judiciary Do Pass Amended, AYES 7, NAYS 0. 1/24/97 Deferred to another day. S.J. 164 1/27/97 Senate Do Pass Amended, AYES 34, NAYS 0. S.J. 179 1/27/97 Amended title. S.J. 179 1/28/97 First read in House and referred to Judiciary. H.J. 181 1/31/97 Scheduled for Committee hearing on this date. 2/3/97 Scheduled for Committee hearing on this date. 2/3/97 Judiciary Do Pass, AYES 12, NAYS 0. H.J. 254 2/4/97 Deferred to another day. H.J. 309 2/6/97 House of Representatives Do Pass Amended, AYES 60, NAYS 5. H.J. 356"}, {"bill_id": 12482, "bill_version_id": 74197, "bill_version": "Enrolled", "bill_version_date": "1997-02-10T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12482, "action_date": "1997-01-16T14:00:00-06:00", "document_id": 72871, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72871.pdf", "status_text": "First read in Senate and referred to", "journal_page": 48, "committee_id_action": 545, "committee_id_assigned": 523, "result": "N", "vote": {}}, {"bill_id": 12482, "action_date": "1997-01-22T10:00:00-06:00", "document_id": 72198, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72198.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 523, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12482, "action_date": "1997-01-22T10:00:00-06:00", "document_id": 72198, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72198.pdf", "status_text": "Do Pass Amended,", "journal_page": null, "committee_id_action": 523, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 36548, "president_vote": null, "Yea": [1884, 1901, 1912, 1919, 1979, 1956, 1986]}}, {"bill_id": 12482, "action_date": "1997-01-24T14:00:00-06:00", "document_id": 72883, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72883.pdf", "status_text": "Deferred to another day", "journal_page": 164, "committee_id_action": 545, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12482, "action_date": "1997-01-27T14:00:00-06:00", "document_id": 72885, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72885.pdf", "status_text": "Motion to Amend,", "journal_page": 178, "committee_id_action": 545, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12482, "action_date": "1997-01-27T14:00:00-06:00", "document_id": 72885, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72885.pdf", "status_text": "Motion to Amend,", "journal_page": 178, "committee_id_action": 545, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12482, "action_date": "1997-01-27T14:00:00-06:00", "document_id": 72885, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72885.pdf", "status_text": "Do Pass Amended,", "journal_page": 179, "committee_id_action": 545, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 35423, "president_vote": null, "Yea": [1884, 1885, 1889, 1893, 1901, 1905, 1908, 1911, 1912, 1915, 1919, 1920, 1925, 1927, 1928, 1930, 1932, 1935, 1938, 1939, 1945, 1946, 1955, 1956, 1959, 1965, 1969, 1972, 1976, 1977, 1978, 1979, 1981, 1986], "Excused": [1960]}}, {"bill_id": 12482, "action_date": "1997-01-27T14:00:00-06:00", "document_id": 72885, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72885.pdf", "status_text": "Title Amended", "journal_page": 179, "committee_id_action": 545, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12482, "action_date": "1997-01-28T14:00:00-06:00", "document_id": 72886, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72886.pdf", "status_text": "First read in House and referred to", "journal_page": 181, "committee_id_action": 544, "committee_id_assigned": 542, "result": "N", "vote": {}}, {"bill_id": 12482, "action_date": "1997-01-31T07:45:00-06:00", "document_id": 72257, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72257.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 542, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12482, "action_date": "1997-02-03T07:45:00-06:00", "document_id": 72263, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72263.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 542, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12482, "action_date": "1997-02-03T07:45:00-06:00", "document_id": 72263, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72263.pdf", "status_text": "Do Pass,", "journal_page": 254, "committee_id_action": 542, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 36190, "president_vote": null, "Yea": [1931, 1924, 1892, 1894, 1903, 1910, 1918, 1951, 1968, 1898, 1954, 1982], "Not Voting": [1922]}}, {"bill_id": 12482, "action_date": "1997-02-04T14:00:00-06:00", "document_id": 72896, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72896.pdf", "status_text": "Deferred to another day", "journal_page": 309, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12482, "action_date": "1997-02-06T14:00:00-06:00", "document_id": 72900, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72900.pdf", "status_text": "Motion to Amend,", "journal_page": 355, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12482, "action_date": "1997-02-06T14:00:00-06:00", "document_id": 72900, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72900.pdf", "status_text": "Do Pass Amended,", "journal_page": 356, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 36499, "president_vote": null, "Nay": [1886, 1929, 1943, 1958, 1974], "Yea": [1887, 1888, 1890, 1891, 1892, 1894, 1895, 1896, 1897, 1898, 1899, 1900, 1902, 1903, 1904, 1906, 1907, 1909, 1910, 1914, 1916, 1917, 1918, 1921, 1922, 1923, 1926, 1931, 1933, 1934, 1936, 1937, 1941, 1942, 1944, 1948, 1949, 1950, 1951, 1952, 1953, 1954, 1957, 1961, 1962, 1963, 1964, 1966, 1967, 1968, 1970, 1971, 1973, 1975, 1980, 1982, 1985, 1987, 1988, 1924], "Absent": [1913, 1984], "Excused": [1940, 1947, 1983]}}, {"bill_id": 12482, "action_date": "1997-02-12T14:00:00-06:00", "document_id": 72909, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72909.pdf", "status_text": "Signed by President", "journal_page": 417, "committee_id_action": 545, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12482, "action_date": "1997-02-12T14:00:00-06:00", "document_id": 72908, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72908.pdf", "status_text": "Signed by Speaker", "journal_page": 457, "committee_id_action": 544, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12482, "action_date": "1997-02-14T14:00:00-06:00", "document_id": 72913, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72913.pdf", "status_text": "Delivered to the Governor", "journal_page": 444, "committee_id_action": 545, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12482, "action_date": "1997-02-19T14:00:00-06:00", "document_id": 72919, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72919.pdf", "status_text": "Signed by Governor", "journal_page": 521, "committee_id_action": 545, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 543, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/12482"}