{"session_id": 49, "bill_id": 15025, "bill_type": "Senate Bill", "bill_number": 106, "bill_title": "establish a comprehensive health association to provide insurance coverage to eligible persons.", "sponsors": [{"legislator_profile_id": 2316, "is_prime": true}, {"legislator_profile_id": 2358, "is_prime": true}, {"legislator_profile_id": 2314, "is_prime": false}, {"legislator_profile_id": 2359, "is_prime": false}, {"legislator_profile_id": 2364, "is_prime": false}, {"legislator_profile_id": 2367, "is_prime": false}, {"legislator_profile_id": 2378, "is_prime": false}, {"legislator_profile_id": 2386, "is_prime": false}, {"legislator_profile_id": 2402, "is_prime": false}, {"legislator_profile_id": 2403, "is_prime": false}], "keywords": ["Administrative Rules", "Basic Health Insurance Plan", "Health Insurance", "Risk Pool"], "audio": [], "bill_versions": [{"bill_id": 15025, "bill_version_id": 86769, "bill_version": "Introduced", "bill_version_date": "2000-01-19T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a comprehensive health association to provide insurance coverage to eligible persons. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Association,\" the comprehensive health association established by section 2 of this Act; (2) \"Association policy,\" an individual or group policy issued by the association that provides the coverage specified in section 16 of this Act; (3) \"Carrier,\" any person that provides health insurance in the state, including an insurance company, a prepaid hospital or medical service plan, a health maintenance organization, a multiple employer welfare arrangement, and any other entity providing a plan of health insurance or health benefits subject to state insurance regulation; (4) \"Director,\" the director of the Division of Insurance; (5) \"Eligible expenses,\" the usual, customary, and reasonable charges for the health care services specified in section 16 of this Act; (6) \"Health care facility,\" a health care facility licensed pursuant to chapter 34-12; (7) \"Health insurance,\" as defined in § 58-9-3; (8) \"Health insurance trust fund,\" the fund created in section 15 of this Act; (9) \"Insured,\" an individual who is provided qualified comprehensive health insurance under an association policy, which policy may include dependents and other covered persons; (10) \"Medicaid,\" the federal-state assistance program established under Title XIX of the federal Social Security Act; (11) \"Medicare,\" the federal government health insurance program established under Title XVIII of the Social Security Act; (12) \"Policy,\" a contract, policy, or plan of health insurance; (13) \"Policy year,\" a consecutive twelve-month period during which a policy provides or obligates the carrier to provide health insurance. Section 2. There is established a nonprofit corporation known as the Comprehensive Health Insurance Association which shall assure that health insurance, as limited by sections 16 and 17 of this Act, is made available to each eligible South Dakota resident who applies to the association for coverage. Any carrier providing health insurance or health care services in South Dakota shall be a member of the association. The association shall operate under a plan of operation established and approved under section 4 of this Act and shall exercise its powers through a board of directors established under section 3 of this Act. Section 3. The board of directors of the association shall consist of four members selected by the members of the association, from its membership; four public members selected by the Governor; the director; and two members of the Legislature, one of whom shall be appointed by the speaker of the House of Representatives and one of whom shall be appointed by the president pro tempore of the Senate, who shall be ex officio and nonvoting members. The Governor's appointees shall be chosen from a broad cross-section of the residents of this state. Members of the board may be reimbursed from the moneys of the association for expenses incurred by them as members, but may not be otherwise compensated by the association for their services. Section 4. The association shall submit to the director a plan of operation for the association and any amendments necessary or suitable to assure the fair, reasonable, and equitable administration of the association. The plan of operation becomes effective upon approval in writing by the director before the date on which the coverage under this Act shall be made available. After notice and hearing, the director shall approve the plan of operation if the plan is determined to be suitable to assure the fair, reasonable, and equitable administration of the association, and provides for the sharing of association losses, if any, on an equitable and proportionate basis among the member carriers. If the association fails to submit a suitable plan of operation within one hundred eighty days after the appointment of the board of directors, or if at any later time the association fails to submit suitable amendments to the plan, the director shall adopt, pursuant to chapter 1-26, rules to provide for a plan of operation. The rules shall continue in force until modified by the director or superseded by a plan submitted by the association and approved by the director. In addition to other requirements, the plan of operation shall provide for all of the following: (1) The handling and accounting of assets and moneys of the association; (2) The amount and method of reimbursing members of the board; (3) Regular times and places for meetings of the board of directors; (4) Records to be kept of all financial transactions, and the annual fiscal reporting to the director; (5) Procedures for selecting the board of directors and submitting the selections to the director for approval; (6) Establishing, in cooperation with the director and the commissioner of the Bureau of Finance and Management, procedures for the determination and payment to the association from the health insurance trust fund. If funds deposited in the health insurance trust fund are insufficient to pay all of the losses, the commissioner of the Bureau of Finance and Management shall notify the director and the association of the amount of the deficiency; (7) Procedures for assessing the members in proportion to their respective shares of total health insurance premiums or payments; (8) The periodic advertising of the general availability of health insurance coverage from the association; (9) Additional provisions necessary or proper for the execution of the powers and duties of the association. Section 5. The plan of operation may provide that the powers and duties of the association may be delegated. A delegation under this section takes effect only upon the approval of both the board of directors and the director. The director may not approve a delegation unless the protections afforded to the insured are substantially equivalent to or greater than those provided under this Act. Section 6. The association has the general powers and authority enumerated by this section and executed in accordance with the plan of operation approved by the director under section 4 of this Act. The association has the general powers and authority granted under the laws of this state to carriers licensed to issue health insurance. In addition, the association may do any of the following: (1) Enter into contracts as necessary or proper to carry out this Act; (2) Sue or be sued, including taking any legal action necessary or proper for recovery of any assessments for, on behalf of, or against participating carriers; (3) Take legal action necessary to avoid the payment of improper claims against the association or the coverage provided by or through the association; (4) Establish or utilize a medical review committee to determine the reasonably appropriate level and extent of health care services in each instance; (5) Establish appropriate rates, scales of rates, rate classifications, and rating adjustments, which rates may not be unreasonable in relation to the coverage provided and the reasonable operations expenses of the association; (6) Pool risks among members; (7) Issue association policies on an indemnity or provision of service basis providing the coverage required by this Act; (8) Administer separate pools, separate accounts, or other plans or arrangements considered appropriate for separate members or groups of members; (9) Operate and administer any combination of plans, pools, or other mechanisms considered appropriate to best accomplish the fair and equitable operation of the association; (10) Appoint from among members appropriate legal, actuarial, and other committees as necessary to provide technical assistance in the operation of the association, policy and other contract design, and any other functions within the authority of the association; (11) Hire independent consultants as necessary; (12) Develop a method of advising applicants of the availability of other coverages outside the association and establish a list of health conditions the existence of which would make an applicant eligible without demonstrating a rejection of coverage by one carrier; (13) Include in its policies a provision providing for subrogation rights by the association in a case in which the association pays expenses on behalf of an individual who is injured or suffers a disease under circumstances creating a liability upon another person to pay damages to the extent of the expenses paid by the association, but only to the extent the damages exceed the policy deductible and coinsurance amounts paid by the insured. The association may waive its subrogation rights if it determines that the exercise of the rights would be impractical, uneconomical, or would work a hardship on the insured. Section 7. Rates for coverages issued by the association may not be unreasonable in relation to the benefits provided, the risk experience, and the reasonable expenses of providing coverage. Separate scales of rates based on age may apply for individual risks. Rates shall take into consideration the extra morbidity and administration expenses, if any, for risks insured in the association. The rates for a given classification may not be more than one hundred fifty percent of the average premium or payment rate for that classification charged by the five carriers with the largest health insurance premium or payment volume in the state during the preceding calendar year. In determining the average rate of the five largest carriers, the rates or payments charged by the carriers shall be actuarially adjusted to determine the rate or payment that would have been charged for benefits similar to those issued by the association. Section 8. Following the close of each calendar year, the association shall determine the net premiums and payments, the expenses of administration, and the incurred losses of the association for the year. The association shall certify the amount of any net loss for the preceding calendar year. Assessments shall be made by the association to all members in proportion to their respective shares of total health insurance premiums or payments for subscriber contracts received in South Dakota during the second preceding calendar year, or with paid losses in the year, coinciding with or ending during the calendar year or on any other equitable basis as provided in the plan of operation. In sharing losses, the association may abate or defer in any part the assessment of a member, if, in the opinion of the board, payment of the assessment would endanger the ability of the member to fulfill its contractual obligations. The association may also provide for an initial or interim assessment against members of the association if necessary to assure the financial capability of the association to meet the incurred or estimated claims expenses or operating expenses of the association until the next calendar year is completed. Net gains shall be held at interest to offset future losses or allocated to reduce future premiums. If the assessment for any insurer exceeds seventy-five thousand dollars in any year, the excess over that amount shall be allowed as a thirty percent credit on the premium tax return for that insurer. The total of all credits for all insurers in any one year may not exceed one million dollars. Section 9. The association shall conduct periodic audits to assure the general accuracy of the financial data submitted to the association, and the association shall have an annual audit of its operations made by an independent certified public accountant. Section 10. The association is subject to examination by the director. Not later than April thirtieth of each year, the board of directors shall submit to the director a financial report for the preceding calendar year in a form approved by the director. Section 11. The association is subject to oversight by the special committee created by chapter 4-8A. Not later than April thirtieth of each year, the board of directors shall submit to the special committee created by chapter 4-8A a financial report for the preceding year. Section 12. All policy forms issued by the association shall be filed with and approved by the director before their use. Section 13. The association may not issue an association policy to an individual who, on the effective date of the coverage applied for, has not been rejected for, already has, or will have coverage similar to an association policy, as an insured or covered dependent. Section 14. The association is exempt from payment of all fees and all taxes levied by this state or any of its political subdivisions. Section 15. A health insurance trust fund is created within the state treasury. Any assessments paid by association members shall be deposited in the fund. Any balance remaining in the health insurance trust fund shall be retained in the fund together with any interest or earnings that are earned on the balance and may be used to cover future expenses of the association. Moneys deposited in the health insurance trust fund may be invested by the treasurer of state in the same manner as moneys in the general fund. Section 16. The association policy shall pay only the usual, customary, and reasonable charges for medically necessary eligible health care services which exceed the deductible and coinsurance amounts applicable under section 18 of this Act. Eligible expenses are the charges for the following health care services furnished by a health care provider in an emergency situation or furnished or prescribed by a health care provider: (1) Hospital services, including charges for the most common semiprivate room, for the most common private room if semiprivate rooms do not exist in the health care facility, or for the private room if medically necessary, but limited to a total of one hundred eighty days in a calendar year; (2) Professional services for the diagnosis or treatment of injuries, illnesses, or conditions, other than mental or dental, which are rendered by a health care provider, or at the direction of a health care provider, by a staff of registered nurses, licensed practical nurses, or other health care providers; (3) The first twenty professional visits for the diagnosis or treatment of one or more mental conditions, rendered during a calendar year by one or more health care providers, or at their direction, by their staff of registered nurses, licensed practical nurses, or other health care providers; (4) Drugs and contraceptive devices requiring a prescription; (5) Services of a nursing facility, for not more than one hundred eighty days in a calendar year; (6) Homemaker-home health services up to one hundred eighty days of service in a calendar year; (7) Use of radium or other radioactive material; (8) Oxygen; (9) Anesthetics; (10) Prostheses, other than dental; (11) Rental of durable medical equipment, other than eye glasses and hearing aids, which have no personal use in the absence of the condition for which prescribed; (12) Diagnostic X rays and laboratory tests; (13) Oral surgery for any of the following: (a) Excision of partially or completely erupted impacted teeth; (b) Excision of a tooth root without the extraction of the entire tooth; (c) The gums and tissues of the mouth when not performed in connection with the extraction or repair of teeth; (14) Services of a physical therapist and services of a speech therapist; (15) Professional ambulance services to the nearest health care facility qualified to treat the illness, injury, or condition; (16) Processing of blood, including collecting, testing, fractionating, and distributing blood. Section 17. Eligible expenses do not include any of the following: (1) Services for which a charge is not made in the absence of insurance or for which there is no legal obligation on the part of a patient to pay; (2) Services and charges made for benefits provided under the laws of the United States, including medicare and medicaid, military service-connected disabilities, medical services provided for members of the armed forces and their dependents or for employees of the armed forces of the United States, and medical services financed on behalf of all citizens by the United States. However, the association policy shall pay benefits as a primary payer in any case where benefit coverage provided under the laws of the United States, including medicare and medicaid, or under the laws of this state is, by rule or statute, secondary to all other coverages; (3) Benefits which would duplicate the provision of services or payment of charges for any care for an injury, disease, or condition for which either of the following applies: (a) It arises out of and in the course of an employment subject to a workers' compensation or similar law; (b) Benefits payable without regard to fault under a coverage required to be contained in any motor vehicle or other liability insurance policy or equivalent self-insurance. (4) Care which is primarily for a custodial or domiciliary purpose; (5) Cosmetic surgery unless provided as the result of an injury or medically necessary surgical procedure; (6) Services the provision of which is not within the scope of the license or certificate of the institution or individual rendering the services; (7) That part of any charge for services or articles rendered or prescribed by a health care provider which exceeds the prevailing charge in the locality where the service is provided, or a charge for services or articles not medically necessary; (8) Services rendered prior to the effective date of coverage under this plan for the person on whose behalf the expense is incurred; (9) Routine physical examinations including examinations to determine the need for eye glasses and hearing aids; (10) Illness or injury due to an act of war; (11) Service of a blood donor and any fee for failure to replace the first three pints of blood provided to an eligible person each calendar year; (12) Personal supplies or services provided by a health care facility or any other nonmedical or nonprescribed supply or service; (13) Experimental services or supplies. For the purposes of this subdivision, experimental means a service or supply not recognized by the appropriate medical board as normal mode of treatment for the illness or injury involved; (14) Eye surgery if corrective lenses would alleviate the problem. The coverage and benefit requirements of this section for association policies may not be altered by any other state law without specific reference to this Act indicating a legislative intent to add or delete from the coverage requirements of this Act. This Act does not prohibit the association from issuing additional types of health insurance policies with different types of benefits which, in the opinion of the board of directors, may be of benefit to the citizens of the state. Section 18. Except as provided in section 20 of this Act, an association policy offered in accordance with this Act shall include a deductible. Deductibles of five hundred dollars and one thousand dollars on a per person per calendar year basis shall be offered. The board may authorize deductibles in other amounts. The deductibles shall be applied to the first five hundred dollars, one thousand dollars, or other authorized amount of eligible expenses incurred by the covered person. Section 19. Except as provided in section 20 of this Act, a mandatory coinsurance requirement shall be imposed at the rate of twenty percent of eligible expenses in excess of the mandatory deductible. Section 20. The maximum aggregate out-of-pocket payments for eligible expenses by the insured in the form of deductibles and coinsurance may not exceed in a policy year: (1) One thousand five hundred dollars for an individual five-hundred-dollar deductible policy; (2) Two thousand dollars for an individual one-thousand-dollar deductible policy; (3) Three thousand dollars for a family five-hundred-dollar deductible policy; (4) Four thousand dollars for a family one-thousand-dollar deductible policy; (5) An amount authorized by the board for any other deductible policy. Section 21. For a family policy, the maximum annual deductible under the policy shall be the deductible chosen for a maximum of two individuals under the policy. Section 22. Eligible expenses incurred by a covered person in the last three months of a calendar year, and applied toward a deductible, shall also be applied toward the deductible amount in the next calendar year. Section 23. The lifetime benefit per covered person is two hundred fifty thousand dollars. Section 24. The association shall, in addition to other policies, offer medicare supplement policies designed to supplement medicare and provide coverage of at least fifty percent of the deductible and eighty percent of the covered expenses in section 16 of this Act. Medicare supplement plans are subject to the same limitations on premiums, deductibility, and annual out- of-pocket expenses as other association policies. Section 25. Except as otherwise provided in section 29 of this Act, a person is not eligible for an association policy if the person, at the effective date of coverage, has or will have coverage under any insurance plan that has coverage equivalent to an association policy. Only persons who have been residents of this state for at least one year are eligible for an association policy. Coverage under an association policy is in excess of, and may not duplicate, coverage under any other form of health insurance. Section 26. A person is eligible to apply for an association policy only if that person has been rejected for similar health insurance coverage or is only offered health insurance coverage at a rate exceeding the association rate. Section 27. An association policy shall provide that coverage of a dependent unmarried person terminates when the person becomes nineteen years of age or, if the person is enrolled full time in an accredited educational institution, terminates at twenty-five years of age. The policy shall also provide in substance that attainment of the limiting age does not operate to terminate coverage when the person is and continues to be both of the following: (1) Incapable of self-sustaining employment by reason of mental retardation or physical disability; and (2) Primarily dependent for support and maintenance upon the person in whose name the contract is issued. Proof of incapacity and dependency must be furnished to the carrier within one hundred twenty days of the person's attainment of the limiting age, and subsequently as may be required by the carrier, but not more frequently than annually after the two-year period following the person's attainment of the limiting age. Section 28. An association policy may contain provisions under which coverage is excluded during a period of six months following the effective date of coverage as to a given covered individual for preexisting conditions, if either of the following exists: (1) The condition has manifested itself within a period of six months before the effective date of coverage in such a manner as would cause an ordinarily prudent person to seek diagnosis or treatment; or (2) Medical advice or treatment was recommended or received within a period of six months before the effective date of coverage. These preexisting condition exclusions shall be waived to the extent to which similar exclusions have been satisfied under any prior health insurance coverage which was involuntarily terminated, if the application for pool coverage is made not later than thirty days following the involuntary termination. For purposes of this section, involuntary termination includes termination of coverage when a conversion policy is not available or where benefits under a state or federal law providing for continuation of coverage upon termination of employment will cease or have ceased. In that case, coverage in the pool shall be effective from the date on which the prior coverage was terminated. This section does not prohibit preexisting conditions coverage in an association policy that is more favorable to the insured than that specified in this section. If the association policy contains a waiting period for preexisting conditions, an insured may retain any existing coverage the person has under an insurance plan that has coverage equivalent to the association policy for the duration of the waiting period only. Section 29. An individual is not eligible for coverage by the association if any of the following apply: (1) The individual is at the time of application eligible for health care benefits under chapter 28-6; (2) The individual has terminated coverage by the association within the past twelve months; or (3) The individual is an inmate of a public institution or is eligible for public programs for which medical care is provided. Section 30. An association policy shall contain provisions under which the association is obligated to renew the contract until the day on which the individual in whose name the contract is issued first becomes eligible for medicare coverage, except that in a family policy covering both husband and wife, the age of the younger spouse shall be used as the basis for meeting the durational requirements of this section. However, when the individual in whose name the contract is issued becomes eligible for medicare coverage, the person is eligible for the medicare supplement plan offered by the association. Section 31. The association may not change the rates for association policies except on a class basis with a clear disclosure in the policy of the association's right to do so. Section 32. An association policy shall provide that upon the death of the individual in whose name the policy is issued, every other individual then covered under the contract may elect, within a period specified in the policy, to continue coverage under the same or a different policy until such time as the person would have ceased to be entitled to coverage had the individual in whose name the policy was issued lived. Section 33. The director shall adopt rules, pursuant to chapter 1-26, to provide for disclosure by carriers of the availability of insurance coverage from the association. Section 34. Neither the participation by carriers or members in the association, the establishment of rates, forms, or procedures for coverage issued by the association, nor any joint or collective action required by this Act may be the basis of any legal civil action, or criminal liability against the association or members of it, either jointly or separately. Section 35. Any carrier authorized to provide health care insurance or coverage for health care services in South Dakota shall provide a notice that the person is eligible to apply for health insurance provided by the association and an application for coverage to any person who receives a rejection of coverage for health insurance or health care services, or to any person who is informed that a rate for health insurance or coverage for health care services will exceed the rate of an association policy. Application for the health insurance shall be on forms prescribed by the board and made available to the carriers."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 15025, "action_date": "2000-01-19T14:00:00-06:00", "document_id": 85633, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85633.pdf", "status_text": "First read in Senate and referred to", "journal_page": 112, "committee_id_action": 657, "committee_id_assigned": 634, "result": "N", "vote": {}}, {"bill_id": 15025, "action_date": "2000-01-24T10:00:00-06:00", "document_id": 85762, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85762.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 634, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15025, "action_date": "2000-01-24T10:00:00-06:00", "document_id": 85762, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85762.pdf", "status_text": "Do Pass,", "journal_page": null, "committee_id_action": 634, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 45237, "president_vote": null, "Nay": [2329, 2304, 2311], "Yea": [2358, 2365, 2399], "Excused": [2369]}}, {"bill_id": 15025, "action_date": "2000-01-26T10:00:00-06:00", "document_id": 85786, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85786.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 634, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15025, "action_date": "2000-01-26T10:00:00-06:00", "document_id": 85786, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85786.pdf", "status_text": "Tabled", "journal_page": 201, "committee_id_action": 634, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 45401, "president_vote": null, "Yea": [2329, 2369, 2304, 2311], "Nay": [2358, 2365, 2399]}}]}