{"session_id": 69, "bill_id": 24804, "bill_type": "House Bill", "bill_number": 1120, "bill_title": "provide special motor vehicle license plates for advanced life support personnel and emergency medical technicians.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24804", "sponsors": [{"legislator_profile_id": 4553, "is_prime": true}, {"legislator_profile_id": 4567, "is_prime": true}, {"legislator_profile_id": 4478, "is_prime": false}, {"legislator_profile_id": 4487, "is_prime": false}, {"legislator_profile_id": 4496, "is_prime": false}, {"legislator_profile_id": 4499, "is_prime": false}, {"legislator_profile_id": 4503, "is_prime": false}, {"legislator_profile_id": 4518, "is_prime": false}, {"legislator_profile_id": 4523, "is_prime": false}, {"legislator_profile_id": 4527, "is_prime": false}, {"legislator_profile_id": 4531, "is_prime": false}, {"legislator_profile_id": 4534, "is_prime": false}, {"legislator_profile_id": 4543, "is_prime": false}, {"legislator_profile_id": 4546, "is_prime": false}, {"legislator_profile_id": 4565, "is_prime": false}, {"legislator_profile_id": 4566, "is_prime": false}, {"legislator_profile_id": 4568, "is_prime": false}, {"legislator_profile_id": 4571, "is_prime": false}, {"legislator_profile_id": 4575, "is_prime": false}, {"legislator_profile_id": 4576, "is_prime": false}], "keywords": ["Delayed Effective Date", "Emergency Medical Services", "License Plates", "Motor Vehicles"], "audio": [{"meeting_datetime": "2024-01-30T10:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/htr14.mp3", "start_seconds": 1795.0}, {"meeting_datetime": "2024-01-30T10:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/htr14.mp3", "start_seconds": 1795.0}, {"meeting_datetime": "2024-01-30T10:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/htr14.mp3", "start_seconds": 1795.0}, {"meeting_datetime": "2024-01-30T10:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/htr14.mp3", "start_seconds": 1795.0}], "bill_versions": [{"bill_id": 24804, "bill_version_id": 260772, "bill_version": "Introduced", "bill_version_date": "2024-01-19T07:10:35.477-06:00", "bill_text": "An Act to provide special motor vehicle license plates for advanced life support personnel and emergency medical technicians. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 32-5-113 be AMENDED: 32-5-113. Any owner of a motor vehicle, who is a resident of this state, who is a firefighter, an advanced life support personnel, or emergency medical technician licensed pursuant to chapter 36-4B, and who has complied with all of the laws of this state law in relation to the registration of a motor vehicle, may receive plates bearing a special number and design, and designating the person as a firefighter, advanced life support personnel, or emergency medical technician. The distinctive number plates shall for a firefighter must be designed by the fire marshal and. The distinctive number plates for advanced life support personnel and emergency medical technicians must be designed by the secretary of health. The number plates are subject to the approval of the Department of Revenue. The special plates shall must be displayed as set forth in § 32-5-98. Section 2. That § 32-5-114 be AMENDED: 32-5-114. In addition to the noncommercial license plates plate fees, a firefighter, advanced life support personnel, or emergency medical technician receiving the special license plates shall pay an additional fee of ten dollars for the initial issuance of the special license plates. The special license plate fee collected under this section shall must be placed in the license plate special revenue fund, as provided under § 32-5-67. Section 3. That § 32-5-116 be AMENDED: 32-5-116. Any firefighter, advanced life support personnel, or emergency medical technician desiring special license plates authorized by § 32-5-113 for use during the next year shall make application may apply to the department for special license plates authorized under § 32-5-113 for use during the next year by specifying the number of vehicles to be licensed, to the Department of Revenue specifying the number of vehicles to be licensed, the firefighter's name name of the firefighter, advanced life support personnel, or emergency medical technician, and the county of residence to the Department of Revenue. The department shall notify the manufacturer of the number of special number plates required in sufficient time that the plates may be produced and sent to the department. Section 4. That § 32-5-118 be AMENDED: 32-5-118. Each firefighter shall, advanced life support personnel, or emergency medical technician must apply to the county treasurer of the county of the firefighter's or advanced life support personnel's residence for the issuance of special number plates for the motor vehicles owned by the firefighter, advanced life support personnel, or emergency medical technician. The firefighter, advanced life support personnel, or emergency medical technician, in order to receive the special plates, shall have paid must pay the registration fee for the plates. Section 5. That § 32-5-119 be AMENDED: 32-5-119. A failure on the part of a firefighter, advanced life support personnel, or emergency medical technician to make application to the Department of Revenue for such the special number plates as provided in § 32-5-116 will result in such member the applicant being required to accept regular number plates for his the applicant's motor vehicle. Section 6. That § 32-5-120 be AMENDED: 32-5-120. If any a firefighter, advanced life support personnel, or emergency medical technician is discharged, separated, or retires, the firefighter shall, advanced life support personnel, or emergency medical technician must surrender the special number plates identifying him or her the person as a firefighter, advanced life support personnel, or emergency medical technician. The special plates shall must be surrendered to the secretary of revenue, who shall make the necessary changes in the registration file. The firefighter, advanced life support personnel, or emergency medical technician shall then obtain regular number plates. Section 7. That § 32-5-121 be AMENDED: 32-5-121. If at any time a motor vehicle subject to the special number plates issued for the firefighter shall be, advanced life support personnel, or emergency medical technician is sold, conveyed, or otherwise transferred by the firefighter or an advanced life support personnel to whom the special number plates have been issued, the firefighter shall , advanced life support personnel, or emergency medical technician must notify the Department of Revenue department. The Department of Revenue department shall process a new registration indicating that the special plates issued to the motor vehicle to which the special plates are to must be transferred. The secretary shall make the necessary changes in the file. The department shall notify the applicant of any corrections which that need to be made. Section 8. That § 32-5-122 be AMENDED: 32-5-122. All statutes of this state relating to the registration of motor vehicles, and the titling and licensing of motor vehicles,; the fees for registering, titling, and licensing of motor vehicles,; and the retention of plates from year to year shall be are applicable to firefighters any firefighter, advanced life support personnel, or emergency medical technician and the special plates issued in conformity with § 32-5-113."}, {"bill_id": 24804, "bill_version_id": 263651, "bill_version": "House Transportation Engrossed", "bill_version_date": "2024-01-30T15:43:29.047-06:00", "bill_text": "An Act to provide special motor vehicle license plates for advanced life support personnel and emergency medical technicians. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 32-5-113 be AMENDED: 32-5-113. Any owner of a motor vehicle, who is a resident of this state, and has a valid South Dakota driver license or nondriver identification card, who is a firefighter, an advanced life support personnel, or emergency medical technician licensed pursuant to chapter 36-4B, and who has complied with all of the laws of this state law in relation to the registration of a motor vehicle, may receive plates bearing a special number and design, and designating the person as a firefighter, advanced life support personnel, or emergency medical technician. The distinctive number plates shall for a firefighter must be designed by the fire marshal and. The distinctive number plates for advanced life support personnel and emergency medical technicians must be designed by the secretary of health. The number plates are subject to the approval of the Department of Revenue. The special plates shall must be displayed as set forth in § 32-5-98. These plates may only be used on automobiles, pickup trucks, or vans licensed pursuant to § 32-5-6 or pickup trucks pursuant to § 32-5-6.3. Section 2. That § 32-5-114 be AMENDED: 32-5-114. In addition to the noncommercial license plates plate fees, a firefighter, advanced life support personnel, or emergency medical technician receiving the special license plates shall pay an additional fee of ten dollars for the initial issuance of the special license plates. The special license plate fee collected under this section shall must be placed in the license plate special revenue fund, as provided under § 32-5-67. Section 3. That § 32-5-118 be AMENDED: 32-5-118. Each firefighter shall, advanced life support personnel, or emergency medical technician must apply to the county treasurer of the county of the firefighter's, advanced life support personnel's, or emergency medical technician's residence for the issuance of special number plates for the motor vehicles owned by the firefighter, advanced life support personnel, or emergency medical technician. The firefighter, advanced life support personnel, or emergency medical technician, in order to receive the special plates, shall have paid must pay the registration fee for the plates. Section 4. That § 32-5-119 be AMENDED: 32-5-119. A failure on the part of a firefighter, advanced life support personnel, or emergency medical technician to make application to the Department of Revenue for such the special number plates as provided in § 32-5-116 will result in such member the applicant being required to accept regular number plates for his the applicant's motor vehicle. Section 5. That § 32-5-120 be AMENDED: 32-5-120. If any a firefighter, advanced life support personnel, or emergency medical technician is discharged, separated, or retires, the firefighter shall, advanced life support personnel, or emergency medical technician must surrender the special number plates identifying him or her the person as a firefighter, advanced life support personnel, or emergency medical technician. The special plates shall must be surrendered to the secretary of revenue, who shall make the necessary changes in the registration file. The firefighter, advanced life support personnel, or emergency medical technician shall then obtain regular number plates. Section 6. That § 32-5-121 be AMENDED: 32-5-121. If at any time a motor vehicle subject to the special number plates issued for the firefighter shall be, advanced life support personnel, or emergency medical technician is sold, conveyed, or otherwise transferred by the firefighter, advanced life support personnel, or emergency medical technician to whom the special number plates have been issued, the firefighter shall , advanced life support personnel, or emergency medical technician must notify the Department of Revenue department. The Department of Revenue department shall process a new registration indicating that the special plates issued to the motor vehicle to which the special plates are to must be transferred. The secretary shall make the necessary changes in the file. The department shall notify the applicant of any corrections which that need to be made. Section 7. That § 32-5-122 be AMENDED: 32-5-122. All statutes of this state relating to the registration of motor vehicles, and the titling and licensing of motor vehicles,; the fees for registering, titling, and licensing of motor vehicles,; and the retention of plates from year to year shall be are applicable to firefighters any firefighter, advanced life support personnel, or emergency medical technician and the special plates issued in conformity with § 32-5-113. Section 8. This Act is effective beginning March 1, 2025."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24804, "action_date": "2024-01-19T13:00:00-06:00", "document_id": 260712, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/260712.pdf", "status_text": "First read in House and referred to", "journal_page": 94, "committee_id_action": 1197, "committee_id_assigned": 1205, "result": "N", "vote": {}}, {"bill_id": 24804, "action_date": "2024-01-25T10:00:00-06:00", "document_id": 261792, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/261792.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1205, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24804, "action_date": "2024-01-30T10:00:00-06:00", "document_id": 262835, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/262835.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1205, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24804, "action_date": "2024-01-30T10:00:00-06:00", "document_id": 262837, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/262837.pdf", "status_text": "Motion to amend", "journal_page": 12, "committee_id_action": 1205, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 24804, "action_date": "2024-01-30T10:00:00-06:00", "document_id": 262837, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/262837.pdf", "status_text": "Do Pass Amended", "journal_page": 12, "committee_id_action": 1205, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 78967, "president_vote": null, "Yea": [4566, 4549, 4544, 4510, 4497, 4519, 4556, 4560, 4533, 4499, 4503, 4478], "Excused": [4528]}}]}