{"session_id": 47, "bill_id": 13939, "bill_type": "House Bill", "bill_number": 1314, "bill_title": "to provide consumer protection for members of managed care plans.", "sponsors": [{"legislator_profile_id": 2141, "is_prime": true}, {"legislator_profile_id": 2156, "is_prime": true}, {"legislator_profile_id": 2124, "is_prime": false}, {"legislator_profile_id": 2163, "is_prime": false}], "keywords": ["Consumer Affairs", "Health Insurance", "Managed Health Care"], "audio": [], "bill_versions": [{"bill_id": 13939, "bill_version_id": 77625, "bill_version": "Introduced", "bill_version_date": "1998-01-26T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide consumer protection for members of managed care plans. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Health care services,\" preventive care, emergency care, inpatient and outpatient hospital and physician care, chiropractic care, diagnostic laboratory services, and diagnostic and therapeutic radiological services; (2) \"Coinsurance,\" a percentage amount a member is responsible to pay out-of-pocket for health care services after satisfaction of any applicable deductibles or copayments, or both; (3) \"Copayment,\" an amount a member must pay to a provider in payment for a specific health care service which is not fully prepaid; (4) \"Deductible,\" the amount of expense a member must first incur before the managed care organization begins payment for covered services; (5) \"Director,\" the director of the Division of Insurance; (6) \"Emergency facility,\" any hospital or other facility where emergency services are provided to a member including a physician's office; (7) \"Emergency services,\" those health care services that are provided in a hospital or other emergency facility after the sudden onset of a medical condition that manifests itself by symptoms of sufficient severity, including severe pain, that the absence of immediate medical attention could reasonably be expected by a prudent person who possesses an average knowledge of health and medicine, to result in: (a) Placing the patient's health in serious jeopardy; (b) Serious impairment to bodily functions; or (c) Serious dysfunction of any bodily organ or part. (8) \"Enrollee,\" a person who either individually or through a group has entered into a contract for services under a managed care plan; (9) \"Health care contract,\" a contract entered into by a managed care organization and an enrollee; (10) \"Health care services,\" those services offered or provided by health care facilities and health care providers relating to the prevention, cure, or treatment of illness, injury, or disease; (11) \"Managed care organization,\" a public or private person or organization which offers a managed care plan; (12) \"Managed care plan,\" a contract of coverage given to an individual, family, or group of covered individuals pursuant to which a member is entitled to receive a defined set of health care benefits through an organized system of health care providers in exchange for defined consideration and which requires the member to use, or creates financial incentives for the member to use, health care providers owned, managed, employed by, or under contract with the managed care organization; (13) \"Member,\" a policyholder, enrollee, or other individual participating in a managed care plan; (14) \"Person,\" any natural or artificial person including individuals, partnerships, associations, corporations, or other legally recognized entities; (15) \"Provider,\" any physician, hospital, or other person licensed or otherwise authorized to furnish health care services; (16) \"Utilization management program,\" a system of reviewing the medical necessity, appropriateness, or quality of health care services and supplies provided under a managed care plan using specified guidelines. Such a system may include preadmission certification, the application of practice guidelines, continued stay review, discharge planning, preauthorization of ambulatory procedures, and retrospective review. Section 2. Any health care contract or other marketing documents describing health care services offered by any managed care organization shall contain: (1) A complete description of the health care services and other benefits to which the member is entitled; (2) A description of the accessibility and availability of services, including a list of the providers participating in the managed care plan and of the providers who are accepting new patients, the addresses of primary care physicians and participating hospitals, and the specialty of each physician and category of the other participating providers. The information required by this subdivision may be contained in a separate document and incorporated in the contract by reference and shall be amended from time to time as necessary to provide members with the most current information; (3) Any predetermined and prepaid rate of payment for health care services and for other benefits, if any, and any services or benefits for which the member is obliged to pay, including member responsibility for deductibles, copayments, and coinsurance; (4) All exclusions and limitations on services or other benefits including all restrictions relating to preexisting conditions; (5) A statement as to whether the plan includes a limited formulary of medications and a statement that the formulary will be made available to any member on request; (6) All criteria by which a member may be terminated or denied reenrollment; (7) Service priorities in case of epidemic, or other emergency conditions affecting demand for health care services; (8) A statement that members may not, under any circumstances, be liable, assessable, or in any way subject to payment for the debts, liabilities, insolvency, impairment, or any other financial obligations of the managed care organization; (9) Grievance procedures; (10) Procedures for notifying enrollees of any change in benefits; and (11) A description of all prior authorization review procedures for health care services. Section 3. In addition to the requirements of section 2 of this Act, an organization offering a general managed care plan shall: (1) Establish procedures for members to select or change health care providers; (2) Establish procedures to notify members of the termination of their health care provider and the manner in which the managed care organization will assist members in transferring to another participating health care provider; (3) Establish referral procedures for specialty care and procedures for after-hours, out-of-network, out-of-area, and emergency care; (4) Establish procedures to allow members direct access to specialists for care or annual visits; (5) Allow family practice and general practice physicians, general internists, pediatricians, obstetricians-gynecologists, and chiropractors to be included in the general managed care plan's listing of health care providers. Section 4. No managed care organization may cancel the enrollment of a member or refuse to transfer a member from a group to an individual basis for reasons relating to age, sex, race, religion, occupation, or health status. However, this section does not prevent termination of a member who has violated any published policies of the organization, which have been approved by the director. Section 5. No managed care organization may contract with any provider under provisions which require a member to guarantee payment, other than specified copayments, deductibles, and coinsurance to the provider in the event of nonpayment by the managed care organization for any services rendered under contract directly or indirectly between the member and the managed care organization. Section 6. No health care provider may require a member to make additional payments for covered services under a health care contract, other than specified deductibles, copayments, or coinsurance once a provider has agreed to provide a covered service or has accepted a referral to provide a covered service. Section 7. No health service institution or associations of health professionals may exclude other health professionals from working privileges, membership, or association solely on the basis that such other person is employed by or contracts with a managed care organization. Section 8. Any managed care organization shall be ready and willing at any time to enter into care provider service agreements with all qualified providers of the category or categories which are necessary to provide the health care services covered by an organization if the health care providers are qualified under the laws of this state, desire to become participant providers of the organization, meet the requirements of the organization, and practice within the general area served by the organization. Nothing in this section precludes an organization from refusing to contract with a provider who is unqualified or who does not meet the terms and conditions of the organization's participating provider contract or from terminating or refusing to renew the contract of a health care provider who is unqualified or who does not comply with, or who refuses to comply with, the terms and conditions of the participating provider contract including practice standards and quality requirements. The contract shall provide for written notice to the participating health care provider setting forth any breach of contract for which the organization proposes that the contract be terminated or not renewed and shall provide for a reasonable period of time for the participating health care provider to cure such breach prior to termination or nonrenewal. If the breach has not been cured within such period of time, the contract may be terminated or not renewed. However, if the breach of contract for which the organization proposes that the contract be terminated or not renewed is a willful breach, fraud, or a breach which poses an immediate danger to the public health or safety, the contract may be terminated or not renewed immediately. The provisions of this section apply to provider participation contracts entered into after July 1, 1998. Section 9. No managed care organization may require as an element of any provider contract that any person agrees: (1) To deny a member access to services not covered by the managed care plan if the member is informed that the member will be responsible to pay for the noncovered services and the member nonetheless desires to obtain such services; or (2) To refrain from treating a member even at that member's request and expense if the provider had been, but is no longer, a contracting provider under the managed care plan and the provider has notified the member that the provider is no longer a contracting provider under the managed care plan. Section 10. No managed care organization may refuse to contract with or compensate for covered services of an otherwise eligible provider or nonparticipating provider solely because the provider has in good faith communicated with any current, former, or prospective patient regarding the provisions, terms, or requirements of the organization's products as they relate to the needs of the provider's patients. Section 11. On request and within a reasonable time, a managed care organization shall make available to any party to a provider contract any documents referred to or adopted by reference in the contract except for information which is proprietary or a trade secret or confidential personnel records. Section 12. A managed care organization shall permit a contracting provider who is practicing in conformity with community standards to advocate for the provider's patient without being subject to termination or penalty for the sole reason of such advocacy. Section 13. No managed care organization may offer a provider, and no contract between a managed care organization and a provider may contain, any incentive plan that includes a specific payment made, in any type or form, to the provider as an inducement to deny, reduce, limit, or delay specific, medically necessary, and appropriate services covered by the health care contract and provided with respect to a specific member or group of members with similar medical conditions. Nothing in this section prohibits contracts that contain incentive plans that involve general payments such as capitation payments or shared risk agreements that are not tied to specific medical decisions involving specific members or groups of members with similar medical conditions. Section 14. Any managed care organization performing utilization management or contracting with third parties for the performance of utilization management shall: (1) Adopt utilization management criteria based on sound patient care and scientific principles developed in cooperation with licensed physicians and other providers as considered appropriate by the managed care organization. Such criteria shall be sufficiently flexible to allow deviations from norms when justified on a case-by-case basis; (2) Adopt procedures for a timely review by a licensed physician, peer provider, or peer review panel when a claim has been denied as not medically necessary or as experimental. The procedure shall provide for a written statement of the reasons the service was denied and transmittal of that information to the appropriate provider for inclusion in the member's permanent medical record; (3) Upon enrollment, require members to provide written authorization for the release of medical information to the managed care organization; (4) Adopt procedures which protect the confidentiality of patient health records. The procedures may permit a managed care organization to record a telephone conversation in the course of requesting patient medical information only if it complies with existing state and federal laws and the other party to the conversation is notified by voice message that the conversation is being recorded. Upon written request and within a reasonable time, a copy of such recordings shall be provided to the other party to the conversation if the recorded conversation becomes an issue in a formal grievance procedure, and the other party agrees to reimburse the managed care organization for reasonable costs associated with providing the requested copy. Section 15. If emergency services are offered, no managed care organization may require prior authorization for emergency services. In addition, a managed care organization shall respond to member or provider requests for prior authorization of a nonemergency service within two business days after complete member medical information is provided to the managed care organization unless exceptional circumstances warrant a longer period to evaluate a request. Qualified medical personnel shall be available during normal business hours for telephone responses to inquiries about medical necessity, including certification of continued length of stay. Section 16. When prior approval for a covered service is required of and obtained by or on behalf of a member, the approval is final and may not be rescinded by the managed care organization after the covered service has been provided except in cases of fraud, misrepresentation, nonpayment of premium, exhaustion of benefits, or if the member for whom the prior approval was granted is not enrolled at the time the covered service was provided."}, {"bill_id": 13939, "bill_version_id": 77624, "bill_version": "House Commerce and Energy Engrossed", "bill_version_date": "1998-02-11T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide consumer protection for members of managed care plans. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Health care services,\" preventive care, emergency care, inpatient and outpatient hospital and physician care, chiropractic care, diagnostic laboratory services, and diagnostic and therapeutic radiological services; (2) \"Coinsurance,\" a percentage amount a member is responsible to pay out-of-pocket for health care services after satisfaction of any applicable deductibles or copayments, or both; (3) \"Copayment,\" an amount a member must pay to a provider in payment for a specific health care service which is not fully prepaid; (4) \"Deductible,\" the amount of expense a member must first incur before the managed care organization begins payment for covered services; (5) \"Director,\" the director of the Division of Insurance; (6) \"Emergency facility,\" any hospital or other facility where emergency services are provided to a member including a physician's office; (7) \"Emergency services,\" those health care services that are provided in a hospital or other emergency facility after the sudden onset of a medical condition that manifests itself by symptoms of sufficient severity, including severe pain, that the absence of immediate medical attention could reasonably be expected by a prudent person who possesses an average knowledge of health and medicine, to result in: (a) Placing the patient's health in serious jeopardy; (b) Serious impairment to bodily functions; or (c) Serious dysfunction of any bodily organ or part. (8) \"Enrollee,\" a person who either individually or through a group has entered into a contract for services under a managed care plan; (9) \"Health care contract,\" a contract entered into by a managed care organization and an enrollee; (10) \"Health care services,\" those services offered or provided by health care facilities and health care providers relating to the prevention, cure, or treatment of illness, injury, or disease; (11) \"Managed care organization,\" a public or private person or organization which offers a managed care plan; (12) \"Managed care plan,\" a contract of coverage given to an individual, family, or group of covered individuals pursuant to which a member is entitled to receive a defined set of health care benefits through an organized system of health care providers in exchange for defined consideration and which requires the member to use, or creates financial incentives for the member to use, health care providers owned, managed, employed by, or under contract with the managed care organization; (13) \"Member,\" a policyholder, enrollee, or other individual participating in a managed care plan; (14) \"Person,\" any natural or artificial person including individuals, partnerships, associations, corporations, or other legally recognized entities; (15) \"Provider,\" any physician, hospital, or other person licensed or otherwise authorized to furnish health care services; (16) \"Utilization management program,\" a system of reviewing the medical necessity, appropriateness, or quality of health care services and supplies provided under a managed care plan using specified guidelines. Such a system may include preadmission certification, the application of practice guidelines, continued stay review, discharge planning, preauthorization of ambulatory procedures, and retrospective review. Section 2. Health care contracts shall describe the health care services offered by the managed care organization and shall contain: (1) A complete description of the health care services and other benefits to which the member is entitled; (2) A description of the accessibility and availability of services, including a list of the providers participating in the managed care plan and of the providers who are accepting new patients, the addresses of primary care physicians and participating hospitals, and the specialty of each physician and category of the other participating providers. The information required by this subdivision may be contained in a separate document and incorporated in the contract by reference and shall be amended from time to time as necessary to provide members with the most current information; (3) Any predetermined and prepaid rate of payment for health care services and for other benefits, if any, and any services or benefits for which the member is obliged to pay, including member responsibility for deductibles, copayments, and coinsurance; (4) All exclusions and limitations on services or other benefits including all restrictions relating to preexisting conditions; (5) A statement as to whether the plan includes a limited formulary of medications; (6) All criteria by which a member may be terminated or denied reenrollment; (7) Service priorities in case of epidemic, or other emergency conditions affecting demand for health care services; (8) A statement that members may not, under any circumstances, be liable, assessable, or in any way subject to payment for the debts, liabilities, insolvency, impairment, or any other financial obligations of the managed care organization; (9) Grievance procedures; (10) Procedures for notifying enrollees of any change in benefits; and (11) A description of all prior authorization review procedures for health care services. Section 3. In addition to the requirements of section 2 of this Act, an organization offering a managed care plan shall: (1) Establish procedures for members to select or change health care providers; (2) Establish procedures to notify members of the termination of their health care provider and the manner in which the managed care organization will assist members in transferring to another participating health care provider; (3) Establish referral procedures for specialty care and procedures for after-hours, out-of-network, out-of-area, and emergency care; (4) Establish procedures to allow members direct access to specialists for care or annual visits; (5) Allow family practice and general practice physicians, general internists, pediatricians, obstetricians-gynecologists, and chiropractors to be included in the general managed care plan's listing of health care providers. Section 4. No managed care organization may cancel the enrollment of a member or refuse to transfer a member from a group to an individual basis for reasons relating to age, sex, race, religion, occupation, or health status. However, this section does not prevent termination of a member who has violated any published policies of the organization, which have been approved by the director. Section 5. No managed care organization may contract with any provider under provisions which require a member to guarantee payment, other than specified copayments, deductibles, and coinsurance or payment for noncovered services to the provider in the event of nonpayment by the managed care organization for any services rendered under contract directly or indirectly between the member and the managed care organization. Section 6. No health care provider may require a member to make additional payments for covered services under a health care contract, other than specified deductibles, copayments, or coinsurance once a provider has agreed to provide a covered service or has accepted a referral to provide a covered service. Section 7. No health service institution or associations of health professionals may exclude other health professionals from working privileges, membership, or association solely on the basis that such other person is employed by or contracts with a managed care organization. Section 8. Any managed care organization shall be ready and willing at any time to enter into care provider service agreements with all qualified providers of the category or categories which are necessary to provide the health care services covered by an organization if the health care providers are qualified under the laws of this state, desire to become participant providers of the organization, meet the requirements of the organization, and practice within the general area served by the organization. Nothing in this section precludes an organization from refusing to contract with a provider who is unqualified or who does not meet the terms and conditions of the organization's participating provider contract or from terminating or refusing to renew the contract of a health care provider who is unqualified or who does not comply with, or who refuses to comply with, the terms and conditions of the participating provider contract including practice standards and quality requirements. The contract shall provide for written notice to the participating health care provider setting forth any breach of contract for which the organization proposes that the contract be terminated or not renewed and shall provide for a reasonable period of time for the participating health care provider to cure such breach prior to termination or nonrenewal. If the breach has not been cured within such period of time, the contract may be terminated or not renewed. However, if the breach of contract for which the organization proposes that the contract be terminated or not renewed is a willful breach, fraud, or a breach which poses an immediate danger to the public health or safety, the contract may be terminated or not renewed immediately. The provisions of this section apply to provider participation contracts entered into after July 1, 1998. Section 9. No managed care organization may require as an element of any provider contract that any person agrees: (1) To deny a member access to services not covered by the managed care plan if the member is informed that the member will be responsible to pay for the noncovered services and the member nonetheless desires to obtain such services; or (2) To refrain from treating a member even at that member's request and expense if the provider had been, but is no longer, a contracting provider under the managed care plan and the provider has notified the member that the provider is no longer a contracting provider under the managed care plan. Section 10. No managed care organization may refuse to contract with or compensate for covered services of an otherwise eligible provider or nonparticipating provider solely because the provider has in good faith communicated with any current, former, or prospective patient regarding the provisions, terms, or requirements of the organization's products as they relate to the needs of the provider's patients. Section 11. On request and within a reasonable time, a managed care organization shall make available to any party to a provider contract any documents referred to or adopted by reference in the contract except for information which is proprietary or a trade secret or confidential personnel records. Section 12. A managed care organization shall permit a contracting provider who is practicing in conformity with community standards to advocate for the provider's patient without being subject to termination or penalty for the sole reason of such advocacy. Section 13. No managed care organization may offer a provider, and no contract between a managed care organization and a provider may contain, any incentive plan that includes a specific payment made, in any type or form, to the provider as an inducement to deny, reduce, limit, or delay specific, medically necessary, and appropriate services covered by the health care contract and provided with respect to a specific member or group of members with similar medical conditions. Nothing in this section prohibits contracts that contain incentive plans that involve general payments such as capitation payments or shared risk agreements that are not tied to specific medical decisions involving specific members or groups of members with similar medical conditions. Section 14. Any managed care organization performing utilization management or contracting with third parties for the performance of utilization management shall: (1) Adopt utilization management criteria based on sound patient care and scientific principles developed in cooperation with licensed physicians and other providers as considered appropriate by the managed care organization. Such criteria shall be sufficiently flexible to allow deviations from norms when justified on a case-by-case basis; (2) Adopt procedures for a timely review by a licensed physician, peer provider, or peer review panel when a claim has been denied as not medically necessary or as experimental. The procedure shall provide for a written statement of the reasons the service was denied and transmittal of that information to the appropriate provider for inclusion in the member's permanent medical record; (3) Upon enrollment, require members to provide written authorization for the release of medical information to the managed care organization; (4) Adopt procedures which protect the confidentiality of patient health records. The procedures may permit a managed care organization to record a telephone conversation in the course of requesting patient medical information only if it complies with existing state and federal laws and the other party to the conversation is notified by voice message that the conversation is being recorded. Upon written request and within a reasonable time, a copy of such recordings shall be provided to the other party to the conversation if the recorded conversation becomes an issue in a formal grievance procedure, and the other party agrees to reimburse the managed care organization for reasonable costs associated with providing the requested copy. Section 15. If emergency services are offered, no managed care organization may require prior authorization for emergency services. In addition, a managed care organization shall respond to member or provider requests for prior authorization of a nonemergency service within two business days after complete member medical information is provided to the managed care organization unless exceptional circumstances warrant a longer period to evaluate a request. Qualified medical personnel shall be available during normal business hours for telephone responses to inquiries about medical necessity, including certification of continued length of stay. Section 16. When prior approval for a covered service is required of and obtained by or on behalf of a member, the approval is final and may not be rescinded by the managed care organization after the covered service has been provided except in cases of fraud, misrepresentation, nonpayment of premium, exhaustion of benefits, or if the member for whom the prior approval was granted is not enrolled at the time the covered service was provided. BILL HISTORY 1/26/98 First read in House and referred to Commerce. H.J. 231 2/5/98 Scheduled for Committee hearing on this date. 2/10/98 Scheduled for Committee hearing on this date. 2/10/98 Commerce Do Pass Amended, Passed, AYES 13, NAYS 0. H.J. 505"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13939, "action_date": "1998-01-26T14:00:00-06:00", "document_id": 76901, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76901.pdf", "status_text": "First read in House and referred to", "journal_page": 231, "committee_id_action": 600, "committee_id_assigned": 588, "result": "N", "vote": {}}, {"bill_id": 13939, "action_date": "1998-02-05T07:45:00-06:00", "document_id": 76663, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76663.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 588, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13939, "action_date": "1998-02-10T07:45:00-06:00", "document_id": 76697, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76697.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 588, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13939, "action_date": "1998-02-10T07:45:00-06:00", "document_id": 76697, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76697.pdf", "status_text": "Do Pass Amended,", "journal_page": 505, "committee_id_action": 588, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38450, "president_vote": null, "Yea": [2127, 2132, 2180, 2186, 2100, 2104, 2105, 2151, 2178, 2183, 2198, 2171, 2177]}}, {"bill_id": 13939, "action_date": "1998-02-12T14:00:00-06:00", "document_id": 76927, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76927.pdf", "status_text": "Do Pass Amended,", "journal_page": 627, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40679, "president_vote": null, "Yea": [2096, 2097, 2098, 2100, 2101, 2104, 2105, 2106, 2107, 2108, 2109, 2110, 2111, 2113, 2114, 2116, 2117, 2119, 2120, 2124, 2127, 2128, 2131, 2132, 2133, 2141, 2143, 2144, 2147, 2151, 2152, 2153, 2154, 2157, 2158, 2159, 2160, 2162, 2163, 2164, 2167, 2168, 2171, 2172, 2173, 2174, 2176, 2177, 2180, 2183, 2184, 2185, 2186, 2190, 2192, 2193, 2194, 2195, 2197, 2198, 2134], "Absent": [2123, 2136, 2178, 2181], "Nay": [2126, 2146, 2161], "Excused": [2139, 2150]}}, {"bill_id": 13939, "action_date": "1998-02-13T14:00:00-06:00", "document_id": 76930, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76930.pdf", "status_text": "First read in Senate and referred to", "journal_page": 511, "committee_id_action": 601, "committee_id_assigned": 578, "result": "N", "vote": {}}, {"bill_id": 13939, "action_date": "1998-02-18T10:00:00-06:00", "document_id": 76767, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76767.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 573, "committee_id_action": 578, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 39148, "president_vote": null, "Yea": [2095, 2137, 2169, 2121, 2103], "Nay": [2149], "Excused": [2156]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/13939"}