{"session_id": 48, "bill_id": 14805, "bill_type": "Senate Bill", "bill_number": 206, "bill_title": "provide a legislative finding concerning the video lottery and to revise the payback from the video lottery machines.", "sponsors": [{"legislator_profile_id": 2214, "is_prime": true}, {"legislator_profile_id": 2275, "is_prime": true}], "keywords": ["Video Lottery"], "audio": [], "bill_versions": [{"bill_id": 14805, "bill_version_id": 80526, "bill_version": "Introduced", "bill_version_date": "1999-01-29T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide a legislative finding concerning the video lottery and to revise the payback from the video lottery machines. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Legislature hereby finds, and declares to be the public policy of this state, that video lottery was intended to provide South Dakota citizens and visitors to this state access to limited gambling for recreational purposes. Video lottery was meant to promote tourism by providing a certain form of adult entertainment and recreational use in a limited and controlled number of establishments. The current development of video lottery has undermined public confidence and trust that video lottery is being operated in manner that offers entertainment and recreation. Therefore, the present payback from video lottery machines is inconsistent with the intended purpose of the program. Section 2. That § 42-7A-38 be amended to read as follows: 42-7A-38. A video lottery machine may not allow more than two dollars to be played on a game or award free games or credits in excess of the value of one hundred twenty-five dollars per credit value of twenty-five cents played. The payback value of one credit shall be at least eighty ninety-five percent of the value of the credit. Section 3. That chapter 42-7A be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding the provisions of § 42-7A-38, each licensed establishment that has video lottery machines available for public use shall meet the increased standard payback of at least ninety-five percent of the value of the credit established pursuant to this Act before renewing the license granted under chapter 42-7A."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14805, "action_date": "1999-01-29T14:00:00-06:00", "document_id": 81773, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81773.pdf", "status_text": "First read in Senate and referred to", "journal_page": 253, "committee_id_action": 629, "committee_id_assigned": 611, "result": "N", "vote": {}}, {"bill_id": 14805, "action_date": "1999-02-10T07:45:00-06:00", "document_id": 82088, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82088.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 611, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14805, "action_date": "1999-02-10T07:45:00-06:00", "document_id": 82088, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82088.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 444, "committee_id_action": 611, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41196, "president_vote": null, "Yea": [2224, 2270, 2246, 2230, 2299, 2283, 2241], "Nay": [2259], "Excused": [2292]}}]}