{"session_id": 54, "bill_id": 17763, "bill_type": "Senate Bill", "bill_number": 26, "bill_title": "revise certain provisions regarding vital records and to authorize the electronic filing of death certificates and permits for disposition.", "sponsors": [], "keywords": ["Public Health and Safety", "Vital Records"], "audio": [{"meeting_datetime": "2003-01-22T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/she06sb0026a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-22T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/she06sb0026a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-22T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/she06sb0026a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-23T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen07sb0026a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-23T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen07sb0026a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-23T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen07sb0026a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-31T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hhe13sb0026a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-31T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hhe13sb0026a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-31T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hhe13sb0026a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-31T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hhe13sb0026a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 17763, "bill_version_id": 95318, "bill_version": "Introduced", "bill_version_date": "2003-01-11T12:20:24-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding vital records and to authorize the electronic filing of death certificates and permits for disposition. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 34-25-1.1 be amended to read as follows: 34-25-1.1. Terms as used in this chapter mean: (1) \"Dead body,\" a lifeless human body or parts thereof from the state of which it may reasonably be concluded that death recently occurred; (2) \"Department,\" the Department of Health; (3) \"Fetal death,\" death prior to the complete expulsion or extraction from its mother of a product of human conception, irrespective of the duration of pregnancy. The death is indicated by the fact that after such expulsion or extraction, the fetus does not breathe or show any other evidence of life such as beating of the heart, pulsation of the umbilical cord, or definite movement of voluntary muscles; (4) \"Fetus,\" the biological offspring, including the implanted embryo or unborn child, of human parents; (5) \"Final disposition,\" the burial, interment, cremation, or other disposition of a dead body or fetus; (6) \"Institution,\" any establishment, public or private, which provides in-patient medical, surgical, or diagnostic care or treatment, or nursing, custodial, or domiciliary care to two or more unrelated individuals, or to which persons are committed by law; (7) \"Live birth,\" the complete expulsion or extraction from its mother of a product of human conception, irrespective of the duration of pregnancy, which, after such expulsion or extraction, breathes or shows any other evidence of life such as beating of the heart, pulsation of the umbilical cord, or definite movement of voluntary muscles, whether or not the umbilical cord has been cut or the placenta is attached; (8) \"System of vital registration,\" the process by which vital records are collected, completed, amended, certified, filed, preserved, and incorporated into the official records of the office of vital records, and activities related thereto including the tabulation, analysis, and publication of statistical data derived from such records; (9) \"Vital records,\" records of birth, death, fetal death, burial, marriage, divorce, and data related thereto as entered on forms prescribed by the department ; (10) \"Certified copy,\" a vital record or part thereof issued and sealed by the state registrar and other entities as authorized by the department; (11) \"Death certificate,\" a record by means of which both the fact of death record and the medical certificate have been completed and filed as required by the department; (12) \"Demographic information,\" the information required by the state registrar to describe characteristics of a registrant, the family of a registrant, and geographic locations pertinent to a registrant; (13) \"Fact of death information,\" the information required by the state registrar to record the time and place a death occurs and to identify the person who is deceased. The term does not include information regarding cause and manner of death; (14) \"Fact of death record,\" the portion of the death certificate that contains the fact of death information and demographic information; (15) \"Medical certificate,\" the portion of the death certificate that contains the information regarding the cause and manner of death . Section 2. That § 34-25-18 be amended to read as follows: 34-25-18. The licensed physician, physician's physician assistant, or nurse practitioner, if any, last in attendance on any person whose death occurs in this state, shall make and complete, sign , and file a medical certificate with the department within twenty-four hours after five days of the date of death except in cases where the secretary of health has provided for longer periods by rules adopted pursuant to chapter 1-26. Section 3. That § 34-25-21 be amended to read as follows: 34-25-21. If a death occurs without the attendance of a licensed physician, physician assistant, or nurse practitioner, the person in charge of the body shall notify the county coroner and sheriff of such death. Upon notification, the county coroner shall complete the medical certificate from the statement of relatives or other persons having adequate knowledge of the facts. The coroner , or deputy coroner in the absence of the coroner, shall complete , sign, and file the medical certificate with the department within seventy-two hours of the five days of the date of death, unless an autopsy or investigation is pending, in which case the pending autopsy or investigation shall be noted on the medical certificate. In the absence of a coroner or deputy coroner, or if the coroner is unable to act, and only in such case, the register of deeds local registrar shall prepare the death medical certificate from the statement of relatives or other person having knowledge of the facts. Section 4. That § 34-25-24 be amended to read as follows: 34-25-24. No body of any person whose death occurs in this state or which is found in this state or of a fetus weighing five hundred grams or more may be interred, deposited in a vault or tomb, cremated, or otherwise disposed of, or removed from the state unless, prior to the disposition, a permit for burial, removal, or other disposition is obtained electronically from the department or on paper from the registrar of the registration district in which the death, or fetal death occurred or the body was found. Section 5. That § 34-25-25 be amended to read as follows: 34-25-25. The funeral director, or person acting as such, who first assumes custody of a dead body shall file the death certificate. He a fact of death record. The funeral director shall obtain the personal data from the next of kin or the best qualified person or source available. He shall obtain the medical certification of cause of death from the person responsible therefor. A death certificate fact of death record for each death which occurs in this state shall be filed with the local registrar of the district in which the death occurred department within ten five days after such death and prior to removal of the body from the state . Section 6. That § 34-25-25.1 be amended to read as follows: 34-25-25.1. If the place of death is unknown, a death certificate shall be filed in the registration district indicate the place of death as the location in which a dead body is found within three days after such finding . If death occurs in a moving conveyance, a death certificate shall be filed in the registration district indicate the place of death as the location where the body was first removed from such the conveyance. Section 7. That § 34-25-38.1 be amended to read as follows: 34-25-38.1. A disinterment permit shall be issued by the Department of Health department upon receipt of a written or electronic application from a person licensed by the State Board of Funeral Service or upon receipt of an order of a court of competent jurisdiction directing the disinterment. The disinterment permit shall become becomes effective as provided in this section. Unless the disinterment permit was issued as the result of a court order, the Department of Health department shall, upon issuance of the disinterment permit, notify the affected cemetery board of directors appointed pursuant to § 7-26-7 or 9-12-18 or the board of county commissioners of the county in which the disinterment is to occur on the issuance of the permit. The cemetery board of directors or the board of county commissioners may request the circuit court to prevent the disinterment. The disinterment permit shall take effect within fifteen days after its issuance unless the circuit court has ordered otherwise. The disinterment permit authorizes disinterment, transportation, and reinterment of a dead body or fetus. Authorities in charge of a cemetery may not transfer bodies buried in one part of the cemetery to another part without the authority of a disinterment permit. Section 8. That § 34-25-43 be amended to read as follows: 34-25-43. The department shall prepare, print, and supply to all registrars, all software, blanks , and forms used in registering, recording, and preserving the reports and returns vital records , or in otherwise carrying out the purposes of this chapter. No blanks or forms may be used other than those supplied by the department or exact electronic replicas approved by the department. Section 9. That § 34-25-44 be amended to read as follows: 34-25-44. Each local registrar shall supply blank forms of certificates to such persons as require them , and when . When a permit for disposition is presented for filing , the local registrar shall carefully examine each certificate of birth, death, or burial permit for disposition , to ascertain whether or not it has been completed in accordance with the provisions of this chapter and the regulations of the secretary of health any rules promulgated pursuant to this chapter . Section 10. That § 34-25-45 be amended to read as follows: 34-25-45. All records and certificates required by this chapter shall be completed electronically, typewritten , or written legibly in permanent black ink. In case any certificate is not complete or not legible, the local registrar shall department may not file the same, but shall require the person responsible for the record to prepare a new record that is complete and legible. Section 11. That § 34-25-46 be amended to read as follows: 34-25-46. The local registrar shall sign, date, and number consecutively the certificates of death and burial or removal permits for disposition filed at the county office. The local registrar shall transmit weekly to the department the original certificates of death and shall maintain a copy of all death certificates filed in the county. If no death certificates were filed in any week, the local registrar shall report that fact on a form provided for that purpose. Section 12. The provisions of this Act are effective on January 1, 2004."}, {"bill_id": 17763, "bill_version_id": 96489, "bill_version": "Enrolled", "bill_version_date": "2003-02-04T09:50:36-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17763, "action_date": "2003-01-14T12:00:00-06:00", "document_id": 95371, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95371.pdf", "status_text": "First read in Senate and referred to", "journal_page": 20, "committee_id_action": 799, "committee_id_assigned": 776, "result": "N", "vote": {}}, {"bill_id": 17763, "action_date": "2003-01-22T10:00:00-06:00", "document_id": 95559, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95559.pdf", "status_text": "Do Pass,", "journal_page": 136, "committee_id_action": 776, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 54884, "president_vote": null, "Excused": [2840], "Yea": [2849, 2868, 2916, 2926, 2908, 2834]}}, {"bill_id": 17763, "action_date": "2003-01-22T10:00:00-06:00", "document_id": 95559, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95559.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 776, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17763, "action_date": "2003-01-23T14:00:00-06:00", "document_id": 95651, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95651.pdf", "status_text": "Do Pass,", "journal_page": 170, "committee_id_action": 799, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 55450, "president_vote": null, "Yea": [2832, 2834, 2835, 2838, 2847, 2849, 2850, 2851, 2852, 2853, 2854, 2856, 2865, 2868, 2876, 2878, 2880, 2881, 2882, 2883, 2886, 2887, 2891, 2897, 2901, 2903, 2904, 2908, 2916, 2921, 2926, 2927, 2928, 2935], "Excused": [2840]}}, {"bill_id": 17763, "action_date": "2003-01-24T13:00:00-06:00", "document_id": 95744, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95744.pdf", "status_text": "First read in House and referred to", "journal_page": 151, "committee_id_action": 798, "committee_id_assigned": 789, "result": "N", "vote": {}}, {"bill_id": 17763, "action_date": "2003-01-29T07:45:00-06:00", "document_id": 95995, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95995.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 789, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17763, "action_date": "2003-01-31T07:45:00-06:00", "document_id": 96251, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96251.pdf", "status_text": "Do Pass,", "journal_page": 238, "committee_id_action": 789, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 55843, "president_vote": null, "Yea": [2843, 2862, 2871, 2872, 2888, 2896, 2900, 2915, 2930, 2933, 2934, 2859, 2932]}}, {"bill_id": 17763, "action_date": "2003-01-31T07:45:00-06:00", "document_id": 96251, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96251.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 789, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17763, "action_date": "2003-01-31T07:45:00-06:00", "document_id": 96251, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96251.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 789, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17763, "action_date": "2003-02-03T14:00:00-06:00", "document_id": 96452, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96452.pdf", "status_text": "Do Pass,", "journal_page": 271, "committee_id_action": 798, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 56549, "president_vote": null, "Yea": [2833, 2836, 2837, 2839, 2841, 2842, 2843, 2844, 2845, 2846, 2848, 2855, 2858, 2859, 2860, 2861, 2862, 2863, 2864, 2866, 2869, 2870, 2871, 2872, 2873, 2874, 2875, 2877, 2879, 2884, 2885, 2888, 2889, 2890, 2892, 2893, 2894, 2895, 2896, 2898, 2900, 2902, 2905, 2906, 2907, 2909, 2910, 2911, 2912, 2913, 2914, 2915, 2917, 2919, 2920, 2922, 2923, 2924, 2925, 2929, 2930, 2931, 2933, 2934, 2936, 2937, 2938, 2899], "Excused": [2857, 2932]}}, {"bill_id": 17763, "action_date": "2003-02-04T14:00:00-06:00", "document_id": 96525, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96525.pdf", "status_text": "Signed by Speaker", "journal_page": 302, "committee_id_action": 798, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17763, "action_date": "2003-02-04T14:00:00-06:00", "document_id": 96529, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96529.pdf", "status_text": "Signed by President", "journal_page": 322, "committee_id_action": 799, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17763, "action_date": "2003-02-05T14:00:00-06:00", "document_id": 96657, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96657.pdf", "status_text": "Delivered to the Governor", "journal_page": 329, "committee_id_action": 799, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17763, "action_date": "2003-02-10T14:00:00-06:00", "document_id": 96908, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96908.pdf", "status_text": "Signed by Governor", "journal_page": 380, "committee_id_action": 799, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 2495, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/17763"}