{"session_id": 69, "bill_id": 25073, "bill_type": "House Bill", "bill_number": 1173, "bill_title": "revise unemployment insurance contribution rates.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25073", "sponsors": [{"legislator_profile_id": 4513, "is_prime": true}], "keywords": ["Reemployment Assistance"], "audio": [], "bill_versions": [{"bill_id": 25073, "bill_version_id": 262767, "bill_version": "Introduced", "bill_version_date": "2024-01-25T09:29:52.933-06:00", "bill_text": "An Act to revise unemployment insurance contribution rates. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 61-5-29 be AMENDED: 61-5-29. Employers required by this title to pay contributions, except employers pursuant to chapter 61-5A, that reimburse the unemployment compensation trust fund for benefits paid in lieu of contributions, shall also pay an employer's investment in South Dakota's future fee, hereinafter referred to as the, investment fee, on wages as defined by this title. The fee rate for employers not eligible for experience rating, as defined in § 61-5-24, must be seventy hundredths percent through calendar year 2006 and fifty-five hundredths percent on and after January 1, 2007. If an employer is eligible for experience rating, the employer's reserve ratio must be determined pursuant to § 61-5-25.3 through calendar year 2017, pursuant to § 61-5-25.4 for calendar years 2018 and 2019, pursuant to § 61-5-25.5 for calendar year 2020 through calendar year 2023, and pursuant to § 61-5-25.6 for calendar year 2024 and each year thereafter, and the employer's investment fee rate must be the applicable rate appearing in column \"A\" on the same line the employer's reserve ratio appears in column \"B\" of the following rate schedule: section 2 of this Act. Column \"A\" Column \"B\" Investment Fee Rate Reserve Ratio 0.53% Less than 1.00% 0.50% 1.00% and Less than 1.20% 0.40% 1.20% and Less than 1.30% 0.30% 1.30% and Less than 1.40% 0.20% 1.40% and Less than 1.50% 0.10% 1.50% and Less than 1.60% 0.00% 1.60% and Over The terms and conditions of this title that apply to the payment and collection of contributions also apply to the payment and collection of the investment fee. Proceeds from the investment fee must be deposited in the clearing account of the unemployment compensation fund for clearance only and may not become part of the fund. After clearance, the money derived from the investment fee payments, less refunds made pursuant to the provisions of this title, must be deposited in the employer's investment in South Dakota's future fund as provided for in § 61-5-29.1. No investment fee payment may be credited to the employer's experience-rating account nor may the payment be deducted in whole or in part by any employer from the wages of individuals in its employ. The investment fee rate may not be increased over the applicable 1987 investment fee rate for any employer with a positive balance in the employer's experience-rating account on the computation date, as established in rules promulgated by the secretary of labor and regulation pursuant to chapter 1-26, for the current year and the year preceding the current year. The investment rates provided in this section section 2 of this Act apply to and are retroactive to taxable wages paid on and after January 1, 1993. Section 2. That a NEW SECTION be added to chapter 61-5: The applicable employer's investment fee rate for § 61-5-29 is as follows: (1) Beginning January 1, 2024, an: (a) Investment fee rate of 0.53% with a reserve ratio of less than 1.00%; (b) Investment fee rate of 0.50% with a reserve ratio of 1.00% and less than 1.20%; (c) Investment fee rate of 0.40% with a reserve ratio of 1.20% and less than 1.30%; (d) Investment fee rate of 0.30% with a reserve ratio of 1.30% and less than 1.40%; (e) Investment fee rate of 0.20% with a reserve ratio of 1.40% and less than 1.50%; (f) Investment fee rate of 0.10% with a reserve ratio of 1.50% and less than 1.60%; (g) Investment fee rate of 0.00% with a reserve ratio of 1.60%. (2) Beginning January 1, 2025, an: (a) Investment fee rate of 0.424% with a reserve ratio of less than 1.00%; (b) Investment fee rate of 0.40% with a reserve ratio of 1.00% and less than 1.20%; (c) Investment fee rate of 0.32% with a reserve ratio of 1.20% and less than 1.30%; (d) Investment fee rate of 0.24% with a reserve ratio of 1.30% and less than 1.40%; (e) Investment fee rate of 0.16% with a reserve ratio of 1.40% and less than 1.50%; (f) Investment fee rate of 0.08% with a reserve ratio of 1.50% and less than 1.60%; (g) Investment fee rate of 0.00% with a reserve ratio of 1.60% or greater. (3) Beginning January 1, 2026, an: (a) Investment fee rate of 0.318% with a reserve ratio of less than 1.00%; (b) Investment fee rate of 0.30% with a reserve ratio of 1.00% and less than 1.20%; (c) Investment fee rate of 0.24% with a reserve ratio of 1.20% and less than 1.30%; (d) Investment fee rate of 0.18% with a reserve ratio of 1.30% and less than 1.40%; (e) Investment fee rate of 0.12% with a reserve ratio of 1.40% and less than 1.50%; (f) Investment fee rate of 0.06% with a reserve ratio of 1.50% and less than 1.60%; (g) Investment fee rate of 0.00% with a reserve ratio of 1.60% or greater. (4) Beginning January 1, 2027, an: (a) Investment fee rate of 0.212% with a reserve ratio of less than 1.00%; (b) Investment fee rate of 0.20% with a reserve ratio of 1.00% and less than 1.20%; (c) Investment fee rate of 0.16% with a reserve ratio of 1.20% and less than 1.30%; (d) Investment fee rate of 0.12% with a reserve ratio of 1.30% and less than 1.40%; (e) Investment fee rate of 0.08% with a reserve ratio of 1.40% and less than 1.50%; (f) Investment fee rate of 0.04% with a reserve ratio of 1.50% and less than 1.60%; (g) Investment fee rate of 0.00% with a reserve ratio of 1.60% or greater. (5) Beginning January 1, 2028, an: (a) Investment fee rate of 0.106% with a reserve ratio of less than 1.00%; (b) Investment fee rate of 0.10% with a reserve ratio of 1.00% and less than 1.20%; (c) Investment fee rate of 0.08% with a reserve ratio of 1.20% and less than 1.30%; (d) Investment fee rate of 0.06% with a reserve ratio of 1.30% and less than 1.40%; (e) Investment fee rate of 0.04% with a reserve ratio of 1.40% and less than 1.50%; (f) Investment fee rate of 0.02% with a reserve ratio of 1.50% and less than 1.60%; (g) Investment fee rate of 0.00% with a reserve ratio of 1.60% or greater. (6) Beginning January 1, 2029, an investment fee rate of 0.00%."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 25073, "action_date": "2024-01-25T13:00:00-06:00", "document_id": 262421, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/262421.pdf", "status_text": "First read in House and referred to", "journal_page": 176, "committee_id_action": 1197, "committee_id_assigned": 1203, "result": "N", "vote": {}}]}