{"session_id": 57, "bill_id": 19933, "bill_type": "House Bill", "bill_number": 1236, "bill_title": "limit the annual increase of property taxes that may be levied for the capital outlay fund of school districts.", "sponsors": [{"legislator_profile_id": 3164, "is_prime": true}], "keywords": ["Administrative Rules", "Education", "Real Property", "School Districts", "Taxes"], "audio": [{"meeting_datetime": "2005-02-03T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hta17.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-08T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hta21hb1236a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-15T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hta26hb1236a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-15T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hta26hb1236a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 19933, "bill_version_id": 103660, "bill_version": "Introduced", "bill_version_date": "2005-01-31T11:26:42-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to limit the annual increase of property taxes that may be levied for the capital outlay fund of school districts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 13-16 be amended by adding thereto a NEW SECTION to read as follows: This section only applies to the property taxes imposed for the capital outlay fund of a school district. For taxes payable in 2006, and each year thereafter, the total amount of revenue payable from taxes on real property for the capital outlay fund of a school district, excluding the levy made pursuant to section 2 of this Act, may increase no more than the lesser of three percent or the index factor, as defined in section 3 of this Act, over the amount of revenue payable from taxes on real property in the preceding year, excluding the amount of taxes levied pursuant to section 2 of this Act. After applying the index factor, a school district may increase the revenue payable from taxes on real property above the limitations provided by this section by the percentage increase of value resulting from any improvements or change in use of real property, annexation, minor boundary changes, and any adjustments in taxation of property separately classified and subject to statutory adjustments and reductions under chapters 10-4, 10-6, 10-6A, and 10-6B, except § 10-6-31.4, only if assessed the same as property of equal value. A school district may increase the revenue it receives from taxes on real property above the limit provided by this section for taxes levied to pay the principal, interest, and redemption charges on any bonds issued after January 1, 2006, which are subject to referendum, scheduled payment increases on bonds and for a levy directed by the order of a court for the purpose of paying a judgment against such school district. Any school district created after the effective date of this section is exempt from the limitation provided by this section for a period of two years immediately following its creation. Section 2. That chapter 13-16 be amended by adding thereto a NEW SECTION to read as follows: The governing body of a school district may exceed the limit pursuant to section 1 of this Act through the imposition of an excess tax levy. The governing body of a school district may impose an excess tax levy with an affirmative two-thirds vote of the governing body on or before July fifteenth of the year prior to the year the taxes are payable. On any excess tax levy approved after July 1, 2005, the governing body of the school district shall specify in the resolution the year or number of years the excess tax levy will be applied. The requirements for an announcement made pursuant to this section are as follows: (1) The decision of the governing body to originally impose or subsequently increase an excess tax levy shall be published within ten days of the decision; (2) Publication shall be made at least twice in the legal newspaper designated by the governing body pursuant to law, with no fewer than five days between publication dates, before the opt out takes effect; (3) The announcement shall be at least three newspaper columns in width and four inches in length or at least one-sixth of a page in size, whichever size is greater; (4) The announcement shall be headed with the following statement in a typeface no less than eighteen point type: \"ATTENTION TAXPAYERS: NOTICE OF PROPERTY TAX INCREASE OF $(fill in amount).\" The remainder of the announcement shall consist of a reproduction of the \"Resolution for Opt Out,\" including the amount that property taxes will be increased annually by the proposed opt out and a statement of the right to refer the decision of the board to a vote of the people as provided in this section. The secretary of revenue and regulation, in rules promulgated pursuant to chapter 1-26, shall prescribe a uniform form to be used by the school district for notification of taxpayers as required by this section. However, the requirements of subdivisions (3) and (4) shall be waived if: (A) The opt out is for less than fifteen thousand dollars; or (B) A copy of the resolution for opt out is mailed to every property taxpayer in the local governmental unit, by first class mail or bulk mail, within twenty days of the decision to opt out; and (C) A copy of the resolution for opt out is printed in each official newspaper in the local governmental unit's boundaries. For the purposes of subsections (A), (B), and (C), the first publication is not deemed to have occurred until three days after the mailing is sent or the resolution is delivered to the official newspaper. The opt out decision may be referred to a vote of the people upon a petition signed by at least five percent of the registered voters in the school district and filed with the respective governing body within twenty days of the first publication of the decision. The referendum election shall be held on or before October first preceding the year the taxes are payable. Section 3. That chapter 13-16 be amended by adding thereto a NEW SECTION to read as follows: The index factor is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics, United States Department of Labor for the year prior to the year immediately preceding the year in which the taxes are payable. The secretary of revenue and regulation shall notify the county auditor of the amount of revenue which may be raised with the standard levy pursuant to section 1 of this Act by February first. The county auditor shall notify each school district in the county of the amount of revenue to be raised with the standard levy on or before March first."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 19933, "action_date": "2005-01-31T14:00:00-06:00", "document_id": 103710, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103710.pdf", "status_text": "First read in House and referred to", "journal_page": 243, "committee_id_action": 860, "committee_id_assigned": 856, "result": "N", "vote": {}}, {"bill_id": 19933, "action_date": "2005-02-03T07:45:00-06:00", "document_id": 103982, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103982.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 856, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19933, "action_date": "2005-02-08T07:45:00-06:00", "document_id": 104295, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104295.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 856, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19933, "action_date": "2005-02-10T07:45:00-06:00", "document_id": 104498, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104498.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 856, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19933, "action_date": "2005-02-10T07:45:00-06:00", "document_id": 104498, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104498.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 856, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 19933, "action_date": "2005-02-15T07:45:00-06:00", "document_id": 104745, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104745.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 856, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19933, "action_date": "2005-02-15T07:45:00-06:00", "document_id": 104745, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104745.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 478, "committee_id_action": 856, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 60108, "president_vote": null, "Yea": [3159, 3167, 3174, 3178, 3181, 3191, 3209, 3222, 3246, 3249, 3253, 3203, 3254], "Excused": [3225, 3248]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/19933"}