{"session_id": 4, "bill_id": 316, "bill_type": "House Bill", "bill_number": 1295, "bill_title": "establish certain provisions regarding instruments filed with the register of deeds that may contain personally identifiable information.", "sponsors": [{"legislator_profile_id": 604, "is_prime": true}, {"legislator_profile_id": 551, "is_prime": true}, {"legislator_profile_id": 576, "is_prime": false}, {"legislator_profile_id": 586, "is_prime": false}, {"legislator_profile_id": 553, "is_prime": false}, {"legislator_profile_id": 633, "is_prime": false}, {"legislator_profile_id": 612, "is_prime": false}, {"legislator_profile_id": 588, "is_prime": false}, {"legislator_profile_id": 600, "is_prime": false}, {"legislator_profile_id": 627, "is_prime": false}, {"legislator_profile_id": 531, "is_prime": false}, {"legislator_profile_id": 619, "is_prime": false}], "keywords": ["Counties", "Public Records or Meetings"], "audio": [{"meeting_datetime": "2008-01-29T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hlo14.mp3", "start_seconds": 4719.0}, {"meeting_datetime": "2008-01-29T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hlo14.mp3", "start_seconds": 4719.0}, {"meeting_datetime": "2008-01-31T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hlo16.mp3", "start_seconds": 5822.0}, {"meeting_datetime": "2008-01-31T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hlo16.mp3", "start_seconds": 5822.0}, {"meeting_datetime": "2008-01-31T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hlo16.mp3", "start_seconds": 5822.0}], "bill_versions": [{"bill_id": 316, "bill_version_id": 1615, "bill_version": "Introduced", "bill_version_date": "2008-01-23T09:44:20.97-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish certain provisions regarding instruments filed with the register of deeds that may contain personally identifiable information. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Personally identifiable information,\" one or more of the following specific unique identifiers when combined with an individual's name: (a) Social security number; (b) Checking, savings, or share account number; or (c) Credit, debit, or charge card number; (2) \"Preparer,\" the person or entity who creates, drafts, edits, revises, or last changes the document that is recorded with the county register of deeds. The term, preparer, does not include any person who hires, requires, refers, pays, or requests that the documents be drafted or recorded; (3) \"Redact\" or \"redaction,\" the process of removing personally identifiable information from documents. Section 2. The preparer of a document may not include an individual's personally identifiable information in a document that is prepared and presented for recording in the county office of the register of deeds. However, this does not include any document that was executed by an individual prior to July 1, 2008. Unless provided otherwise by law, any document described by this Act is subject to inspection and copying by the public. Section 3. The register of deeds shall post a notice in the county office of register of deeds stating that any instrument recorded in the real property or official public records or the equivalent of the real property or official public records of the county: (1) Is not required to contain a social security number; and (2) Is a public record available for review by the public. Section 4. If a document that includes an individual's personally identifiable information was recorded with the register of deeds and is available on the county's internet website, the individual may request that the register redact such information from the website. The register of deeds shall establish a procedure by which individuals may request that any personally identifiable information be redacted from the internet record available on the county's internet website, at no fee to the requesting individual. The register of deeds shall redact the personally identifiable information within five days of the receipt of the request, or sooner, if ordered to do so by the court. Section 5. Any preparer who, in violation of this Act, enters personally identifiable information in a document that is prepared and presented for recording is liable to the individual whose personally identifiable information appears in the recorded public document for actual damages of up to five hundred dollars for each act of recording. Section 6. This Act does not apply to a preparer of a state or federal tax lien, a military separation or discharge record, or a death certificate that is prepared for recording in the county office of the register of deeds. If a military separation or discharge record or a death certificate is recorded in the county office of the register of deeds, the military separation or discharge record or the death certificate may not be accessible through the internet. Section 7. The register of deeds may not under any circumstances reject an instrument presented for recording solely because the instrument fails to comply with this Act. Other than the duty to redact an individual's personally identifiable information as required by section 4 of this Act, the register of deeds has no duty to ensure that an instrument presented for recording does not contain an individual's social security number or other personally identifiable number. Section 8. Any instrument described by this Act is subject to inspection by the public. The register of deeds is not criminally or civilly liable for disclosing an instrument or information in an instrument in compliance with the public record laws of the state of South Dakota."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 316, "action_date": "2008-01-23T14:00:00-06:00", "document_id": 1717, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1717.pdf", "status_text": "First read in House and referred to", "journal_page": 218, "committee_id_action": 27, "committee_id_assigned": 20, "result": "N", "vote": {}}, {"bill_id": 316, "action_date": "2008-01-29T10:00:00-06:00", "document_id": 1836, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1836.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 20, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 316, "action_date": "2008-01-31T10:00:00-06:00", "document_id": 2074, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2074.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 20, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 316, "action_date": "2008-01-31T10:00:00-06:00", "document_id": 2319, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2319.pdf", "status_text": "Tabled", "journal_page": 368, "committee_id_action": 20, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 1086, "president_vote": null, "Yea": [552, 624, 529, 543, 605, 544, 612, 551, 600, 531, 547], "Nay": [633, 616]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/316"}