{"session_id": 61, "bill_id": 20958, "bill_type": "Senate Bill", "bill_number": 6, "bill_title": "revise certain provisions concerning the election procedures for political parties.", "sponsors": [], "keywords": ["Elections", "Secretary of State"], "audio": [{"meeting_datetime": "2007-01-17T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/slo06.mp3", "start_seconds": 1555.0}, {"meeting_datetime": "2007-01-17T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/slo06.mp3", "start_seconds": 1555.0}, {"meeting_datetime": "2007-01-17T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/slo06.mp3", "start_seconds": 1555.0}, {"meeting_datetime": "2007-01-18T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen07.mp3", "start_seconds": 2167.0}, {"meeting_datetime": "2007-01-18T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen07.mp3", "start_seconds": 2167.0}, {"meeting_datetime": "2007-01-18T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen07.mp3", "start_seconds": 2167.0}, {"meeting_datetime": "2007-02-22T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hlo30.mp3", "start_seconds": 417.0}, {"meeting_datetime": "2007-02-22T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hlo30.mp3", "start_seconds": 417.0}, {"meeting_datetime": "2007-02-22T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hlo30.mp3", "start_seconds": 417.0}, {"meeting_datetime": "2007-02-27T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou33.mp3", "start_seconds": 1793.0}, {"meeting_datetime": "2007-02-27T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou33.mp3", "start_seconds": 1793.0}, {"meeting_datetime": "2007-02-27T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou33.mp3", "start_seconds": 1793.0}], "bill_versions": [{"bill_id": 20958, "bill_version_id": 109985, "bill_version": "Introduced", "bill_version_date": "2007-01-05T15:02:06-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions concerning the election procedures for political parties. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 12-5-1 be amended to read as follows: 12-5-1. A new political party may be organized and participate in the primary election by filing with the secretary of state not later than the first Tuesday of April at five o'clock p.m. prior to the date of the primary election, a written declaration signed by at least two and one-half percent of the voters of the state as shown by the total vote cast for Governor at the last preceding gubernatorial election, which declaration shall contain: (1) The name of the proposed party; and (2) A brief statement of the principles thereof; whereupon the party shall, under the party name chosen, have all the rights of a political party whose ticket was on the ballot at the preceding general election. A political party loses the right to participate in the primary election for failure to meet the definition of political party as defined in § 12-1-3. Section 2. That § 12-5-1.2 be repealed. 12-5-1.2. To the extent that a political party is authorized to provide for the means of selecting party officers other than election in a primary, such a provision of their Constitution or bylaws which does so shall not be effective until it has been on file in the Office of the Secretary of State for a period of one hundred fifty days. Section 3. That § 12-5-1.4 be amended to read as follows: 12-5-1.4. If a political party qualifies for the primary ballot under § 12-5-1, candidates each candidate intending to participate in the a primary election the first year of qualification shall file a nominating petitions petition pursuant to § 12-6-4. However, if no voting history exists to determine the number of signatures required, state or federal candidates In each primary election following the qualification of a political party and prior to the next gubernatorial election, each: (1) State and federal candidate for that party shall file petitions a petition bearing signatures of at least two hundred fifty registered voters in the new that party , legislative ; and (2) Legislative and county candidates candidate for that party shall file petitions a petition bearing signatures of at least five registered voters in the new that party. Section 4. That § 12-5-2 be amended to read as follows: 12-5-2. At each primary election the members of the respective political parties shall Each political party may elect the precinct committeemen and precinct committeewomen of their political party, and pursuant to their constitution or bylaws shall elect or appoint, or both elect and appoint, the number of delegates and alternates set by the constitution or bylaws from each county for each political party to the state convention of the party. In the years when a President of the United States is to be elected, the political parties shall elect delegates and alternates to the national convention of each political party in accordance with the provisions of §§ 12-5-3.6 to 12-5-3.15, inclusive. If delegates and alternates are not elected at large from the entire state the constitution or bylaws shall set forth the area boundaries for representation coincident with some geographical division of the state otherwise authorized or provided by law at each primary election. If a party chooses to elect precinct committeemen and committeewomen at the primary election pursuant to § § 12-5-4 to 12-5-13, inclusive, the party shall provide for such election in the party's constitution or bylaws . Section 5. That § 12-5-3.6 be amended to read as follows: 12-5-3.6. A state political party, in its Constitution or bylaws, or by action of its state convention, meeting in the even nonpresidential election years, shall determine the method of allocating delegates and alternates to its next national convention. Section 6. That § 12-5-3.7 be repealed. 12-5-3.7. Each political party shall determine the method by which its national convention delegates and alternates are chosen in the same manner as provided by § 12-5-3.6. Section 7. That § 12-5-3.8 be amended to read as follows: 12-5-3.8. If a political party chooses to have a primary for selection of its delegates and alternates to the national convention, it the party shall certify the candidate names or the delegate and alternate slates which are to be listed on the primary ballot to the secretary of state by the first Tuesday in April preceding the primary by five o'clock p.m. The Only candidates or slates certified shall may be placed on the ballot by the secretary of state and the position of the candidates or slates on the primary ballot shall be chosen by lot by the secretary of state. The certification shall be deemed to be filed if mailed by registered mail by five o'clock p.m. on the first Tuesday in April. Section 8. That § 12-5-3.9 be amended to read as follows: 12-5-3.9. The state chairman chairperson of the political party shall certify the candidates or slates to the secretary of state. In the event If the state chairman chairperson wrongfully refuses to so certify any candidate or slate , the aggrieved candidate or slate of delegates and alternates shall be is entitled to a writ of mandamus against the state chairman chairperson pursuant to chapter 21-29 to compel certification. A hearing upon the writ shall be held within five days of the commencement of the action. Section 9. That § 12-5-3.10 be repealed. 12-5-3.10. In the event the political party does not choose by its Constitution, bylaws, or its state convention the method of selecting its delegates and alternates to the national convention, it shall, at its state party convention, meeting in the even nonpresidential years, choose the method of selection from the alternatives as follows: (1) The slate of delegates and alternates receiving the highest number of votes shall be declared elected. (2) The total number of delegates and an equal number of alternates to the national convention shall be allocated between the two leading slates of the political party, and the same proportion of the total vote each slate received bears to the total combined votes of both slates. The appropriate number of delegates and alternates from each slate shall be deemed elected in the order in which the names appeared on the ballot. (3) An allocation may be made among two or more slates which grants representation proportionately to various slates receiving a number of votes stated in the Constitution or bylaws of the political party to be significant for purposes of representation of either, area of the state or support for candidates, or both, which shall be stated in the Constitution or bylaws. A certificate of election shall be issued by the state party chairman to each delegate and each alternate entitled thereto by allocation. Section 10. That § 12-5-14 be amended to read as follows: 12-5-14. The precinct committeemen and the precinct committeewomen of each political party elected at the primary election ; the state committeemen and committeewomen; the county chairperson, vice-chairperson, and secretary-treasurer or secretary and treasurer; and the elected public officers who reside in the county and other officers as designated by the party's constitution or bylaws , shall constitute the county central committee of their respective parties. They shall form their party organization by electing a county chairperson , a vice-chairperson, a secretary-treasurer or a secretary and a treasurer, a state committeeman and a state committeewoman, who shall hold their offices until their successors have been elected. A majority vote of the precinct committeemen and committeewomen, state committeemen and committeewomen, county officers and elected public officers present, shall constitute an election which and other officers as determined by the party's constitution or bylaws. The name and mailing address of the county chairperson shall be certified to the county auditor , except that the election of state committeemen, committeewomen and county chairpersons shall also be certified to the secretary of state. Each political party shall adopt bylaws pursuant to § 12-5-1.1 determining the organization and procedure of its county central committee immediately following the election of the county chairperson or change of the county chairperson . The name and mailing address of the state party chairperson shall be certified to the secretary of state immediately following the election or appointment of the state party chairperson. Section 11. That § 12-5-15 be amended to read as follows: 12-5-15. Vacancies occurring in any precinct or in any position the election to which is provided for in § 12-5-14 by reason of death, resignation, or otherwise, and the filling of such vacancies, shall also be so certified. The county central committee shall have power to may fill vacancies in its membership, or in the office of any other position the election to which is provided for in § 12-5-14 except for public officers, in accordance with the party's constitution or bylaws . Section 12. That § 12-5-16 be repealed. 12-5-16. Each political party shall adopt bylaws pursuant to § 12-5-1.1 to determine which members of the county central committee shall represent all the party voters at the meetings of the State Central Committee. Section 13. That § 12-5-19 be repealed. 12-5-19. After perfecting its organization, in years in which nominations are made pursuant to § 12-5-21, the convention shall proceed to adopt the state platform of the party, voting on each plank separately. Section 14. That § 12-5-22 be amended to read as follows: 12-5-22. Nominations by a state convention shall be made by a majority vote of the votes cast , and shall be certified to the secretary of state by the officers of the convention, immediately at within three days of the close of the convention. No certification may be received by the secretary of state later than the second Tuesday in August. Section 15. That § 12-5-23 be repealed. 12-5-23. The state convention, unless otherwise prescribed by party Constitution or bylaws, shall also elect the party state chairman and vice-chairman who shall be of opposite sex and other officers needed to complete the state organization of the party. Section 16. That § 12-5-24 be repealed. 12-5-24. A vacancy occurring in any position, such as delegate or alternate delegate to a national convention, national committeeman, national committeewoman, or state chairman, by death, resignation, or otherwise, shall be filled in accordance with the party's bylaws. Vacancies occurring in any such office by reason of death, resignation, or otherwise, and the filling of such vacancies, shall be certified to the secretary of state."}, {"bill_id": 20958, "bill_version_id": 113004, "bill_version": "Enrolled", "bill_version_date": "2007-02-28T08:51:43-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20958, "action_date": "2007-01-09T12:00:00-06:00", "document_id": 110143, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110143.pdf", "status_text": "First read in Senate and referred to", "journal_page": 17, "committee_id_action": 924, "committee_id_assigned": 906, "result": "N", "vote": {}}, {"bill_id": 20958, "action_date": "2007-01-10T13:00:00-06:00", "document_id": 110161, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110161.pdf", "status_text": "Re-referred to", "journal_page": 53, "committee_id_action": 924, "committee_id_assigned": 904, "result": "P", "vote": {}}, {"bill_id": 20958, "action_date": "2007-01-17T07:45:00-06:00", "document_id": 110309, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110309.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 904, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20958, "action_date": "2007-01-17T07:45:00-06:00", "document_id": 110309, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110309.pdf", "status_text": "Do Pass,", "journal_page": 93, "committee_id_action": 904, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 65337, "president_vote": null, "Yea": [3595, 3623, 3625, 3659, 3669, 3573], "Excused": [3639]}}, {"bill_id": 20958, "action_date": "2007-01-18T14:00:00-06:00", "document_id": 110398, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110398.pdf", "status_text": "Do Pass,", "journal_page": 160, "committee_id_action": 924, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 66032, "president_vote": null, "Yea": [3571, 3573, 3575, 3585, 3589, 3595, 3596, 3602, 3603, 3607, 3608, 3610, 3612, 3615, 3617, 3618, 3621, 3623, 3625, 3626, 3627, 3630, 3633, 3634, 3636, 3639, 3641, 3647, 3652, 3659, 3661, 3664, 3667, 3669], "Excused": [3574]}}, {"bill_id": 20958, "action_date": "2007-01-19T13:00:00-06:00", "document_id": 110479, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110479.pdf", "status_text": "First read in House and referred to", "journal_page": 130, "committee_id_action": 923, "committee_id_assigned": 916, "result": "N", "vote": {}}, {"bill_id": 20958, "action_date": "2007-02-22T10:00:00-06:00", "document_id": 112631, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112631.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 916, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20958, "action_date": "2007-02-22T10:00:00-06:00", "document_id": 112631, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112631.pdf", "status_text": "Do Pass,", "journal_page": 614, "committee_id_action": 916, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 65492, "president_vote": null, "Yea": [3606, 3597, 3605, 3624, 3631, 3640, 3646, 3648, 3660, 3616, 3653], "Excused": [3628, 3658]}}, {"bill_id": 20958, "action_date": "2007-02-23T12:30:00-06:00", "document_id": 112772, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112772.pdf", "status_text": "Deferred to another day", "journal_page": 637, "committee_id_action": 923, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 20958, "action_date": "2007-02-26T14:00:00-06:00", "document_id": 112871, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112871.pdf", "status_text": "Deferred to another day", "journal_page": 665, "committee_id_action": 923, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 20958, "action_date": "2007-02-27T14:00:00-06:00", "document_id": 112981, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112981.pdf", "status_text": "Do Pass,", "journal_page": 679, "committee_id_action": 923, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 67231, "president_vote": null, "Yea": [3572, 3576, 3577, 3578, 3579, 3580, 3582, 3583, 3586, 3587, 3588, 3590, 3591, 3592, 3593, 3594, 3597, 3598, 3599, 3600, 3604, 3605, 3606, 3609, 3611, 3613, 3614, 3616, 3619, 3620, 3622, 3624, 3628, 3629, 3631, 3632, 3635, 3637, 3640, 3642, 3643, 3644, 3645, 3646, 3648, 3649, 3650, 3651, 3653, 3654, 3655, 3656, 3657, 3658, 3660, 3662, 3663, 3665, 3666, 3668, 3670, 3671, 3672, 3673, 3674, 3675, 3676, 3584], "Nay": [3581, 3638]}}, {"bill_id": 20958, "action_date": "2007-02-28T14:00:00-06:00", "document_id": 113081, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113081.pdf", "status_text": "Signed by President", "journal_page": 707, "committee_id_action": 924, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20958, "action_date": "2007-02-28T14:00:00-06:00", "document_id": 113110, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113110.pdf", "status_text": "Signed by Speaker", "journal_page": 721, "committee_id_action": 923, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20958, "action_date": "2007-03-01T10:00:00-06:00", "document_id": 113232, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113232.pdf", "status_text": "Delivered to the Governor", "journal_page": 712, "committee_id_action": 924, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20958, "action_date": "2007-03-05T10:00:00-06:00", "document_id": 113400, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113400.pdf", "status_text": "Signed by Governor", "journal_page": 781, "committee_id_action": 924, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 3626}