{"session_id": 32, "bill_id": 8542, "bill_type": "Senate Bill", "bill_number": 196, "bill_title": "remove the statute of limitations for bringing a civil action for certain cases of child sexual abuse.", "sponsors": [{"legislator_profile_id": 1279, "is_prime": true}, {"legislator_profile_id": 1232, "is_prime": true}, {"legislator_profile_id": 1213, "is_prime": false}, {"legislator_profile_id": 1262, "is_prime": false}, {"legislator_profile_id": 1293, "is_prime": false}, {"legislator_profile_id": 1263, "is_prime": false}, {"legislator_profile_id": 1274, "is_prime": false}, {"legislator_profile_id": 1243, "is_prime": false}, {"legislator_profile_id": 1258, "is_prime": false}, {"legislator_profile_id": 1229, "is_prime": false}, {"legislator_profile_id": 1285, "is_prime": false}], "keywords": ["Civil Procedure", "Courts and Judiciary", "Minors", "Sex Offender"], "audio": [{"meeting_datetime": "2018-02-13T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sju22.mp3", "start_seconds": 3938.0}, {"meeting_datetime": "2018-02-13T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sju22.mp3", "start_seconds": 3938.0}, {"meeting_datetime": "2018-02-13T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sju22.mp3", "start_seconds": 3938.0}, {"meeting_datetime": "2018-02-13T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sju22.mp3", "start_seconds": 3938.0}, {"meeting_datetime": "2018-02-13T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sju22.mp3", "start_seconds": 3938.0}], "bill_versions": [{"bill_id": 8542, "bill_version_id": 48406, "bill_version": "Introduced", "bill_version_date": "2018-02-01T09:17:52.46-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to remove the statute of limitations for bringing a civil action for certain cases of child sexual abuse. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 26-10-25 be amended to read: 26-10-25. Notwithstanding any other provision of law, there is no limit on the time that a claim for relief resulting from any childhood sexual abuse may be commenced. Any civil action based on intentional conduct brought by any person for recovery of damages for injury suffered as a result of childhood sexual abuse shall be commenced within three years of the may be brought at any time after the act alleged to have caused the injury or condition, or three years of the time the victim discovered or reasonably should have discovered that the injury or condition was caused by the act, whichever period expires later. However, no person who has reached the age of forty years may recover damages from any person or entity other than the person who perpetrated the actual act of sexual abuse. Section 2. That § 26-10-26 be repealed. 26-10-26. The victim need not establish which act in a series of continuing sexual abuse or exploitation incidents caused the injury complained of, but may compute the date of discovery from the date of discovery of the last act by the same perpetrator which is part of a common course of conduct of sexual abuse or exploitation. Section 3. That § 26-10-29 be amended to read: 26-10-29. As used in §§ 26-10-25 to 26-10-29, inclusive, the term, childhood sexual abuse is, means any act committed by the defendant against the complainant who was less than eighteen years of age at the time of the act and which act would have been a violation of chapter 22-22 or prior laws of similar effect at the time the act was committed which act would have constituted a felony. The term also includes any negligence, breach of fiduciary duty, vicarious liability, failure to take proper care, failure to investigate, or willful omission by any person, institution, agency, firm, business, corporation, organization, or public or private entity that contributed to a violation of chapter 22-22 or prior laws of similar effect. Section 4. That chapter 26-10 be amended by adding a NEW SECTION to read: Any person, institution, agency, firm, business, corporation, organization, other public or private entity engaged in the system of the Native American boarding schools which had a fiduciary duty of care to the children taken into the boarding school system may be held liable for childhood sexual abuse. The statute of limitations under section 1 of this Act applies to claims by alleged survivors of childhood sexual abuse related to Native American boarding schools. Claims barred under a previous statute of limitations shall be permitted under section 1 of this Act. Section 5. That chapter 26-10 be amended by adding a NEW SECTION to read: This Act applies to: (1) Any claim under section 1 of this Act filed after the effective date of this Act that would have been barred by any previous or alternate statute of limitations; (2) Any claim under section 1 of this Act filed and pending before the effective date of this Act; or (3) Any claim under section 1 of this Act that would have otherwise been barred solely because of a statute of limitations. Any claim previously barred is revived."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8542, "action_date": "2018-02-01T14:00:00-06:00", "document_id": 48504, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48504.pdf", "status_text": "First read in Senate and referred to", "journal_page": 326, "committee_id_action": 395, "committee_id_assigned": 373, "result": "N", "vote": {}}, {"bill_id": 8542, "action_date": "2018-02-13T07:45:00-06:00", "document_id": 48985, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48985.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 373, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8542, "action_date": "2018-02-13T07:45:00-06:00", "document_id": 49219, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49219.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 460, "committee_id_action": 373, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 25754, "president_vote": null, "Yea": [1219, 1270, 1272, 1233], "Nay": [1290, 1243, 1239]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/8542"}