{"session_id": 61, "bill_id": 20944, "bill_type": "House Bill", "bill_number": 1285, "bill_title": "restrict unsolicited commercial electronic mail advertisements.", "sponsors": [{"legislator_profile_id": 3593, "is_prime": true}, {"legislator_profile_id": 3595, "is_prime": true}, {"legislator_profile_id": 3571, "is_prime": false}, {"legislator_profile_id": 3581, "is_prime": false}, {"legislator_profile_id": 3590, "is_prime": false}, {"legislator_profile_id": 3594, "is_prime": false}, {"legislator_profile_id": 3602, "is_prime": false}, {"legislator_profile_id": 3605, "is_prime": false}, {"legislator_profile_id": 3609, "is_prime": false}, {"legislator_profile_id": 3613, "is_prime": false}, {"legislator_profile_id": 3624, "is_prime": false}, {"legislator_profile_id": 3629, "is_prime": false}, {"legislator_profile_id": 3632, "is_prime": false}, {"legislator_profile_id": 3634, "is_prime": false}, {"legislator_profile_id": 3640, "is_prime": false}, {"legislator_profile_id": 3647, "is_prime": false}, {"legislator_profile_id": 3651, "is_prime": false}, {"legislator_profile_id": 3658, "is_prime": false}, {"legislator_profile_id": 3659, "is_prime": false}, {"legislator_profile_id": 3662, "is_prime": false}, {"legislator_profile_id": 3673, "is_prime": false}, {"legislator_profile_id": 3676, "is_prime": false}], "keywords": ["Public Utilities Commission", "Trade Regulation"], "audio": [{"meeting_datetime": "2007-02-07T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hco21.mp3", "start_seconds": 4727.0}, {"meeting_datetime": "2007-02-07T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hco21.mp3", "start_seconds": 4727.0}, {"meeting_datetime": "2007-02-07T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hco21.mp3", "start_seconds": 4727.0}, {"meeting_datetime": "2007-02-07T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hco21.mp3", "start_seconds": 4727.0}, {"meeting_datetime": "2007-02-07T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hco21.mp3", "start_seconds": 4727.0}, {"meeting_datetime": "2007-02-08T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou22.mp3", "start_seconds": 4530.0}, {"meeting_datetime": "2007-02-08T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou22.mp3", "start_seconds": 4530.0}, {"meeting_datetime": "2007-02-08T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou22.mp3", "start_seconds": 4530.0}, {"meeting_datetime": "2007-02-15T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sco27.mp3", "start_seconds": 1454.0}, {"meeting_datetime": "2007-02-15T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sco27.mp3", "start_seconds": 1454.0}, {"meeting_datetime": "2007-02-15T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sco27.mp3", "start_seconds": 1454.0}, {"meeting_datetime": "2007-02-15T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sco27.mp3", "start_seconds": 1454.0}], "bill_versions": [{"bill_id": 20944, "bill_version_id": 111149, "bill_version": "Introduced", "bill_version_date": "2007-01-30T11:30:18-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to restrict unsolicited commercial electronic mail advertisements. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Advertiser,\" a person or entity that advertises through the use of commercial e-mail advertisements; (2) \"Commercial e-mail advertisement,\" any electronic mail message initiated for the purpose of advertising or promoting the lease, sale, rental, gift offer, or other disposition of any property, goods, services, or extension of credit; (3) \"Direct consent,\" the recipient has expressly consented to receive e-mail advertisements from the advertiser, either in response to a clear and conspicuous request for the consent or at the recipient's own initiative; (4) \"Domain name,\" any alphanumeric designation that is registered with or assigned by any domain name registrar as part of an electronic address on the internet; (5) \"Electronic mail\" or \"e-mail,\" an electronic message that is sent to an e-mail address and transmitted between two or more telecommunications devices, computers, or electronic devices capable of receiving electronic messages, whether or not the message is converted to hard copy format after receipt, viewed upon transmission, or stored for later retrieval. Electronic mail, or e-mail, includes electronic messages that are transmitted through a local, regional, or global computer network; (6) \"Electronic mail address\" or \"e-mail address,\" a destination, commonly expressed as a string of characters, to which electronic mail can be sent or delivered. An electronic mail address, or e-mail address, consists of a user name or mailbox and a reference to an internet domain; (7) \"Electronic mail service provider,\" any person, including an internet service provider, that is an intermediary in sending or receiving electronic mail or that provides to end users of the electronic mail service the ability to send or receive electronic mail; (8) \"Initiate,\" to transmit or cause to be transmitted a commercial e-mail advertisement or assist in the transmission of a commercial e-mail advertisement by providing electronic mail addresses where the advertisement may be sent, but does not include the routine transmission of the advertisement through the network or system of a telecommunications utility or an electronic mail service provider through its network or system; (9) \"Incident,\" a single transmission or delivery to a single recipient or to multiple recipients of an unsolicited commercial e-mail advertisement containing substantially similar content; (10) \"Internet,\" the international computer network of both federal and nonfederal interoperable packet switched data networks, including the graphical subnetwork called the world wide web; (11) \"Preexisting or current business relationship,\" as used in connection with the sending of a commercial e-mail advertisement, means that the recipient has made an inquiry and has provided his or her e-mail address, or has made an application, purchase, or transaction, with or without consideration, regarding products or services offered by the advertiser. Commercial e-mail advertisements sent pursuant to the exemption that is provided for a preexisting or current business relationship shall provide the recipient of the commercial e-mail advertisement with the ability to opt-out from receiving further commercial e-mail advertisements by calling a toll-free telephone number or by sending an unsubscribe e-mail to the advertiser offering the products or services in the commercial e-mail advertisement. This opt-out provision does not apply to recipients who are receiving free e-mail service with regard to commercial e-mail advertisements sent by the provider of the e-mail service; (12) \"Recipient,\" the addressee of an unsolicited commercial e-mail advertisement. If an addressee of an unsolicited commercial e-mail advertisement has one or more e-mail addresses to which an unsolicited commercial e-mail advertisement is sent, the addressee is deemed to be a separate recipient for each e-mail address to which the e-mail advertisement is sent; (13) \"Routine transmission,\" the transmission, routing, relaying, handling, or storing of an electronic mail message through an automatic technical process. Routine transmission does not include the sending, or the knowing participation in the sending, of unsolicited commercial e-mail advertisements; (14) \"South Dakota electronic mail address\" or \"South Dakota e-mail address,\" any of the following: (a) An e-mail address furnished by an electronic mail service provider that sends bills for furnishing and maintaining that e-mail address to a mailing address in this state; (b) An e-mail address ordinarily accessed from a computer located in this state; or (c) An e-mail address furnished to a resident of this state; (15) \"Unsolicited commercial e-mail advertisement,\" a commercial e-mail advertisement sent to a recipient who meets both of the following criteria: (a) The recipient has not provided direct consent to receive advertisements from the advertiser; or (b) The recipient does not have a preexisting or current business relationship with the advertiser promoting the lease, sale, rental, gift offer, or other disposition of any property, goods, services, or extension of credit. Section 2. No person or entity may do any of the following unless the subject line complies with the requirements set forth in subdivision 37-24-6(13): (1) Initiate or advertise in an unsolicited commercial e-mail advertisement from South Dakota or advertise in an unsolicited commercial e-mail advertisement sent from South Dakota; or (2) Initiate or advertise in an unsolicited commercial e-mail advertisement to a South Dakota electronic mail address, or advertise in an unsolicited commercial e-mail advertisement sent to a South Dakota electronic mail address. Section 3. Nothing in this Act may be construed to limit or restrict the adoption, implementation, or enforcement by a provider of internet access service of a policy of declining to transmit, receive, route, relay, handle, or store certain types of electronic mail messages. Section 4. No person may collect electronic mail addresses posted on the internet if the purpose of the collection is for the electronic mail addresses to be used to do either of the following: (1) Initiate or advertise in an unsolicited commercial e-mail advertisement from South Dakota, or advertise in an unsolicited commercial e-mail advertisement sent from South Dakota; or (2) Initiate or advertise in an unsolicited commercial e-mail advertisement to a South Dakota electronic mail address, or advertise in an unsolicited commercial e-mail advertisement sent to South Dakota electronic mail address. Section 5. No person may use an electronic mail address obtained by using automated means based on a combination of names, letters, or numbers to do either of the following: (1) Initiate or advertise in an unsolicited commercial e-mail advertisement from South Dakota, or advertise in an unsolicited commercial e-mail advertisement sent from South Dakota; or (2) Initiate or advertise in an unsolicited commercial e-mail advertisement to a South Dakota electronic mail address, or advertise in an unsolicited commercial e-mail advertisement sent to a South Dakota electronic mail address. Section 6. No person may use scripts or other automated means to register for multiple electronic mail accounts from which to do, or to enable another person to do, either of the following: (1) Initiate or advertise in an unsolicited commercial e-mail advertisement from South Dakota, or advertise in an unsolicited commercial e-mail advertisement sent from South Dakota; or (2) Initiate or advertise in an unsolicited commercial e-mail advertisement to a South Dakota electronic mail address, or advertise in an unsolicited commercial e-mail advertisement sent to a South Dakota electronic mail address. Section 7. No person may advertise in a commercial e-mail advertisement either sent from South Dakota or sent to a South Dakota electronic mail address under any of the following circumstances: (1) The e-mail advertisement contains or is accompanied by a third-party's domain name without the permission of the third party; (2) The e-mail advertisement contains or is accompanied by falsified, misrepresented, or forged header information; (3) The e-mail advertisement has a subject line that a person knows would be likely to mislead a recipient, acting reasonably under the circumstances, about a material fact regarding the contents or subject matter of the message. Section 8. The recipient of an unsolicited commercial e-mail advertisement, an electronic mail service provider, or the attorney general may bring an action against any person that violates section 2, 4, 5, 6, or 7 of this Act and may recover either or both of the following: (1) Actual damages; or (2) Liquidated damages of one thousand dollars for each unsolicited commercial e-mail advertisement transmitted in violation of such section, up to one million dollars per incident. The recipient, an electronic mail service provider, or the attorney general, if the prevailing plaintiff, may also recover reasonable attorney's fees and costs. However, there may be no cause of action under this section against an electronic mail service provider that is only involved in the routine transmission of the e-mail advertisement over its computer network. If the court finds that the defendant established and implemented, with due care, practices and procedures reasonably designed to effectively prevent unsolicited commercial e-mail advertisements that are in violation of this Act, the court shall reduce the liquidated damages recoverable under this section to a maximum of one hundred dollars for each unsolicited commercial e-mail advertisement, or a maximum of one hundred thousand dollars per incident. Section 9. That § 37-24-36 be repealed. 37-24-36. Terms used in §§ 37-24-36 to 37-24-40, inclusive, mean: (1) \"Assist the transmission,\" actions taken by a person to provide substantial assistance or support that enables any person to formulate, compose, send, originate, initiate, or transmit a commercial electronic mail message if the person providing the assistance knows or consciously avoids knowing that the initiator of the commercial electronic mail message is engaged, or intends to engage, in any practice that violates this chapter; (2) \"Commercial electronic mail message,\" an electronic mail message sent for the purpose of promoting real property, goods, or services for sale or lease. The term does not mean an electronic mail message to which an interactive computer service provider has attached an advertisement in exchange for free use of an electronic mail account, if the sender has agreed to such an arrangement; (3) \"Electronic mail address,\" a destination, commonly expressed as a string of characters, to which electronic mail may be sent or delivered; (4) \"Initiate the transmission,\" the action by the original sender of an electronic mail message. The term does not refer to the action by any intervening interactive computer service that may handle or retransmit the message, unless such intervening interactive computer service assists in the transmission of an electronic mail message if it knows, or consciously avoids knowing, that the person initiating the transmission is engaged, or intends to engage, in any act or practice that violates this chapter; (5) \"Interactive computer service,\" any information service, system, or access software provider that provides or enables computer access by multiple users to a computer server, including specifically a service or system that provides access to the internet and systems operated or services offered by libraries or educational institutions; (6) \"Internet domain name,\" a globally unique, hierarchical reference to an internet host or service, assigned through centralized internet naming authorities, comprising a series of character strings separated by periods, with the right-most string specifying the top of the hierarchy. Section 10. That § 37-24-37 be repealed. 37-24-37. No person may initiate the transmission, conspire with another to initiate the transmission, or assist the transmission, of a commercial electronic mail message from a computer located in South Dakota or to an electronic mail address that the sender knows, or has reason to know, is held by a South Dakota resident that: (1) Uses a third party's internet domain name without permission of the third party, or otherwise misrepresents or obscures any information in identifying the point of origin or the transmission path of a commercial electronic mail message; or (2) Contains false or misleading information in the subject line. For purposes of this section, a person knows that the intended recipient of a commercial electronic mail message is a South Dakota resident if that information is available, upon request, from the registrant of the internet domain name contained in the recipient's electronic mail address. Section 11. That § 37-24-38 be repealed. 37-24-38. The Legislature finds that the practices covered by §§ 37-24-36 to 37-24-40, inclusive, are matters vitally affecting the public interest for the purpose of protecting the public. A violation of §§ 37-24-36 to 37-24-40, inclusive, is not reasonable in relation to the development and preservation of business and is an unfair or deceptive act in trade or commerce and an unfair method of competition for the purpose of applying this chapter. Section 12. That § 37-24-39 be repealed. 37-24-39. An interactive computer service may, upon its own initiative, block the receipt or transmission through its service of any commercial electronic mail that it reasonably believes is, or will be, sent in violation of §§ 37-24-36 to 37-24-40, inclusive. No interactive computer service is liable for any action voluntarily taken in good faith to block the receipt or transmission through its service of any commercial electronic mail which it reasonably believes is, or will be, sent in violation of §§ 37-24-36 to 37-24-40, inclusive. Section 13. That § 37-24-40 be repealed. 37-24-40. A recipient or a provider of internet access services may bring either or both of the following actions: (1) An action based on a violation of § 37-24-37 to enjoin such violation. (2) An action to recover damages for such a violation in an amount equal to the greater of: (a) The amount of the actual monetary loss; or (b) Five hundred dollars for each violation, not to exceed a total of ten thousand dollars. If the court finds that the defendant willfully, knowingly, or repeatedly violated § 37-24-37, the court may increase the amount of the award to an amount equal to not more than three times the amount available under this section. In any such action, the court may require an undertaking for the payment of the costs of such action, and assess reasonable costs, including reasonable attorneys' fees, against any party. At the request of any party to an action brought pursuant to this section or any other participant in such an action, the court may issue protective orders and conduct legal proceedings in such a way as to protect the secrecy and security of the computer, computer network, computer data, computer program, and computer software involved in order to prevent possible recurrence of the same or a similar act by another person and to protect any trade secrets of any such party or participant."}, {"bill_id": 20944, "bill_version_id": 112536, "bill_version": "Enrolled", "bill_version_date": "2007-02-21T08:56:01-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20944, "action_date": "2007-01-30T14:00:00-06:00", "document_id": 111185, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111185.pdf", "status_text": "First read in House and referred to", "journal_page": 262, "committee_id_action": 923, "committee_id_assigned": 911, "result": "N", "vote": {}}, {"bill_id": 20944, "action_date": "2007-02-07T10:00:00-06:00", "document_id": 111737, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111737.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 911, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20944, "action_date": "2007-02-07T10:00:00-06:00", "document_id": 111737, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111737.pdf", "status_text": "Do Pass,", "journal_page": 374, "committee_id_action": 911, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 64762, "president_vote": null, "Nay": [3572, 3592, 3619, 3645], "Yea": [3576, 3588, 3622, 3642, 3644, 3650, 3663, 3676, 3658]}}, {"bill_id": 20944, "action_date": "2007-02-08T14:00:00-06:00", "document_id": 111852, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111852.pdf", "status_text": "Do Pass,", "journal_page": 420, "committee_id_action": 923, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 67080, "president_vote": null, "Nay": [3572, 3580, 3586, 3587, 3592, 3598, 3600, 3609, 3619, 3631, 3637, 3638, 3643, 3645, 3660, 3663, 3671, 3674], "Yea": [3576, 3577, 3578, 3579, 3581, 3582, 3583, 3588, 3590, 3591, 3593, 3594, 3597, 3599, 3604, 3605, 3606, 3611, 3613, 3614, 3616, 3620, 3622, 3624, 3628, 3629, 3632, 3635, 3640, 3642, 3644, 3646, 3648, 3649, 3651, 3653, 3654, 3655, 3656, 3657, 3658, 3662, 3665, 3666, 3668, 3670, 3672, 3673, 3675, 3676, 3584], "Excused": [3650]}}, {"bill_id": 20944, "action_date": "2007-02-09T13:00:00-06:00", "document_id": 111952, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111952.pdf", "status_text": "First read in Senate and referred to", "journal_page": 459, "committee_id_action": 924, "committee_id_assigned": 898, "result": "N", "vote": {}}, {"bill_id": 20944, "action_date": "2007-02-15T10:00:00-06:00", "document_id": 112360, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112360.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 898, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20944, "action_date": "2007-02-15T10:00:00-06:00", "document_id": 112360, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112360.pdf", "status_text": "Do Pass,", "journal_page": 549, "committee_id_action": 898, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 65272, "president_vote": null, "Yea": [3571, 3585, 3623, 3627, 3667, 3602, 3634]}}, {"bill_id": 20944, "action_date": "2007-02-15T10:00:00-06:00", "document_id": 112360, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112360.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 898, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 20944, "action_date": "2007-02-20T14:00:00-06:00", "document_id": 112504, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112504.pdf", "status_text": "Do Pass,", "journal_page": 581, "committee_id_action": 924, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 65365, "president_vote": null, "Yea": [3571, 3573, 3574, 3575, 3585, 3589, 3595, 3596, 3602, 3603, 3607, 3608, 3610, 3612, 3615, 3617, 3618, 3621, 3623, 3625, 3626, 3627, 3630, 3633, 3634, 3636, 3639, 3641, 3647, 3652, 3659, 3661, 3664, 3667, 3669]}}, {"bill_id": 20944, "action_date": "2007-02-21T14:00:00-06:00", "document_id": 112591, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112591.pdf", "status_text": "Signed by Speaker", "journal_page": 606, "committee_id_action": 923, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20944, "action_date": "2007-02-22T14:00:00-06:00", "document_id": 112664, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112664.pdf", "status_text": "Signed by President", "journal_page": 629, "committee_id_action": 924, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20944, "action_date": "2007-02-27T14:00:00-06:00", "document_id": 112981, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112981.pdf", "status_text": "Delivered to the Governor", "journal_page": 690, "committee_id_action": 923, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20944, "action_date": "2007-03-01T10:00:00-06:00", "document_id": 113203, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113203.pdf", "status_text": "Signed by Governor", "journal_page": 728, "committee_id_action": 923, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 3778, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/20944"}