{"session_id": 68, "bill_id": 23797, "bill_type": "House Bill", "bill_number": 1217, "bill_title": "modify the requirements for eligibility to vote by absentee ballot.", "sponsors": [{"legislator_profile_id": 4396, "is_prime": true}, {"legislator_profile_id": 4404, "is_prime": true}, {"legislator_profile_id": 4333, "is_prime": false}, {"legislator_profile_id": 4336, "is_prime": false}, {"legislator_profile_id": 4459, "is_prime": false}, {"legislator_profile_id": 4360, "is_prime": false}, {"legislator_profile_id": 4366, "is_prime": false}, {"legislator_profile_id": 4374, "is_prime": false}, {"legislator_profile_id": 4375, "is_prime": false}, {"legislator_profile_id": 4443, "is_prime": false}, {"legislator_profile_id": 4388, "is_prime": false}, {"legislator_profile_id": 4469, "is_prime": false}, {"legislator_profile_id": 4401, "is_prime": false}], "keywords": ["Absentee Voting", "Crimes", "Voting"], "audio": [], "bill_versions": [{"bill_id": 23797, "bill_version_id": 247975, "bill_version": "Introduced", "bill_version_date": "2023-02-01T09:23:22.483-06:00", "bill_text": "An Act to modify the requirements for eligibility to vote by absentee ballot. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 12-19-1 be AMENDED: 12-19-1. A registered voter who is registered pursuant to chapter 12-4 and is not otherwise disqualified by law from voting in the election may vote by absentee ballot if: (1) The voter expects to be or may be absent outside the county, state, or the United States on the day that any election is held; (2) The voter is within the county on the day of the election, but will be unable to cast a ballot at the polling place in the voter's election district because of permanent or total physical disability; illness; temporary physical disability; the observance of a religious holiday pursuant to the tenets of a voter's religion; resident attendance at a school, college, or university; or the nature and hours of the voter's employment; or (3) The voter is an absent uniformed services voter or an overseas voter, as those terms are defined by the Uniformed and Overseas Citizens Absentee Voting Act, 52 U.S.C. § 20310, as of January 1, 2023. Section 2. That § 12-19-1.2 be AMENDED: 12-19-1.2. Absentee For voters meeting the qualifications listed in subdivisions 12-19-1(1) and (2), absentee voting shall begin neither earlier nor later than forty-sixbegins thirty days prior to the election including any voter identified as being covered by the Uniformed and Overseas Citizens Absentee Voting Act (42 U.S.C. 1973ff-1). For voters meeting the qualifications listed in subdivision 12-19-1(3), absentee voting begins forty-six days prior to the election. Section 3. That chapter 12-19 be amended with a NEW SECTION: A county auditor may not establish or place, or allow any individual to establish or place, an absentee ballot drop box within the county auditor's county. A completed absentee ballot may only be returned to the office of the individual in charge of the election through the mail or by being delivered by the voter voting by absentee ballot or by an authorized messenger. For purposes of this section, the term, absentee ballot drop box, means a receptacle or container into which an individual may deposit a completed absentee ballot. This term excludes a county auditor's means for physically securing a completed absentee ballot as required by § 12-19-10 or 12-19-42. A violation of this section is a Class 2 misdemeanor."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23797, "action_date": "2023-02-01T14:00:00-06:00", "document_id": 247777, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247777.pdf", "status_text": "First read in House and referred to", "journal_page": 196, "committee_id_action": 1159, "committee_id_assigned": 1166, "result": "N", "vote": {}}, {"bill_id": 23797, "action_date": "2023-02-13T14:00:00-06:00", "document_id": 249157, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249157.pdf", "status_text": "Referred to", "journal_page": 282, "committee_id_action": 1159, "committee_id_assigned": 1162, "result": "P", "vote": {}}]}