{"session_id": 27, "bill_id": 7841, "bill_type": "Senate Bill", "bill_number": 115, "bill_title": "ensure student privacy in public school locker rooms, shower rooms, and changing facilities by restricting certain access.", "sponsors": [{"legislator_profile_id": 1118, "is_prime": true}, {"legislator_profile_id": 1172, "is_prime": true}], "keywords": ["Education", "Student"], "audio": [{"meeting_datetime": "2017-01-31T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sed13.mp3", "start_seconds": 180.0}, {"meeting_datetime": "2017-01-31T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sed13.mp3", "start_seconds": 180.0}], "bill_versions": [{"bill_id": 7841, "bill_version_id": 43166, "bill_version": "Introduced", "bill_version_date": "2017-01-25T11:28:48.453-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to ensure student privacy in public school locker rooms, shower rooms, and changing facilities by restricting certain access. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 13-24 be amended by adding a NEW SECTION to read: The term, biological sex, as used in this Act, means a person's immutable biological sex as objectively determined by anatomy and genetics existing at the time of birth. A person's original birth certificate may be relied upon as definitive evidence of the person's biological sex. Section 2. That chapter 13-24 be amended by adding a NEW SECTION to read: Each locker room, shower room, and changing facility located in a public elementary or secondary school that is accessible by multiple persons at the same time shall be designated for and used only by persons of the same biological sex. In addition, if a public school student is participating in a school-sponsored activity off school premises that may include being in a state of undress in the presence of other persons, school personnel shall provide separate, private areas designated for use by persons of the same biological sex, and no person may enter these private areas unless the person is a member of the designated biological sex. Section 3. That chapter 13-24 be amended by adding a NEW SECTION to read: Nothing in this section prohibits a public school from providing accommodations such as a family restroom, or single occupancy restroom or changing facility upon a person's request due to special circumstances. In no event may the accommodation consist of access to a locker room, shower room, or changing facility that is designated for use by members of the opposite sex while persons of the opposite sex are present or could be present. Section 4. That chapter 13-24 be amended by adding a NEW SECTION to read: The provisions of section 2 of this Act do not apply to any person who enters a locker room, shower room, or changing facility designated for members of the opposite biological sex if the person is entering as follows: (1) For custodial or maintenance purposes when the locker room, shower room, or changing facility is not occupied by any member of the opposite biological sex; (2) To render medical assistance; or (3) To prevent a serious threat to good order or safety during a natural disaster or emergency. Section 5. That chapter 13-24 be amended by adding a NEW SECTION to read: Nothing in this Act may be construed to prohibit a public school from adopting any policy necessary to accommodate any disabled person or young child in need of physical assistance when using a locker room, shower room, or changing facility located in a public school."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7841, "action_date": "2017-01-25T14:00:00-06:00", "document_id": 43198, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43198.pdf", "status_text": "First read in Senate and referred to", "journal_page": 203, "committee_id_action": 360, "committee_id_assigned": 333, "result": "N", "vote": {}}, {"bill_id": 7841, "action_date": "2017-01-31T07:45:00-06:00", "document_id": 43288, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43288.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 333, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7841, "action_date": "2017-01-31T14:00:00-06:00", "document_id": 43482, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43482.pdf", "status_text": "Withdrawn at the Request of the Prime Sponsor", "journal_page": 232, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/7841"}