{"session_id": 19, "bill_id": 56, "bill_type": "Senate Bill", "bill_number": 153, "bill_title": "clarify, remove inconsistencies from, and revise certain provisions relating to the formation and operation of watershed districts.", "sponsors": [{"legislator_profile_id": 340, "is_prime": true}, {"legislator_profile_id": 334, "is_prime": true}, {"legislator_profile_id": 349, "is_prime": false}, {"legislator_profile_id": 342, "is_prime": false}, {"legislator_profile_id": 370, "is_prime": false}, {"legislator_profile_id": 350, "is_prime": false}, {"legislator_profile_id": 376, "is_prime": false}, {"legislator_profile_id": 322, "is_prime": false}, {"legislator_profile_id": 332, "is_prime": false}, {"legislator_profile_id": 390, "is_prime": false}, {"legislator_profile_id": 333, "is_prime": false}, {"legislator_profile_id": 319, "is_prime": false}, {"legislator_profile_id": 327, "is_prime": false}, {"legislator_profile_id": 383, "is_prime": false}, {"legislator_profile_id": 409, "is_prime": false}, {"legislator_profile_id": 379, "is_prime": false}], "keywords": ["Local Government", "Water Management"], "audio": [{"meeting_datetime": "2013-02-04T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sst17.mp3", "start_seconds": 167.0}, {"meeting_datetime": "2013-02-04T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sst17.mp3", "start_seconds": 167.0}, {"meeting_datetime": "2013-02-04T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sst17.mp3", "start_seconds": 167.0}, {"meeting_datetime": "2013-02-04T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sst17.mp3", "start_seconds": 167.0}, {"meeting_datetime": "2013-02-04T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sst17.mp3", "start_seconds": 167.0}, {"meeting_datetime": "2013-02-04T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sst17.mp3", "start_seconds": 8394.0}, {"meeting_datetime": "2013-02-12T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen21.mp3", "start_seconds": 2624.0}, {"meeting_datetime": "2013-02-12T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen21.mp3", "start_seconds": 2624.0}, {"meeting_datetime": "2013-02-12T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen21.mp3", "start_seconds": 2624.0}, {"meeting_datetime": "2013-02-12T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen21.mp3", "start_seconds": 2624.0}, {"meeting_datetime": "2013-02-27T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hju31.mp3", "start_seconds": 128.0}, {"meeting_datetime": "2013-02-27T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hju31.mp3", "start_seconds": 128.0}, {"meeting_datetime": "2013-02-27T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hju31.mp3", "start_seconds": 128.0}, {"meeting_datetime": "2013-03-04T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou33.mp3", "start_seconds": 9258.0}, {"meeting_datetime": "2013-03-04T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou33.mp3", "start_seconds": 9258.0}, {"meeting_datetime": "2013-03-04T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou33.mp3", "start_seconds": 9258.0}], "bill_versions": [{"bill_id": 56, "bill_version_id": 24234, "bill_version": "Introduced", "bill_version_date": "2013-01-22T11:27:37.207-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to clarify, remove inconsistencies from, and revise certain provisions relating to the formation and operation of watershed districts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 6-16-2 be amended to read as follows: 6-16-2. The application for organization shall be a petition verified by one or more circulators by affidavit stating that each affiant personally witnessed the signatures on the petition and believe the signatures to be genuine. Except as provided in this section, the petition shall be signed by at least twenty-five percent of the registered voters within the proposed district. If the proposed district is in two or more counties, a petition shall be filed in each county and each petition shall be signed by at least twenty-five percent of the registered voters within the proposed district in that county. The petition shall be accompanied by a deposit covering the estimated costs as determined by the county auditor of the public notices and the conduct of the election for the formation of the district. The county auditor may waive the deposit or payment requirement or may specify other arrangements for payment of the publication and election costs. If the district to be formed is a road district that contains no registered voters, the petition shall be signed by at least twenty-five percent of the landowners of the district. If the district to be formed is a watershed district, the petition shall be signed by at least twenty-five percent of the eligible voters of the district as defined in section 18 of this Act and as provided in § 46A-14-5. If the district to be formed is a water project district, any petition required by this section shall be signed by qualified voters of the proposed district, as defined in §§ 46A-18-2.1 and 46A-18-2.2, in the appropriate county. Section 2. That § 6-16-5 be amended to read as follows: 6-16-5. If the proposed district contains less than one thousand eligible voters as defined in § 6-16-6, the county auditor shall set a date, time, and location for a meeting to be held within the district, or at the county seat of any county in which a portion of the proposed district is located, to conduct an election on the question of formation of the special district. The date may not be more than sixty days after the appropriate board declares that the application for incorporation is valid. The auditor shall appoint three judges of election, one of whom shall serve as the superintendent, to conduct the election. The vote upon the question of incorporation shall be by ballot which conforms to a ballot for a statewide question except that the statement required to be printed on the ballot shall be prepared by the state's attorney. After the vote is cast and counted, the judges shall prepare a certification showing the whole number of ballots cast, together with the number voting for and the number voting against incorporation, and shall return the certification to the county auditor. If a majority, or if it is a water project district at least sixty percent, of the votes cast on the question of formation is in favor, an election shall be conducted by those present at the same meeting to elect the initial board of directors or trustees. Section 3. That § 6-16-5.1 be amended to read as follows: 6-16-5.1. If the proposed district contains one thousand or more eligible voters as defined in § 6-16-6, the county auditor shall set a date for an election to be held within the district, or at the county seat of any county in which a portion of the proposed district is located, on the question of formation of the special district. The date may not be more than sixty days after the appropriate board declares that the application for incorporation is valid. The election shall be conducted pursuant to Title 12. The vote upon the question of incorporation shall be by ballot which conforms to a ballot for a statewide question except that the statement required to be printed on the ballot shall be prepared by the state's attorney. The election shall be canvassed by the county commission. Section 4. That § 6-16-6 be amended to read as follows: 6-16-6. Any person who is registered to vote and resides in the proposed district may vote in the elections provided for in § 6-16-5. However, the qualifications of a voter for irrigation district elections are as provided in chapter 46A-4, and the qualifications of a voter for water project district elections are as provided in §§ 46A-18-2.1 and 46A-18-2.2, and the qualifications of a voter for watershed district elections are as provided in section 18 of this Act. Absentee voting is allowed pursuant to chapter 12-19 for the election on the question of formation of the special district or any other question to be voted on by the eligible voters of the district. If the district to be formed is a road district that contains no registered voters, voter eligibility is based solely on landowners. For the purpose of this section, a person resides in a proposed district if the person actually lives in the proposed district for at least thirty days in the last year. Section 5. That § 46A-14-2 be amended to read as follows: 46A-14-2. Terms used in this chapter mean: (1) \"Appraisers,\" the persons appointed by the managers of the district to ascertain and report benefits and damages arising from proposed work; (2) \"Board,\" the State Board of Water and Natural Resources; (3) \"Clerk,\" the clerk of a circuit court for the county in which any judicial proceeding concerning a district is pending or may arise; (4) \"Conservation district,\" a conservation districts district established in accordance with state law; (5) \"County auditor,\" the county auditor of any county affected by a watershed district; (6)(2) \"District,\" the a proposed or existing watershed district as provided in this chapter; (7) \"District secretary-treasurer,\" the secretary-treasurer appointed by the board of managers; (8)(3) \"Engineer,\" an engineer designated by the managers to act as the engineer of the district; (9)(4) \"Hearing,\" a hearing scheduled and conducted by either the board of managers, conservation districts, or the Board of Water and Natural Resources, during which all interested parties shall be given a reasonable opportunity to be heard; (10)(5) \"Initiating petition,\" a petition as provided in this chapter for the creation or modification of a watershed district; (11)(6) \"Interested party,\" any public corporation or any person having an interest in the subject matter pending or involved and including the designated representative or any agency of government; (12)(7) \"Landowner,\" any owner of land, as evidenced by records in the offices of the register of deeds and the clerk of courts in the county containing a proposed or existing watershed district. If land is sold under a contract for deed which that is of record in the office of the register of deeds in the county wherein such in which the land is situated, both the landowner and his the individual purchaser of the land, as named in the contract for deed, shall be are treated as a landowner; (13)(8) \"Managers,\" the board of managers of a watershed district; (14) \"Municipality\" or \"municipalities,\" incorporated cities or towns; (15)(9) \"Person,\" a natural person, firm, copartnership partnership, association, limited liability company, or corporation, but not a public or political subdivision; (16) \"Petition,\" initiating petition for \"work\" which may consist of one or more petitions therefor; (17)(10) \"Public corporation,\" a county, municipality, school district, or a political division or subdivision of the state, other than a watershed district; (18) \"Public health,\" any act or thing tending to improve or benefit or contribute to the safety or well-being of the general public or benefit the inhabitants of the district; (19) \"Public welfare,\" \"general welfare,\" and \"public benefit,\" any act or thing tending to improve or benefit or contribute to the safety or well-being of the general public or benefit the inhabitants of the district; (20) \"Publications,\" publication once a week for three successive weeks unless otherwise specified; and (21)(11) \"Work\" or \"works,\" any construction, maintenance, repairs, or improvements of a watershed district. Section 6. That § 46A-14-3 be repealed. 46A-14-3. Conservation districts, upon filing of an initiating petition, may hold hearings and put to a vote the creation of a district and, if favorable, establish a watershed district and define and fix the boundaries of the watershed district. The boundaries may be entirely within or partly within a county or conservation district and may include the whole or any part of one or more counties or conservation districts. The conservation district may appoint the first board of managers of the watershed district, as provided in this chapter. If the proposed district embraces land in more than one conservation district, the supervisors of all such conservation districts shall act jointly as a board of supervisors with respect to all matters concerning watershed districts which are specified in this chapter for a single conservation district. If no conservation district exists that embraces lands proposed for inclusion in a proposed watershed district, the Board of Water and Natural Resources shall function in lieu of a conservation district. Section 7. That § 46A-14-4 be amended to read as follows: 46A-14-4. A watershed district may be established for any of the following conservation purposes: (1) Control or allocation of damage by floods by flood prevention structures including levees; (2) Improvement of stream channels; (3) Reclaiming or filling wet and overflowed lands; (4) Providing water supply for irrigation; (5) Regulating the flow and conserving the water of streams; (6) Diverting or changing watercourses in whole or in part; (7) Providing and conserving water supply for domestic, industrial, recreational, and other public use; (8) Providing for sanitation and public health and regulating the use of streams, ditches, or watercourses for the disposition of waste; (9) Relocate, extend, replace, modify, consolidate, or abandon in whole or in part, drainage systems within a watershed district and to operate and maintain drainage systems; (10) Imposition of preventive or remedial measures for the control or alleviation of land and soil erosion and siltation of watercourses or bodies of water affected by erosion; (11) Protection or enhancement of the water quality in watercourses or water basins; (12) Protection of groundwater; and (13) Improvement, restoration, and maintenance of lakes, streams, wetlands, and wildlife habitat. Section 8. That chapter 46A-14 be amended by adding thereto a NEW SECTION to read as follows: The State Conservation Commission shall perform the following functions and duties with respect to watershed projects: (1) Review proposed applications for watershed planning assistance under the Federal Watershed and Flood Prevention Act (P.L. 566, 83rd Congress), as amended to January 1, 2013; (2) Develop policies and procedures for processing such applications in accordance with state law and policies; (3) Conduct field examination of watersheds with all state and federal agencies and other groups having an interest in development of watersheds; (4) Determine physical feasibility of proposals for watershed projects; (5) Recommend priorities for watershed planning assistance under federal P. L. 566; (6) Make recommendations concerning all applications for planning assistance under federal P. L. 566, to the Board of Water and Natural Resources for consideration in official actions on behalf of the State of South Dakota; (7) Assist, counsel, and advise conservation district supervisors in the organization of watershed districts under this chapter; (8) Assist conservation districts within limits of appropriations and personnel with installation and maintenance of the land treatment phase of watershed projects. The Board of Water and Natural Resources is hereby designated the state agency to act on behalf of the State of South Dakota with respect to watershed projects in order to fulfill the provisions of the Federal Watershed and Flood Prevention Act (P.L. 566, 83rd Congress), as amended to January 1, 2013. Section 9. That § 46A-14-5 be amended to read as follows: 46A-14-5. Any proceeding for the establishment of a watershed district shall be initiated by the filing of an initiating petition with each conservation district in which the proposed watershed district is located, which. The initiating petition shall be as provided in § 6-16-2, or by the authorized officials. If the proposed watershed district includes land in more than one conservation district, the supervisors of each such conservation district shall act jointly as a board of supervisors on all matters concerning the watershed district that are specified in this chapter for a single conservation district. If none of the land in a proposed watershed district lies within a conservation district, the Board of Water and Natural Resources shall function in lieu of a conservation district. An official of any municipality authorized by resolution duly passed by of the governing body and if signed by the governing officials of one or more municipalities, the may sign the petition on behalf of the municipality if land located within the boundaries of the municipality is to be included in the watershed district. The petition need not be signed by any of the freeholders of the municipalities property owners of the municipality. Section 10. That § 46A-14-6 be amended to read as follows: 46A-14-6. The boundaries of a watershed district may be entirely within or partly within a county or conservation district and may include the whole or any part of one or more counties or conservation districts. The land ownerships embraced within a watershed district shall be contiguous. If feasible, the district shall include all territory within the affected watershed or drainage basin, or all territory from which the water from natural or artificial channels finds its outlet through a main stream or channel. However, lands, the ownership of which if the ownership of a parcel of land is not a matter of record in the office of the register of deeds of the county in which the lands are situated, and lands that are land is situated, or if a parcel of land is not subject to payment of taxes or special assessments, the land may be excluded from a proposed or existing watershed district. Section 11. That § 46A-14-7 be amended to read as follows: 46A-14-7. In order to carry out the powers granted to municipalities by the provisions of § 9-36-15, the governing body of a municipality may include request that all or any portion of the corporate area of a municipality be included in a watershed district if, in the determination of such the governing body, the formation of a inclusion in a new or existing watershed district offers opportunities favorable to the municipality: (1) For alleviation of flood water damages to roads, streets, waterworks, sewer works, river and stream improvements, public or private property, or other improvements within the municipality; or (2) In lieu of or betterment of or supplementary to improvements by the municipality as may be under consideration by the governing body; or (3) To take advantage of federal or other loans, as provided by § 9-43-137, or federal or other grants of funds or service; or (4) To reduce capital investments or other obligations by the municipality which may be otherwise probable; or (5) For betterment of the health, safety, or general welfare of the residents of the municipality. Section 12. That § 46A-14-8 be amended to read as follows: 46A-14-8. The initiating petition shall contain the following: (1) The name of the proposed district; (2) That A statement that there is need in the interest of the public health, safety, and welfare for creation of a district to accomplish improvements in the watershed; (3) A statement in general terms setting forth the purposes of the contemplated improvements, the territory to be included in the district, and all proposed subdivisions thereof, if any, of the district; (4) The number of managers shall be three or five members. Each manager shall own land located in the proposed district and be a registered voter in the proposed district and names of the initial board of managers of the proposed district, the provisions of §§ 6-16-5 and 6-16-5.2 notwithstanding. The initial managers shall serve for a period of one year or until the first annual meeting. The petition shall specify whether the board consists of three or five members. The managers shall be eligible voters of the proposed district or the designee of an eligible voter as provided in section 18 of this Act. However, no manager may be a public officer of the state or federal government; (5) A list of landowners and the total acreage of land owned by each within the proposed district; (6) A map of the proposed district and the ownership of all land in the proposed district, except the outline only of the jurisdiction of the authorized officials of municipalities included need be shown and legal description of the lands constituting the proposed district and the name of any municipality included partly or wholly within the boundaries of the proposed district; and (7)(6) The location of the official place of business of the proposed district. Section 13. That § 46A-14-10 be repealed. 46A-14-10. Upon receipt of the initiating petition, the board of conservation district supervisors shall determine if the petition contains sufficient signatures as required by § 6-16-2. Section 14. That § 46A-14-11 be amended to read as follows: 46A-14-11. Upon receipt of the initiating petition by the conservation district, its supervisors shall: (1) Acknowledge receipt thereof of the petition; (2) Determine, by working in cooperation with the auditor of each county in which a portion of the proposed district is located, whether the petition contains sufficient signatures as required by § 6-16-2; (3) Prepare a preliminary report based upon the initiating petition, and other available data, stating the feasibility and practicability of the proposed improvement and organization of the district, for the purpose of presentation by the conservation district supervisors at hearings as hereinafter provided in this chapter; (3)(4) Adjust, as necessary, and fix the boundaries of the proposed district. Section 15. That § 46A-14-12 be repealed. 46A-14-12. The State Conservation Commission shall perform the following functions and duties with respect to watershed projects: (1) Review proposed applications for watershed planning assistance under the Federal Watershed and Flood Prevention Act. (2) Develop policies and procedures for processing such applications in accordance with state law and policies. (3) Conduct field examination of watersheds with all state and federal agencies and other groups having an interest in development of watersheds. (4) Determine physical feasibility of proposals for watershed projects. (5) Recommend priorities for watershed planning assistance under federal P. L. 566, 83rd Congress. (6) Make recommendations concerning all applications for planning assistance under the Federal Watershed and Flood Prevention Act P. L. 566, 83rd Congress, to the Board of Water and Natural Resources for consideration in official actions on behalf of the State of South Dakota. (7) Assist, counsel, and advise conservation district supervisors in organizations of watershed districts under this chapter. (8) Assist conservation districts within limits of appropriations and personnel with installations and maintenance of the land treatment phase of watershed projects. Section 16. That § 46A-14-13 be amended to read as follows: 46A-14-13. When it has been made to appear to If the conservation district supervisors and county auditors determine that a sufficient initiating petition has been filed, the conservation district supervisors shall within ten days, thereafter, by their order, fix a time and place, for a hearing thereon on the petition. Notice of such the hearing shall be given by the conservation district supervisors by publication once each week for at least two consecutive weeks in a newspaper of general circulation in the area covered by the proposed district; the. The last notice shall occur within ten days before the hearing which notice and shall contain the following: (1) That A statement that an initiating petition has been filed with the conservation district supervisors and a copy thereof of the petition with the county auditor of the county or counties affected each affected county; (2) A general description of the purpose of the contemplated improvement and the territory to be included in the proposed district; (3) The date, time, and place of hearing; (4) That A statement that all persons affected thereby by the petition or interested therein in the petition may appear and be heard. Section 17. That § 46A-14-15 be amended to read as follows: 46A-14-15. After the hearing, if it appears to the conservation district supervisors that public interest in the conservation of the natural resources within the proposed watershed district, including wildlife, water resources, forests, and soils, will be served and protected; that the engineering and economic practicability of creating a district will be sound and feasible, when considered in relation to the public interest; and the resulting cost to the owners of the property to be assessed and that the purpose of this chapter would be served by the creation of a watershed district, the conservation district supervisors shall order a vote to be taken as provided in §§ 6-16-2 to 6-16-4, inclusive, if a district should be organized to determine whether a watershed district should be organized. The conservation district supervisors shall file a copy of the election order and a copy of the initiating petition with the county auditor of each county in which a portion of the proposed watershed district will be located. The election shall be conducted in accordance with the applicable provisions of §§ 6-16-2 to 6-16-6, inclusive. Section 18. That chapter 46A-14 be amended by adding thereto a NEW SECTION to read as follows: Only persons or public corporations that are landowners of land located within the proposed or existing watershed district are eligible to vote in the formation election or any subsequent election of a watershed district, except as provided in this chapter. An eligible voter may reside within or outside the district. Any firm, partnership, limited liability company, association, estate, or corporation that holds title to land located within the proposed or existing watershed district is entitled to one vote and may designate an officer or agent to vote on its behalf by presenting a written instrument to that effect to the election officials. The vote of any eligible voter who is a minor or a protected person as defined by § 29A-5-102, may be cast by the parent, conservator, or legal representative of the minor or protected person. Any municipality that has been included in the watershed district pursuant to §§ 46A-14-5 or 46A-14-7 is entitled to one vote which may be cast by a representative designated by the municipality's governing body. Section 19. That § 46A-14-16 be amended to read as follows: 46A-14-16. If the initiating petition is signed by sixty percent or more of the landowners eligible voters in a proposed district who are registered voters in the proposed district and who own at least sixty percent of the land in the proposed district, the petition may be accepted by the conservation district supervisors in lieu of the favorable vote at a referendum as specified in § 46A-14-26 and the referendum specified in § 46A-14-15 is not required. Section 20. That § 46A-14-17 be repealed. 46A-14-17. The conservation district supervisors shall perform the duties of the county auditor as provided in §§ 6-16-4 to 6-16-6, inclusive. Section 21. That § 46A-14-26 be amended to read as follows: 46A-14-26. If sixty percent or more of the votes cast at the referendum shall be are in favor of the formation of the watershed district, then the conservation district supervisors shall proceed in its organization. If the proposition to form a watershed district is defeated at the referendum, the proposition may again be proposed in the same manner as the original proposal through initiating petition and subsequent procedure. Section 22. That § 46A-14-27 be repealed. 46A-14-27. If the proposition to form a watershed district as provided by this chapter is defeated at the referendum, the proposition may again be proposed to the landowners in the same manner as the original proposal came to referendum through initiating petition and subsequent procedure. Section 23. That § 46A-14-28 be amended to read as follows: 46A-14-28. Upon certification of a favorable petition or vote, the conservation district supervisors shall establish and create a the watershed district and give it a corporate name, by which in all proceedings, it shall hereafter be known and, upon filing. A watershed district created under the provisions of this chapter has perpetual existence unless dissolved or abolished as provided for in this chapter. The supervisors shall file a certified copy of said their findings and order with the secretary of state, said at which time the watershed district shall become becomes a political subdivision of the state, with the authority, powers, and duties as prescribed in this chapter. The supervisors shall serve copies of the findings and order upon each of the watershed district managers by certified or registered mail. Section 24. That § 46A-14-29 be repealed. 46A-14-29. At the time of filing a certified copy of the findings and order with the secretary of state, the conservation district supervisors shall cause registered or certified mail service of a copy thereof to be made upon the managers named therein. Section 25. That § 46A-14-31 be amended to read as follows: 46A-14-31. A watershed district may annex additional areas, if the additional areas constitute a watershed as specified for a watershed district in § 46A-14-6. The annexation shall be accomplished by either: (1) An initiating petition for the annexation by the landowners eligible voters in the new area and in the existing watershed district, similar to the initiating petition specified in §§ 46A-14-5 and 46A-14-8; or (2) An initiating petition by the landowners eligible voters in the new area and a resolution by the managers of the watershed district. Upon receipt of the initiating petition and the resolution by the managers, the appropriate conservation district supervisors shall proceed with the annexation in the same manner as prescribed for creation of a new watershed district. Section 26. That § 46A-14-34 be amended to read as follows: 46A-14-34. A watershed district created under the provisions of this chapter shall have perpetual existence, unless dissolved earlier as herein provided for, with power, but only, to the extent necessary for lawful purposes, specified by as provided in this chapter, may: (1) To sue Sue and be sued; (2) To incur Incur debts, liabilities, and obligations; (3) To exercise Exercise the power of eminent domain only when if it is necessary to carry out an approved plan; (4) To levy Levy a tax not to exceed one dollar per thousand dollars of taxable valuation against the landowners' land and buildings notwithstanding § 46A-14-55 as provided in this chapter; (5) To provide Provide for other taxes and assessments; (6) To borrow Borrow money, and to issue certificates, warrants, and bonds; and (7) To do and perform Make surveys or use other reliable surveys and data and develop projects to accomplish the purposes for which the district is organized; (8) Cooperate or contract with any individual, person, state, state agency, political subdivision of a state, federal agency, or private or public corporation; (9) Construct, clean, repair, alter, abandon, consolidate, reclaim, or change the course or terminus of any public ditch, drain sewer, river, watercourse, natural or artificial, within the district, in cooperation with other agencies having prior jurisdiction; (10) Acquire, lease, operate, construct, and maintain dams, dikes, reservoirs, and pertinent works; (11) Acquire by gift, lease, purchase, or eminent domain necessary real and personal property; (12) Contract for purchase of insurance for protection of the district as necessary; (13) Establish and maintain devices for acquiring and recording hydrological data; (14) Enter into all contracts of construction authorized by this chapter; and (15) Perform all acts herein expressly authorized in this chapter and all other acts necessary and proper for carrying out and exercising the powers expressly vested in the district. Section 27. That § 46A-14-35 be amended to read as follows: 46A-14-35. Within thirty days after the establishment of the watershed district, the managers shall meet at the designated principal place of business of the district and shall take and subscribe the oath as defined in the Constitution of South Dakota. These oaths shall be filed with the conservation district which contains the majority of the lands of the district. Section 28. That § 46A-14-36 be amended to read as follows: 46A-14-36. The managers shall then organize by electing one of their members chairman, one vice-chairman, and by appointing chair and one vice chair. The managers shall appoint a secretary-treasurer, who is not a member of the board of managers, and whose compensation, and whose bond shall be set by the managers and. The managers shall provide the necessary books, records, furniture, and equipment for the conduct and transaction of their the district's official business. Section 29. That § 46A-14-37 be amended to read as follows: 46A-14-37. Prior to Before May first of each year, on dates established by the managers, an annual meeting of the district shall be held during which the landowners eligible voters of the district shall elect, by ballot, under the direction of the secretary of the district, managers to replace those whose terms have expired. At the first annual election, if the board of managers has three members shall be the number of managers, one shall be elected for one year, one for two years, and one for three years, and thereafter one shall be elected annually for three years; if there be five managers then. If the board of managers has five members, at the first annual meeting one shall be elected for three years, two shall be elected for two years, and two shall be elected for one year, and thereafter at the annual meeting the terms of those expired, shall be elected for three years. Section 30. That § 46A-14-38 be amended to read as follows: 46A-14-38. Candidates for the board of managers shall file their written applications with the secretary of the board of managers, at least thirty days before elections the election. All managers and candidates shall be landowners of the district. Landowners eligible voters of the district or designees of eligible voters as provided in section 18 of this Act. Eligible voters residing within or outside the district may vote in person, or by absentee ballot. Section 31. That § 46A-14-41 be amended to read as follows: 46A-14-41. The managers may appoint or employ an engineer, professional assistants, and such other employees as may be necessary, and provide for their qualification, duties, and compensation, which, with all other expenses shall may be included as a part of the cost of the a project or improvement. The managers may require any officer or employee of the district to give a bond for the faithful performance of his or her duties, in an amount prescribed by them, the managers. The cost thereof to be of the bond shall be paid for from funds of the district. Section 32. That § 46A-14-43.1 be amended to read as follows: 46A-14-43.1. In addition to the procedures provided in § 46A-14-43 for adopting watershed district bylaws, bylaws may be proposed by petition of twenty-five percent of the landowners within eligible voters of the district. The proposed bylaws shall be adopted if approved by the board of managers of the watershed district and if at least sixty percent of the votes cast in a special election on the issue are in favor of adopting the proposed bylaws. Section 33. That § 46A-14-44 be repealed. 46A-14-44. In order to give effect to proper conservation practices within the scope of the proposed project and improvement the board of managers may: (1) Make surveys or utilize other reliable surveys and data and develop projects to accomplish the purposes for which the district is organized; (2) Cooperate or contract with any individual, state, or subdivision thereof or federal agency or private or public corporation as necessary; (3) Construct, clean, repair, alter, abandon, consolidate, reclaim, or change, the course or terminees of any public ditch, drain sewer, river, watercourse, natural or artificial, within the district, in cooperation with other agencies having prior jurisdiction; (4) Acquire, lease, operate, construct, and maintain dams, dikes, reservoirs, and pertinent works; (5) Acquire by gift, lease, purchase, or eminent domain necessary real and personal property; (6) Contract for purchase of insurance for protection of the district as necessary; (7) Establish and maintain devices for acquiring and recording hydrological data; (8) Enter into all contracts of construction authorized by this chapter. Section 34. That § 46A-14-47 be amended to read as follows: 46A-14-47. The managers shall within a reasonable length of time after qualifying, adopt an overall plan for improvements within the district for reclamation, drainage, erosion, and flood control, and improvement of lands, soils, waters, forests, wildlife, and all other authorized purposes. The plan finally adopted shall be made in conjunction with the advisory committee established pursuant to § 46A-14-40 and in consultation with the district supervisors of the each conservation district or districts in the watershed district, but the managers have final authority and full responsibility. This plan shall be designated the general improvement plan for the watershed district. The general improvement plan shall consist of a map, on which is shown showing the area to be benefited,; the location of the proposed works of improvement, and; the location of buildings, roads, streams, and such other topographic features as are pertinent to show the relation of the proposed works of improvement to the area of the district,; and a narrative in which are stated the estimated benefits that will result and the proposed method of financing and accomplishing the work to be done. Upon receipt of a copy of the general improvement plan, the Board of Water and Natural Resources shall examine the plan and within thirty days transmit a report of their recommendations to the managers. Before formation of a watershed district, requests for planning assistance, development of watershed work plans, and similar considerations may be undertaken by steering committees of local people with sponsoring assistance by conservation districts as permitted under state law and in accordance with federal laws. Such plans may be considered as the preliminary general improvement plan until the final general improvement plan is adopted as provided in this section. Section 35. That § 46A-14-49 be repealed. 46A-14-49. The Board of Water and Natural Resources is hereby designated the state agency to act on behalf of the State of South Dakota with respect to watershed projects in order to fulfill the provisions of the Federal Watershed and Flood Prevention Act (P.L. 566, 83rd Congress), as amended to January 1, 2011. Section 36. That § 46A-14-50 be repealed. 46A-14-50. Prior to formation of a watershed district, requests for planning assistance, development of watershed work plans and similar considerations may be undertaken by steering committees of local people with sponsoring assistance by conservation districts as permitted under state law and in accordance with federal laws. Such plans may be considered as the adopted general improvement plan specified in § 46A-14-47. Section 37. That § 46A-14-51 be amended to read as follows: 46A-14-51. The managers shall carefully examine the plans, shall and hold hearings on the proposals in the plans and, by resolution,. By resolution, the managers shall resolve whether the proposed work, or any part of the proposed work, should be accomplished and whether its cost shall be paid by a general tax levy against all taxable landowners' land and buildings located within the district, or by special assessment against the landowners' lands and buildings within the district to be specially benefited by the project, or by both general tax levy and special assessment and the portion to be paid by each. The managers shall prepare a description of each tract of benefited land and shall list the names of the owners of the benefited land as shown by the county tax records, which document shall be on file in the district office and available for public inspection during regular business hours. The managers shall also determine in the resolution whether to issue improvement bonds of the district, or other authorized arrangement, to provide for the payment of the cost of the project by installments instead of levying the entire tax or special assessment at one time. Section 38. That § 46A-14-52 be repealed. 46A-14-52. The managers shall also determine in said resolution whether to issue improvement bonds of the district, or other authorized arrangement, to provide for the payment of the cost of such project by installments instead of levying the entire tax or special assessment at one time. Section 39. That § 46A-14-54 be amended to read as follows: 46A-14-54. The said resolution upon being duly adopted shall be published in three issues of Upon adoption of the resolution as provided in § 46A-14-51, the managers shall publish the resolution and a notice of hearing once each week for three consecutive weeks immediately preceding the hearing in a legal newspaper of general circulation in each county in which land of the district is located, stating the time when and the place where. The notice shall state the time and place for the hearing and state that the managers shall will meet for the purpose of hearing all parties interested in the apportionment of benefits by reason of the improvement, at which time and place such proposed improvements. The notice shall state that all such interested parties may appear provide testimony at the hearing in person, or by counsel, or may file written objections thereto testimony. The managers shall then proceed to hear and consider the same, conduct the hearing and shall make the apportionments fair and just according to benefits received from the improvement improvements and give due credit for the work already done. Section 40. That § 46A-14-55 be amended to read as follows: 46A-14-55. No For purposes of implementing the general plan of improvements, no construction or related commitments requiring district payments may be entered into, no taxes or assessments levied, no bonds issued, or other financing arrangement made except as provided in § 46A-14-34 relating to the general plan of improvements, unless the managers have initiated adequate hearings to clearly demonstrate the works proposed for construction and the benefits to accrue from the proposed works and have conducted a referendum in accordance with this chapter in which at least sixty percent of the landowners eligible voters voting in the referendum vote in favor of the tax levy, bond issue, or other permissible financing arrangement. The hearing and referendum requirements specified in this section do not apply to taxes or other financing arrangements for operations, maintenance , or other district business as provided in §§ 46A-14-58 and 46A-14-69. Section 41. That § 46A-14-56 be amended to read as follows: 46A-14-56. In the referendum, as provided in § 46A-14-55, the same eligibility to vote as prescribed by §§ 46A-14-20 to 46A-14-23, inclusive, section 18 of this Act shall govern in the case of proposed general tax levies. In case If special assessments are proposed, the votes of only those landowners subject to such the special assessments shall may be counted. In case If the financing proposal provides for both general tax levies and special assessments, the votes applicable to the general tax and the votes applicable to the special assessments shall be counted separately and accepted separately for purposes of determining the outcome of the referendum. Section 42. That § 46A-14-57 be amended to read as follows: 46A-14-57. In lieu of tax or special assessment levies in municipalities, the managers and the governing boards of municipalities may enter into contracts for annual payments by the first or second class municipality to the district. The governing boards shall include amounts sufficient to cover such the annual payments to the district in the annual appropriations of such the municipalities. If contractual commitments between a district and a municipality are to meet in part obligations imposed by a contract or other agreement between the district and an agency of the United States, such the commitments on behalf of a municipality shall be a continuing annual obligation during the life of the contract between the district and the United States in the same manner as though the municipality had entered into the contract or agreement with the United States under provisions of § 9-36-15 or 9-43-137. In no case shall may the governing board of a municipality execute a contract or agreement with the managers of a district until a favorable vote by the voters of the municipality has been obtained in order that claims for payment may be paid by the municipality under provisions of § 9-42-2. Section 43. That § 46A-14-58 be amended to read as follows: 46A-14-58. The managers, having completed After completing the apportionment of benefits, and the referendum pursuant to §§ 46A-14-54 and 46A-14-55 for purposes of implementing the general plan of improvements, the managers shall prepare and by resolution approve the tax or assessment levy against landowner's land and buildings outside of the corporate limits of municipalities and shall file a detailed report of same the tax or assessment levy with the appropriate county auditor. In addition, the managers shall prepare and by resolution approve the tax or assessment levy for operations, maintenance, and other district business as provided in § 46A-14-69 and file a detailed report of the tax or assessment levy with the appropriate county auditor. The county auditor shall spread the district levy upon the county tax rolls and collect such the district levy in the same manner as other county taxes. Section 44. That § 46A-14-60 be amended to read as follows: 46A-14-60. When adopting a financing plan or levying taxes to cover the estimated costs of district business, including costs relating to implementing the general plan of improvements, as provided in §§ 46A-14-51 and 46A-14-54 to 46A-14-59, inclusive, and operations and maintenance expense as provided in § 46A-14-66 to 46A-14-69, inclusive, no annual general tax levy against taxable land and buildings within the district may exceed the amount that can be collected by a one-mill levy. This limitation does not apply to special assessments nor to assessments required to meet payments, including interest, on district bonds. Section 45. That § 46A-14-65 be amended to read as follows: 46A-14-65. The managers may amend the general plan of improvements or adopt a supplemental plan of improvements by using, as applicable, the same provisions and procedures in §§ 46A-14-47 to 46A-14-58, inclusive, that were used to establish the initial plan of improvements. The managers may call a special election and submit to the qualified eligible voters of the district the question of whether additional taxes or special assessment shall be levied for the purpose of raising money to cover increased costs of district business or to be applied to a resulting from an amended or supplemental plan of improvements which are over and above the initial plan of improvements. Section 46. That § 46A-14-66 be amended to read as follows: 46A-14-66. Once projects from the general plan of improvements are constructed, the managers shall provide for adequate annual maintenance of the watershed project works. They shall adopt an overall project schedule of routine operation and maintenance. They shall prepare annual operation and maintenance budgets for the following calendar year in which is stated the operation and maintenance work to be done during the budget year and the estimated cost thereof. Section 47. That § 46A-14-69 be amended to read as follows: 46A-14-69. Tax or special assessment levies in amount sufficient to cover the budgeted operation and maintenance expense for district projects and works as provided in § 46A-14-66 and other district operations and expenses shall be included by the managers in their tax assessment list as provided in § 46A-14-58, if the levies do not exceed the limitations specified in this chapter or do not exceed the amounts of taxes or special assessments voted favorably by the voters of the district. Section 48. That § 46A-14-70 be amended to read as follows: 46A-14-70. The board of managers of a watershed district shall at the time of the organization of the board and annually thereafter on a date established by the district, but before the first of October, adopt a budget and prepare an operations and budget report. The report shall present estimates and itemizations of all the expenses and obligations of the water development district. Before approval of the budget by the district board of managers, a public hearing shall be held. Notice of the hearing shall be published once each week for two successive weeks in the watershed district's official newspapers. With the first notice, the budget shall be published in a form approved by the auditor general. At the conclusion of the hearing, the board of managers may eliminate or amend any portion of the budget before adoption. On or before the first day of August October in each year and after the watershed district's budget hearing, the managers shall certify to the county auditor of the county in which the land is located, all taxes and assessments against the landowners' lands and buildings in the district. Extension of the taxes and assessments upon the tax and assessment lists shall be made as specified in § 46A-14-58. The taxes and assessments shall be collected in the same manner as other county taxes and assessments, and shall be deposited with the secretary-treasurer of the watershed district, who shall place them in the depository designated by the managers. The taxes and assessments shall be disbursed according to § 46A-14-75. Section 49. That § 46A-14-73 be amended to read as follows: 46A-14-73. The managers may enter into contracts or other arrangements with any agency of the United States government; with persons, railroads, or other corporations; with public and municipal corporations and the state government of this state; or with drainage, soil and water conservation, conservancy, sewer, park, sanitary, reclamation, public power, public power and irrigation, watershed, or other improvement districts, in this or other states, for cooperation, or assistance in constructing, maintaining, using, and operating the works of the districts, the waters of the districts, or in minimizing or preventing damage to the properties, works, and improvements of the districts from soil erosion; or for making surveys and investigations or reports on the surveys and investigations. However no contract or agreement for purposes of implementing the general plan of improvements that will require the levy of increased taxes or assessments may be signed by the managers without submitting the increased taxes or assessments to the eligible voters of the watershed district for approval. Section 50. That § 46A-14-77 be amended to read as follows: 46A-14-77. The engineer of the district shall make a full report to the managers each year or more often if necessary. At the end of each year the secretary-treasurer shall make a report to the managers. The managers shall annually make and file a report of financial conditions of the district, the status of all projects and work, the business transacted by the district, and other matters affecting the interests of the district. Section 51. That § 46A-14-78 be repealed. 46A-14-78. At the end of the year the secretary-treasurer shall make a report to the managers. Section 52. That § 46A-14-79 be repealed. 46A-14-79. The managers shall annually make and file a report of financial conditions of the district, the status of all projects and work, the business transacted by the district, and other matter affecting the interests of the district. Section 53. That § 46A-14-79.1 be repealed. 46A-14-79.1. At the close of each fiscal year during which any loan agreement is in effect pursuant to § 46A-3D-18, the watershed district shall obtain an audit by the State Department of Legislative Audit, or an auditor approved by the State Department of Legislative Audit, of the books, records, and financial affairs of the watershed district. A written report of the audit shall be kept on file in the principal place of business of the watershed district, and copies of the report shall be filed in the Office of the Secretary of State and with the Board of Water and Natural Resources. Section 54. That § 46A-14-81 be amended to read as follows: 46A-14-81. After a watershed district has been in existence for at least five years and contains a federal watershed project that has not been certified infeasible by the state conservationist of the United States Soil Natural Resources Conservation Service, whenever twenty-five percent of the landowners eligible voters of the district petition the managers to call a special election to submit to the qualified eligible voters of the watershed district a proposition to vote on the discontinuance of the watershed district and a settlement of its bonded and other indebtedness, the managers shall call a special election for those purposes and shall publish notice of the election in a legal newspaper of general circulation in the county or counties in the watershed district once each week for three consecutive publications. The notice shall state that an election is to be held to determine whether the watershed district should be dissolved. The ballots shall read as follows: For dissolution of (Name) Watershed District () Against dissolution of (Name) Watershed District () Section 55. That § 46A-14-84 be amended to read as follows: 46A-14-84. A watershed district board may request that the state conservationist of the United States Soil Natural Resources Conservation Service certify a federal project as infeasible. If the project is certified as infeasible, the district board may proceed to dissolve the district under the provisions outlined in §§ 46A-14-85 to 46A-14-90, inclusive. Section 56. That § 46A-14-85 be amended to read as follows: 46A-14-85. If a watershed district's federal project is certified as infeasible, the district board may vote to dissolve the district. If a majority of board members vote for dissolution, a written statement of intent to dissolve the district shall be submitted to the State Conservation Commission for approval. Section 57. That § 46A-14-86 be amended to read as follows: 46A-14-86. Prior to Before action by the conservation commission State Conservation Commission as provided in § 46A-14-85, a public hearing open to all eligible voters in the watershed district shall be held by the conservation commission to determine public feeling within the district. The district board may conduct an informal vote to determine voter opinion on dissolution if the board feels a vote is necessary. Notice of the meeting shall be published by the watershed district board in the major newspaper in the district at least once a week for at least two weeks prior to before the meeting. Section 58. That § 46A-14-87 be amended to read as follows: 46A-14-87. Subsequent to After the public hearing required by § 46-14-86, the conservation commission State Conservation Commission shall determine if whether the proposed dissolution is to be allowed. In making its determination, the commission shall consider written and verbal reports by the watershed district board, the public attitude displayed at the public hearing, and all other information the members of the commission deem relevant. At least one watershed district board member shall be present at the commission meeting to testify. Section 59. That § 46A-14-88 be amended to read as follows: 46A-14-88. If the members of the conservation commission State Conservation Commission choose to approve a watershed district dissolution, the dissolution shall be is effective thirty days from the date of the commission meeting. Notice of the dissolution of a watershed district shall be sent to the secretary of state. Section 60. That § 46A-14-89 be amended to read as follows: 46A-14-89. All funds and assets of a dissolved watershed district shall be divided among all conservation districts lying at least partially within the dissolved district. The funds and assets shall be apportioned on the basis of each conservation district's land area in areas within the dissolved district. The requirements of this section relating to the division and apportionment of watershed district funds and assets do not apply to any watershed district that is abolished pursuant to § 46A-14-33 in conjunction with combining the watershed district with another watershed district or annexing additional areas to the watershed district. Section 61. That § 46A-14-90 be repealed. 46A-14-90. Notice of the dissolution of a watershed district shall be sent to the secretary of state. Section 62. That § 46A-14-92 be repealed. 46A-14-92. This chapter shall be cited as the \"Watershed Act.\""}, {"bill_id": 56, "bill_version_id": 25284, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "2013-02-05T15:02:32.943-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to clarify, remove inconsistencies from, and revise certain provisions relating to the formation and operation of watershed districts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 6-16-2 be amended to read as follows: 6-16-2. The application for organization shall be a petition verified by one or more circulators by affidavit stating that each affiant personally witnessed the signatures on the petition and believe the signatures to be genuine. Except as provided in this section, the petition shall be signed by at least twenty-five percent of the registered voters within the proposed district. If the proposed district is in two or more counties, a petition shall be filed in each county and each petition shall be signed by at least twenty-five percent of the registered voters within the proposed district in that county. The petition shall be accompanied by a deposit covering the estimated costs as determined by the county auditor of the public notices and the conduct of the election for the formation of the district. The county auditor may waive the deposit or payment requirement or may specify other arrangements for payment of the publication and election costs. If the district to be formed is a road district that contains no registered voters, the petition shall be signed by at least twenty-five percent of the landowners of the district. If the district to be formed is a watershed district, the petition shall be signed by at least twenty-five percent of the eligible voters of the district as defined in section 18 of this Act and as provided in § 46A-14-5. If the district to be formed is a water project district, any petition required by this section shall be signed by qualified voters of the proposed district, as defined in §§ 46A-18-2.1 and 46A-18-2.2, in the appropriate county. Section 2. That § 6-16-5 be amended to read as follows: 6-16-5. If the proposed district contains less than one thousand eligible voters as defined in § 6-16-6, the county auditor shall set a date, time, and location for a meeting to be held within the district, or at the county seat of any county in which a portion of the proposed district is located, to conduct an election on the question of formation of the special district. The date may not be more than sixty days after the appropriate board declares that the application for incorporation is valid. The auditor shall appoint three judges of election, one of whom shall serve as the superintendent, to conduct the election. The vote upon the question of incorporation shall be by ballot which conforms to a ballot for a statewide question except that the statement required to be printed on the ballot shall be prepared by the state's attorney. After the vote is cast and counted, the judges shall prepare a certification showing the whole number of ballots cast, together with the number voting for and the number voting against incorporation, and shall return the certification to the county auditor. If a majority, or if it is a water project district at least sixty percent, of the votes cast on the question of formation is in favor, an election shall be conducted by those present at the same meeting to elect the initial board of directors or trustees. Section 3. That § 6-16-5.1 be amended to read as follows: 6-16-5.1. If the proposed district contains one thousand or more eligible voters as defined in § 6-16-6, the county auditor shall set a date for an election to be held within the district, or at the county seat of any county in which a portion of the proposed district is located, on the question of formation of the special district. The date may not be more than sixty days after the appropriate board declares that the application for incorporation is valid. The election shall be conducted pursuant to Title 12. The vote upon the question of incorporation shall be by ballot which conforms to a ballot for a statewide question except that the statement required to be printed on the ballot shall be prepared by the state's attorney. The election shall be canvassed by the county commission. Section 4. That § 6-16-6 be amended to read as follows: 6-16-6. Any person who is registered to vote and resides in the proposed district may vote in the elections provided for in § 6-16-5. However, the qualifications of a voter for irrigation district elections are as provided in chapter 46A-4, and the qualifications of a voter for water project district elections are as provided in §§ 46A-18-2.1 and 46A-18-2.2, and the qualifications of a voter for watershed district elections are as provided in section 18 of this Act. Absentee voting is allowed pursuant to chapter 12-19 for the election on the question of formation of the special district or any other question to be voted on by the eligible voters of the district. If the district to be formed is a road district that contains no registered voters, voter eligibility is based solely on landowners. For the purpose of this section, a person resides in a proposed district if the person actually lives in the proposed district for at least thirty days in the last year. Section 5. That § 46A-14-2 be amended to read as follows: 46A-14-2. Terms used in this chapter mean: (1) \"Appraisers,\" the persons appointed by the managers of the district to ascertain and report benefits and damages arising from proposed work; (2) \"Board,\" the State Board of Water and Natural Resources; (3) \"Clerk,\" the clerk of a circuit court for the county in which any judicial proceeding concerning a district is pending or may arise; (4) \"Conservation district,\" a conservation districts district established in accordance with state law; (5) \"County auditor,\" the county auditor of any county affected by a watershed district; (6)(2) \"District,\" the a proposed or existing watershed district as provided in this chapter; (7) \"District secretary-treasurer,\" the secretary-treasurer appointed by the board of managers; (8)(3) \"Engineer,\" an engineer designated by the managers to act as the engineer of the district; (9)(4) \"Hearing,\" a hearing scheduled and conducted by either the board of managers, conservation districts, or the Board of Water and Natural Resources, during which all interested parties shall be given a reasonable opportunity to be heard; (10)(5) \"Initiating petition,\" a petition as provided in this chapter for the creation or modification of a watershed district; (11)(6) \"Interested party,\" any public corporation or any person having an interest in the subject matter pending or involved and including the designated representative or any agency of government; (12)(7) \"Landowner,\" any owner of land, as evidenced by records in the offices of the register of deeds and the clerk of courts in the county containing a proposed or existing watershed district. If land is sold under a contract for deed which that is of record in the office of the register of deeds in the county wherein such in which the land is situated, both the landowner and his the individual purchaser of the land, as named in the contract for deed, shall be are treated as a landowner; (13)(8) \"Managers,\" the board of managers of a watershed district; (14) \"Municipality\" or \"municipalities,\" incorporated cities or towns; (15)(9) \"Person,\" a natural person, firm, copartnership partnership, association, limited liability company, or corporation, but not a public or political subdivision; (16) \"Petition,\" initiating petition for \"work\" which may consist of one or more petitions therefor; (17)(10) \"Public corporation,\" a county, municipality, school district, or a political division or subdivision of the state, other than a watershed district; (18) \"Public health,\" any act or thing tending to improve or benefit or contribute to the safety or well-being of the general public or benefit the inhabitants of the district; (19) \"Public welfare,\" \"general welfare,\" and \"public benefit,\" any act or thing tending to improve or benefit or contribute to the safety or well-being of the general public or benefit the inhabitants of the district; (20) \"Publications,\" publication once a week for three successive weeks unless otherwise specified; and (21)(11) \"Work\" or \"works,\" any construction, maintenance, repairs, or improvements of a watershed district. Section 6. That § 46A-14-3 be repealed. 46A-14-3. Conservation districts, upon filing of an initiating petition, may hold hearings and put to a vote the creation of a district and, if favorable, establish a watershed district and define and fix the boundaries of the watershed district. The boundaries may be entirely within or partly within a county or conservation district and may include the whole or any part of one or more counties or conservation districts. The conservation district may appoint the first board of managers of the watershed district, as provided in this chapter. If the proposed district embraces land in more than one conservation district, the supervisors of all such conservation districts shall act jointly as a board of supervisors with respect to all matters concerning watershed districts which are specified in this chapter for a single conservation district. If no conservation district exists that embraces lands proposed for inclusion in a proposed watershed district, the Board of Water and Natural Resources shall function in lieu of a conservation district. Section 7. That § 46A-14-4 be amended to read as follows: 46A-14-4. A watershed district may be established for any of the following conservation purposes: (1) Control or allocation of damage by floods by flood prevention structures including levees; (2) Improvement of stream channels; (3) Reclaiming or filling wet and overflowed lands; (4) Providing water supply for irrigation; (5) Regulating the flow and conserving the water of streams; (6) Diverting or changing watercourses in whole or in part; (7) Providing and conserving water supply for domestic, industrial, recreational, and other public use; (8) Providing for sanitation and public health and regulating the use of streams, ditches, or watercourses for the disposition of waste; (9) Relocate, extend, replace, modify, consolidate, or abandon in whole or in part, drainage systems within a watershed district and to operate and maintain drainage systems; (10) Imposition of preventive or remedial measures for the control or alleviation of land and soil erosion and siltation of watercourses or bodies of water affected by erosion; (11) Protection or enhancement of the water quality in watercourses or water basins; (12) Protection of groundwater; and (13) Improvement, restoration, and maintenance of lakes, streams, and wetlands. Section 8. That chapter 46A-14 be amended by adding thereto a NEW SECTION to read as follows: The State Conservation Commission shall perform the following functions and duties with respect to watershed projects: (1) Review proposed applications for watershed planning assistance under the Federal Watershed and Flood Prevention Act (P.L. 566, 83rd Congress), as amended to January 1, 2013; (2) Develop policies and procedures for processing such applications in accordance with state law and policies; (3) Conduct field examination of watersheds with all state and federal agencies and other groups having an interest in development of watersheds; (4) Determine physical feasibility of proposals for watershed projects; (5) Recommend priorities for watershed planning assistance under federal P. L. 566; (6) Make recommendations concerning all applications for planning assistance under federal P. L. 566, to the Board of Water and Natural Resources for consideration in official actions on behalf of the State of South Dakota; (7) Assist, counsel, and advise conservation district supervisors in the organization of watershed districts under this chapter; (8) Assist conservation districts within limits of appropriations and personnel with installation and maintenance of the land treatment phase of watershed projects. The Board of Water and Natural Resources is hereby designated the state agency to act on behalf of the State of South Dakota with respect to watershed projects in order to fulfill the provisions of the Federal Watershed and Flood Prevention Act (P.L. 566, 83rd Congress), as amended to January 1, 2013. Section 9. That § 46A-14-5 be amended to read as follows: 46A-14-5. Any proceeding for the establishment of a watershed district shall be initiated by the filing of an initiating petition with each conservation district in which the proposed watershed district is located, which. The initiating petition shall be as provided in § 6-16-2, or by the authorized officials. If the proposed watershed district includes land in more than one conservation district, the supervisors of each such conservation district shall act jointly as a board of supervisors on all matters concerning the watershed district that are specified in this chapter for a single conservation district. An official of any municipality authorized by resolution duly passed by of the governing body and if signed by the governing officials of one or more municipalities, the may sign the petition on behalf of the municipality if land located within the boundaries of the municipality is to be included in the watershed district. The petition need not be signed by any of the freeholders of the municipalities property owners of the municipality. Section 10. That § 46A-14-6 be amended to read as follows: 46A-14-6. The boundaries of a watershed district may be entirely within or partly within a county or conservation district and may include the whole or any part of one or more counties or conservation districts. The land ownerships embraced within a watershed district shall be contiguous. If feasible, the district shall include all territory within the affected watershed or drainage basin, or all territory from which the water from natural or artificial channels finds its outlet through a main stream or channel. However, lands, the ownership of which if the ownership of a parcel of land is not a matter of record in the office of the register of deeds of the county in which the lands are situated, and lands that are land is situated, or if a parcel of land is not subject to payment of taxes or special assessments, the land may be excluded from a proposed or existing watershed district. Section 11. That § 46A-14-7 be amended to read as follows: 46A-14-7. In order to carry out the powers granted to municipalities by the provisions of § 9-36-15, the governing body of a municipality may include request that all or any portion of the corporate area of a municipality be included in a watershed district if, in the determination of such the governing body, the formation of a inclusion in a new or existing watershed district offers opportunities favorable to the municipality: (1) For alleviation of flood water damages to roads, streets, waterworks, sewer works, river and stream improvements, public or private property, or other improvements within the municipality; or (2) In lieu of or betterment of or supplementary to improvements by the municipality as may be under consideration by the governing body; or (3) To take advantage of federal or other loans, as provided by § 9-43-137, or federal or other grants of funds or service; or (4) To reduce capital investments or other obligations by the municipality which may be otherwise probable; or (5) For betterment of the health, safety, or general welfare of the residents of the municipality. Section 12. That § 46A-14-8 be amended to read as follows: 46A-14-8. The initiating petition shall contain the following: (1) The name of the proposed district; (2) That A statement that there is need in the interest of the public health, safety, and welfare for creation of a district to accomplish improvements in the watershed; (3) A statement in general terms setting forth the purposes of the contemplated improvements, the territory to be included in the district, and all proposed subdivisions thereof, if any, of the district; (4) The number of managers shall be three or five members. Each manager shall own land located in the proposed district and be a registered voter in the proposed district and names of the initial board of managers of the proposed district, the provisions of §§ 6-16-5 and 6-16-5.2 notwithstanding. The initial managers shall serve for a period of one year or until the first annual meeting. The petition shall specify whether the board consists of three or five members. The managers shall be eligible voters of the proposed district or the designee of an eligible voter as provided in section 18 of this Act. However, no manager may be a public officer of the state or federal government; (5) A list of landowners and the total acreage of land owned by each within the proposed district; (6) A map of the proposed district and the ownership of all land in the proposed district, except the outline only of the jurisdiction of the authorized officials of municipalities included need be shown and legal description of the lands constituting the proposed district and the name of any municipality included partly or wholly within the boundaries of the proposed district; and (7)(6) The location of the official place of business of the proposed district. Section 13. That § 46A-14-10 be repealed. 46A-14-10. Upon receipt of the initiating petition, the board of conservation district supervisors shall determine if the petition contains sufficient signatures as required by § 6-16-2. Section 14. That § 46A-14-11 be amended to read as follows: 46A-14-11. Upon receipt of the initiating petition by the conservation district, its supervisors shall: (1) Acknowledge receipt thereof of the petition; (2) Determine, by working in cooperation with the auditor of each county in which a portion of the proposed district is located, whether the petition contains sufficient signatures as required by § 6-16-2; (3) Prepare a preliminary report based upon the initiating petition, and other available data, stating the feasibility and practicability of the proposed improvement and organization of the district, for the purpose of presentation by the conservation district supervisors at hearings as hereinafter provided in this chapter; (3)(4) Adjust, as necessary, and fix the boundaries of the proposed district. Section 15. That § 46A-14-12 be repealed. 46A-14-12. The State Conservation Commission shall perform the following functions and duties with respect to watershed projects: (1) Review proposed applications for watershed planning assistance under the Federal Watershed and Flood Prevention Act. (2) Develop policies and procedures for processing such applications in accordance with state law and policies. (3) Conduct field examination of watersheds with all state and federal agencies and other groups having an interest in development of watersheds. (4) Determine physical feasibility of proposals for watershed projects. (5) Recommend priorities for watershed planning assistance under federal P. L. 566, 83rd Congress. (6) Make recommendations concerning all applications for planning assistance under the Federal Watershed and Flood Prevention Act P. L. 566, 83rd Congress, to the Board of Water and Natural Resources for consideration in official actions on behalf of the State of South Dakota. (7) Assist, counsel, and advise conservation district supervisors in organizations of watershed districts under this chapter. (8) Assist conservation districts within limits of appropriations and personnel with installations and maintenance of the land treatment phase of watershed projects. Section 16. That § 46A-14-13 be amended to read as follows: 46A-14-13. When it has been made to appear to If the conservation district supervisors and county auditors determine that a sufficient initiating petition has been filed, the conservation district supervisors shall within ten days, thereafter, by their order, fix a time and place, for a hearing thereon on the petition. Notice of such the hearing shall be given by the conservation district supervisors by publication once each week for at least two consecutive weeks in a newspaper of general circulation in the area covered by the proposed district; the. The last notice shall occur within ten days before the hearing which notice and shall contain the following: (1) That A statement that an initiating petition has been filed with the conservation district supervisors and a copy thereof of the petition with the county auditor of the county or counties affected each affected county; (2) A general description of the purpose of the contemplated improvement and the territory to be included in the proposed district; (3) The date, time, and place of hearing; (4) That A statement that all persons affected thereby by the petition or interested therein in the petition may appear and be heard. Section 17. That § 46A-14-15 be amended to read as follows: 46A-14-15. After the hearing, if it appears to the conservation district supervisors that public interest in the conservation of the natural resources within the proposed watershed district, including wildlife, water resources, forests, and soils, will be served and protected; that the engineering and economic practicability of creating a district will be sound and feasible, when considered in relation to the public interest; and the resulting cost to the owners of the property to be assessed and that the purpose of this chapter would be served by the creation of a watershed district, the conservation district supervisors shall order a vote to be taken as provided in §§ 6-16-2 to 6-16-4, inclusive, if a district should be organized to determine whether a watershed district should be organized. The conservation district supervisors shall file a copy of the election order and a copy of the initiating petition with the county auditor of each county in which a portion of the proposed watershed district will be located. The election shall be conducted in accordance with the applicable provisions of §§ 6-16-2 to 6-16-6, inclusive. Section 18. That chapter 46A-14 be amended by adding thereto a NEW SECTION to read as follows: For purposes of this chapter, the term, eligible voter, has the meaning specified in this section. Only persons or public corporations that are landowners of land located within the proposed or existing watershed district are eligible to vote in the formation election or any subsequent election of a watershed district, except as provided in this chapter. An eligible voter may reside within or outside the district. Any firm, partnership, limited liability company, association, estate, or corporation that holds title to land located within the proposed or existing watershed district is entitled to one vote and may designate an officer or agent to vote on its behalf by presenting a written instrument to that effect to the election officials. The vote of any eligible voter who is a minor or a protected person as defined by § 29A-5-102, may be cast by the parent, conservator, or legal representative of the minor or protected person. Any municipality that has been included in the watershed district pursuant to §§ 46A-14-5 or 46A-14-7 is entitled to one vote which may be cast by a representative designated by the municipality's governing body. Section 19. That § 46A-14-16 be amended to read as follows: 46A-14-16. If the initiating petition is signed by sixty percent or more of the landowners eligible voters in a proposed district who are registered voters in the proposed district and who own at least sixty percent of the land in the proposed district, the petition may be accepted by the conservation district supervisors in lieu of the favorable vote at a referendum as specified in § 46A-14-26 and the referendum specified in § 46A-14-15 is not required. Section 20. That § 46A-14-17 be repealed. 46A-14-17. The conservation district supervisors shall perform the duties of the county auditor as provided in §§ 6-16-4 to 6-16-6, inclusive. Section 21. That § 46A-14-26 be amended to read as follows: 46A-14-26. If sixty percent or more of the votes cast at the referendum shall be are in favor of the formation of the watershed district, then the conservation district supervisors shall proceed in its organization. If the proposition to form a watershed district is defeated at the referendum, the proposition may again be proposed in the same manner as the original proposal through initiating petition and subsequent procedure. Section 22. That § 46A-14-27 be repealed. 46A-14-27. If the proposition to form a watershed district as provided by this chapter is defeated at the referendum, the proposition may again be proposed to the landowners in the same manner as the original proposal came to referendum through initiating petition and subsequent procedure. Section 23. That § 46A-14-28 be amended to read as follows: 46A-14-28. Upon certification of a favorable petition or vote, the conservation district supervisors shall establish and create a the watershed district and give it a corporate name, by which in all proceedings, it shall hereafter be known and, upon filing. A watershed district created under the provisions of this chapter has perpetual existence unless dissolved or abolished as provided for in this chapter. The supervisors shall file a certified copy of said their findings and order with the secretary of state, said at which time the watershed district shall become becomes a political subdivision of the state, with the authority, powers, and duties as prescribed in this chapter. The supervisors shall serve copies of the findings and order upon each of the watershed district managers by certified or registered mail. Section 24. That § 46A-14-29 be repealed. 46A-14-29. At the time of filing a certified copy of the findings and order with the secretary of state, the conservation district supervisors shall cause registered or certified mail service of a copy thereof to be made upon the managers named therein. Section 25. That § 46A-14-31 be amended to read as follows: 46A-14-31. A watershed district may annex additional areas, if the additional areas constitute a watershed as specified for a watershed district in § 46A-14-6. The annexation shall be accomplished by either: (1) An initiating petition for the annexation by the landowners eligible voters in the new area and in the existing watershed district, similar to the initiating petition specified in §§ 46A-14-5 and 46A-14-8; or (2) An initiating petition by the landowners eligible voters in the new area and a resolution by the managers of the watershed district. Upon receipt of the initiating petition and the resolution by the managers, the appropriate conservation district supervisors shall proceed with the annexation in the same manner as prescribed for creation of a new watershed district. Section 26. That § 46A-14-34 be amended to read as follows: 46A-14-34. A watershed district created under the provisions of this chapter shall have perpetual existence, unless dissolved earlier as herein provided for, with power, but only, to the extent necessary for lawful purposes, specified by as provided in this chapter, may: (1) To sue Sue and be sued; (2) To incur Incur debts, liabilities, and obligations; (3) To exercise Exercise the power of eminent domain only when if it is necessary to carry out an approved plan; (4) To levy Levy a tax not to exceed one dollar per thousand dollars of taxable valuation against the landowners' land and buildings notwithstanding § 46A-14-55 as provided in this chapter; (5) To provide Provide for other taxes and assessments; (6) To borrow Borrow money, and to issue certificates, warrants, and bonds; and (7) To do and perform Make surveys or use other reliable surveys and data and develop projects to accomplish the purposes for which the district is organized; (8) Cooperate or contract with any individual, person, state, state agency, political subdivision of a state, federal agency, or private or public corporation; (9) Construct, clean, repair, alter, abandon, consolidate, reclaim, or change the course or terminus of any public ditch, drain sewer, river, watercourse, natural or artificial, within the district, in cooperation with other agencies having prior jurisdiction; (10) Acquire, lease, operate, construct, and maintain dams, dikes, reservoirs, and pertinent works; (11) Acquire by gift, lease, purchase, or eminent domain necessary real and personal property; (12) Contract for purchase of insurance for protection of the district as necessary; (13) Establish and maintain devices for acquiring and recording hydrological data; (14) Enter into all contracts of construction authorized by this chapter; and (15) Perform all acts herein expressly authorized in this chapter and all other acts necessary and proper for carrying out and exercising the powers expressly vested in the district. Section 27. That § 46A-14-35 be amended to read as follows: 46A-14-35. Within thirty days after the establishment of the watershed district, the managers shall meet at the designated principal place of business of the district and shall take and subscribe the oath as defined in the Constitution of South Dakota. These oaths shall be filed with the conservation district which contains the majority of the lands of the district. Section 28. That § 46A-14-36 be amended to read as follows: 46A-14-36. The managers shall then organize by electing one of their members chairman, one vice-chairman, and by appointing chair and one vice chair. The managers shall appoint a secretary-treasurer, who is not a member of the board of managers, and whose compensation, and whose bond shall be set by the managers and. The managers shall provide the necessary books, records, furniture, and equipment for the conduct and transaction of their the district's official business. Section 29. That § 46A-14-37 be amended to read as follows: 46A-14-37. Prior to Before May first of each year, on dates established by the managers, an annual meeting of the district shall be held during which the landowners eligible voters of the district shall elect, by ballot, under the direction of the secretary of the district, managers to replace those whose terms have expired. At the first annual election, if the board of managers has three members shall be the number of managers, one shall be elected for one year, one for two years, and one for three years, and thereafter one shall be elected annually for three years; if there be five managers then. If the board of managers has five members, at the first annual meeting one shall be elected for three years, two shall be elected for two years, and two shall be elected for one year, and thereafter at the annual meeting the terms of those expired, shall be elected for three years. Section 30. That § 46A-14-38 be amended to read as follows: 46A-14-38. Candidates for the board of managers shall file their written applications with the secretary of the board of managers, at least thirty days before elections the election. All managers and candidates shall be landowners of the district. Landowners eligible voters of the district or designees of eligible voters as provided in section 18 of this Act. Eligible voters residing within or outside the district may vote in person, or by absentee ballot. Section 31. That § 46A-14-41 be amended to read as follows: 46A-14-41. The managers may appoint or employ an engineer, professional assistants, and such other employees as may be necessary, and provide for their qualification, duties, and compensation, which, with all other expenses shall may be included as a part of the cost of the a project or improvement. The managers may require any officer or employee of the district to give a bond for the faithful performance of his or her duties, in an amount prescribed by them, the managers. The cost thereof to be of the bond shall be paid for from funds of the district. Section 32. That § 46A-14-43.1 be amended to read as follows: 46A-14-43.1. In addition to the procedures provided in § 46A-14-43 for adopting watershed district bylaws, bylaws may be proposed by petition of twenty-five percent of the landowners within eligible voters of the district. The proposed bylaws shall be adopted if approved by the board of managers of the watershed district and if at least sixty percent of the votes cast in a special election on the issue are in favor of adopting the proposed bylaws. Section 33. That § 46A-14-44 be repealed. 46A-14-44. In order to give effect to proper conservation practices within the scope of the proposed project and improvement the board of managers may: (1) Make surveys or utilize other reliable surveys and data and develop projects to accomplish the purposes for which the district is organized; (2) Cooperate or contract with any individual, state, or subdivision thereof or federal agency or private or public corporation as necessary; (3) Construct, clean, repair, alter, abandon, consolidate, reclaim, or change, the course or terminees of any public ditch, drain sewer, river, watercourse, natural or artificial, within the district, in cooperation with other agencies having prior jurisdiction; (4) Acquire, lease, operate, construct, and maintain dams, dikes, reservoirs, and pertinent works; (5) Acquire by gift, lease, purchase, or eminent domain necessary real and personal property; (6) Contract for purchase of insurance for protection of the district as necessary; (7) Establish and maintain devices for acquiring and recording hydrological data; (8) Enter into all contracts of construction authorized by this chapter. Section 34. That § 46A-14-47 be amended to read as follows: 46A-14-47. The managers shall within a reasonable length of time after qualifying, adopt an overall plan for improvements within the district for reclamation, drainage, erosion, and flood control, and improvement of lands, soils, waters, forests, wildlife, and all other authorized purposes. The plan finally adopted shall be made in conjunction with the advisory committee established pursuant to § 46A-14-40 and in consultation with the district supervisors of the each conservation district or districts in the watershed district, but the managers have final authority and full responsibility. This plan shall be designated the general improvement plan for the watershed district. The general improvement plan shall consist of a map, on which is shown showing the area to be benefited,; the location of the proposed works of improvement, and; the location of buildings, roads, streams, and such other topographic features as are pertinent to show the relation of the proposed works of improvement to the area of the district,; and a narrative in which are stated the estimated benefits that will result and the proposed method of financing and accomplishing the work to be done. Upon receipt of a copy of the general improvement plan, the Board of Water and Natural Resources shall examine the plan and within thirty days transmit a report of their recommendations to the managers. Before formation of a watershed district, requests for planning assistance, development of watershed work plans, and similar considerations may be undertaken by steering committees of local people with sponsoring assistance by conservation districts as permitted under state law and in accordance with federal laws. Such plans may be considered as the preliminary general improvement plan until the final general improvement plan is adopted as provided in this section. Section 35. That § 46A-14-49 be repealed. 46A-14-49. The Board of Water and Natural Resources is hereby designated the state agency to act on behalf of the State of South Dakota with respect to watershed projects in order to fulfill the provisions of the Federal Watershed and Flood Prevention Act (P.L. 566, 83rd Congress), as amended to January 1, 2011. Section 36. That § 46A-14-50 be repealed. 46A-14-50. Prior to formation of a watershed district, requests for planning assistance, development of watershed work plans and similar considerations may be undertaken by steering committees of local people with sponsoring assistance by conservation districts as permitted under state law and in accordance with federal laws. Such plans may be considered as the adopted general improvement plan specified in § 46A-14-47. Section 37. That § 46A-14-51 be amended to read as follows: 46A-14-51. The managers shall carefully examine the plans, shall and hold hearings on the proposals in the plans and, by resolution,. By resolution, the managers shall resolve whether the proposed work, or any part of the proposed work, should be accomplished and whether its cost shall be paid by a general tax levy against all taxable landowners' land and buildings located within the district, or by special assessment against the landowners' lands and buildings within the district to be specially benefited by the project, or by both general tax levy and special assessment and the portion to be paid by each. The managers shall prepare a description of each tract of benefited land and shall list the names of the owners of the benefited land as shown by the county tax records, which document shall be on file in the district office and available for public inspection during regular business hours. The managers shall also determine in the resolution whether to issue improvement bonds of the district, or other authorized arrangement, to provide for the payment of the cost of the project by installments instead of levying the entire tax or special assessment at one time. Section 38. That § 46A-14-52 be repealed. 46A-14-52. The managers shall also determine in said resolution whether to issue improvement bonds of the district, or other authorized arrangement, to provide for the payment of the cost of such project by installments instead of levying the entire tax or special assessment at one time. Section 39. That § 46A-14-54 be amended to read as follows: 46A-14-54. The said resolution upon being duly adopted shall be published in three issues of Upon adoption of the resolution as provided in § 46A-14-51, the managers shall publish the resolution and a notice of hearing once each week for three consecutive weeks immediately preceding the hearing in a legal newspaper of general circulation in each county in which land of the district is located, stating the time when and the place where. The notice shall state the time and place for the hearing and state that the managers shall will meet for the purpose of hearing all parties interested in the apportionment of benefits by reason of the improvement, at which time and place such proposed improvements. The notice shall state that all such interested parties may appear provide testimony at the hearing in person, or by counsel, or may file written objections thereto testimony. The managers shall then proceed to hear and consider the same, conduct the hearing and shall make the apportionments fair and just according to benefits received from the improvement improvements and give due credit for the work already done. Section 40. That § 46A-14-55 be amended to read as follows: 46A-14-55. No For purposes of implementing the general plan of improvements, no construction or related commitments requiring district payments may be entered into, no taxes or assessments levied, no bonds issued, or other financing arrangement made except as provided in § 46A-14-34 relating to the general plan of improvements, unless the managers have initiated adequate hearings to clearly demonstrate the works proposed for construction and the benefits to accrue from the proposed works and have conducted a referendum in accordance with this chapter in which at least sixty percent of the landowners eligible voters voting in the referendum vote in favor of the tax levy, bond issue, or other permissible financing arrangement. The hearing and referendum requirements specified in this section do not apply to taxes or other financing arrangements for operations, maintenance , or other district business as provided in §§ 46A-14-58 and 46A-14-69. Section 41. That § 46A-14-56 be amended to read as follows: 46A-14-56. In the referendum, as provided in § 46A-14-55, the same eligibility to vote as prescribed by §§ 46A-14-20 to 46A-14-23, inclusive, section 18 of this Act shall govern in the case of proposed general tax levies. In case If special assessments are proposed, the votes of only those landowners subject to such the special assessments shall may be counted. In case If the financing proposal provides for both general tax levies and special assessments, the votes applicable to the general tax and the votes applicable to the special assessments shall be counted separately and accepted separately for purposes of determining the outcome of the referendum. Section 42. That § 46A-14-57 be amended to read as follows: 46A-14-57. In lieu of tax or special assessment levies in municipalities, the managers and the governing boards of municipalities may enter into contracts for annual payments by the first or second class municipality to the district. The governing boards shall include amounts sufficient to cover such the annual payments to the district in the annual appropriations of such the municipalities. If contractual commitments between a district and a municipality are to meet in part obligations imposed by a contract or other agreement between the district and an agency of the United States, such the commitments on behalf of a municipality shall be a continuing annual obligation during the life of the contract between the district and the United States in the same manner as though the municipality had entered into the contract or agreement with the United States under provisions of § 9-36-15 or 9-43-137. In no case shall may the governing board of a municipality execute a contract or agreement with the managers of a district until a favorable vote by the voters of the municipality has been obtained in order that claims for payment may be paid by the municipality under provisions of § 9-42-2. Section 43. That § 46A-14-58 be amended to read as follows: 46A-14-58. The managers, having completed After completing the apportionment of benefits, and the referendum pursuant to §§ 46A-14-54 and 46A-14-55 for purposes of implementing the general plan of improvements, the managers shall prepare and by resolution approve the tax or assessment levy against landowner's land and buildings outside of the corporate limits of municipalities and shall file a detailed report of same the tax or assessment levy with the appropriate county auditor. In addition, the managers shall prepare and by resolution approve the tax or assessment levy for operations, maintenance, and other district business as provided in § 46A-14-69 and file a detailed report of the tax or assessment levy with the appropriate county auditor. The county auditor shall spread the district levy upon the county tax rolls and collect such the district levy in the same manner as other county taxes. Section 44. That § 46A-14-60 be amended to read as follows: 46A-14-60. When adopting a financing plan or levying taxes to cover the estimated costs of district business, including costs relating to implementing the general plan of improvements, as provided in §§ 46A-14-51 and 46A-14-54 to 46A-14-59, inclusive, and operations and maintenance expense as provided in § 46A-14-66 to 46A-14-69, inclusive, no annual general tax levy against taxable land and buildings within the district may exceed the amount that can be collected by a one-mill levy. This limitation does not apply to special assessments nor to assessments required to meet payments, including interest, on district bonds. Section 45. That § 46A-14-65 be amended to read as follows: 46A-14-65. The managers may amend the general plan of improvements or adopt a supplemental plan of improvements by using, as applicable, the same provisions and procedures in §§ 46A-14-47 to 46A-14-58, inclusive, that were used to establish the initial plan of improvements. The managers may call a special election and submit to the qualified eligible voters of the district the question of whether additional taxes or special assessment shall be levied for the purpose of raising money to cover increased costs of district business or to be applied to a resulting from an amended or supplemental plan of improvements which are over and above the initial plan of improvements. Section 46. That § 46A-14-66 be amended to read as follows: 46A-14-66. Once projects from the general plan of improvements are constructed, the managers shall provide for adequate annual maintenance of the watershed project works. They shall adopt an overall project schedule of routine operation and maintenance. They shall prepare annual operation and maintenance budgets for the following calendar year in which is stated the operation and maintenance work to be done during the budget year and the estimated cost thereof. Section 47. That § 46A-14-69 be amended to read as follows: 46A-14-69. Tax or special assessment levies in amount sufficient to cover the budgeted operation and maintenance expense for district projects and works as provided in § 46A-14-66 and other district operations and expenses shall be included by the managers in their tax assessment list as provided in § 46A-14-58, if the levies do not exceed the limitations specified in this chapter or do not exceed the amounts of taxes or special assessments voted favorably by the voters of the district. Section 48. That § 46A-14-70 be amended to read as follows: 46A-14-70. The board of managers of a watershed district shall at the time of the organization of the board and annually thereafter on a date established by the district, but before the first of October, adopt a budget and prepare an operations and budget report. The report shall present estimates and itemizations of all the expenses and obligations of the water development district. Before approval of the budget by the district board of managers, a public hearing shall be held. Notice of the hearing shall be published once each week for two successive weeks in the watershed district's official newspapers. With the first notice, the budget shall be published in a form approved by the auditor general. At the conclusion of the hearing, the board of managers may eliminate or amend any portion of the budget before adoption. On or before the first day of August October in each year and after the watershed district's budget hearing, the managers shall certify to the county auditor of the county in which the land is located, all taxes and assessments against the landowners' lands and buildings in the district. Extension of the taxes and assessments upon the tax and assessment lists shall be made as specified in § 46A-14-58. The taxes and assessments shall be collected in the same manner as other county taxes and assessments, and shall be deposited with the secretary-treasurer of the watershed district, who shall place them in the depository designated by the managers. The taxes and assessments shall be disbursed according to § 46A-14-75. Section 49. That § 46A-14-73 be amended to read as follows: 46A-14-73. The managers may enter into contracts or other arrangements with any agency of the United States government; with persons, railroads, or other corporations; with public and municipal corporations and the state government of this state; or with drainage, soil and water conservation, conservancy, sewer, park, sanitary, reclamation, public power, public power and irrigation, watershed, or other improvement districts, in this or other states, for cooperation, or assistance in constructing, maintaining, using, and operating the works of the districts, the waters of the districts, or in minimizing or preventing damage to the properties, works, and improvements of the districts from soil erosion; or for making surveys and investigations or reports on the surveys and investigations. However no contract or agreement for purposes of implementing the general plan of improvements that will require the levy of increased taxes or assessments may be signed by the managers without submitting the increased taxes or assessments to the eligible voters of the watershed district for approval. Section 50. That § 46A-14-77 be amended to read as follows: 46A-14-77. The engineer of the district shall make a full report to the managers each year or more often if necessary. At the end of each year the secretary-treasurer shall make a report to the managers. The managers shall annually make and file a report of financial conditions of the district, the status of all projects and work, the business transacted by the district, and other matters affecting the interests of the district. Section 51. That § 46A-14-78 be repealed. 46A-14-78. At the end of the year the secretary-treasurer shall make a report to the managers. Section 52. That § 46A-14-79 be repealed. 46A-14-79. The managers shall annually make and file a report of financial conditions of the district, the status of all projects and work, the business transacted by the district, and other matter affecting the interests of the district. Section 53. That § 46A-14-79.1 be repealed. 46A-14-79.1. At the close of each fiscal year during which any loan agreement is in effect pursuant to § 46A-3D-18, the watershed district shall obtain an audit by the State Department of Legislative Audit, or an auditor approved by the State Department of Legislative Audit, of the books, records, and financial affairs of the watershed district. A written report of the audit shall be kept on file in the principal place of business of the watershed district, and copies of the report shall be filed in the Office of the Secretary of State and with the Board of Water and Natural Resources. Section 54. That § 46A-14-81 be amended to read as follows: 46A-14-81. After a watershed district has been in existence for at least five years and contains a federal watershed project that has not been certified infeasible by the state conservationist of the United States Soil Natural Resources Conservation Service, whenever twenty-five percent of the landowners eligible voters of the district petition the managers to call a special election to submit to the qualified eligible voters of the watershed district a proposition to vote on the discontinuance of the watershed district and a settlement of its bonded and other indebtedness, the managers shall call a special election for those purposes and shall publish notice of the election in a legal newspaper of general circulation in the county or counties in the watershed district once each week for three consecutive publications. The notice shall state that an election is to be held to determine whether the watershed district should be dissolved. The ballots shall read as follows: For dissolution of (Name) Watershed District () Against dissolution of (Name) Watershed District () Section 55. That § 46A-14-84 be amended to read as follows: 46A-14-84. A watershed district board may request that the state conservationist of the United States Soil Natural Resources Conservation Service certify a federal project as infeasible. If the project is certified as infeasible, the district board may proceed to dissolve the district under the provisions outlined in §§ 46A-14-85 to 46A-14-90, inclusive. Section 56. That § 46A-14-85 be amended to read as follows: 46A-14-85. If a watershed district's federal project is certified as infeasible, the district board may vote to dissolve the district. If a majority of board members vote for dissolution, a written statement of intent to dissolve the district shall be submitted to the State Conservation Commission for approval. Section 57. That § 46A-14-86 be amended to read as follows: 46A-14-86. Prior to Before action by the conservation commission State Conservation Commission as provided in § 46A-14-85, a public hearing open to all eligible voters in the watershed district shall be held by the conservation commission to determine public feeling within the district. The district board may conduct an informal vote to determine voter opinion on dissolution if the board feels a vote is necessary. Notice of the meeting shall be published by the watershed district board in the major newspaper in the district at least once a week for at least two weeks prior to before the meeting. Section 58. That § 46A-14-87 be amended to read as follows: 46A-14-87. Subsequent to After the public hearing required by § 46-14-86, the conservation commission State Conservation Commission shall determine if whether the proposed dissolution is to be allowed. In making its determination, the commission shall consider written and verbal reports by the watershed district board, the public attitude displayed at the public hearing, and all other information the members of the commission deem relevant. At least one watershed district board member shall be present at the commission meeting to testify. Section 59. That § 46A-14-88 be amended to read as follows: 46A-14-88. If the members of the conservation commission State Conservation Commission choose to approve a watershed district dissolution, the dissolution shall be is effective thirty days from the date of the commission meeting. Notice of the dissolution of a watershed district shall be sent to the secretary of state. Section 60. That § 46A-14-89 be amended to read as follows: 46A-14-89. All funds and assets of a dissolved watershed district shall be divided among all conservation districts lying at least partially within the dissolved district. The funds and assets shall be apportioned on the basis of each conservation district's land area in areas within the dissolved district. The requirements of this section relating to the division and apportionment of watershed district funds and assets do not apply to any watershed district that is abolished pursuant to § 46A-14-33 in conjunction with combining the watershed district with another watershed district or annexing additional areas to the watershed district. Section 61. That § 46A-14-90 be repealed. 46A-14-90. Notice of the dissolution of a watershed district shall be sent to the secretary of state. Section 62. That § 46A-14-92 be repealed. 46A-14-92. This chapter shall be cited as the \"Watershed Act.\""}, {"bill_id": 56, "bill_version_id": 27061, "bill_version": "Enrolled", "bill_version_date": "2013-03-05T10:49:48.227-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 56, "action_date": "2013-01-23T14:00:00-06:00", "document_id": 24441, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24441.pdf", "status_text": "First read in Senate and referred to", "journal_page": 172, "committee_id_action": 200, "committee_id_assigned": 185, "result": "N", "vote": {}}, {"bill_id": 56, "action_date": "2013-02-04T10:00:00-06:00", "document_id": 25010, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25010.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 185, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 56, "action_date": "2013-02-04T10:00:00-06:00", "document_id": 25189, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25189.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 185, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 56, "action_date": "2013-02-04T10:00:00-06:00", "document_id": 25189, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25189.pdf", "status_text": "Do Pass Amended", "journal_page": 0, "committee_id_action": 185, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 13335, "president_vote": null, "Excused": [337], "Yea": [340, 329, 333, 339], "Nay": [364, 345, 320, 328]}}, {"bill_id": 56, "action_date": "2013-02-04T10:00:00-06:00", "document_id": 25189, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25189.pdf", "status_text": "Report out of committee without recommendation as amended", "journal_page": 317, "committee_id_action": 185, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13340, "president_vote": null, "Yea": [337, 340, 364, 345, 320, 328, 339], "Nay": [329, 333]}}, {"bill_id": 56, "action_date": "2013-02-05T14:00:00-06:00", "document_id": 25310, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25310.pdf", "status_text": "Motion to strike the \"without recommendation\"", "journal_page": 326, "committee_id_action": 200, "committee_id_assigned": 185, "result": "P", "vote": {"vote_id": 13431, "president_vote": null, "Yea": [338, 362, 330, 366, 340, 325, 358, 376, 336, 322, 345, 329, 331, 419, 368, 333, 386, 367, 319, 339, 387, 327, 383, 379], "Nay": [337, 388, 365, 363, 364, 317, 320, 385, 384, 321, 328]}}, {"bill_id": 56, "action_date": "2013-02-06T14:00:00-06:00", "document_id": 25380, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25380.pdf", "status_text": "Deferred to another day", "journal_page": 349, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 56, "action_date": "2013-02-07T13:00:00-06:00", "document_id": 25456, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25456.pdf", "status_text": "Deferred to another day", "journal_page": 364, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 56, "action_date": "2013-02-12T14:00:00-06:00", "document_id": 25592, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25592.pdf", "status_text": "Do Pass Amended", "journal_page": 380, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13662, "president_vote": null, "Nay": [338, 337, 365, 363, 358, 364, 336, 345, 419, 317, 320, 385, 321, 368, 328, 339], "Yea": [362, 330, 366, 388, 340, 325, 376, 322, 329, 331, 384, 333, 386, 367, 319, 387, 327, 383, 379]}}, {"bill_id": 56, "action_date": "2013-02-13T14:00:00-06:00", "document_id": 25670, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25670.pdf", "status_text": "First read in House and referred to", "journal_page": 369, "committee_id_action": 202, "committee_id_assigned": 198, "result": "N", "vote": {}}, {"bill_id": 56, "action_date": "2013-02-27T10:00:00-06:00", "document_id": 26325, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26325.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 198, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 56, "action_date": "2013-02-27T10:00:00-06:00", "document_id": 26633, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26633.pdf", "status_text": "Do Pass", "journal_page": 567, "committee_id_action": 198, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 14456, "president_vote": null, "Yea": [353, 351, 324, 348, 350, 369, 359, 398, 406, 416, 402, 334], "Excused": [381]}}, {"bill_id": 56, "action_date": "2013-02-28T12:30:00-06:00", "document_id": 26771, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26771.pdf", "status_text": "Deferred to another day", "journal_page": 597, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 56, "action_date": "2013-03-04T14:00:00-06:00", "document_id": 26939, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26939.pdf", "status_text": "Do Pass Amended", "journal_page": 647, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 14666, "president_vote": null, "Yea": [420, 346, 415, 418, 360, 417, 349, 382, 410, 412, 398, 342, 324, 348, 318, 397, 374, 402, 381, 396, 370, 394, 413, 372, 350, 347, 416, 389, 351, 344, 392, 335, 369, 414, 400, 375, 371, 316, 332, 393, 395, 390, 408, 404, 405, 356, 411, 377, 355, 378, 407, 352, 357, 403, 343, 399, 323, 406, 361, 391, 354, 409, 401, 373, 353, 341, 334], "Excused": [326, 359], "Nay": [380]}}, {"bill_id": 56, "action_date": "2013-03-05T14:00:00-06:00", "document_id": 27134, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27134.pdf", "status_text": "Signed by the President", "journal_page": 688, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 56, "action_date": "2013-03-06T11:00:00-06:00", "document_id": 27246, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27246.pdf", "status_text": "Signed by the Speaker", "journal_page": 773, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 56, "action_date": "2013-03-07T10:00:00-06:00", "document_id": 27341, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27341.pdf", "status_text": "Delivered to the Governor", "journal_page": 712, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 56, "action_date": "2013-03-25T10:00:00-05:00", "document_id": 27487, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27487.pdf", "status_text": "Signed by the Governor", "journal_page": 756, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5447, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/56"}