{"session_id": 43, "bill_id": 12051, "bill_type": "House Bill", "bill_number": 1163, "bill_title": "require parental permission and website posting of student survey instruments.", "sponsors": [{"legislator_profile_id": 1674, "is_prime": true}, {"legislator_profile_id": 1715, "is_prime": false}, {"legislator_profile_id": 1698, "is_prime": false}, {"legislator_profile_id": 1692, "is_prime": false}], "keywords": ["Education", "Parental Control"], "audio": [], "bill_versions": [{"bill_id": 12051, "bill_version_id": 65330, "bill_version": "Introduced", "bill_version_date": "2020-01-29T22:15:43.273-06:00", "bill_text": "An Act to require parental permission and website posting of student survey instruments. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 13-3-51.2 be AMENDED: 13-3-51.2. Survey instruments--Parental permission--Posting on website. No elementary school or secondary school student shall be required to submit to a under the age of eighteen may participate in any survey, analysis, or evaluation that , or complete a questionnaire or similar instrument, without having on file written parental permission for that explicitly identified instrument, if that instrument seeks or reveals information concerning: (1) Political affiliations or beliefs of the student or the student's parent; (2) Mental or psychological problems or aspects of the student or the student's family; (3) Sex behavior or attitudes of the student or the student's family; (4) Illegal, anti-social, self-incriminating, or demeaning behavior; (5) Critical appraisals of other individuals with whom respondents have close family relationships; (6) Legally recognized privileged or analogous relationships, such as those of lawyers, physicians, and ministers; (7) Religious practices, affiliations, or beliefs of the student or student's parent; (8) Personal or family gun ownership; or (9) Income (, other than that required by law to determine eligibility for participation in a program or for receiving financial assistance under such program); without the prior consent of the student (if the student is an adult or emancipated minor), or in the case of an unemancipated minor, without the prior written consent of the parent. The list of information listed in subdivisions (1) to (9), inclusive, this section is not an exclusive list. The and may be expanded by the secretary of the Department of Education may add to the list of information in subdivisions (1) to (9), inclusive, to include other data, facts, or information that is of a similar nature that a student may not be required to disclose. The term, parent, for purposes of this section, includes a legal guardian or other person standing in loco parentis. Nothing in this section is intended to supersede or modify any other state law or any provision in 20 U.S.C. § 1232h or 34 C.F.R. Part 98, as amended to January 1, 2014. At least seven days before submitting a survey, analysis, evaluation, questionnaire, or similar instrument to any student, the principal of the school shall post the instrument to the school or school district website, in a conspicuous location, and shall provide for the instrument to remain accessible for a period of five years."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12051, "action_date": "2020-01-30T13:00:00-06:00", "document_id": 65199, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/65199.pdf", "status_text": "First Reading House", "journal_page": 98, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12051, "action_date": "2020-02-04T14:00:00-06:00", "document_id": 65696, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/65696.pdf", "status_text": "Referred to", "journal_page": 117, "committee_id_action": 480, "committee_id_assigned": 464, "result": "N", "vote": {}}, {"bill_id": 12051, "action_date": "2020-02-10T14:00:00-06:00", "document_id": 67155, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67155.pdf", "status_text": "Withdrawn at the Request of the Prime Sponsor", "journal_page": 241, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}]}