{"session_id": 48, "bill_id": 14254, "bill_type": "Senate Bill", "bill_number": 49, "bill_title": "repeal the subsequent injury fund.", "sponsors": [], "keywords": ["Employee", "Employer", "Subsequent Injury Fund", "Workers Compensation"], "audio": [], "bill_versions": [{"bill_id": 14254, "bill_version_id": 80191, "bill_version": "Introduced", "bill_version_date": "1999-01-09T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal the subsequent injury fund. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 62-4 be amended by adding thereto a NEW SECTION to read as follows: Administration of the subsequent injury fund by the Division of Insurance and reimbursement of complete and valid claims shall continue until approved, denied, or settled. Any claim for reimbursement from the subsequent injury fund shall be filed by June 30, 1999. Only those claims timely filed with the division by June 30, 1999, pursuant to the requirements of § 62-4-34.1 in effect prior to July 1, 1999, and completed by October 1, 1999, pursuant to the requirements set forth in § 62-4-34.4 in effect prior to July 1, 1999, shall be eligible for reimbursement from the subsequent injury fund. Any claim timely filed by June 30, 1999, and completed by October 1, 1999, as set forth in this section, shall be approved or denied by the division pursuant to the requirements of § § 62-4-34 to 62-4-36.3, inclusive, in effect prior to July 1, 1999. The division shall continue to make any necessary assessments pursuant to the requirements set forth in § 62- 4-35 in effect prior to July 1, 1999, until all eligible claims completed as set forth in this section that are approved by the division or determined by the court to be eligible for reimbursement are paid, and until all matters in litigation concerning the subsequent injury fund are resolved. Any claim in matters being litigated concerning the subsequent injury fund is not eligible for interest or costs. Any remaining balance in the fund after all obligations of the fund have been satisfied shall be deposited in the general fund. Priority of payment shall be determined as of the date and time they are determined by the division to be complete and valid. No claim against the subsequent injury fund is vested until it is complete as set forth in this section. Any completed claim regardless of the date of injury or the date of notice of claim is subject to the two-thirds method of reimbursement pursuant to § 62-4-34 in effect prior to July 1, 1999. Section 2. That § 62-4-34 be repealed. 62-4-34. If an employee who has previously sustained an injury, or suffers from a preexisting condition, receives a subsequent compensable injury resulting in additional permanent partial or permanent total disability so that the degree or percentage of disability caused by the combination of the subsequent injury and the preexisting injury or condition is substantially greater than that which resulted from the last injury, considered alone, and if the employee is entitled to receive compensation on the basis of the combined disabilities, the employer shall pay all medical and hospital expenses and compensation provided by this title. The employer shall be reimbursed from the \"subsequent injury fund\" for two-thirds of all compensation, medical and hospital expenses paid to or on behalf of the injured employee due to the subsequent injury. If the subsequent compensable injury of the employee results in the death of the employee and it has been determined that the death would not have occurred except for the preexisting disability, the employer shall pay all compensation provided by this title. Section 3. That § 62-4-34.1 be repealed. 62-4-34.1. Any claim against the subsequent injury fund shall be filed with the division of insurance within ninety days from the date of the final decision by the department that a compensable injury exists resulting in additional permanent partial or permanent total disability, or approval by the department of settlement between the parties. No claim may be filed prior to a decision or approval of settlement from the department. The division shall conduct an investigation and make a decision on the claim within thirty days of the filing of a complete claim as set forth in § 62-4-34.4 or within a time agreed upon between the claimant and the department. Section 4. That § 62-4-34.2 be repealed. 62-4-34.2. If the division denies a claim made against the subsequent injury fund, the employer may request a hearing. The hearing shall be conducted by a hearing examiner appointed by the secretary of labor. The attorney general shall represent the subsequent injury fund. The hearing shall be conducted pursuant to the provisions of chapter 1-26. Section 5. That § 62-4-34.4 be repealed. 62-4-34.4. A claim is considered complete if it contains records, reports, or any other evidence which shows the following: (1) The claim was filed with the appropriate agency within ninety days from the date a decision or approval of an agreement is obtained from the department; (2) The final decision or approved agreement from the department finding that the injury is a subsequent injury and is a compensable injury resulting in additional permanent partial or permanent total disability; (3) The total amount of compensation, medical and hospital expenses, paid to or on behalf of the employee by the employer if self insured, or the insurance carrier of an employer; (4) Reimbursement requested by specific amount, and the calculations which justify the amount requested; (5) Medical documentation specifically setting forth that the employee incurred any prior injury, compensable or noncompensable, which caused disability; (6) Medical documentation specifically setting forth the degree or percentage of disability attributable to any prior injury, and the reasons for arriving at those determinations; (7) Medical documentation specifically setting forth that the employee incurred a compensable subsequent injury which caused additional permanent partial or permanent total disability; (8) Medical documentation specifically setting forth the degree or percentage of disability reasonably attributable to the subsequent injury standing alone, as if no other injury had occurred, and the reasons for arriving at those determinations; (9) Medical documentation specifically setting forth the degree or percentage of disability attributable to the combined injuries that also establishes that the disability attributable to the combined injuries is substantially greater than the disability attributable to the subsequent injury standing alone, as if no other injury had occurred, and the reasons for arriving at those determinations; (10) If the degree or percentage of disability attributable to the combined injuries is greater than the sum total of the degree or percentage of disability attributable to any prior injury standing alone and the subsequent injury standing alone, supporting medical documentation, including vocational rehabilitative evaluations and reports, if applicable; and (11) Any other information deemed pertinent by the Division of Insurance during the course of its continuing investigation of the merits of a claim. An incomplete claim is considered filed if filed within the ninety-day statute of limitations established in § 62-4-34.1, but the thirty days for completion of the investigation of the claim does not begin to run until the claim is complete. Section 6. That § 62-4-34.5 be repealed. 62-4-34.5. All claim reimbursements, costs and expenses, including attorney fees and employee salaries incurred exclusively for defending and administering the subsequent injury fund, shall be paid from the fund. All claim reimbursements from the subsequent injury fund are continuously appropriated. Section 7. That § 62-4-34.6 be repealed. 62-4-34.6. No governmental entity located within the state which elects to exercise the exemption from the insurance or security requirements specified in § 62-5-6 is eligible for participation in the subsequent injury fund for the purpose of assessment and reimbursement. Section 8. That § 62-4-35 be repealed. 62-4-35. In case of the death of an employee covered by this title, if no person is entitled to compensation, the employer, or if insured, the employer's insurance carrier, shall pay to the Division of Insurance the sum of five hundred dollars to be deposited in the subsequent injury fund. The Division of Insurance shall assess each insurance carrier of every employer, or every employer, if self-insured, an amount equal to four percent of all workers' compensation, including medical, hospital, and indemnity expenses, paid to or on behalf of an injured employee during the calendar year next preceding the due date of the payments, which shall be deposited in the subsequent injury fund. The assessment shall be made at any time the fund falls below two hundred thousand dollars. The payment shall be made immediately upon notification to the carrier or self-insured by the division. Each insurance carrier of every employer, or every employer, if self-insured, shall be required to participate in the subsequent injury fund and pay assessments except as provided in § 62-4-34.6. Failure of an insurance carrier of an employer, or an employer, if self-insured, to respond within twenty days of receipt to a notice of assessment from the Division of Insurance shall, unless good cause is shown, have the effect of making that insurance carrier of an employer or a self-insured employer ineligible for reimbursement from the subsequent injury fund for any subsequent injury incurred or claim made from the date the assessment is made for a period of one year subsequent to the date the assessment is actually paid. Failure of an insurance carrier of an employer, or an employer, if self-insured, to pay an assessment other than for good cause shown, shall also be grounds for administrative action to be taken by the division or department against an insurance carrier of an employer or an employer, if self-insured, concerning their status and authority to continue being authorized insurance carriers or self-insured employers in the State of South Dakota. Section 9. That § 62-4-36.1 be repealed. 62-4-36.1. The Division of Insurance shall serve as administrator of the subsequent injury fund. Section 10. That § 62-4-36.2 be repealed. 62-4-36.2. If the Division of Insurance determines that administrative action is necessary against the continued authorization of the status and authority of an insurance carrier of an employer for failure to pay an assessment other than for good cause shown, the division shall commence administrative action pursuant to the provisions of Title 58 and chapter 1-26. Section 11. That § 62-4-36.3 be repealed. 62-4-36.3. If the Division of Insurance determines that administrative action is necessary against the continued authorization of the status and authority of a self-insured employer for failure to pay an assessment other than for good cause shown, and that self-insured employer has been issued a certificate of exemption by the Department of Labor pursuant to § 62-5-5, the division shall commence administrative action by petitioning the department for a hearing. The hearing shall be conducted by a hearing examiner appointed by the secretary of labor. The attorney general or counsel for the division shall represent the subsequent injury fund. The hearing shall be conducted pursuant to the provisions of chapter 1-26."}, {"bill_id": 14254, "bill_version_id": 80192, "bill_version": "Senate Commerce and Energy Engrossed", "bill_version_date": "1999-01-30T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal the subsequent injury fund. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 62-4 be amended by adding thereto a NEW SECTION to read as follows: Administration of the subsequent injury fund by the Division of Insurance and reimbursement of complete and valid claims shall continue until approved, denied, or settled. Any claim for reimbursement from the subsequent injury fund shall be filed by June 30, 1999. Only those claims timely filed with the division by June 30, 1999, pursuant to the requirements of § 62-4-34.1 in effect prior to July 1, 1999, and completed by October 1, 1999, pursuant to the requirements set forth in § 62-4-34.4 in effect prior to July 1, 1999, shall be eligible for reimbursement from the subsequent injury fund. Any claim timely filed by June 30, 1999, and completed by October 1, 1999, as set forth in this section, shall be approved or denied by the division pursuant to the requirements of § § 62-4-34 to 62-4-36.3, inclusive, in effect prior to July 1, 1999. The division shall continue to make any necessary assessments pursuant to the requirements set forth in § 62- 4-35 in effect prior to July 1, 1999, until all eligible claims completed as set forth in this section that are approved by the division or determined by the court to be eligible for reimbursement are paid, and until all matters in litigation concerning the subsequent injury fund are resolved. Any claim in matters being litigated concerning the subsequent injury fund is not eligible for interest or costs. Any remaining balance in the fund after all obligations of the fund have been satisfied shall be deposited in the general fund. Priority of payment shall be determined as of the date and time they are determined by the division to be complete and valid. No claim against the subsequent injury fund is vested until it is complete as set forth in this section. Any completed claim regardless of the date of injury or the date of notice of claim is subject to the two-thirds method of reimbursement pursuant to § 62-4-34 in effect prior to July 1, 1999. Section 2. That § 62-4-34 be repealed. 62-4-34. If an employee who has previously sustained an injury, or suffers from a preexisting condition, receives a subsequent compensable injury resulting in additional permanent partial or permanent total disability so that the degree or percentage of disability caused by the combination of the subsequent injury and the preexisting injury or condition is substantially greater than that which resulted from the last injury, considered alone, and if the employee is entitled to receive compensation on the basis of the combined disabilities, the employer shall pay all medical and hospital expenses and compensation provided by this title. The employer shall be reimbursed from the \"subsequent injury fund\" for two-thirds of all compensation, medical and hospital expenses paid to or on behalf of the injured employee due to the subsequent injury. If the subsequent compensable injury of the employee results in the death of the employee and it has been determined that the death would not have occurred except for the preexisting disability, the employer shall pay all compensation provided by this title. Section 3. That § 62-4-34.1 be repealed. 62-4-34.1. Any claim against the subsequent injury fund shall be filed with the division of insurance within ninety days from the date of the final decision by the department that a compensable injury exists resulting in additional permanent partial or permanent total disability, or approval by the department of settlement between the parties. No claim may be filed prior to a decision or approval of settlement from the department. The division shall conduct an investigation and make a decision on the claim within thirty days of the filing of a complete claim as set forth in § 62-4-34.4 or within a time agreed upon between the claimant and the department. Section 4. That § 62-4-34.2 be repealed. 62-4-34.2. If the division denies a claim made against the subsequent injury fund, the employer may request a hearing. The hearing shall be conducted by a hearing examiner appointed by the secretary of labor. The attorney general shall represent the subsequent injury fund. The hearing shall be conducted pursuant to the provisions of chapter 1-26. Section 5. That § 62-4-34.4 be repealed. 62-4-34.4. A claim is considered complete if it contains records, reports, or any other evidence which shows the following: (1) The claim was filed with the appropriate agency within ninety days from the date a decision or approval of an agreement is obtained from the department; (2) The final decision or approved agreement from the department finding that the injury is a subsequent injury and is a compensable injury resulting in additional permanent partial or permanent total disability; (3) The total amount of compensation, medical and hospital expenses, paid to or on behalf of the employee by the employer if self insured, or the insurance carrier of an employer; (4) Reimbursement requested by specific amount, and the calculations which justify the amount requested; (5) Medical documentation specifically setting forth that the employee incurred any prior injury, compensable or noncompensable, which caused disability; (6) Medical documentation specifically setting forth the degree or percentage of disability attributable to any prior injury, and the reasons for arriving at those determinations; (7) Medical documentation specifically setting forth that the employee incurred a compensable subsequent injury which caused additional permanent partial or permanent total disability; (8) Medical documentation specifically setting forth the degree or percentage of disability reasonably attributable to the subsequent injury standing alone, as if no other injury had occurred, and the reasons for arriving at those determinations; (9) Medical documentation specifically setting forth the degree or percentage of disability attributable to the combined injuries that also establishes that the disability attributable to the combined injuries is substantially greater than the disability attributable to the subsequent injury standing alone, as if no other injury had occurred, and the reasons for arriving at those determinations; (10) If the degree or percentage of disability attributable to the combined injuries is greater than the sum total of the degree or percentage of disability attributable to any prior injury standing alone and the subsequent injury standing alone, supporting medical documentation, including vocational rehabilitative evaluations and reports, if applicable; and (11) Any other information deemed pertinent by the Division of Insurance during the course of its continuing investigation of the merits of a claim. An incomplete claim is considered filed if filed within the ninety-day statute of limitations established in § 62-4-34.1, but the thirty days for completion of the investigation of the claim does not begin to run until the claim is complete. Section 6. That § 62-4-34.5 be repealed. 62-4-34.5. All claim reimbursements, costs and expenses, including attorney fees and employee salaries incurred exclusively for defending and administering the subsequent injury fund, shall be paid from the fund. All claim reimbursements from the subsequent injury fund are continuously appropriated. Section 7. That § 62-4-34.6 be repealed. 62-4-34.6. No governmental entity located within the state which elects to exercise the exemption from the insurance or security requirements specified in § 62-5-6 is eligible for participation in the subsequent injury fund for the purpose of assessment and reimbursement. Section 8. That § 62-4-35 be repealed. 62-4-35. In case of the death of an employee covered by this title, if no person is entitled to compensation, the employer, or if insured, the employer's insurance carrier, shall pay to the Division of Insurance the sum of five hundred dollars to be deposited in the subsequent injury fund. The Division of Insurance shall assess each insurance carrier of every employer, or every employer, if self-insured, an amount equal to four percent of all workers' compensation, including medical, hospital, and indemnity expenses, paid to or on behalf of an injured employee during the calendar year next preceding the due date of the payments, which shall be deposited in the subsequent injury fund. The assessment shall be made at any time the fund falls below two hundred thousand dollars. The payment shall be made immediately upon notification to the carrier or self-insured by the division. Each insurance carrier of every employer, or every employer, if self-insured, shall be required to participate in the subsequent injury fund and pay assessments except as provided in § 62-4-34.6. Failure of an insurance carrier of an employer, or an employer, if self-insured, to respond within twenty days of receipt to a notice of assessment from the Division of Insurance shall, unless good cause is shown, have the effect of making that insurance carrier of an employer or a self-insured employer ineligible for reimbursement from the subsequent injury fund for any subsequent injury incurred or claim made from the date the assessment is made for a period of one year subsequent to the date the assessment is actually paid. Failure of an insurance carrier of an employer, or an employer, if self-insured, to pay an assessment other than for good cause shown, shall also be grounds for administrative action to be taken by the division or department against an insurance carrier of an employer or an employer, if self-insured, concerning their status and authority to continue being authorized insurance carriers or self-insured employers in the State of South Dakota. Section 9. That § 62-4-36.1 be repealed. 62-4-36.1. The Division of Insurance shall serve as administrator of the subsequent injury fund. Section 10. That § 62-4-36.2 be repealed. 62-4-36.2. If the Division of Insurance determines that administrative action is necessary against the continued authorization of the status and authority of an insurance carrier of an employer for failure to pay an assessment other than for good cause shown, the division shall commence administrative action pursuant to the provisions of Title 58 and chapter 1-26. Section 11. That § 62-4-36.3 be repealed. 62-4-36.3. If the Division of Insurance determines that administrative action is necessary against the continued authorization of the status and authority of a self-insured employer for failure to pay an assessment other than for good cause shown, and that self-insured employer has been issued a certificate of exemption by the Department of Labor pursuant to § 62-5-5, the division shall commence administrative action by petitioning the department for a hearing. The hearing shall be conducted by a hearing examiner appointed by the secretary of labor. The attorney general or counsel for the division shall represent the subsequent injury fund. The hearing shall be conducted pursuant to the provisions of chapter 1-26. Section 12. That chapter 62-1 be amended by adding thereto a NEW SECTION to read as follows: An employer is civilly liable for wrongful discharge if it terminates an employee in retaliation for filing a lawful workers' compensation claim. The burden of proof is on the employee to prove the dismissal was in retaliation for filing a workers' compensation claim. Section 13. That chapter 62-1 be amended by adding thereto a NEW SECTION to read as follows: If an employee who has previously sustained an injury, or suffers from a preexisting condition, receives a subsequent compensable injury, the current employer shall pay all medical and hospital expenses and compensation provided by this title. BILL HISTORY 1/12/99 First read in Senate and referred to Commerce. S.J. 24 1/14/99 Scheduled for Committee hearing on this date. 1/19/99 Scheduled for Committee hearing on this date. 1/19/99 Commerce Deferred to another day. 1/21/99 Scheduled for Committee hearing on this date. 1/26/99 Scheduled for Committee hearing on this date. 1/26/99 Commerce Do Pass Amended, Passed, AYES 6, NAYS 1. S.J. 249 1/27/99 Referred to Commerce. S.J. 212"}, {"bill_id": 14254, "bill_version_id": 80190, "bill_version": "House Judiciary Engrossed", "bill_version_date": "1999-02-19T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal the subsequent injury fund. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 62-4 be amended by adding thereto a NEW SECTION to read as follows: Administration of the subsequent injury fund by the Division of Insurance and reimbursement of complete and valid claims shall continue until approved, denied, or settled. Any claim for reimbursement from the subsequent injury fund shall be filed by June 30, 1999. Only those claims timely filed with the division by June 30, 1999, pursuant to the requirements of § 62-4-34.1 in effect prior to July 1, 1999, and completed by October 1, 1999, pursuant to the requirements set forth in § 62-4-34.4 in effect prior to July 1, 1999, shall be eligible for reimbursement from the subsequent injury fund. Any claim timely filed by June 30, 1999, and completed by October 1, 1999, as set forth in this section, shall be approved or denied by the division pursuant to the requirements of § § 62-4-34 to 62-4-36.3, inclusive, in effect prior to July 1, 1999. The division shall continue to make any necessary assessments pursuant to the requirements set forth in § 62- 4-35 in effect prior to July 1, 1999, until all eligible claims completed as set forth in this section that are approved by the division or determined by the court to be eligible for reimbursement are paid, and until all matters in litigation concerning the subsequent injury fund are resolved. Any claim in matters being litigated concerning the subsequent injury fund is not eligible for interest or costs. Any remaining balance in the fund after all obligations of the fund have been satisfied shall be deposited in the general fund. Priority of payment shall be determined as of the date and time they are determined by the division to be complete and valid. No claim against the subsequent injury fund is vested until it is complete as set forth in this section. Any completed claim regardless of the date of injury or the date of notice of claim is subject to the two-thirds method of reimbursement pursuant to § 62-4-34 in effect prior to July 1, 1999. Section 2. That § 62-4-34 be repealed. 62-4-34. If an employee who has previously sustained an injury, or suffers from a preexisting condition, receives a subsequent compensable injury resulting in additional permanent partial or permanent total disability so that the degree or percentage of disability caused by the combination of the subsequent injury and the preexisting injury or condition is substantially greater than that which resulted from the last injury, considered alone, and if the employee is entitled to receive compensation on the basis of the combined disabilities, the employer shall pay all medical and hospital expenses and compensation provided by this title. The employer shall be reimbursed from the \"subsequent injury fund\" for two-thirds of all compensation, medical and hospital expenses paid to or on behalf of the injured employee due to the subsequent injury. If the subsequent compensable injury of the employee results in the death of the employee and it has been determined that the death would not have occurred except for the preexisting disability, the employer shall pay all compensation provided by this title. Section 3. That § 62-4-34.1 be repealed. 62-4-34.1. Any claim against the subsequent injury fund shall be filed with the division of insurance within ninety days from the date of the final decision by the department that a compensable injury exists resulting in additional permanent partial or permanent total disability, or approval by the department of settlement between the parties. No claim may be filed prior to a decision or approval of settlement from the department. The division shall conduct an investigation and make a decision on the claim within thirty days of the filing of a complete claim as set forth in § 62-4-34.4 or within a time agreed upon between the claimant and the department. Section 4. That § 62-4-34.2 be repealed. 62-4-34.2. If the division denies a claim made against the subsequent injury fund, the employer may request a hearing. The hearing shall be conducted by a hearing examiner appointed by the secretary of labor. The attorney general shall represent the subsequent injury fund. The hearing shall be conducted pursuant to the provisions of chapter 1-26. Section 5. That § 62-4-34.4 be repealed. 62-4-34.4. A claim is considered complete if it contains records, reports, or any other evidence which shows the following: (1) The claim was filed with the appropriate agency within ninety days from the date a decision or approval of an agreement is obtained from the department; (2) The final decision or approved agreement from the department finding that the injury is a subsequent injury and is a compensable injury resulting in additional permanent partial or permanent total disability; (3) The total amount of compensation, medical and hospital expenses, paid to or on behalf of the employee by the employer if self insured, or the insurance carrier of an employer; (4) Reimbursement requested by specific amount, and the calculations which justify the amount requested; (5) Medical documentation specifically setting forth that the employee incurred any prior injury, compensable or noncompensable, which caused disability; (6) Medical documentation specifically setting forth the degree or percentage of disability attributable to any prior injury, and the reasons for arriving at those determinations; (7) Medical documentation specifically setting forth that the employee incurred a compensable subsequent injury which caused additional permanent partial or permanent total disability; (8) Medical documentation specifically setting forth the degree or percentage of disability reasonably attributable to the subsequent injury standing alone, as if no other injury had occurred, and the reasons for arriving at those determinations; (9) Medical documentation specifically setting forth the degree or percentage of disability attributable to the combined injuries that also establishes that the disability attributable to the combined injuries is substantially greater than the disability attributable to the subsequent injury standing alone, as if no other injury had occurred, and the reasons for arriving at those determinations; (10) If the degree or percentage of disability attributable to the combined injuries is greater than the sum total of the degree or percentage of disability attributable to any prior injury standing alone and the subsequent injury standing alone, supporting medical documentation, including vocational rehabilitative evaluations and reports, if applicable; and (11) Any other information deemed pertinent by the Division of Insurance during the course of its continuing investigation of the merits of a claim. An incomplete claim is considered filed if filed within the ninety-day statute of limitations established in § 62-4-34.1, but the thirty days for completion of the investigation of the claim does not begin to run until the claim is complete. Section 6. That § 62-4-34.5 be repealed. 62-4-34.5. All claim reimbursements, costs and expenses, including attorney fees and employee salaries incurred exclusively for defending and administering the subsequent injury fund, shall be paid from the fund. All claim reimbursements from the subsequent injury fund are continuously appropriated. Section 7. That § 62-4-34.6 be repealed. 62-4-34.6. No governmental entity located within the state which elects to exercise the exemption from the insurance or security requirements specified in § 62-5-6 is eligible for participation in the subsequent injury fund for the purpose of assessment and reimbursement. Section 8. That § 62-4-35 be repealed. 62-4-35. In case of the death of an employee covered by this title, if no person is entitled to compensation, the employer, or if insured, the employer's insurance carrier, shall pay to the Division of Insurance the sum of five hundred dollars to be deposited in the subsequent injury fund. The Division of Insurance shall assess each insurance carrier of every employer, or every employer, if self-insured, an amount equal to four percent of all workers' compensation, including medical, hospital, and indemnity expenses, paid to or on behalf of an injured employee during the calendar year next preceding the due date of the payments, which shall be deposited in the subsequent injury fund. The assessment shall be made at any time the fund falls below two hundred thousand dollars. The payment shall be made immediately upon notification to the carrier or self-insured by the division. Each insurance carrier of every employer, or every employer, if self-insured, shall be required to participate in the subsequent injury fund and pay assessments except as provided in § 62-4-34.6. Failure of an insurance carrier of an employer, or an employer, if self-insured, to respond within twenty days of receipt to a notice of assessment from the Division of Insurance shall, unless good cause is shown, have the effect of making that insurance carrier of an employer or a self-insured employer ineligible for reimbursement from the subsequent injury fund for any subsequent injury incurred or claim made from the date the assessment is made for a period of one year subsequent to the date the assessment is actually paid. Failure of an insurance carrier of an employer, or an employer, if self-insured, to pay an assessment other than for good cause shown, shall also be grounds for administrative action to be taken by the division or department against an insurance carrier of an employer or an employer, if self-insured, concerning their status and authority to continue being authorized insurance carriers or self-insured employers in the State of South Dakota. Section 9. That § 62-4-36.1 be repealed. 62-4-36.1. The Division of Insurance shall serve as administrator of the subsequent injury fund. Section 10. That § 62-4-36.2 be repealed. 62-4-36.2. If the Division of Insurance determines that administrative action is necessary against the continued authorization of the status and authority of an insurance carrier of an employer for failure to pay an assessment other than for good cause shown, the division shall commence administrative action pursuant to the provisions of Title 58 and chapter 1-26. Section 11. That § 62-4-36.3 be repealed. 62-4-36.3. If the Division of Insurance determines that administrative action is necessary against the continued authorization of the status and authority of a self-insured employer for failure to pay an assessment other than for good cause shown, and that self-insured employer has been issued a certificate of exemption by the Department of Labor pursuant to § 62-5-5, the division shall commence administrative action by petitioning the department for a hearing. The hearing shall be conducted by a hearing examiner appointed by the secretary of labor. The attorney general or counsel for the division shall represent the subsequent injury fund. The hearing shall be conducted pursuant to the provisions of chapter 1-26. Section 12. That chapter 62-1 be amended by adding thereto a NEW SECTION to read as follows: An employer is civilly liable for wrongful discharge if it terminates an employee in retaliation for filing a lawful workers' compensation claim. The burden of proof is on the employee to prove the dismissal was in retaliation for filing a workers' compensation claim. Section 13. No employer may discriminate in hiring any prospective employee due to a preexisting injury if the preexisting injury does not affect the prospective employee's ability to perform the work for which the prospective employee is being hired. Section 14. That chapter 62-1 be amended by adding thereto a NEW SECTION to read as follows: If an employee who has previously sustained an injury, or suffers from a preexisting condition, receives a subsequent compensable injury, the current employer shall pay all medical and hospital expenses and compensation provided by this title. BILL HISTORY 1/12/99 First read in Senate and referred to Commerce. S.J. 24 1/14/99 Scheduled for Committee hearing on this date. 1/19/99 Scheduled for Committee hearing on this date. 1/19/99 Commerce Deferred to another day. 1/21/99 Scheduled for Committee hearing on this date. 1/26/99 Scheduled for Committee hearing on this date. 1/26/99 Commerce Do Pass Amended, Passed, AYES 6, NAYS 1. S.J. 249 1/27/99 Referred to Commerce. S.J. 212 1/28/99 Commerce Do Pass Amended, Passed, AYES 6, NAYS 1. 2/2/99 Senate Do Pass Amended, Passed, AYES 28, NAYS 5. S.J. 302 2/3/99 First read in House and referred to Judiciary. H.J. 356 2/19/99 Scheduled for Committee hearing on this date. 2/19/99 Judiciary Do Pass Amended, Passed, AYES 13, NAYS 0. H.J. 634"}, {"bill_id": 14254, "bill_version_id": 80189, "bill_version": "Enrolled", "bill_version_date": "1999-02-26T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14254, "action_date": "1999-01-12T14:00:00-06:00", "document_id": 81769, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81769.pdf", "status_text": "First read in Senate and referred to", "journal_page": 24, "committee_id_action": 629, "committee_id_assigned": 603, "result": "N", "vote": {}}, {"bill_id": 14254, "action_date": "1999-01-14T10:00:00-06:00", "document_id": 82017, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82017.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 603, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14254, "action_date": "1999-01-19T10:00:00-06:00", "document_id": 82018, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82018.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 603, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14254, "action_date": "1999-01-19T10:00:00-06:00", "document_id": 82018, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82018.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 603, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14254, "action_date": "1999-01-19T10:00:00-06:00", "document_id": 82018, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82018.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 603, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14254, "action_date": "1999-01-21T10:00:00-06:00", "document_id": 82019, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82019.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 603, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14254, "action_date": "1999-01-26T10:00:00-06:00", "document_id": 82020, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82020.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 603, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14254, "action_date": "1999-01-26T10:00:00-06:00", "document_id": 82020, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82020.pdf", "status_text": "Do Pass Amended,", "journal_page": 189, "committee_id_action": 603, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 42578, "president_vote": null, "Yea": [2259, 2274, 2275, 2299, 2215, 2285], "Nay": [2293]}}, {"bill_id": 14254, "action_date": "1999-01-27T14:00:00-06:00", "document_id": 82145, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82145.pdf", "status_text": "Referred to", "journal_page": 212, "committee_id_action": 629, "committee_id_assigned": 603, "result": "P", "vote": {}}, {"bill_id": 14254, "action_date": "1999-01-28T10:00:00-06:00", "document_id": 82021, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82021.pdf", "status_text": "Do Pass Amended,", "journal_page": 249, "committee_id_action": 603, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41178, "president_vote": null, "Yea": [2259, 2274, 2275, 2299, 2215, 2285], "Nay": [2293]}}, {"bill_id": 14254, "action_date": "1999-02-02T14:00:00-06:00", "document_id": 82148, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82148.pdf", "status_text": "Do Pass Amended,", "journal_page": 302, "committee_id_action": 629, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 42971, "president_vote": null, "Yea": [2199, 2201, 2202, 2205, 2206, 2215, 2217, 2221, 2224, 2226, 2234, 2235, 2239, 2241, 2242, 2246, 2258, 2259, 2263, 2269, 2270, 2274, 2275, 2283, 2285, 2289, 2294, 2299], "Nay": [2225, 2251, 2252, 2280, 2293], "Excused": [2230, 2292]}}, {"bill_id": 14254, "action_date": "1999-02-03T14:00:00-06:00", "document_id": 82124, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82124.pdf", "status_text": "First read in House and referred to", "journal_page": 356, "committee_id_action": 628, "committee_id_assigned": 626, "result": "N", "vote": {}}, {"bill_id": 14254, "action_date": "1999-02-19T07:45:00-06:00", "document_id": 81936, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81936.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 626, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14254, "action_date": "1999-02-19T07:45:00-06:00", "document_id": 81936, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81936.pdf", "status_text": "Do Pass Amended,", "journal_page": 634, "committee_id_action": 626, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41814, "president_vote": null, "Yea": [2223, 2227, 2233, 2253, 2265, 2267, 2272, 2286, 2295, 2300, 2303, 2245, 2207]}}, {"bill_id": 14254, "action_date": "1999-02-23T14:00:00-06:00", "document_id": 82133, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82133.pdf", "status_text": "Deferred to another day", "journal_page": 725, "committee_id_action": 628, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14254, "action_date": "1999-02-24T14:00:00-06:00", "document_id": 82134, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82134.pdf", "status_text": "Do Pass Amended,", "journal_page": 758, "committee_id_action": 628, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 43567, "president_vote": null, "Yea": [2200, 2203, 2204, 2207, 2208, 2209, 2210, 2211, 2212, 2213, 2214, 2218, 2219, 2220, 2222, 2223, 2227, 2228, 2229, 2231, 2233, 2236, 2237, 2243, 2244, 2247, 2248, 2249, 2250, 2255, 2257, 2260, 2264, 2265, 2266, 2267, 2268, 2273, 2277, 2278, 2281, 2282, 2284, 2286, 2287, 2288, 2290, 2291, 2295, 2297, 2298, 2300, 2301, 2302, 2245], "Nay": [2216, 2232, 2238, 2240, 2254, 2256, 2261, 2262, 2271, 2272, 2276, 2279, 2296], "Absent": [2253], "Excused": [2303]}}, {"bill_id": 14254, "action_date": "1999-03-01T14:00:00-06:00", "document_id": 81778, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81778.pdf", "status_text": "Signed by President", "journal_page": 730, "committee_id_action": 629, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14254, "action_date": "1999-03-01T14:00:00-06:00", "document_id": 82136, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82136.pdf", "status_text": "Signed by Speaker", "journal_page": 827, "committee_id_action": 628, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14254, "action_date": "1999-03-02T14:00:00-06:00", "document_id": 81779, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81779.pdf", "status_text": "Delivered to the Governor", "journal_page": 735, "committee_id_action": 629, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14254, "action_date": "1999-03-18T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": null, "committee_id_action": 629, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 1456, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/14254"}