{"session_id": 10, "bill_id": 2535, "bill_type": "Senate Bill", "bill_number": 79, "bill_title": "provide for the application of LEAN techniques to certain state government processes and to provide for prioritization and oversight of the lean government program.", "sponsors": [{"legislator_profile_id": 77, "is_prime": true}, {"legislator_profile_id": 85, "is_prime": true}, {"legislator_profile_id": 78, "is_prime": false}, {"legislator_profile_id": 13, "is_prime": false}, {"legislator_profile_id": 103, "is_prime": false}, {"legislator_profile_id": 102, "is_prime": false}, {"legislator_profile_id": 10, "is_prime": false}], "keywords": ["Bureau of Administration", "Public Fiscal Administration", "Public Officers and Employees", "State Affairs and Government"], "audio": [{"meeting_datetime": "2011-02-07T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sst17.mp3", "start_seconds": 2935.0}, {"meeting_datetime": "2011-02-07T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sst17.mp3", "start_seconds": 2935.0}], "bill_versions": [{"bill_id": 2535, "bill_version_id": 15310, "bill_version": "Introduced", "bill_version_date": "2011-01-24T07:29:43.377-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the application of LEAN techniques to certain state government processes and to provide for prioritization and oversight of the lean government program. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. For the purposes of this Act, the term, LEAN techniques, means methods of improving administrative processes that: (1) Are based upon a focus of a customer service perspective that seeks to optimize value delivered to the public; (2) Involve employees, the regulated community, and the public in continual improvements and the finding of solutions; (3) Use a continual improvement framework that emphasizes rapid implementation rather than lengthy planning; (4) Seek to reduce the complexity of the process; and (5) Use metrics and visual controls to improve decision making and problem solving. Section 2. Each state agency shall, upon a schedule promulgated by the Bureau of Administration in consultation with the Department of Legislative Audit, identify at least one process that either requires significant agency processing times or resources or that has a significant impact on the public and shall submit a summary of such process to the commissioner of the Bureau of Administration. The commissioner shall compile a list of all agency processes submitted in accordance with this section and shall, from time to time, determine which such processes have the highest priority in terms of the potential savings if streamlined or of the actual economic impact of the process. The commissioner shall coordinate the examination and improvement of each agency process and shall seek private entities willing to train agency personnel in implementing LEAN techniques to improve each process in accordance with section 3 of this Act, without compensation. Section 3. Each agency shall, in order of priority as determined by the commissioner in accordance with section 2 of this Act, with the assistance of a facilitator from the Office of the Governor, the Department of Labor, or a private entity that is volunteering its services, use LEAN techniques to: (1) Align work processes, identify problematic issues, and streamline the process; (2) Meet of exceed any processing time guidelines that exist; (3) Minimize the number of employees involved and delays in the process; (4) Replace paper with technology whenever possible; (5) Simplify the process without impacting legal requirements of the process; (6) Develop and track process benchmarks. The agency shall solicit the involvement of employees and the public to highlight and find solutions for areas of the process in need of improvement. Section 4. Each agency selected to implement LEAN techniques shall report, on a date set by the commissioner, and quarterly thereafter, to the Bureau of Administration and the Department of Legislative Audit on the agency's progress in complying with the requirements of this Act. Section 5. It is not a conflict of interest for any contractor to provide training of state employees of an agency in LEAN techniques or to provide facilitators to assist an agency in implementing LEAN techniques in accordance with section 3 of this Act, without compensation, so long as such contractor is not party to a contract with such agency."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2535, "action_date": "2011-01-24T14:00:00-06:00", "document_id": 15455, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/15455.pdf", "status_text": "First read in Senate and referred to", "journal_page": 173, "committee_id_action": 113, "committee_id_assigned": 98, "result": "N", "vote": {}}, {"bill_id": 2535, "action_date": "2011-01-31T10:00:00-06:00", "document_id": 15750, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/15750.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 98, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2535, "action_date": "2011-02-07T10:00:00-06:00", "document_id": 16219, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16219.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 98, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2535, "action_date": "2011-02-09T10:00:00-06:00", "document_id": 16417, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16417.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 98, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2535, "action_date": "2011-02-09T10:00:00-06:00", "document_id": 16610, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16610.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 373, "committee_id_action": 98, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 8818, "president_vote": null, "Nay": [44, 9], "Excused": [40], "Yea": [46, 24, 26, 77, 45, 34]}}]}