{"session_id": 57, "bill_id": 19442, "bill_type": "Senate Bill", "bill_number": 204, "bill_title": "revise certain provisions regarding living wills and health care decisions by agents.", "sponsors": [{"legislator_profile_id": 3165, "is_prime": true}, {"legislator_profile_id": 3216, "is_prime": true}, {"legislator_profile_id": 3150, "is_prime": false}, {"legislator_profile_id": 3153, "is_prime": false}, {"legislator_profile_id": 3158, "is_prime": false}, {"legislator_profile_id": 3166, "is_prime": false}, {"legislator_profile_id": 3171, "is_prime": false}, {"legislator_profile_id": 3172, "is_prime": false}, {"legislator_profile_id": 3175, "is_prime": false}, {"legislator_profile_id": 3179, "is_prime": false}, {"legislator_profile_id": 3180, "is_prime": false}, {"legislator_profile_id": 3181, "is_prime": false}, {"legislator_profile_id": 3185, "is_prime": false}, {"legislator_profile_id": 3187, "is_prime": false}, {"legislator_profile_id": 3195, "is_prime": false}, {"legislator_profile_id": 3197, "is_prime": false}, {"legislator_profile_id": 3202, "is_prime": false}, {"legislator_profile_id": 3203, "is_prime": false}, {"legislator_profile_id": 3205, "is_prime": false}, {"legislator_profile_id": 3206, "is_prime": false}, {"legislator_profile_id": 3211, "is_prime": false}, {"legislator_profile_id": 3214, "is_prime": false}, {"legislator_profile_id": 3217, "is_prime": false}, {"legislator_profile_id": 3230, "is_prime": false}, {"legislator_profile_id": 3231, "is_prime": false}, {"legislator_profile_id": 3236, "is_prime": false}, {"legislator_profile_id": 3239, "is_prime": false}, {"legislator_profile_id": 3241, "is_prime": false}, {"legislator_profile_id": 3249, "is_prime": false}], "keywords": ["Personal Rights and Obligations", "Privacy", "Public Health and Safety"], "audio": [{"meeting_datetime": "2005-02-09T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sju22sb0204a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-09T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sju22sb0204a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-09T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sju22sb0204a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-09T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sju22sb0204a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-16T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sju27sb0204a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-16T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sju27sb0204a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-16T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sju27sb0204a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-16T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sju27sb0204a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-16T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sju27sb0204a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-16T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sju27sb0204a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-16T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sju27sb0204a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-16T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sju27sb0204a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-17T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen28sb0204a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-17T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen28sb0204a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-17T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen28sb0204a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-17T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen28sb0204a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 19442, "bill_version_id": 103620, "bill_version": "Introduced", "bill_version_date": "2005-01-31T10:04:56-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding living wills and health care decisions by agents. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 34-12D-1 be amended to read as follows: 34-12D-1. Terms used in this chapter mean: (1) \"Attending physician,\" the physician who has primary responsibility for the treatment and care of the patient; (2) \"Declaration,\" a writing executed in accordance with the requirements of § 34-12D-2; (3) \"Health-care provider,\" any person who is licensed, certified, or otherwise authorized by law to administer health care in the ordinary course of business or practice of a profession, including any person employed by or acting for any such authorized person; (4) \"Life-sustaining treatment,\" any medical procedure or intervention that, when administered to a qualified patient, will serve only to postpone the moment of death or to maintain the patient in a condition of permanent unconsciousness. The term does not include the provision of appropriate care or any procedure or treatment, including the administration of nutrition and hydration by any means, when necessary to maintain or provide for the qualified patient's comfort, hygiene and , or human dignity, the oral administration of food and water, or the administration of any medication or other medical procedure deemed necessary or to alleviate pain; (5) \"Person,\" an individual, corporation, business trust, estate, trust, limited liability company, partnership, association, joint venture, government, governmental subdivision, or agency, or any other legal or commercial entity; (6) \"Physician,\" an individual licensed to practice medicine in this state; (7) \"Qualified patient,\" an adult individual who has executed a declaration and who has been determined by the attending physician and one other physician , using reasonable medical judgment, to be in a terminal condition; (8) \"Reasonable medical judgment,\" a medical judgment that would be made by a physician who is knowledgeable about the case and the treatment possibilities with respect to the medical conditions involved; (9) \"Terminal condition,\" an incurable and irreversible condition that, in accordance with accepted medical standards, will cause death within a relatively short time if life-sustaining treatment is not administered, or a coma or other condition of permanent unconsciousness that, in accordance with accepted medical standards, will last indefinitely without significant improvement and in which the individual is unable to communicate verbally or nonverbally, demonstrates no purposeful movement or motor ability, and is unable to interact purposefully with environmental stimulation. Section 2. That § 34-12D-3 be amended to read as follows: 34-12D-3. A declaration may, but need not, be in the following form: LIVING WILL DECLARATION This is an important legal document. This document directs the medical treatment you are to receive in the event you are unable to participate in your own medical decisions and you are in a terminal condition. This document may state what kind of treatment you want or do not want to receive. This document can control whether you live or die. Prepare this document carefully. If you use this form, read it completely. You may want to seek professional help to make sure the form does what you intend and is completed without mistakes. This document will remain valid and in effect until and unless you revoke it. Review this document periodically to make sure it continues to reflect your wishes. You may amend or revoke this document at any time by notifying your physician and other health-care providers. You should give copies of this document to your physician and your family. This form is entirely optional. If you choose to use this form, please note that the form provides signature lines for you, the two witnesses whom you have selected and a notary public. TO MY FAMILY, PHYSICIANS, AND ALL THOSE CONCERNED WITH MY CARE: I, ____ willfully and voluntarily make this declaration as a directive to be followed if I am in a terminal condition and become unable to participate in decisions regarding my medical care. With respect to any life-sustaining treatment, I direct the following: (Initial only one of the following optional directives if you agree. If you do not agree with any of the following directives, space is provided below for you to write your own directives). _ NO LIFE-SUSTAINING TREATMENT. I direct that no life-sustaining treatment be provided. If life-sustaining treatment is begun, terminate it. _ TREATMENT FOR RESTORATION. Provide life-sustaining treatment only if and for so long as you believe treatment offers a reasonable possibility of restoring to me the ability to think and act for myself. _ TREAT UNLESS PERMANENTLY UNCONSCIOUS. If you believe that I am permanently unconscious and are satisfied that this condition is irreversible, then do not provide me with life-sustaining treatment, and if life-sustaining treatment is being provided to me, terminate it. If and so long as you believe that treatment has a reasonable possibility of restoring consciousness to me, then provide life-sustaining treatment. _ MAXIMUM TREATMENT. Preserve my life as long as possible , but do not provide treatment that is not in accordance with accepted medical standards as then in effect . Provide any available treatment or artificial nutrition and hydration whose withdrawal, withholding, or denial, in reasonable medical judgment, would likely result in my death. (Artificial nutrition and hydration is food and water provided by means of a nasogastric tube or tubes inserted into the stomach, intestines, or veins. If food and water are withdrawn, withheld, or denied, starvation or dehydration may be the cause of death and not the terminal condition. If you do not wish to receive this form of treatment artificial nutrition and hydration , you must initial the statement below which reads: \"I intend to include this treatment, artificial nutrition and hydration among the 'life-sustaining treatment' that may be withheld or withdrawn.\") With respect to artificial nutrition and hydration, I wish to make clear that (Initial only one) _ I intend to include this treatment artificial nutrition and hydration among the \"life-sustaining treatment\" that may be withheld or withdrawn. _ I do not intend to include this treatment artificial nutrition and hydration among the \"life-sustaining treatment\" that may be withheld or withdrawn. (If you do not agree with any of the printed directives and want to write your own, or if you want to write directives in addition to the printed provisions, or if you want to express some of your other thoughts, you can do so here). ___________________________________________________________________________ ___________________________________________________________________________ ___________________________________________________________________________ ___________________________________________________________________________ ___________________________________________________________________________ ___________________________________________________________________________ Date: __________________ _______________________________________ (your signature) ____________________________ _______________________________________ (your address) (type or print your signature) The declarant voluntarily signed this document in my presence. Witness _________________________ Address _________________________ Witness _________________________ Address _________________________ On this the ______ day of ________, ______, the declarant, _______________, and witnesses _______________, and ________ personally appeared before the undersigned officer and signed the foregoing instrument in my presence. Dated this ________ day of ________, ______. ______________________________ Notary Public My commission expires: ____________________. Section 3. That § 34-12D-12 be amended to read as follows: 34-12D-12. If an individual's declaration contains a directive to provide any available treatment or artificial nutrition and hydration under any circumstances whose withdrawal, withholding, or denial, in reasonable medical judgment, would likely result in death , any physician or health-care provider who has responsibility for the treatment and care of the individual must provide the directed treatment or artificial nutrition and hydration in those circumstances so long as it is technically feasible. A physician or health-care provider who objects to providing such treatment may instead transfer the individual to a physician or health-care provider willing to honor the declaration, but must continue to provide the treatment or care until the transfer is effectuated. Section 4. That § 34-12D-19 be amended to read as follows: 34-12D-19. This chapter does not require a physician or other health-care provider to take action contrary to reasonable medical standards. However, nothing in this section may be construed to authorize a violation of § 34-12D-12. Section 5. That § 34-12C-1 be amended to read as follows: 34-12C-1. Terms used in this chapter mean: (1) \"Attending physician,\" the physician who at the time of reference has primary responsibility for the health care of a person; (2) \"Durable power of attorney for health care,\" an instrument executed pursuant to § 59- 7-2.1 that authorizes its attorney in fact to make a health care decision or to consent to health care on behalf of its principal; (3) \"Health care,\" any care, treatment, service, or procedure to maintain, diagnose, or treat a person's physical or mental condition. The term also includes admission to, and personal and custodial care provided by, a licensed health care facility as defined in § 34-12-1.1; (4) \"Health care decision,\" the determination of the health care to be provided to a person; (5) \"Health care provider,\" any licensed health care facility and any person, corporation, or organization licensed, certified, or otherwise authorized or permitted by law to administer health care; (6) \"Incapacitated person,\" any person who is incapable of giving informed consent to health care; (7) \"Informed consent,\" consent voluntarily, knowingly, and competently given after explanation of the information reasonably necessary to form an intelligent and informed decision to consent to or refuse a proposed medical procedure or treatment. This information includes disclosure of significant risks inherent in or incident to abstention from a proposed medical procedure or treatment, probabilities of success in view of the gravity of the patient's condition, and alternative treatments or procedures, if reasonably appropriate; (8) \"Nutrition,\" sustenance administered by way of the gastrointestinal tract; (9) \"Person available to consent,\" any person who is authorized to make a health care decision for an incapacitated person and whose existence is known to the health care provider and who, in the good faith judgment of the health care provider, is reasonably available for consultation and is willing and competent to make an informed health care decision. Section 6. That § 34-12C-3 be amended to read as follows: 34-12C-3. In the absence of an applicable declaration executed pursuant to § 34-12D-2 and in the absence of a durable power of attorney for health care or the appointment of a guardian of the person, or if neither the attorney in fact nor guardian is available to consent, a health care decision for an incapacitated person may be made by the following members of the incapacitated person's family who are available to consent, in the order stated: (1) The spouse, if not legally separated; (2) An adult child; (3) A parent; (4) An adult sibling; (5) A grandparent or an adult grandchild; (6) An adult aunt or uncle or an adult niece or nephew. However, any person may, before a judicial adjudication of incompetence or incapacity, disqualify any member of his the person's family from making a health care decision for him the person . The disqualification shall appear in a document signed by the person or may be made by a notation in his the person's medical record, if made at his the person's direction. Any member of the incapacitated person's family may delegate the authority to make a health care decision to another family member in the same or succeeding class. The delegation shall be signed and may specify conditions on the authority delegated. Any person authorized to make a health care decision for an incapacitated person shall be guided by the express wishes of the incapacitated person, if known, and shall otherwise act in good faith, in the incapacitated person's best interest, and may not arbitrarily refuse consent. Whenever making any health care decision for the incapacitated person, the person available to consent shall consider the recommendation of the attending physician, implement the decision , if known, that the incapacitated person would have made if the incapacitated person then had decisional capacity , if known, and . If the decision the incapacitated person would have made is not known, the person available to consent shall make the decision that would be in the best interest of the incapacitated person , taking into account a general presumption for life and the information and recommendations provided by the attending physician . Section 7. That chapter 34-12C be amended by adding thereto a NEW SECTION to read as follows: No person authorized to make a health care decision for an incapacitated person may authorize the withholding or withdrawal from the incapacitated person of comfort care and artificial nutrition or hydration. However, artificial nutrition or hydration may be withheld or withdrawn if: (1) In reasonable medical judgment: (a) The provision of nutrition or hydration is not medically possible; (b) The provision of nutrition or hydration would hasten death; or (c) The medical condition of the incapacitated person is such that provision of nutrition or hydration would not contribute to sustaining life or providing comfort, hygiene, or human dignity or relief of pain; (2) The incapacitated person has executed a declaration pursuant to § 34-12D- 2 which specifically authorizes the withholding or withdrawal of artificial nutrition or hydration, to the extent that the authorization applies; or (3) There is clear and convincing evidence that the incapacitated person, when having decisional capacity, gave informed consent to withdrawing or withholding artificial nutrition or hydration in the applicable circumstances. Even in the exceptions listed in subdivisions (2) and (3) of this section, artificial nutrition or hydration may not be withheld or withdrawn if it is needed for comfort, hygiene, or human dignity or the relief of pain. Reasonable medical judgment means a medical judgment that would be made by a physician who is knowledgeable about the case and the treatment possibilities with respect to the medical conditions involved. Section 8. That chapter 34-12C be amended by adding thereto a NEW SECTION to read as follows: If a durable power of attorney for health care or a guardian or other person authorized to make a health care decision for an incapacitated person directs the provision of any available treatment or artificial nutrition and hydration whose withdrawal, withholding, or denial, in reasonable medical judgment would likely result in death, any physician or health care provider who has responsibility for the treatment and care of the individual must provide the directed treatment or artificial nutrition and hydration in those circumstances so long as it is technically feasible. A physician or health care provider who objects to providing such treatment may instead transfer the individual to a physician or health care provider willing to honor the declaration, but must continue to provide the treatment or care until the transfer is effectuated. Section 9. That chapter 34-12C be amended by adding thereto a NEW SECTION to read as follows: This chapter does not require a physician or other health care provider to take action contrary to reasonable medical standards. However, nothing in this section may be construed to authorize a violation of this Act. Section 10. That § 59-7-2.5 be amended to read as follows: 59-7-2.5. The attorney-in-fact or agent , if specifically authorized, may make any health care decisions for the principal which the principal could make individually if he the principal had decisional capacity. However, all such decisions shall be made in accordance with accepted medical practice guided by the express wishes of the principal, if known, and if not known shall be in the principal's best interest, and may not be an arbitrary refusal of consent . Whenever making any health care decision for the principal, the attorney-in-fact or agent shall consider the recommendation of the attending physician, implement the decision , if known, that the principal would have made if the principal then had decisional capacity , if known, and . If the decision the principal would have made is not known, the attorney-in-fact or agent shall make the decision that would be in the best interest of the principal , taking into account a general presumption for life and the information and recommendations provided by the attending physician . Section 11. That § 59-7-2.7 be amended to read as follows: 59-7-2.7. The guardian, attorney-in-fact , or agent may not authorize the withholding or withdrawal from the principal of comfort care and artificial nutrition or hydration. However, artificial nutrition or hydration may be withheld or withdrawn if: (1) Artificial nutrition or hydration is not needed for comfort care or the relief of pain and the attending physician reasonably believes that the principal's death will occur within approximately one week; or (2) Artificial nutrition or hydration cannot be physically assimilated by the principal; or (3) The burden of providing artificial nutrition or hydration outweighs its benefit, provided that the determination of burden refers to the provision of artificial nutrition or hydration itself and not to the quality of the continued life of the principal; or (4) There is clear and convincing evidence that artificial nutrition or hydration was refused by the person prior to loss of decisional capacity; or the power of attorney directs that artificial nutrition or hydration not be given or specifically authorizes the attorney-in-fact or agent to make that decision; or prior to the loss of decisional capacity there is clear and convincing evidence that the principal expressed the desire that artificial nutrition or hydration not be given. (1) In reasonable medical judgment; (a) The provision of nutrition or hydration is not medically possible; (b) The provision of nutrition or hydration would hasten death; or (c) The medical condition of the principal is such that provision of nutrition or hydration would not contribute to sustaining life or providing comfort, hygiene, or human dignity, or relief of pain; (2) The principal has executed a declaration pursuant to § 34-12D-2 or a durable power of attorney pursuant to § 59-7-2.1, either of which specifically authorizes the withholding or withdrawal of artificial nutrition or hydration, to the extent that the authorization applies; (3) The principal has executed a written power of attorney pursuant to § 59-7-2.1 specifically authorizing the attorney-in-fact or agent to make that decision; or (4) There is clear and convincing evidence that the principal, when having decisional capacity, gave informed consent, as defined in subdivision 34-12C-1(7) to withdrawing or withholding artificial nutrition or hydration in the applicable circumstances. Even in the exceptions listed in subdivisions (1), (2), (3) , and (4) of this section, artificial nutrition or hydration may not be withheld or withdrawn if it is needed for comfort , hygiene, human dignity, or the relief of pain. Nutrition means sustenance administered by way of the gastrointestinal tract. Reasonable medical judgment means a medical judgment that would be made by a physician who is knowledgeable about the case and the treatment possibilities with respect to the medical conditions involved. Section 12. That chapter 59-7 be amended by adding thereto a NEW SECTION to read as follows: If an individual with decisional capacity, or a durable power of attorney for health care or an attorney-in-fact or an agent, if specifically authorized, directs the provision of any available treatment or artificial nutrition and hydration whose withdrawal, withholding, or denial, in reasonable medical judgment, would likely result in death, any physician or health care provider who has responsibility for the treatment and care of the individual must provide the directed treatment or artificial nutrition and hydration in those circumstances so long as it is technically feasible. A physician or health care provider who objects to providing such treatment may instead transfer the individual to a physician or health care provider willing to honor the declaration, but must continue to provide the treatment or care until the transfer is effectuated. Section 13. That chapter 59-7 be amended by adding thereto a NEW SECTION to read as follows: This chapter does not require a physician or other health care provider to take action contrary to reasonable medical standards. However, nothing in this section may be construed to authorize a violation of this Act. Section 14. That chapter 59-7 be amended by adding thereto a NEW SECTION to read as follows: In cases of dispute, the physician or other health care provider shall comply with any order issued by a court of competent jurisdiction. Pending issuance of such orders, the physician or other health care provider shall provide the patient treatment, including nutrition and hydration by any means, whose denial, in reasonable medical judgment, would likely result in the death of the patient."}, {"bill_id": 19442, "bill_version_id": 104907, "bill_version": "Senate Judiciary Engrossed", "bill_version_date": "2005-02-16T14:41:14-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding living wills and health care decisions by agents. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 34-12C-3 be amended to read as follows: 34-12C-3. In the absence of a living will, durable power of attorney for health care or the appointment of a guardian of the person, or if neither the attorney in fact nor guardian is available to consent, a health care decision for an incapacitated person may be made by the following members of the incapacitated person's family who are available to consent, in the order stated: (1) The spouse, if not legally separated; (2) An adult child; (3) A parent; (4) An adult sibling; (5) A grandparent or an adult grandchild; (6) An adult aunt or uncle or an adult niece or nephew. However, any person may, before a judicial adjudication of incompetence or incapacity, disqualify any member of his the person's family from making a health care decision for him the person . The disqualification shall appear in a document signed by the person or may be made by a notation in his the person's medical record, if made at his the person's direction. Any member of the incapacitated person's family may delegate the authority to make a health care decision to another family member in the same or succeeding class. The delegation shall be signed and may specify conditions on the authority delegated. Any person authorized to make a health care decision for an incapacitated person shall be guided by implement the express wishes of the incapacitated person, if known , and shall otherwise act . If the express wishes of the incapacitated person are not known, the person authorized to make a health care decision for the incapacitated person shall make the decision in good faith, in the incapacitated person's best interest, and may shall not arbitrarily refuse consent . Whenever making any health care decision for the incapacitated person, the person available to consent , and shall consider the recommendation of the attending physician, the decision the incapacitated person would have made if the incapacitated person then had decisional capacity, if known, the inherent value of human life and its preservation, and the decision that would be in the best interest of the incapacitated person. Section 2. That chapter 34-12C be amended by adding thereto a NEW SECTION to read as follows: No person authorized to make a health care decision for an incapacitated person may authorize the withholding or withdrawal from the incapacitated person of comfort care and artificial nutrition or hydration. However, artificial nutrition or hydration may be withheld or withdrawn if: (1) In reasonable medical judgment: (a) The provision of artificial nutrition or hydration is not medically possible; (b) The provision of artificial nutrition or hydration would hasten death; or (c) The medical condition of the incapacitated person is such that provision of artificial nutrition or hydration would not contribute to sustaining life or providing comfort, hygiene, or relief of pain; or (2) There is a preponderance of the evidence that prior to the loss of decisional capacity, the incapacitated person either refused artificial nutrition or hydration or expressed the desire that artificial nutrition or hydration not be given in the applicable circumstances. Even in the exception listed in subdivision (2) of this section, artificial nutrition or hydration may not be withheld or withdrawn if it is needed for comfort, hygiene, or the relief of pain. Reasonable medical judgment means a medical judgment that would be made applying commonly accepted medical standards to the incapacitated person's case. Section 3. That chapter 34-12C be amended by adding thereto a NEW SECTION to read as follows: If a person authorized to make a health care decision for an incapacitated person directs the provision of life-sustaining treatment or artificial nutrition and hydration, any physician or health care provider who has responsibility for the treatment and care of the individual must provide the directed treatment or artificial nutrition and hydration in those circumstances so long as it is technically feasible. A physician or health care provider who objects to providing such treatment may instead transfer the individual to a physician or health care provider willing to honor the declaration, but must continue to provide the treatment or care until the transfer is effectuated. Section 4. That § 34-12D-3 be amended to read as follows: 34-12D-3. A declaration may, but need not, be in the following form: LIVING WILL DECLARATION This is an important legal document. This document directs the medical treatment you are to receive in the event you are unable to participate in your own medical decisions and you are in a terminal condition. This document may state what kind of treatment you want or do not want to receive. This document can control whether you live or die. Prepare this document carefully. If you use this form, read it completely. You may want to seek professional help to make sure the form does what you intend and is completed without mistakes. This document will remain valid and in effect until and unless you revoke it. Review this document periodically to make sure it continues to reflect your wishes. You may amend or revoke this document at any time by notifying your physician and other health-care providers. You should give copies of this document to your physician and your family. This form is entirely optional. If you choose to use this form, please note that the form provides signature lines for you, the two witnesses whom you have selected and a notary public. TO MY FAMILY, PHYSICIANS, AND ALL THOSE CONCERNED WITH MY CARE: I, ____ willfully and voluntarily make this declaration as a directive to be followed if I am in a terminal condition and become unable to participate in decisions regarding my medical care. With respect to any life-sustaining treatment, I direct the following: (Initial only one of the following optional directives if you agree. If you do not agree with any of the following directives, space is provided below for you to write your own directives). _ NO LIFE-SUSTAINING TREATMENT. I direct that no life-sustaining treatment be provided. If life-sustaining treatment is begun, terminate it. _ TREATMENT FOR RESTORATION. Provide life-sustaining treatment only if and for so long as you believe treatment offers a reasonable possibility of restoring to me the ability to think and act for myself. _ TREAT UNLESS PERMANENTLY UNCONSCIOUS. If you believe that I am permanently unconscious and are satisfied that this condition is irreversible, then do not provide me with life-sustaining treatment, and if life-sustaining treatment is being provided to me, terminate it. If and so long as you believe that treatment has a reasonable possibility of restoring consciousness to me, then provide life-sustaining treatment. _ MAXIMUM TREATMENT. Preserve my life as long as possible , but do not provide treatment that is not in accordance with accepted medical standards as then in effect . (Artificial nutrition and hydration is food and water provided by means of a nasogastric tube or tubes inserted into the stomach, intestines, or veins. If food and water are withdrawn, withheld, or denied, starvation or dehydration may be the cause of death and not the terminal condition. If you do not wish to receive this form of treatment artificial nutrition and hydration , you must initial the statement below which reads: \"I intend to include this treatment, artificial nutrition and hydration among the 'life-sustaining treatment' that may be withheld or withdrawn.\") With respect to artificial nutrition and hydration, I wish to make clear that (Initial only one) _ I intend to include this treatment artificial nutrition and hydration among the \"life-sustaining treatment\" that may be withheld or withdrawn. _ I do not intend to include this treatment artificial nutrition and hydration among the \"life-sustaining treatment\" that may be withheld or withdrawn. (If you do not agree with any of the printed directives and want to write your own, or if you want to write directives in addition to the printed provisions, or if you want to express some of your other thoughts, you can do so here). ___________________________________________________________________________ ___________________________________________________________________________ ___________________________________________________________________________ ___________________________________________________________________________ ___________________________________________________________________________ ___________________________________________________________________________ Date: __________________ _______________________________________ (your signature) ____________________________ _______________________________________ (your address) (type or print your signature) The declarant voluntarily signed this document in my presence. Witness _________________________ Address _________________________ Witness _________________________ Address _________________________ On this the ______ day of ________, ______, the declarant, _______________, and witnesses _______________, and ________ personally appeared before the undersigned officer and signed the foregoing instrument in my presence. Dated this ________ day of ________, ______. ______________________________ Notary Public My commission expires: ____________________. Section 5. That § 59-7-2.5 be amended to read as follows: 59-7-2.5. The attorney-in-fact or agent , if authorized, may make any health care decisions for the principal which the principal could make individually if he the principal had decisional capacity. However, all such decisions shall be made in accordance with accepted medical practice. Whenever making any health care decision for the principal, the attorney-in-fact or agent shall implement the express wishes of the principal, if known. If the express wishes of the principal are not known, the attorney in fact shall make the decision in good faith, shall not arbitrarily refuse consent, and shall consider the recommendation of the attending physician, the decision that the principal would have made if the principal then had decisional capacity, if known the inherent value of human life and its preservation , and the decision that would be in the best interest of the principal. Section 6. That § 59-7-2.7 be amended to read as follows: 59-7-2.7. The guardian, attorney-in-fact , or agent may not authorize the withholding or withdrawal from the principal of comfort care and artificial nutrition or hydration. However, artificial nutrition or hydration may be withheld or withdrawn if: (1) Artificial nutrition or hydration is not needed for comfort care or the relief of pain and the attending physician reasonably believes that the principal's death will occur within approximately one week; or (2) Artificial nutrition or hydration cannot be physically assimilated by the principal; or (3) The burden of providing artificial nutrition or hydration outweighs its benefit, provided that the determination of burden refers to the provision of artificial nutrition or hydration itself and not to the quality of the continued life of the principal; or (4) There is clear and convincing evidence that artificial nutrition or hydration was refused by the person prior to loss of decisional capacity; or the power of attorney directs that artificial nutrition or hydration not be given or specifically authorizes the attorney-in-fact or agent to make that decision; or prior to the loss of decisional capacity there is clear and convincing evidence that the principal expressed the desire that artificial nutrition or hydration not be given. (1) In reasonable medical judgment; (a) The provision of artificial nutrition or hydration is not medically possible; (b) The provision of artificial nutrition or hydration would hasten death; or (c) The medical condition of the principal is such that provision of artificial nutrition or hydration would not contribute to sustaining life or providing comfort, hygiene, or relief of pain; (2) The principal has executed a living will or a durable power of attorney for healthcare, either of which specifically authorizes the withholding or withdrawal of artificial nutrition or hydration, to the extent that the authorization applies; (3) The principal has executed a written power of attorney pursuant to § 59-7-2.1 specifically authorizing the attorney-in-fact or agent to make that decision; or (4) There is a preponderance of the evidence that prior to the loss of decisional capacity, the principal either refused artificial nutrition or hydration or expressed the desire that artificial nutrition or hydration not be given in the applicable circumstances. Even in the exceptions listed in subdivisions (1), (2), (3) , and (4) of this section, artificial nutrition or hydration may not be withheld or withdrawn if it is needed for comfort , hygiene, or the relief of pain. Reasonable medical judgment means a medical judgment that would be made applying commonly accepted medical standards to the principal's case. Section 7. That chapter 59-7 be amended by adding thereto a NEW SECTION to read as follows: If an individual with decisional capacity, or a durable power of attorney for health care or an attorney-in-fact or an agent, if authorized, directs the provision of life-sustaining treatment or artificial nutrition and hydration, any physician or health care provider who has responsibility for the treatment and care of the individual must provide the directed treatment or artificial nutrition and hydration in those circumstances so long as it is technically feasible. A physician or health care provider who objects to providing such treatment may instead transfer the individual to a physician or health care provider willing to honor the declaration, but must continue to provide the treatment or care until the transfer is effectuated. Section 8. Nothing in this Act shall render ineffective or change any of the terms of any decision made, oral directive given, or document executed pursuant to chapter 34-12C, 34-12D, or 59-7 prior to the effective date of this Act."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 19442, "action_date": "2005-01-31T14:00:00-06:00", "document_id": 103721, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103721.pdf", "status_text": "First read in Senate and referred to", "journal_page": 247, "committee_id_action": 861, "committee_id_assigned": 839, "result": "N", "vote": {}}, {"bill_id": 19442, "action_date": "2005-02-07T10:00:00-06:00", "document_id": 104205, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104205.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 839, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19442, "action_date": "2005-02-09T10:00:00-06:00", "document_id": 104428, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104428.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 839, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19442, "action_date": "2005-02-09T10:00:00-06:00", "document_id": 104428, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104428.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 839, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 19442, "action_date": "2005-02-09T10:00:00-06:00", "document_id": 104428, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104428.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 839, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 19442, "action_date": "2005-02-16T10:00:00-06:00", "document_id": 104892, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104892.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 839, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19442, "action_date": "2005-02-16T10:00:00-06:00", "document_id": 104892, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104892.pdf", "status_text": "Do Pass Amended,", "journal_page": 525, "committee_id_action": 839, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 60227, "president_vote": null, "Yea": [3179, 3205, 3236, 3150], "Nay": [3201, 3202, 3217]}}, {"bill_id": 19442, "action_date": "2005-02-16T10:00:00-06:00", "document_id": 104892, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104892.pdf", "status_text": "Do Pass Amended,", "journal_page": 525, "committee_id_action": 839, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 60227, "president_vote": null, "Yea": [3179, 3205, 3236, 3150], "Nay": [3201, 3202, 3217]}}, {"bill_id": 19442, "action_date": "2005-02-17T14:00:00-06:00", "document_id": 105016, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105016.pdf", "status_text": "Do Pass Amended,", "journal_page": 549, "committee_id_action": 861, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 60309, "president_vote": null, "Nay": [3150, 3151, 3154, 3157, 3163, 3166, 3173, 3179, 3186, 3193, 3198, 3200, 3201, 3202, 3212, 3217, 3221, 3224, 3242, 3247], "Yea": [3152, 3153, 3165, 3168, 3180, 3185, 3204, 3205, 3210, 3214, 3219, 3228, 3236, 3239, 3241]}}]}