{"session_id": 69, "bill_id": 25178, "bill_type": "Senate Bill", "bill_number": 180, "bill_title": "modify provisions pertaining to unethical conduct and improper collection of fees relating to assistance or referrals in a veterans benefits matter.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25178", "sponsors": [{"legislator_profile_id": 4523, "is_prime": true}, {"legislator_profile_id": 4482, "is_prime": false}, {"legislator_profile_id": 4512, "is_prime": false}, {"legislator_profile_id": 4564, "is_prime": false}, {"legislator_profile_id": 4576, "is_prime": false}], "keywords": ["Trade Regulation", "Veterans Affairs"], "audio": [], "bill_versions": [{"bill_id": 25178, "bill_version_id": 262813, "bill_version": "Introduced", "bill_version_date": "2024-01-25T10:19:28.713-06:00", "bill_text": "An Act to modify provisions pertaining to unethical conduct and improper collection of fees relating to assistance or referrals in a veterans benefits matter. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to chapter 33A-2: Except as permitted under federal law, no person may receive any money, thing of value, or financial benefit for preparing, presenting, prosecuting, advising, consulting, or assisting any individual with regard to a veterans benefits matter before the United States Department of Veterans Affairs, the United States Department of Defense, or the South Dakota Department of Veterans Affairs. No person may receive any money, thing of value, or financial benefit for referring any individual to another person to prepare, present, prosecute, advise, consult, or assist regarding any veterans benefits matter before the United States Department of Veterans Affairs, the United States Department of Defense, or the South Dakota Department of Veterans Affairs. Nothing in this section may be construed to prohibit a division of fees between attorneys that is otherwise proper under the laws of this state and the South Dakota Rules of Professional Conduct. A violation of this section is a deceptive trade practice under chapter 37-24. For the purposes of this section and section 2 of this Act, the term \"veterans benefits matter\" means any claim affecting any person who as filed or expressed an intent to file a claim for any benefit, program, service, commodity, function, or status to which entitlement is determined under the laws and regulations administered by the United States Department of Veterans Affairs, the United States Department of Defense, or the South Dakota Department of Veterans Affairs, and pertaining to a veteran, the dependent or survivor of a veteran, or any other individual eligible for a benefit, program, service, commodity, function, or status. Section 2. That a NEW SECTION be added to chapter 33A-2: Any person who receives any money, thing of value, or financial benefit for preparing, presenting, prosecuting, advising, consulting, or assisting any individual with regard to a veterans benefits matter before the United States Department of Veterans Affairs, the United States Department of Defense, or the South Dakota Department of Veterans Affairs must be held to the same ethical standard as an attorney is held to in the South Dakota Rules of Professional Conduct regarding the following areas: (1) Advertising; (2) Solicitation of new clients; (3) Confidentiality; (4) Duty of care; (5) Duty of honesty; and (6) Duty to zealously pursue what is in the best interest of the client."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 25178, "action_date": "2024-01-25T13:00:00-06:00", "document_id": 262427, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/262427.pdf", "status_text": "First read in Senate and referred to", "journal_page": 180, "committee_id_action": 1219, "committee_id_assigned": 1217, "result": "N", "vote": {}}]}