{"session_id": 43, "bill_id": 11745, "bill_type": "Senate Bill", "bill_number": 28, "bill_title": "repeal provisions regarding the restricted real estate broker's license for auctioneers and to revise certain provisions regarding real estate licensing.", "sponsors": [], "keywords": ["Executive/Judiciary Request", "Professions and Occupations", "Promulgation of Rules"], "audio": [{"meeting_datetime": "2020-01-23T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sco07.mp3", "start_seconds": 946.0}, {"meeting_datetime": "2020-01-23T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sco07.mp3", "start_seconds": 946.0}, {"meeting_datetime": "2020-01-23T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sco07.mp3", "start_seconds": 946.0}, {"meeting_datetime": "2020-01-23T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sco07.mp3", "start_seconds": 946.0}, {"meeting_datetime": "2020-02-07T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hco16.mp3", "start_seconds": 690.0}, {"meeting_datetime": "2020-02-07T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hco16.mp3", "start_seconds": 690.0}, {"meeting_datetime": "2020-02-07T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hco16.mp3", "start_seconds": 690.0}, {"meeting_datetime": "2020-02-07T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hco16.mp3", "start_seconds": 690.0}, {"meeting_datetime": "2020-02-19T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou22.mp3", "start_seconds": 7786.0}, {"meeting_datetime": "2020-02-19T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou22.mp3", "start_seconds": 7786.0}, {"meeting_datetime": "2020-02-19T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou22.mp3", "start_seconds": 7786.0}, {"meeting_datetime": "2020-02-19T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou22.mp3", "start_seconds": 7786.0}], "bill_versions": [{"bill_id": 11745, "bill_version_id": 61857, "bill_version": "Introduced", "bill_version_date": "2020-01-09T18:38:13.183-06:00", "bill_text": "An Act to repeal provisions regarding the restricted real estate broker's license for auctioneers. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 36-21A-1 be AMENDED: 36-21A-1. Definitions. Terms used in this chapter mean: (1) \"Agency,\" any relationship by which one person acts for or on behalf of a client subject to the client's reasonable direction and control; (2) \"Agency agreement,\" a written agreement between a broker and a client that creates a fiduciary relationship between the broker and client. The payment or promise of payment of compensation to a responsible broker does not determine whether an agency relationship has been created between any responsible broker or licensees associated with the responsible broker and a client; (3) \"Auction,\" any public sale of real estate as defined in § 36-21A-11 or business property as defined in subdivision 36-21A-6 (3) at public offering to the highest bidder; (4) \"Auctioneer,\" any person licensed under this chapter before July 1, 2020, or as a broker associate or responsible broker who auctions, offers, attempts or agrees to auction real estate or business opportunities; (5) \"Broker associate,\" any broker acting in association with or under the auspices of a responsible broker; (6) \"Client,\" any person, including a seller, landlord, buyer, or tenant, who has entered into an agency relationship with a real estate licensee; (7) \"Commission,\" the South Dakota Real Estate Commission; (8) \"Consumer,\" any person seeking or receiving services from a real estate broker; (9) \"Customer,\" any party to a real estate transaction who does not have an agency relationship with a licensee; (10) \"Designated broker,\" any broker licensee designated by a responsible broker to act for the company in the conduct of real estate brokerage; (11) \"In-company transaction,\" any transaction in which both the seller or landlord and the buyer or tenant receive real estate services from the same broker or from licensees associated with the same broker; (12) \"Licensee,\" any person holding a license issued pursuant to this chapter; (13) \"Limited agent,\" any licensee who has a written agency relationship with both the seller and the buyer in the same in-company transaction; (14) \"Person,\" any individual, corporation, limited liability company, partnership, limited partnership, association, joint venture or any other entity, foreign or domestic; (15) \"Purchaser,\" any person who acquires or attempts to acquire or succeeds to an interest in real property; (16) \"Responsible broker,\" any person holding a broker's license issued pursuant to this chapter who is responsible for the real estate activities conducted by those licensees acting in association with or under the auspices of the responsible broker; (17) \"Served actively,\" if referring to a real estate salesman or broker associate, having the license on an active status with the commission; (18) \"Single agent,\" any licensee who represents only one party to a transaction; (19) \"Subdivider,\" a person who causes land to be subdivided into a subdivision for that person or others, or who undertakes to develop a subdivision. The term does not include a public agency or officer authorized by law to create subdivisions; (20) \"Subdivision,\" or \"subdivided land,\" any real estate offered for sale and that has been registered under the Interstate Land Sales Full Disclosure Act, 82 Stat. 590 and following, 15 U.S.C. 1701 and following, as such the Act existed on January 1, 1980, or real estate located out of this state that is divided or proposed to be divided into fifty or more lots, parcels, or units; (21) \"Team,\" any two or more licensed persons who work under the supervision of the same responsible broker, work together on real estate transactions to provide real estate brokerage services, who are designated as a team by the responsible broker, and have a team leader designated by the responsible broker; (22) \"Team leader,\" any person licensed by the commission and designated by his or her the person's responsible broker as the leader for his or her the person's team. A team leader is responsible for supervising the real estate activities of his or her the person's team performed under this chapter, subject to the overall supervision of the responsible broker of the team leader and team members; (23) \"Transaction broker,\" a broker who assists one or more parties with a real estate transaction without being an agent or advocate for the interests of any party to the transaction. The term includes the licensees associated with the broker; (24) \"Transaction broker agreement,\" a written agreement in which the broker does not represent either the seller or the buyer in a fiduciary capacity. No brokerage relationship may be created or implied by word or action alone, but only by written agreement clarifying the brokerage relationship. Section 2. That § 36-21A-33 be AMENDED: 36-21A-33. Denial of application--Reasons. An application may be denied for any one of the following reasons: (1) The applicant has written insufficient funds checks within the calendar year before application or has written an insufficient funds check for the application; (2) The applicant has been convicted of a felony or of a misdemeanor involving moral turpitude. If the applicant is a firm, a license may be denied if any partner, associate, director, stockholder, officer or responsible broker has been convicted of a felony or of a misdemeanor involving moral turpitude; (3) The applicant has been disciplined by a regulatory agency in relation to activities as a real estate salesperson or broker, broker associate, firm, appraiser, mortgage broker, auctioneer or any other regulated licensee, including insurance, securities, law and commodities trading; (4) The applicant has failed to satisfy the requirements as provided by this chapter; (5) The applicant has failed the prelicense school examination; (6) The applicant has not met education requirements; (7) The applicant made deliberate misstatements, deliberate omissions, misrepresentations or untruths in the application; or (8) The applicant has a current and unpaid judgment filed against the applicant. Section 3. That § 36-21A-47 be AMENDED: 36-21A-47. Restricted broker's license--Issuance--Termination and prosecution--Promulgation of rules. The commission may promulgate rules pursuant to chapter 1-26 to provide for the issuance of a restricted broker's license to auctioneers, property managers, mortgage brokers, or time-share or residential-rental agents. The licensee may perform only those duties specified by the license. If the licensee exceeds the authority granted, the license may be terminated and criminal proceedings brought against the licensee."}, {"bill_id": 11745, "bill_version_id": 68030, "bill_version": "House Engrossed", "bill_version_date": "2020-02-19T17:18:22.157-06:00", "bill_text": "An Act to repeal provisions regarding the restricted real estate broker's license for auctioneers and to revise certain provisions regarding real estate licensing. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 36-21A-1 be AMENDED: 36-21A-1. Definitions. Terms used in this chapter mean: (1) \"Agency,\" any relationship by which one person acts for or on behalf of a client subject to the client's reasonable direction and control; (2) \"Agency agreement,\" a written agreement between a broker and a client that creates a fiduciary relationship between the broker and client. The payment or promise of payment of compensation to a responsible broker does not determine whether an agency relationship has been created between any responsible broker or licensees associated with the responsible broker and a client; (3) \"Auction,\" any public sale of real estate as defined in § 36-21A-11 or business property as defined in subdivision 36-21A-6 (3) at public offering to the highest bidder; (4) \"Auctioneer,\" any person licensed under this chapter before July 1, 2020, or as a broker associate or responsible broker who auctions, offers, attempts or agrees to auction real estate or business opportunities; (5) \"Broker associate,\" any broker acting in association with or under the auspices of a responsible broker; (6) \"Client,\" any person, including a seller, landlord, buyer, or tenant, who has entered into an agency relationship with a real estate licensee; (7) \"Commission,\" the South Dakota Real Estate Commission; (8) \"Consumer,\" any person seeking or receiving services from a real estate broker; (9) \"Customer,\" any party to a real estate transaction who does not have an agency relationship with a licensee; (10) \"Designated broker,\" any broker licensee designated by a responsible broker to act for the company in the conduct of real estate brokerage; (11) \"In-company transaction,\" any transaction in which both the seller or landlord and the buyer or tenant receive real estate services from the same broker or from licensees associated with the same broker; (12) \"Licensee,\" any person holding a license issued pursuant to this chapter; (13) \"Limited agent,\" any licensee who has a written agency relationship with both the seller and the buyer in the same in-company transaction; (14) \"Person,\" any individual, corporation, limited liability company, partnership, limited partnership, association, joint venture or any other entity, foreign or domestic; (15) \"Purchaser,\" any person who acquires or attempts to acquire or succeeds to an interest in real property; (16) \"Responsible broker,\" any person holding a broker's license issued pursuant to this chapter who is responsible for the real estate activities conducted by those licensees acting in association with or under the auspices of the responsible broker; (17) \"Served actively,\" if referring to a real estate salesman or broker associate, having the license on an active status with the commission; (18) \"Single agent,\" any licensee who represents only one party to a transaction; (19) \"Subdivider,\" a person who causes land to be subdivided into a subdivision for that person or others, or who undertakes to develop a subdivision. The term does not include a public agency or officer authorized by law to create subdivisions; (20) \"Subdivision,\" or \"subdivided land,\" any real estate offered for sale and that has been registered under the Interstate Land Sales Full Disclosure Act, 82 Stat. 590 and following, 15 U.S.C. 1701 and following, as such the Act existed on January 1, 1980, or real estate located out of this state that is divided or proposed to be divided into fifty or more lots, parcels, or units; (21) \"Team,\" any two or more licensed persons who work under the supervision of the same responsible broker, work together on real estate transactions to provide real estate brokerage services, who are designated as a team by the responsible broker, and have a team leader designated by the responsible broker; (22) \"Team leader,\" any person licensed by the commission and designated by his or her the person's responsible broker as the leader for his or her the person's team. A team leader is responsible for supervising the real estate activities of his or her the person's team performed under this chapter, subject to the overall supervision of the responsible broker of the team leader and team members; (23) \"Transaction broker,\" a broker who assists one or more parties with a real estate transaction without being an agent or advocate for the interests of any party to the transaction. The term includes the licensees associated with the broker; (24) \"Transaction broker agreement,\" a written agreement in which the broker does not represent either the seller or the buyer in a fiduciary capacity. No brokerage relationship may be created or implied by word or action alone, but only by written agreement clarifying the brokerage relationship. Section 2. That § 36-21A-33 be AMENDED: 36-21A-33. Denial of application--Reasons. An application may be denied for any one of the following reasons: (1) The applicant has written insufficient funds checks within the calendar year before application or has written an insufficient funds check for the application; (2) The applicant has been convicted of a felony or of a misdemeanor involving moral turpitude. If the applicant is a firm, a license may be denied if any partner, associate, director, stockholder, officer or responsible broker has been convicted of a felony or of a misdemeanor involving moral turpitude; (3) The applicant has been disciplined by a regulatory agency in relation to activities as a real estate salesperson or broker, broker associate, firm, appraiser, mortgage broker, auctioneer or any other regulated licensee, including insurance, securities, law and commodities trading; (4) The applicant has failed to satisfy the requirements as provided by this chapter; (5) The applicant has failed the prelicense school examination; (6) The applicant has not met education requirements; (7) The applicant made deliberate misstatements, deliberate omissions, misrepresentations or untruths in the application; or (8) The applicant has a current and unpaid judgment filed against the applicant. Section 3. That § 36-21A-47 be AMENDED: 36-21A-47. Restricted broker's license--Issuance--Termination and prosecution--Promulgation of rules. The commission may promulgate rules pursuant to chapter 1-26 to provide for the issuance of a restricted broker's license to auctioneers, property managers, mortgage brokers, or time-share or residential-rental agents. The licensee may perform only those duties specified by the license. If the licensee exceeds the authority granted, the license may be terminated and criminal proceedings brought against the licensee. Section 4. That § 36-21A-29 be AMENDED: 36-21A-29. Persons and entities exempt from licensure. This chapter does not apply to the following: (1) Any person who as a bona fide owner or lessor, performs any of the acts described in §§ 36-21A-6 and 36-21A-12 with reference to property owned, or leased by the person, or to any regular employees thereof, if such acts are performed in the regular course of, or as an incident to the management of such property or investment in such property; (2) Any public officer while performing the officer's duties; (3) Any person owning and operating a cemetery and selling lots solely for use as burial plots; (4) Any person acting as a receiver, trustee, personal representative, guardian or under court order, or while acting under authority of a deed, trust, or will; (5) Any custodian, janitor, or employee of the owner or manager of a residential building who exhibits a residential unit therein to prospective tenants, accepts applications for leases and furnishes prospective tenants with information relative to the rental of the unit, terms and conditions of leases required by the owner or manager and similar information; (6) Any owner, manager, or employee of a business holding a lodging license while engaging in the lodging business; (7) Any attorney at law, admitted to practice in South Dakota, unless the attorney holds himself or herself out to be in the real estate business or solicits real estate business, in which event the attorney may obtain a real estate license without examination, but the attorney is otherwise subject to the provisions of this chapter; (8) Any bank, bank holding company or subsidiary thereof, credit union, trust company, savings and loan association, public utility, or any land mortgage or farm loan association organized under the laws of this state or the United States, if engaged in the transaction of business within the scope of its corporate powers as provided by law; (9) Any person or company whose business practice is to collect a fee or compensation to publish real estate listings in print, electronic, or other media; (10) Any person holding, in good faith, a duly executed power of attorney from the owner, authorizing the final consummation and execution for the sale, purchase, leasing, or exchange of real property if such acts are not of a recurrent nature and done with the intention of evading this chapter; and (11) Any employee of any person enumerated in this section whose principal duties are other than those duties described in §§ 36-21A-6 and 36-21A-12, if engaged in the specific performance of the employee's duties; and (12) Any person employed or contracted by a licensee to call or take bids in an auction. Section 5. That § 36-21A-89 be AMENDED: 36-21A-89. Administration and enforcement of chapter--Promulgation of rules. The commission may promulgate rules pursuant to chapter 1-26 relating to the administration and enforcement of the provisions of this chapter in the following areas: (1) Procedures for conducting the commission's business; (2) Procedures and qualifications for application, minimum requirements for examination, procedures for the examination and the administration of the examination, the required score for passing the examination, and procedures for replacement of a license; (3) Requirements for dividing a commission with a broker in another state, requirements for application for licensure by reciprocity and the practice of a nonresident licensee in the state; (4) Procedures for application to provide classroom instruction or correspondence work for prelicensing education, qualifications of the instructors and facilities, and procedures for approving classroom instruction and correspondence work and for withdrawing the approval; (5) Procedures for disciplinary proceedings, including requirements for filing a complaint, dismissal of a complaint, informal and formal resolution of a complaint, formal complaint and answer requirements, final action and review, disqualification of a commission member from a hearing and authorization for per diem and mileage; (6) Procedures for declaratory rulings, petitions for rules and contested cases; (7) Requirements for a real estate auction, use of unlicensed persons to call or take bids, and the requirements, duties and responsibilities of an auctioneer; (8) Requirements for mortgage brokers, including areas such as trust accounts, record-keeping, written contracts, full disclosure and restrictions on chargeable costs and expenses; (9) Requirements for continuing education including procedures for granting a certificate of accreditation; notification of a material change in an approved course offering; suspension, revocation and denial of course approval; notice to students regarding the course and opportunity for comment; auditing; certificates of attendance; preregistration and limits on correspondence courses; (10) Requirements for property managers, including areas such as trust accounts, auditing, contracts, disclosure, disciplinary matters, financial obligations and records, and property management accounting; and (11) Requirements for establishing and maintaining teams and the requirements, duties, and responsibilities of team leaders."}, {"bill_id": 11745, "bill_version_id": 68334, "bill_version": "Enrolled", "bill_version_date": "2020-02-21T15:36:22.99-06:00", "bill_text": "ENTITLED An Act to repeal provisions regarding the restricted real estate broker's license for auctioneers and to revise certain provisions regarding real estate licensing. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 36-21A-1 be AMENDED: 36-21A-1. Definitions. Terms used in this chapter mean: (1) \"Agency,\" any relationship by which one person acts for or on behalf of a client subject to the client's reasonable direction and control; (2) \"Agency agreement,\" a written agreement between a broker and a client that creates a fiduciary relationship between the broker and client. The payment or promise of payment of compensation to a responsible broker does not determine whether an agency relationship has been created between any responsible broker or licensees associated with the responsible broker and a client; (3) \"Auction,\" any public sale of real estate as defined in § 36-21A-11 or business property as defined in subdivision 36-21A-6 (3) at public offering to the highest bidder; (4) \"Auctioneer,\" any person licensed under this chapter before July 1, 2020, or as a broker associate or responsible broker who auctions, offers, attempts or agrees to auction real estate or business opportunities; (5) \"Broker associate,\" any broker acting in association with or under the auspices of a responsible broker; (6) \"Client,\" any person, including a seller, landlord, buyer, or tenant, who has entered into an agency relationship with a real estate licensee; (7) \"Commission,\" the South Dakota Real Estate Commission; (8) \"Consumer,\" any person seeking or receiving services from a real estate broker; (9) \"Customer,\" any party to a real estate transaction who does not have an agency relationship with a licensee; (10) \"Designated broker,\" any broker licensee designated by a responsible broker to act for the company in the conduct of real estate brokerage; (11) \"In-company transaction,\" any transaction in which both the seller or landlord and the buyer or tenant receive real estate services from the same broker or from licensees associated with the same broker; (12) \"Licensee,\" any person holding a license issued pursuant to this chapter; (13) \"Limited agent,\" any licensee who has a written agency relationship with both the seller and the buyer in the same in-company transaction; (14) \"Person,\" any individual, corporation, limited liability company, partnership, limited partnership, association, joint venture or any other entity, foreign or domestic; (15) \"Purchaser,\" any person who acquires or attempts to acquire or succeeds to an interest in real property; (16) \"Responsible broker,\" any person holding a broker's license issued pursuant to this chapter who is responsible for the real estate activities conducted by those licensees acting in association with or under the auspices of the responsible broker; (17) \"Served actively,\" if referring to a real estate salesman or broker associate, having the license on an active status with the commission; (18) \"Single agent,\" any licensee who represents only one party to a transaction; (19) \"Subdivider,\" a person who causes land to be subdivided into a subdivision for that person or others, or who undertakes to develop a subdivision. The term does not include a public agency or officer authorized by law to create subdivisions; (20) \"Subdivision,\" or \"subdivided land,\" any real estate offered for sale and that has been registered under the Interstate Land Sales Full Disclosure Act, 82 Stat. 590 and following, 15 U.S.C. 1701 and following, as the Act existed on January 1, 1980, or real estate located out of this state that is divided or proposed to be divided into fifty or more lots, parcels, or units; (21) \"Team,\" any two or more licensed persons who work under the supervision of the same responsible broker, work together on real estate transactions to provide real estate brokerage services, who are designated as a team by the responsible broker, and have a team leader designated by the responsible broker; (22) \"Team leader,\" any person licensed by the commission and designated by the person's responsible broker as the leader for the person's team. A team leader is responsible for supervising the real estate activities of the person's team performed under this chapter, subject to the overall supervision of the responsible broker of the team leader and team members; (23) \"Transaction broker,\" a broker who assists one or more parties with a real estate transaction without being an agent or advocate for the interests of any party to the transaction. The term includes the licensees associated with the broker; (24) \"Transaction broker agreement,\" a written agreement in which the broker does not represent either the seller or the buyer in a fiduciary capacity. No brokerage relationship may be created or implied by word or action alone, but only by written agreement clarifying the brokerage relationship. Section 2. That § 36-21A-33 be AMENDED: 36-21A-33. Denial of application--Reasons. An application may be denied for any one of the following reasons: (1) The applicant has written insufficient funds checks within the calendar year before application or has written an insufficient funds check for the application; (2) The applicant has been convicted of a felony or of a misdemeanor involving moral turpitude. If the applicant is a firm, a license may be denied if any partner, associate, director, stockholder, officer or responsible broker has been convicted of a felony or of a misdemeanor involving moral turpitude; (3) The applicant has been disciplined by a regulatory agency in relation to activities as a real estate salesperson or broker, broker associate, firm, appraiser, mortgage broker, or any other regulated licensee, including insurance, securities, law and commodities trading; (4) The applicant has failed to satisfy the requirements as provided by this chapter; (5) The applicant has failed the prelicense school examination; (6) The applicant has not met education requirements; (7) The applicant made deliberate misstatements, deliberate omissions, misrepresentations or untruths in the application; or (8) The applicant has a current and unpaid judgment filed against the applicant. Section 3. That § 36-21A-47 be AMENDED: 36-21A-47. Restricted broker's license--Issuance--Termination and prosecution--Promulgation of rules. The commission may promulgate rules pursuant to chapter 1-26 to provide for the issuance of a restricted broker's license to property managers, mortgage brokers, or time-share or residential-rental agents. The licensee may perform only those duties specified by the license. If the licensee exceeds the authority granted, the license may be terminated and criminal proceedings brought against the licensee. Section 4. That § 36-21A-29 be AMENDED: 36-21A-29. Persons and entities exempt from licensure. This chapter does not apply to the following: (1) Any person who as a bona fide owner or lessor, performs any of the acts described in §§ 36-21A-6 and 36-21A-12 with reference to property owned, or leased by the person, or to any regular employees thereof, if such acts are performed in the regular course of, or as an incident to the management of such property or investment in such property; (2) Any public officer while performing the officer's duties; (3) Any person owning and operating a cemetery and selling lots solely for use as burial plots; (4) Any person acting as a receiver, trustee, personal representative, guardian or under court order, or while acting under authority of a deed, trust, or will; (5) Any custodian, janitor, or employee of the owner or manager of a residential building who exhibits a residential unit therein to prospective tenants, accepts applications for leases and furnishes prospective tenants with information relative to the rental of the unit, terms and conditions of leases required by the owner or manager and similar information; (6) Any owner, manager, or employee of a business holding a lodging license while engaging in the lodging business; (7) Any attorney at law, admitted to practice in South Dakota, unless the attorney holds himself or herself out to be in the real estate business or solicits real estate business, in which event the attorney may obtain a real estate license without examination, but the attorney is otherwise subject to the provisions of this chapter; (8) Any bank, bank holding company or subsidiary thereof, credit union, trust company, savings and loan association, public utility, or any land mortgage or farm loan association organized under the laws of this state or the United States, if engaged in the transaction of business within the scope of its corporate powers as provided by law; (9) Any person or company whose business practice is to collect a fee or compensation to publish real estate listings in print, electronic, or other media; (10) Any person holding, in good faith, a duly executed power of attorney from the owner, authorizing the final consummation and execution for the sale, purchase, leasing, or exchange of real property if such acts are not of a recurrent nature and done with the intention of evading this chapter; (11) Any employee of any person enumerated in this section whose principal duties are other than those duties described in §§ 36-21A-6 and 36-21A-12, if engaged in the specific performance of the employee's duties; and (12) Any person employed or contracted by a licensee to call or take bids in an auction. Section 5. That § 36-21A-89 be AMENDED: 36-21A-89. Administration and enforcement of chapter--Promulgation of rules. The commission may promulgate rules pursuant to chapter 1-26 relating to the administration and enforcement of the provisions of this chapter in the following areas: (1) Procedures for conducting the commission's business; (2) Procedures and qualifications for application, minimum requirements for examination, procedures for the examination and the administration of the examination, the required score for passing the examination, and procedures for replacement of a license; (3) Requirements for dividing a commission with a broker in another state, requirements for application for licensure by reciprocity and the practice of a nonresident licensee in the state; (4) Procedures for application to provide classroom instruction or correspondence work for prelicensing education, qualifications of the instructors and facilities, and procedures for approving classroom instruction and correspondence work and for withdrawing the approval; (5) Procedures for disciplinary proceedings, including requirements for filing a complaint, dismissal of a complaint, informal and formal resolution of a complaint, formal complaint and answer requirements, final action and review, disqualification of a commission member from a hearing and authorization for per diem and mileage; (6) Procedures for declaratory rulings, petitions for rules and contested cases; (7) Requirements for a real estate auction, use of unlicensed persons to call or take bids, and the requirements, duties and responsibilities of an auctioneer; (8) Requirements for mortgage brokers, including areas such as trust accounts, record-keeping, written contracts, full disclosure and restrictions on chargeable costs and expenses; (9) Requirements for continuing education including procedures for granting a certificate of accreditation; notification of a material change in an approved course offering; suspension, revocation and denial of course approval; notice to students regarding the course and opportunity for comment; auditing; certificates of attendance; preregistration and limits on correspondence courses; (10) Requirements for property managers, including areas such as trust accounts, auditing, contracts, disclosure, disciplinary matters, financial obligations and records, and property management accounting; and (11) Requirements for establishing and maintaining teams and the requirements, duties, and responsibilities of team leaders. An Act to repeal provisions regarding the restricted real estate broker's license for auctioneers and to revise certain provisions regarding real estate licensing. I certify that the attached Act originated in the: Senate as Bill No. 28 Secretary of the Senate President of the Senate Attest: Secretary of the Senate Speaker of the House Attest: Chief Clerk Senate Bill No. 28 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2020 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2020 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2020 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 11745, "action_date": "2020-01-14T12:00:00-06:00", "document_id": 61791, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/61791.pdf", "status_text": "First read in Senate and referred to", "journal_page": 11, "committee_id_action": 447, "committee_id_assigned": 456, "result": "N", "vote": {}}, {"bill_id": 11745, "action_date": "2020-01-23T10:00:00-06:00", "document_id": 62797, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/62797.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 456, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11745, "action_date": "2020-01-23T10:00:00-06:00", "document_id": 62798, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/62798.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 456, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 31914, "president_vote": null, "Yea": [1707, 1715, 1703, 1730, 1663, 1752, 1716]}}, {"bill_id": 11745, "action_date": "2020-01-23T10:00:00-06:00", "document_id": 62798, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/62798.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 456, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11745, "action_date": "2020-01-24T13:00:00-06:00", "document_id": 63474, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/63474.pdf", "status_text": "Do Pass", "journal_page": 76, "committee_id_action": 447, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 32003, "president_vote": null, "Yea": [1685, 1741, 1714, 1764, 1707, 1763, 1693, 1659, 1720, 1658, 1742, 1663, 1717, 1708, 1721, 1686, 1724, 1715, 1651, 1749, 1746, 1726, 1718, 1752, 1713, 1704, 1750, 1716, 1706, 1719, 1735, 1652, 1705], "Excused": [1703, 1730]}}, {"bill_id": 11745, "action_date": "2020-01-24T13:00:00-06:00", "document_id": 63474, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/63474.pdf", "status_text": "Do Pass", "journal_page": 76, "committee_id_action": 447, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 32003, "president_vote": null, "Yea": [1685, 1741, 1714, 1764, 1707, 1763, 1693, 1659, 1720, 1658, 1742, 1663, 1717, 1708, 1721, 1686, 1724, 1715, 1651, 1749, 1746, 1726, 1718, 1752, 1713, 1704, 1750, 1716, 1706, 1719, 1735, 1652, 1705], "Excused": [1703, 1730]}}, {"bill_id": 11745, "action_date": "2020-01-27T14:00:00-06:00", "document_id": 63659, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/63659.pdf", "status_text": "First Reading House", "journal_page": 64, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11745, "action_date": "2020-01-28T14:00:00-06:00", "document_id": 64105, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/64105.pdf", "status_text": "Referred to", "journal_page": 77, "committee_id_action": 480, "committee_id_assigned": 465, "result": "N", "vote": {}}, {"bill_id": 11745, "action_date": "2020-02-07T10:00:00-06:00", "document_id": 66600, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/66600.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 465, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11745, "action_date": "2020-02-07T10:00:00-06:00", "document_id": 66601, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/66601.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 465, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 32582, "president_vote": null, "Yea": [1723, 1669, 1675, 1679, 1698, 1762, 1697, 1691, 1687, 1657, 1736, 1709], "Excused": [1661]}}, {"bill_id": 11745, "action_date": "2020-02-07T10:00:00-06:00", "document_id": 66601, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/66601.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 465, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11745, "action_date": "2020-02-10T14:00:00-06:00", "document_id": 67155, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67155.pdf", "status_text": "Remove from Consent Calendar", "journal_page": 243, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11745, "action_date": "2020-02-11T14:00:00-06:00", "document_id": 67317, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67317.pdf", "status_text": "Deferred to another day", "journal_page": 263, "committee_id_action": 480, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 11745, "action_date": "2020-02-13T14:00:00-06:00", "document_id": 67596, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67596.pdf", "status_text": "Deferred to another day", "journal_page": 283, "committee_id_action": 480, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 11745, "action_date": "2020-02-18T14:00:00-06:00", "document_id": 67682, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67682.pdf", "status_text": "Deferred to another day", "journal_page": 304, "committee_id_action": 480, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 11745, "action_date": "2020-02-19T14:00:00-06:00", "document_id": 67894, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67894.pdf", "status_text": "Motion to amend", "journal_page": 321, "committee_id_action": 480, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 11745, "action_date": "2020-02-19T14:00:00-06:00", "document_id": 67894, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67894.pdf", "status_text": "Do Pass Amended", "journal_page": 323, "committee_id_action": 480, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 33292, "president_vote": null, "Yea": [1754, 1700, 1689, 1723, 1654, 1670, 1668, 1751, 1665, 1711, 1672, 1656, 1743, 1680, 1740, 1681, 1744, 1736, 1728, 1702, 1676, 1682, 1662, 1748, 1684, 1731, 1738, 1669, 1739, 1690, 1678, 1747, 1655, 1667, 1722, 1657, 1737, 1675, 1679, 1673, 1671, 1729, 1765, 1698, 1677, 1733, 1745, 1701, 1666, 1725, 1674, 1688, 1727, 1683, 1664, 1709, 1660, 1653, 1696, 1692, 1661, 1762, 1697, 1755, 1691, 1712, 1687, 1734], "Nay": [1710], "Excused": [1699]}}, {"bill_id": 11745, "action_date": "2020-02-21T13:00:00-06:00", "document_id": 68177, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68177.pdf", "status_text": "Concurred in amendments", "journal_page": 304, "committee_id_action": 447, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 33519, "president_vote": null, "Yea": [1685, 1741, 1714, 1764, 1707, 1763, 1693, 1659, 1720, 1658, 1742, 1663, 1717, 1708, 1721, 1686, 1724, 1715, 1651, 1703, 1749, 1746, 1726, 1718, 1752, 1713, 1704, 1750, 1716, 1730, 1706, 1719, 1735, 1652, 1705]}}, {"bill_id": 11745, "action_date": "2020-02-24T14:00:00-06:00", "document_id": 68369, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68369.pdf", "status_text": "Signed by the President", "journal_page": 327, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11745, "action_date": "2020-02-25T14:00:00-06:00", "document_id": 68534, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68534.pdf", "status_text": "Signed by the Speaker", "journal_page": 392, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11745, "action_date": "2020-02-26T14:00:00-06:00", "document_id": 68729, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68729.pdf", "status_text": "Delivered to the Governor", "journal_page": 352, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11745, "action_date": "2020-03-03T14:00:00-06:00", "document_id": 69177, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69177.pdf", "status_text": "Signed by the Governor", "journal_page": 395, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 409, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/11745"}