{"session_id": 45, "bill_id": 12511, "bill_type": "House Bill", "bill_number": 1012, "bill_title": "to raise the minimum driving age and to repeal the provisions for a restricted minorÆs permit.", "sponsors": [{"legislator_profile_id": 1942, "is_prime": true}, {"legislator_profile_id": 1986, "is_prime": true}, {"legislator_profile_id": 1897, "is_prime": false}, {"legislator_profile_id": 1927, "is_prime": false}, {"legislator_profile_id": 1946, "is_prime": false}, {"legislator_profile_id": 1949, "is_prime": false}, {"legislator_profile_id": 1958, "is_prime": false}, {"legislator_profile_id": 1978, "is_prime": false}], "keywords": ["Drivers' Licenses & Identification Cards", "Minors' Rights & Responsibilities"], "audio": [], "bill_versions": [{"bill_id": 12511, "bill_version_id": 72974, "bill_version": "Introduced", "bill_version_date": "1997-01-08T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to raise the minimum driving age and to repeal the provisions for a restricted minor's permit. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 32-12-11 be amended to read as follows: 32-12-11. Any person who is at least fourteen fifteen years of age may apply to the Department of Commerce and Regulation for an instruction permit. The department may, after the applicant has successfully passed all parts of the examination other than the driving test and paid a fee which is equal in amount to the fee prescribed for a driver's license in § 32-12-16, issue to the applicant an instruction permit. The instruction permit entitles the applicant holder while having the permit in his immediate physical possession of the permit to drive a motor vehicle upon the public highways for a period of one hundred and eighty days year if accompanied by a licensed operator who is at least eighteen years of age, who has had at least one year of driving experience, and who is occupying a seat beside the driver unless the permittee permit holder is operating a motorcycle or a moped. A motorcycle instruction permit entitles the holder, while having the permit in his immediate physical possession of the permit , to operate a motorcycle during the hours of 6 a.m. to 8 p.m. if he the holder is accompanied by a licensed motorcycle operator who is at least eighteen years of age, who has at least one year of driving experience , and who is driving another motorcycle along with the permit holder. No motorcycle instruction permit holder may carry another person on the motorcycle. The permit is valid for thirty days. The permit may be issued only once in a one-year period one year . Section 2. That § 32-12-29 be amended to read as follows: 32-12-29. The Department of Commerce and Regulation shall may not issue any license under this chapter to any person who is under the age of sixteen years, except that the department may issue a restricted license as provided in § § 32-12-11 to 32-12-15, inclusive, to any person who is at least fourteen years of age an instruction permit as provided in § 32-12-11 . Section 3. That § 32-12-12 be repealed. 32-12-12. A restricted minor's permit may be issued, upon application and payment of the proper fee as provided for in § 32-12-16, and passage of all driver's license examination tests, to any minor between the ages of fourteen and sixteen years. A restricted minor's permit entitles the holder, while having the permit in his immediate physical possession, to operate a motor vehicle during the hours of 6 a.m. to 8 p.m. standard time if the motor vehicle is being operated with the permission of the minor's parents or guardian and during the hours of 8 p.m. to 6 a.m. if the motor vehicle is being operated under the direction of the minor's parent or guardian who is occupying a seat beside the driver. The restrictions as to time of operation and operation under the direction of a parent or guardian do not apply to the holder of a valid restricted minor's permit operating a self-propelled agricultural machine which is not subject to registration under chapter 32-5. Section 4. That § 32-12-13 be amended to read as follows: 32-12-13. A restricted minor's An instruction permit issued under § 32-12-12 § 32-12-11 does not entitle the minor permit holder to operate a motor vehicle, in excess of twenty thousand pounds gross vehicle weight. However, the restriction imposed by this section does not apply to the holder of a restricted minor's an instruction permit operating a self-propelled agricultural machine which is not subject to registration under chapter 32-5. Section 5. That § 32-12-14 be amended to read as follows: 32-12-14. A restricted minor's An instruction permit issued under § 32-12-12 § 32-12-11 does not entitle the minor permit holder to operate a motor vehicle on which is mounted a sawmill; a motor vehicle used in transportation of products originating in, or produced from, or necessary to mining or logging operations; a motor vehicle used in the construction of roads and highways; or a motor vehicle used in the construction of stock water dugouts or dams and other soil and water conservation projects which are not located on the farm or ranch of the parent or guardian. Section 6. That § 32-12-14.1 be repealed. 32-12-14.1. The restrictions in § § 32-12-12, 32-12-13 and 32-12-14 do not apply if the minor has obtained the age of sixteen years. Nothing in this section precludes the suspension or revocation of the minor's driving privileges upon the receipt of a record of conviction for a violation of the restrictions committed prior to the minor's sixteenth birthday. Section 7. That § 32-12-15 be amended to read as follows: 32-12-15. The issuance of a restricted minor's permit under § 32-12-12 an instruction permit under § 32-12-11 is on a probationary basis and the Department of Commerce and Regulation on the receipt of a record of conviction for a traffic violation committed prior to the minor's sixteenth birthday or a conviction for a violation of this restricted minor's permit committed prior to the minor's sixteenth birthday, shall suspend the minor's permit holder's driving privileges for a period of thirty days or as otherwise required by law. A second conviction for a traffic violation committed prior to the minor's sixteenth birthday or a conviction for a violation of this restricted minor's permit committed prior to the minor's sixteenth birthday shall result in revocation of the minor's permit holder's driving privileges until the minor's sixteenth birthday or for a period of ninety days , whichever period is longer . If a minor person has no restricted minor's permit and commits any traffic violation prior to the minor's sixteenth birthday , the department shall suspend or revoke the minor's driving privilege or privilege to apply for a permit or license as provided in this section. Any violation which occurs prior to the issuance of a restricted minor's an instruction permit or an operator's license shall be placed on the driving record and given the same consideration as any violation which occurs following the issuance of a restricted minor's an instruction permit or an operator's license. Section 8. That § 32-12-6 be amended to read as follows: 32-12-6. The application of any person under the age of eighteen years for an operator's license, instruction permit, or temporary license or restricted minor's permit , shall be signed and verified before a person authorized to administer oaths by the father, mother, or guardian, or, if there is no parent or guardian, then by another responsible adult. Section 9. That § 32-12-20 be amended to read as follows: 32-12-20. The Department of Commerce and Regulation may cancel any operator's license, restricted minor's permit, instruction permit, or temporary license, upon determining that the licensee was not entitled to the issuance thereof under this chapter or that the licensee failed to give the required or correct information in his the licensee's application or committed any fraud in making the application. Upon the cancellation, the licensee shall surrender the license so canceled to the department. Section 10. That § 32-12-47.1 be amended to read as follows: 32-12-47.1. Any person whose license or privilege to drive a motor vehicle on public highways has been revoked, suspended or disqualified may not have his a license or privilege renewed or restored unless the period of revocation, suspension or disqualification has expired. The period of revocation, suspension or disqualification shall begin on the date his the revoked, suspended or disqualified license is received by the Department of Commerce and Regulation or the court, or on the date the suspension order is effective for failure to comply with a citation. At the expiration of the period of revocation, suspension or disqualification, a person may make application for license reinstatement as provided by law and shall pay a license fee of fifty dollars plus application fees. Unless the license has expired, a person making application following a revocation shall fulfill all knowledge examination requirements of a new applicant. A person making application for a commercial driver license following a disqualification shall fulfill all examination requirements of a new applicant. However, a person who had a restricted minor's an instruction permit or privilege to apply for a permit or license suspended pursuant to § 32-12-15 need not pay the fee prior to reinstatement of the license permit unless the suspension is for a conviction of a moving traffic offense assessed six or more points by § 32-12-49.1."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12511, "action_date": "1997-01-14T14:00:00-06:00", "document_id": 72866, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72866.pdf", "status_text": "First read in House and referred to", "journal_page": 24, "committee_id_action": 544, "committee_id_assigned": 542, "result": "N", "vote": {}}, {"bill_id": 12511, "action_date": "1997-01-24T14:00:00-06:00", "document_id": 72882, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72882.pdf", "status_text": "Re-referred to", "journal_page": 111, "committee_id_action": 544, "committee_id_assigned": 541, "result": "P", "vote": {}}, {"bill_id": 12511, "action_date": "1997-02-05T10:00:00-06:00", "document_id": 72291, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72291.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 541, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12511, "action_date": "1997-02-05T10:00:00-06:00", "document_id": 72291, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72291.pdf", "status_text": "Deferred to another day", "journal_page": 316, "committee_id_action": 541, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12511, "action_date": "1997-02-10T10:00:00-06:00", "document_id": 72320, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72320.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 541, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12511, "action_date": "1997-02-10T10:00:00-06:00", "document_id": 72320, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72320.pdf", "status_text": "Tabled", "journal_page": 379, "committee_id_action": 541, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37991, "president_vote": null, "Yea": [1909, 1941, 1947, 1951, 1971, 1973, 1975, 1985, 1943], "Nay": [1942, 1958], "Excused": [1982, 1987]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/12511"}