{"session_id": 19, "bill_id": 3910, "bill_type": "House Bill", "bill_number": 1017, "bill_title": "establish and revise certain provisions, bond amounts, fees, and penalties related to the regulation of grain warehouses and grain buyers and to declare an emergency.", "sponsors": [], "keywords": ["Bond", "Grain Buyer", "Grain Warehouse", "Public Utilities and Carriers", "Public Utilities Commission"], "audio": [{"meeting_datetime": "2013-01-24T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hag11.mp3", "start_seconds": 139.0}, {"meeting_datetime": "2013-01-24T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hag11.mp3", "start_seconds": 139.0}, {"meeting_datetime": "2013-01-24T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hag11.mp3", "start_seconds": 139.0}, {"meeting_datetime": "2013-01-24T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hag11.mp3", "start_seconds": 139.0}, {"meeting_datetime": "2013-01-24T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hag11.mp3", "start_seconds": 139.0}, {"meeting_datetime": "2013-01-28T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou13.mp3", "start_seconds": 885.0}, {"meeting_datetime": "2013-01-28T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou13.mp3", "start_seconds": 885.0}, {"meeting_datetime": "2013-01-28T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou13.mp3", "start_seconds": 885.0}, {"meeting_datetime": "2013-02-26T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sag30.mp3", "start_seconds": 596.0}, {"meeting_datetime": "2013-02-26T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sag30.mp3", "start_seconds": 596.0}, {"meeting_datetime": "2013-02-26T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sag30.mp3", "start_seconds": 596.0}, {"meeting_datetime": "2013-02-27T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen31.mp3", "start_seconds": 7888.0}, {"meeting_datetime": "2013-02-27T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen31.mp3", "start_seconds": 7888.0}, {"meeting_datetime": "2013-02-27T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen31.mp3", "start_seconds": 7888.0}], "bill_versions": [{"bill_id": 3910, "bill_version_id": 23466, "bill_version": "Introduced", "bill_version_date": "2013-01-05T18:09:35.643-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish and revise certain provisions, bond amounts, fees, and penalties related to the regulation of grain warehouses and grain buyers. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 49-43-5.1 be amended to read as follows: 49-43-5.1. The application for a license to operate as a public grain warehouse made pursuant to § 49-42-5.1 49-43-4.2 shall be in writing, in a form prescribed by the commission, and shall set forth the name, principal office or place of business, location of each warehouse if more than one warehouse is operated in separate municipalities or locations, capacity of each warehouse and the individual name of each owner or principal in the management of the warehouse. If the warehouse is owned or managed by a corporation, the name of the president, secretary, and treasurer of the corporation shall be stated. The application shall also state that the applicant is seeking a public grain warehouse license and shall contain financial information depicting the financial condition of the business at the time of the application. The application shall contain the affirmation statement set forth in § 22-29-9.1. The application shall be signed by the owner, managing partner, or chief executive officer of the applicant and shall be notarized. If a warehouseman has more than one public grain warehouse in the same municipality, only one license is required for all the public grain warehouses. Section 2. That § 49-43-5.2 be amended to read as follows: 49-43-5.2. The application for a license to operate as a public grain warehouse shall be accompanied by a fee of two hundred fifty seventy-five dollars for each municipality or location at which the warehouse operator receives or stores grain for hire. Section 3. That § 49-43-5.6 be amended to read as follows: 49-43-5.6. The commission may immediately suspend the license of a warehouse operator and the warehouse operator shall surrender the license to the commission if: (1) The warehouse operator, whether licensed or unlicensed, refuses, neglects, or is unable, upon proper demand, to redeem any warehouse receipt or scale ticket for grain in open storage or in grain bank issued by the warehouse operator, through redelivery or cash payment; (2) The warehouse operator refuses, neglects, or is unable to provide a bond in an amount required by the commission; or (3) The commission has knowledge of any act of insolvency, including the filing of a petition in bankruptcy naming the warehouse as debtor; or (4) The warehouse operator refuses to submit to an inspection or cooperate with the lawful requests of a commission inspector, including requests for access to and copies of the books and records of the warehouse. Within fifteen days the warehouse operator may request a hearing pursuant to chapter 1-26 to determine if the license should be revoked. If no request is made within fifteen days, the commission shall revoke the license. If the commission determines it is necessary, the commission may apply to the circuit court in the county in which the warehouse operator operates for that court to appoint a receiver. The receiver shall have has such powers and duties as the court may direct. Section 4. That § 49-43-9 be amended to read as follows: 49-43-9. The operator of each public grain warehouse shall, on or before the tenth day of each month and at such additional times as the commission requires, furnish the commission on forms prepared by the commission, reports showing the facts and information required by the commission. The reports are not for public inspection, but the commission may, upon request, furnish the total of the figures shown on the reports if the figures requested are for not less than four public grain warehouses. Nothing in this section prohibits the commission from providing the reports to state or federal governmental agencies who may not release information on individual reports to the public. The commission may also require that a warehouse operator provide any other documents and information regarding the business of the warehouse. None of the documents and information obtained through the licensing and inspection processes are subject to public inspection. A violation of this section by an operator is a Class 1 misdemeanor. Section 5. That § 49-43-41 be amended to read as follows: 49-43-41. Any public grain warehouse operator in the state who refuses access to the warehouse's books and accounts or hinders and delays the commission or any of its employees or agents in examining the books and accounts, may be punished by a civil fine not exceeding two thousand dollars. In addition, the commission may revoke the license of the public warehouse. Section 6. That chapter 49-43 be amended by adding thereto a NEW SECTION to read as follows: If an applicant for a warehouse license that is a wholly owned subsidiary of a parent company submits the financial statements of the parent company, the parent company furnishing the financial statements is responsible for all the financial obligations incurred by the licensed entity related to the purchase and storage of grain, including any voluntary credit sale contract. Section 7. That chapter 49-43 be amended by adding thereto a NEW SECTION to read as follows: If at any time during the licensing period a grain warehouse operator becomes aware that the grain warehouse is not in compliance with each financial standard, as set forth in the commission's rules, the grain warehouse operator shall immediately notify the commission of the grain warehouse's financial condition. When notification occurs, the commission shall immediately conduct an examination to determine if any grounds for suspension pursuant to § 49-43-5.6 have occurred. A willful violation of this section that results in a financial loss to a grain depositor is a Class 6 felony. A willful violation that does not result in a financial loss to a grain depositor is a Class 1 misdemeanor. In addition, the commission may assess a civil fine against an out of compliance grain warehouse in an amount not to exceed one thousand dollars for each day the grain warehouse has been out of compliance up to a maximum of twenty thousand dollars. Section 8. That chapter 49-43 be amended by adding thereto a NEW SECTION to read as follows: The owner, manager, or chief executive officer of a grain warehouse, or any other person in a managerial position, who is responsible for any violation of this chapter by a grain warehouse is subject to any criminal penalty that applies to a grain warehouse under the provisions of this chapter. Section 9. That § 49-45-1.1 be amended to read as follows: 49-45-1.1. Terms used in this chapter mean: (1) \"Commission,\" the Public Utilities Commission; (2) \"Grain,\" grain, grain sorghums, beans, pulse crops, and oil seeds. However, the term does not include grain that has been cleaned, processed, and specifically identified for an intended use of planting for reproduction or grain purchased to feed livestock; (3) \"Grain buyer,\" any person who purchases grain for the purpose of reselling the unprocessed grain or who purchases three hundred thousand dollars worth or more of grain directly from producers in a calendar year. However, nothing in this chapter applies to the isolated resale of grain by a producer who does not hold himself or herself out as engaging in the business of reselling grain; (4) \"Person,\" any natural person, firm, corporation, company, limited liability company, partnership, association, joint stock company or the lessee, trustee, or receiver appointed by any court for any one of the foregoing; (5) \"Voluntary credit sale,\" a sale of grain or seeds pursuant to which the sale price is to be paid more than thirty days after the delivery or release of the grain for sale, including those contracts commonly referred to as deferred-payment contracts, deferred-pricing contracts and price-later contracts; and (6) \"Producer,\" a person engaged in the business of grain production. Section 10. That § 49-45-7 be amended to read as follows: 49-45-7. An application for a grain buyer license shall be filed with the commission and shall be in a form prescribed by the commission. The application shall set forth the name of each owner or principal in the management of the business and shall contain financial information depicting the financial condition of the business at the time of application. If the applicant is a corporation, the application shall include the name of the president, secretary, and treasurer of the corporation. The application shall also include the location of the principal office or place of business and any additional places of business of the applicant and the number of tractors, truck tractors, or straight trucks that will be used in the transportation of grain purchased under this chapter. The application shall contain the affirmation statement set forth in § 22-29-9.1. The application shall be signed by the owner, managing partner, or chief executive officer of the applicant and shall be notarized. Upon receipt of an application and sufficient bond as required by § 49-45-9, the commission may grant the license applied for or may, for good cause shown and after notice and an opportunity for hearing, deny the issuance of the license. Section 11. That § 49-45-8 be amended to read as follows: 49-45-8. The application for a grain buyer license shall be accompanied by a fee of two hundred fifty seventy-five dollars for each municipality or location at which the grain buyer receives grain. If the grain buyer making application for a license also holds a license to operate a public grain warehouse or is, at the same time, making application to operate a public grain warehouse under chapter 49-43, the fee imposed by this section is waived. Section 12. That § 49-45-9 be amended to read as follows: 49-45-9. Before any grain buyer license is issued by the commission, the applicant shall file with the commission a bond conditioned to secure the faithful performance of the applicant's obligations as a grain buyer and full and unreserved compliance with the laws of this state and the rules of the commission, relating to the purchase of grain by the grain buyer. The bond is for the specific purpose of protecting persons selling grain to the grain buyer. However, the bond may not benefit any person entering into a voluntary credit sale with a grain buyer. Any person who does business as a grain buyer without a bond is guilty of a Class 1 misdemeanor. Each day a person conducts the business of a grain buyer without a bond is a separate offense. The amount of the bond for a Class A or Class B grain buyer's license shall be based on a rolling average of the dollar amount of grain purchased by the applicant in South Dakota during the last three calendar years. For a new grain buyer, the first year's bond shall be based on projected purchases. For a grain buyer with less than three years experience as a grain buyer, the bond shall be based on the average actual purchases made by the grain buyer in all of its previous years as a grain buyer. The bond applies to all grain purchases for all of the grain buyer's business locations. The amount of the bond for a Class A grain buyer's license is: Bond requirements are increased twenty-five thousand dollars for each additional ten million dollars in purchases above one hundred million dollars. The amount of the bond for a Class B grain buyer's license is: The grain buyer may stipulate to a higher bond amount requested by the commission or may post additional security in another form. Section 13. That § 49-45-10 be amended to read as follows: 49-45-10. A grain buyer shall pay the purchase price to the owner or the owner's agent for grain upon delivery or demand of the owner or agent unless payment is to be made in accordance with the terms of a voluntary credit sale which complies with the requirements of this chapter and rules promulgated thereto. Full payment of any cash purchase shall be made by the grain buyer within thirty days of final delivery. Section 14. That § 49-45-12 be repealed. 49-45-12. A grain buyer shall procure a decal from the commission to be permanently attached and displayed on each truck tractor or straight truck licensed to operate on public roads within this state. The fee for each decal is fifteen dollars, which shall be purchased annually and which expires on June thirtieth. A violation of this section is a Class 2 misdemeanor. Section 15. That § 49-45-14 be amended to read as follows: 49-45-14. Every grain buyer licensed in this state shall, at such times as the commission requires, furnish the commission on forms prepared by the commission, reports showing the facts and information required by the commission. The reports are not for public inspection, but the commission may, upon request, furnish the total of the figures shown on such reports if the figures requested are for not less than four grain buyers. The commission may also require that a grain buyer provide any other documents and information regarding the business of the grain buyer. None of the documents and information obtained through the licensing and inspection processes are subject to public inspection. A violation of this section is a Class 1 misdemeanor. Section 16. That § 49-45-16 be amended to read as follows: 49-45-16. The commission may immediately suspend the license of a grain buyer and the grain buyer shall surrender the license to the commission if: (1) The grain buyer refuses, neglects, or is unable, upon proper demand, to redeem any scale ticket issued by the grain buyer, through redelivery or cash payment; (2) The grain buyer refuses, neglects, or is unable to provide a bond in an amount required by the commission; or (3) The commission has knowledge of any act of insolvency, including the filing of a petition in bankruptcy naming the grain buyer as debtor; or (4) The grain buyer refuses to submit to an inspection or cooperate with the lawful requests of a commission inspector, including requests for access to and copies of the books and records of the grain buyer. Within fifteen days the grain buyer may request a hearing pursuant to chapter 1-26 to determine if the license should be revoked. If no request is made within fifteen days, the commission shall revoke the license. Section 17. That chapter 49-45 be amended by adding thereto a NEW SECTION to read as follows: If at any time during the licensing period a grain buyer becomes aware that the grain buyer is not in compliance with each financial standard, as set forth in the commission's rules, the grain buyer shall immediately notify the commission of the grain buyer's financial condition. When notification occurs, the commission shall immediately conduct an examination to determine if any grounds for suspension pursuant to § 49-45-16 have occurred. A willful violation of this section that results in a financial loss to a grain supplier is a Class 6 felony. A willful violation that does not result in a financial loss to a grain supplier is a Class 1 misdemeanor. In addition, the commission may assess a civil fine against an out of compliance grain buyer in an amount not to exceed one thousand dollars for each day the grain buyer has been out of compliance up to a maximum of twenty thousand dollars. Section 18. That chapter 49-45 be amended by adding thereto a NEW SECTION to read as follows: A grain buyer, whether licensed or unlicensed, who purchases grain within the state shall have the ability to provide all of the books, accounts, and electronic records relating to the transactions of the grain buyer, either within or without the state, upon request or within five working days of the request. Any requested materials shall be provided to the inspector at a licensed location within the state or at the offices of the commission. A willful violation of this section is a Class 1 misdemeanor. In addition, the commission may assess a civil fine in an amount not to exceed one thousand dollars for each day requested materials are withheld up to a maximum of twenty thousand dollars. Section 19. That chapter 49-45 be amended by adding thereto a NEW SECTION to read as follows: The owner, manager, or chief executive officer of a grain buyer, or any other person in a managerial position, who is responsible for any violation of this chapter by a grain buyer is subject to any criminal penalty that applies to a grain buyer under the provisions of this chapter. Section 20. That chapter 49-45 be amended by adding thereto a NEW SECTION to read as follows: If an applicant for a grain buyer license that is a wholly owned subsidiary of a parent company submits the financial statements of the parent company, the parent company furnishing the financial statements is responsible for all the financial obligations incurred by the licensed entity related to the purchase and storage of grain, including any voluntary credit sale contract."}, {"bill_id": 3910, "bill_version_id": 24478, "bill_version": "House Agriculture and Natural Resources Engrossed", "bill_version_date": "2013-01-24T10:42:34.083-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish and revise certain provisions, bond amounts, fees, and penalties related to the regulation of grain warehouses and grain buyers and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 49-43-5.1 be amended to read as follows: 49-43-5.1. The application for a license to operate as a public grain warehouse made pursuant to § 49-42-5.1 49-43-4.2 shall be in writing, in a form prescribed by the commission, and shall set forth the name, principal office or place of business, location of each warehouse if more than one warehouse is operated in separate municipalities or locations, capacity of each warehouse and the individual name of each owner or principal in the management of the warehouse. If the warehouse is owned or managed by a corporation, the name of the president, secretary, and treasurer of the corporation shall be stated. The application shall also state that the applicant is seeking a public grain warehouse license and shall contain financial information depicting the financial condition of the business at the time of the application. The application shall contain the affirmation statement set forth in § 22-29-9.1. The application shall be signed by the owner, managing partner, or chief executive officer of the applicant and shall be notarized. If a warehouseman has more than one public grain warehouse in the same municipality, only one license is required for all the public grain warehouses. Section 2. That § 49-43-5.2 be amended to read as follows: 49-43-5.2. The application for a license to operate as a public grain warehouse shall be accompanied by a fee of two hundred fifty seventy-five dollars for each municipality or location at which the warehouse operator receives or stores grain for hire. Section 3. That § 49-43-5.6 be amended to read as follows: 49-43-5.6. The commission may immediately suspend the license of a warehouse operator and the warehouse operator shall surrender the license to the commission if: (1) The warehouse operator, whether licensed or unlicensed, refuses, neglects, or is unable, upon proper demand, to redeem any warehouse receipt or scale ticket for grain in open storage or in grain bank issued by the warehouse operator, through redelivery or cash payment; (2) The warehouse operator refuses, neglects, or is unable to provide a bond in an amount required by the commission; or (3) The commission has knowledge of any act of insolvency, including the filing of a petition in bankruptcy naming the warehouse as debtor; or (4) The warehouse operator refuses to submit to an inspection or cooperate with the lawful requests of a commission inspector, including requests for access to and copies of the books and records of the warehouse. Within fifteen days the warehouse operator may request a hearing pursuant to chapter 1-26 to determine if the license should be revoked. If no request is made within fifteen days, the commission shall revoke the license. If the commission determines it is necessary, the commission may apply to the circuit court in the county in which the warehouse operator operates for that court to appoint a receiver. The receiver shall have has such powers and duties as the court may direct. Section 4. That § 49-43-9 be amended to read as follows: 49-43-9. The operator of each public grain warehouse shall, on or before the tenth day of each month and at such additional times as the commission requires, furnish the commission on forms prepared by the commission, reports showing the facts and information required by the commission. The reports are not for public inspection, but the commission may, upon request, furnish the total of the figures shown on the reports if the figures requested are for not less than four public grain warehouses. Nothing in this section prohibits the commission from providing the reports to state or federal governmental agencies who may not release information on individual reports to the public. The commission may also require that a warehouse operator provide any other documents and information regarding the business of the warehouse. None of the documents and information obtained through the licensing and inspection processes are subject to public inspection. A violation of this section by an operator is a Class 1 misdemeanor. Section 5. That § 49-43-41 be amended to read as follows: 49-43-41. Any public grain warehouse operator in the state who refuses access to the warehouse's books and accounts or hinders and delays the commission or any of its employees or agents in examining the books and accounts, may be punished by a civil fine not exceeding two thousand dollars. In addition, the commission may revoke the license of the public warehouse. Section 6. That chapter 49-43 be amended by adding thereto a NEW SECTION to read as follows: If an applicant for a warehouse license that is a wholly owned subsidiary of a parent company submits the financial statements of the parent company, the parent company furnishing the financial statements is responsible for all the financial obligations incurred by the licensed entity related to the purchase and storage of grain, including any voluntary credit sale contract. Section 7. That chapter 49-43 be amended by adding thereto a NEW SECTION to read as follows: If at any time during the licensing period a grain warehouse operator becomes aware that the grain warehouse is not in compliance with each financial standard, as set forth in the commission's rules, the grain warehouse operator shall immediately notify the commission of the grain warehouse's financial condition. When notification occurs, the commission shall immediately conduct an examination to determine if any grounds for suspension pursuant to § 49-43-5.6 have occurred. A willful violation of this section that results in a financial loss to a grain depositor is a Class 6 felony. A willful violation that does not result in a financial loss to a grain depositor is a Class 1 misdemeanor. In addition, the commission may assess a civil fine against an out of compliance grain warehouse in an amount not to exceed one thousand dollars for each day the grain warehouse has been out of compliance up to a maximum of twenty thousand dollars. Section 8. That chapter 49-43 be amended by adding thereto a NEW SECTION to read as follows: The owner, manager, or chief executive officer of a grain warehouse, or any other person in a managerial position, who is responsible for any violation of this chapter by a grain warehouse is subject to any criminal penalty that applies to a grain warehouse under the provisions of this chapter. Section 9. That § 49-45-1.1 be amended to read as follows: 49-45-1.1. Terms used in this chapter mean: (1) \"Commission,\" the Public Utilities Commission; (2) \"Grain,\" grain, grain sorghums, beans, pulse crops, and oil seeds. However, the term does not include grain that has been cleaned, processed, and specifically identified for an intended use of planting for reproduction or grain purchased to feed livestock; (3) \"Grain buyer,\" any person who purchases grain for the purpose of reselling the unprocessed grain or who purchases three hundred thousand dollars worth or more of grain directly from producers in a calendar year. However, nothing in this chapter applies to the isolated resale of grain by a producer who does not hold himself or herself out as engaging in the business of reselling grain; (4) \"Person,\" any natural person, firm, corporation, company, limited liability company, partnership, association, joint stock company or the lessee, trustee, or receiver appointed by any court for any one of the foregoing; (5) \"Voluntary credit sale,\" a sale of grain or seeds pursuant to which the sale price is to be paid more than thirty days after the delivery or release of the grain for sale, including those contracts commonly referred to as deferred-payment contracts, deferred-pricing contracts and price-later contracts; and (6) \"Producer,\" a person engaged in the business of grain production. Section 10. That § 49-45-7 be amended to read as follows: 49-45-7. An application for a grain buyer license shall be filed with the commission and shall be in a form prescribed by the commission. The application shall set forth the name of each owner or principal in the management of the business and shall contain financial information depicting the financial condition of the business at the time of application. If the applicant is a corporation, the application shall include the name of the president, secretary, and treasurer of the corporation. The application shall also include the location of the principal office or place of business and any additional places of business of the applicant and the number of tractors, truck tractors, or straight trucks that will be used in the transportation of grain purchased under this chapter. The application shall contain the affirmation statement set forth in § 22-29-9.1. The application shall be signed by the owner, managing partner, or chief executive officer of the applicant and shall be notarized. Upon receipt of an application and sufficient bond as required by § 49-45-9, the commission may grant the license applied for or may, for good cause shown and after notice and an opportunity for hearing, deny the issuance of the license. Section 11. That § 49-45-8 be amended to read as follows: 49-45-8. The application for a grain buyer license shall be accompanied by a fee of two hundred fifty seventy-five dollars for each municipality or location at which the grain buyer receives grain. If the grain buyer making application for a license also holds a license to operate a public grain warehouse or is, at the same time, making application to operate a public grain warehouse under chapter 49-43, the fee imposed by this section is waived. Section 12. That § 49-45-9 be amended to read as follows: 49-45-9. Before any grain buyer license is issued by the commission, the applicant shall file with the commission a bond conditioned to secure the faithful performance of the applicant's obligations as a grain buyer and full and unreserved compliance with the laws of this state and the rules of the commission, relating to the purchase of grain by the grain buyer. The bond is for the specific purpose of protecting persons selling grain to the grain buyer. However, the bond may not benefit any person entering into a voluntary credit sale with a grain buyer. Any person who does business as a grain buyer without a bond is guilty of a Class 1 misdemeanor. Each day a person conducts the business of a grain buyer without a bond is a separate offense. The amount of the bond for a Class A or Class B grain buyer's license shall be based on a rolling average of the dollar amount of grain purchased by the applicant in South Dakota during the last three calendar years. For a new grain buyer, the first year's bond shall be based on projected purchases. For a grain buyer with less than three years experience as a grain buyer, the bond shall be based on the average actual purchases made by the grain buyer in all of its previous years as a grain buyer. The bond applies to all grain purchases for all of the grain buyer's business locations. The amount of the bond for a Class A grain buyer's license is: Bond requirements are increased twenty-five thousand dollars for each additional ten million dollars in purchases above one hundred million dollars. The amount of the bond for a Class B grain buyer's license is: The grain buyer may stipulate to a higher bond amount requested by the commission or may post additional security in another form. Section 13. That § 49-45-10 be amended to read as follows: 49-45-10. A grain buyer shall pay the purchase price to the owner or the owner's agent for grain upon delivery or demand of the owner or agent unless payment is to be made in accordance with the terms of a voluntary credit sale which complies with the requirements of this chapter and rules promulgated thereto. Full payment of any cash purchase shall be made by the grain buyer within thirty days of final delivery. Section 14. That § 49-45-12 be repealed. 49-45-12. A grain buyer shall procure a decal from the commission to be permanently attached and displayed on each truck tractor or straight truck licensed to operate on public roads within this state. The fee for each decal is fifteen dollars, which shall be purchased annually and which expires on June thirtieth. A violation of this section is a Class 2 misdemeanor. Section 15. That § 49-45-14 be amended to read as follows: 49-45-14. Every grain buyer licensed in this state shall, at such times as the commission requires, furnish the commission on forms prepared by the commission, reports showing the facts and information required by the commission. The reports are not for public inspection, but the commission may, upon request, furnish the total of the figures shown on such reports if the figures requested are for not less than four grain buyers. The commission may also require that a grain buyer provide any other documents and information regarding the business of the grain buyer. None of the documents and information obtained through the licensing and inspection processes are subject to public inspection. A violation of this section is a Class 1 misdemeanor. Section 16. That § 49-45-16 be amended to read as follows: 49-45-16. The commission may immediately suspend the license of a grain buyer and the grain buyer shall surrender the license to the commission if: (1) The grain buyer refuses, neglects, or is unable, upon proper demand, to redeem any scale ticket issued by the grain buyer, through redelivery or cash payment; (2) The grain buyer refuses, neglects, or is unable to provide a bond in an amount required by the commission; or (3) The commission has knowledge of any act of insolvency, including the filing of a petition in bankruptcy naming the grain buyer as debtor; or (4) The grain buyer refuses to submit to an inspection or cooperate with the lawful requests of a commission inspector, including requests for access to and copies of the books and records of the grain buyer. Within fifteen days the grain buyer may request a hearing pursuant to chapter 1-26 to determine if the license should be revoked. If no request is made within fifteen days, the commission shall revoke the license. Section 17. That chapter 49-45 be amended by adding thereto a NEW SECTION to read as follows: If at any time during the licensing period a grain buyer becomes aware that the grain buyer is not in compliance with each financial standard, as set forth in the commission's rules, the grain buyer shall immediately notify the commission of the grain buyer's financial condition. When notification occurs, the commission shall immediately conduct an examination to determine if any grounds for suspension pursuant to § 49-45-16 have occurred. A willful violation of this section that results in a financial loss to a grain supplier is a Class 6 felony. A willful violation that does not result in a financial loss to a grain supplier is a Class 1 misdemeanor. In addition, the commission may assess a civil fine against an out of compliance grain buyer in an amount not to exceed one thousand dollars for each day the grain buyer has been out of compliance up to a maximum of twenty thousand dollars. Section 18. That chapter 49-45 be amended by adding thereto a NEW SECTION to read as follows: A grain buyer, whether licensed or unlicensed, who purchases grain within the state shall have the ability to provide all of the books, accounts, and electronic records relating to the transactions of the grain buyer, either within or without the state, upon request or within five working days of the request. Any requested materials shall be provided to the inspector at a licensed location within the state or at the offices of the commission. A willful violation of this section is a Class 1 misdemeanor. In addition, the commission may assess a civil fine in an amount not to exceed one thousand dollars for each day requested materials are withheld up to a maximum of twenty thousand dollars. Section 19. That chapter 49-45 be amended by adding thereto a NEW SECTION to read as follows: The owner, manager, or chief executive officer of a grain buyer, or any other person in a managerial position, who is responsible for any violation of this chapter by a grain buyer is subject to any criminal penalty that applies to a grain buyer under the provisions of this chapter. Section 20. That chapter 49-45 be amended by adding thereto a NEW SECTION to read as follows: If an applicant for a grain buyer license that is a wholly owned subsidiary of a parent company submits the financial statements of the parent company, the parent company furnishing the financial statements is responsible for all the financial obligations incurred by the licensed entity related to the purchase and storage of grain, including any voluntary credit sale contract. Section 21. Whereas, this Act is necessary for the immediate preservation of the public peace, health, or safety, an emergency is hereby declared to exist, and this Act shall be in full force and effect on and after April 1, 2013."}, {"bill_id": 3910, "bill_version_id": 26730, "bill_version": "Enrolled", "bill_version_date": "2013-02-28T10:14:17.98-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3910, "action_date": "2013-01-08T12:00:00-06:00", "document_id": 23561, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23561.pdf", "status_text": "First read in House and referred to", "journal_page": 23, "committee_id_action": 202, "committee_id_assigned": 203, "result": "N", "vote": {}}, {"bill_id": 3910, "action_date": "2013-01-24T07:45:00-06:00", "document_id": 24202, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24202.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 203, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3910, "action_date": "2013-01-24T07:45:00-06:00", "document_id": 24471, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24471.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 203, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3910, "action_date": "2013-01-24T07:45:00-06:00", "document_id": 24471, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24471.pdf", "status_text": "Do Pass Amended", "journal_page": 164, "committee_id_action": 203, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12853, "president_vote": null, "Yea": [420, 415, 417, 342, 359, 414, 332, 393, 408, 407, 352, 378, 350]}}, {"bill_id": 3910, "action_date": "2013-01-24T07:45:00-06:00", "document_id": 24471, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24471.pdf", "status_text": "Title amended", "journal_page": 0, "committee_id_action": 203, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3910, "action_date": "2013-01-28T14:00:00-06:00", "document_id": 24817, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24817.pdf", "status_text": "Do Pass Amended", "journal_page": 221, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13035, "president_vote": null, "Yea": [420, 346, 415, 418, 326, 360, 417, 349, 382, 410, 412, 398, 342, 324, 348, 318, 397, 374, 402, 381, 396, 370, 394, 413, 372, 350, 347, 416, 351, 344, 359, 335, 369, 414, 400, 375, 371, 380, 316, 332, 393, 395, 408, 404, 405, 356, 411, 377, 355, 378, 407, 357, 403, 343, 399, 323, 406, 361, 391, 354, 409, 401, 373, 353, 341, 334], "Nay": [389, 392], "Excused": [390, 352]}}, {"bill_id": 3910, "action_date": "2013-01-29T14:00:00-06:00", "document_id": 24926, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24926.pdf", "status_text": "First read in Senate and referred to", "journal_page": 263, "committee_id_action": 200, "committee_id_assigned": 176, "result": "N", "vote": {}}, {"bill_id": 3910, "action_date": "2013-02-26T10:00:00-06:00", "document_id": 26146, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26146.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 176, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3910, "action_date": "2013-02-26T10:00:00-06:00", "document_id": 26441, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26441.pdf", "status_text": "Do Pass", "journal_page": 575, "committee_id_action": 176, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 14357, "president_vote": null, "Yea": [388, 340, 322, 329, 385, 384, 368, 333, 327]}}, {"bill_id": 3910, "action_date": "2013-02-27T14:00:00-06:00", "document_id": 26653, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26653.pdf", "status_text": "Do Pass Amended", "journal_page": 612, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 14491, "president_vote": null, "Yea": [338, 362, 330, 337, 366, 388, 340, 365, 363, 325, 358, 364, 376, 336, 322, 345, 329, 331, 419, 317, 320, 385, 384, 321, 368, 328, 333, 386, 367, 319, 339, 387, 327, 383, 379]}}, {"bill_id": 3910, "action_date": "2013-02-28T12:30:00-06:00", "document_id": 26771, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26771.pdf", "status_text": "Signed by the Speaker", "journal_page": 598, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3910, "action_date": "2013-03-04T14:00:00-06:00", "document_id": 26961, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26961.pdf", "status_text": "Signed by the President", "journal_page": 655, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3910, "action_date": "2013-03-05T14:00:00-06:00", "document_id": 27118, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27118.pdf", "status_text": "Delivered to the Governor", "journal_page": 735, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3910, "action_date": "2013-03-08T10:00:00-06:00", "document_id": 27416, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27416.pdf", "status_text": "Signed by the Governor", "journal_page": 825, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5457}