{"session_id": 54, "bill_id": 17699, "bill_type": "House Bill", "bill_number": 1168, "bill_title": "require the use of an ignition interlock device in motor vehicles used by certain persons guilty of a second violation of driving under the influence and to provide for certain penalties with regard to ignition interlock devices.", "sponsors": [{"legislator_profile_id": 2833, "is_prime": true}, {"legislator_profile_id": 2868, "is_prime": true}, {"legislator_profile_id": 2937, "is_prime": false}], "keywords": ["Administrative Rules", "Misdemeanors", "Motor Vehicles"], "audio": [{"meeting_datetime": "2003-02-10T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/htr19hb1168a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-10T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/htr19hb1168a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-10T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/htr19hb1168a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-10T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/htr19hb1168a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 17699, "bill_version_id": 96080, "bill_version": "Introduced", "bill_version_date": "2003-01-30T08:20:43-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require the use of an ignition interlock device in motor vehicles used by certain persons guilty of a second violation of driving under the influence and to provide for certain penalties with regard to ignition interlock devices. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 32-23 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this Act, the term, ignition interlock device, means breath alcohol ignition equipment designed to prevent a motor vehicle's ignition from being started by a person whose alcohol concentration exceeds the level prescribed by § 32-23-1. Section 2. That § 32-23-3 be amended to read as follows: 32-23-3. If conviction for a violation of § 32-23-1 is for a second offense, such person is guilty of a Class 1 misdemeanor, and the court shall, in pronouncing sentence, unconditionally revoke the defendant's driving privilege for a period of not less than one year. However, upon the successful completion of a court-approved alcohol treatment program, the court may permit the person to drive for the purpose of employment and may restrict the privilege by the imposition of such conditions as the court sees fit. If the court permits the person to drive, the court shall order the person to install and to use an ignition interlock device approved pursuant to section 3 of this Act in any motor vehicle owned or operated by the person. The court shall require the person to pay the reasonable cost of leasing, installing, and maintaining the device. If such person is convicted of driving without a license during that period, the person shall be sentenced to the county jail for not less than three days, which sentence may not be suspended. Section 3. That chapter 32-23 be amended by adding thereto a NEW SECTION to read as follows: The Department of Commerce and Regulation shall approve any ignition interlock device to be used pursuant to this Act. The Secretary of the Department of Commerce and Regulation shall promulgate rules, pursuant to chapter 1-26, to establish performance standards for ignition interlock devices. The rules shall include standards relating to accuracy of the device, the means of installing the device, and the degree of difficulty rendering the device inoperative. Section 4. That chapter 32-23 be amended by adding thereto a NEW SECTION to read as follows: If a person who is subject to the provisions of section 2 of this Act operates a motor vehicle that is not equipped with an ignition interlock device, the person is guilty of a Class 1 misdemeanor and the court shall revoke the person's driving privilege for any purpose for a period of not less than one year. Section 5. That chapter 32-23 be amended by adding thereto a NEW SECTION to read as follows: No person may knowingly circumvent the operation of an ignition interlock device. Any violation of this section is a Class 1 misdemeanor. Section 6. That chapter 32-23 be amended by adding thereto a NEW SECTION to read as follows: No person may knowingly assist a person who is restricted to the use of an ignition interlock device to start and operate a motor vehicle pursuant to section 2 of this Act. Any violation of this section is a Class 1 misdemeanor. This section does not apply if the starting of a motor vehicle is done for the purpose of safety or mechanical repair of the device or the vehicle and if the person subject to the restriction does not operate the vehicle."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17699, "action_date": "2003-01-30T14:00:00-06:00", "document_id": 96215, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96215.pdf", "status_text": "First read in House and referred to", "journal_page": 223, "committee_id_action": 798, "committee_id_assigned": 795, "result": "N", "vote": {}}, {"bill_id": 17699, "action_date": "2003-02-05T10:00:00-06:00", "document_id": 96588, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96588.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 795, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17699, "action_date": "2003-02-10T10:00:00-06:00", "document_id": 96873, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96873.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 369, "committee_id_action": 795, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 56340, "president_vote": null, "Excused": [2857, 2885], "Yea": [2858, 2931, 2846, 2866, 2919, 2936, 2860, 2911], "Nay": [2890, 2884, 2910]}}, {"bill_id": 17699, "action_date": "2003-02-10T10:00:00-06:00", "document_id": 96873, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96873.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 795, "committee_id_assigned": null, "result": "N", "vote": {}}]}