{"session_id": 53, "bill_id": 17259, "bill_type": "Senate Bill", "bill_number": 99, "bill_title": "allow certain contracts between cigarette retailers and suppliers.", "sponsors": [{"legislator_profile_id": 2780, "is_prime": true}, {"legislator_profile_id": 2729, "is_prime": false}, {"legislator_profile_id": 2739, "is_prime": false}, {"legislator_profile_id": 2760, "is_prime": false}, {"legislator_profile_id": 2799, "is_prime": false}, {"legislator_profile_id": 2819, "is_prime": false}], "keywords": ["Trade Regulation"], "audio": [{"meeting_datetime": "2002-02-05T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sco21sb0099a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-05T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sco21sb0099a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-05T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sco21sb0099a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 17259, "bill_version_id": 92064, "bill_version": "Introduced", "bill_version_date": "2002-01-16T08:26:07-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to allow certain contracts between cigarette retailers and suppliers. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Cigarette category space,\" such portion of space in a store or on the premises as reserved, made available, or identified by a retailer for the display of products, signs, advertising, promotion, or other communications relating to cigarettes; (2) \"Cigarette retailer,\" as retailer is defined in § 37-10-1; (3) \"Promotion,\" any program or means by which the effective price paid by a purchaser of cigarettes is reduced from the regular price charged by the retailer when a supplier's promotion is not in effect or applicable; or by which additional cigarettes or other items are offered to the consumer in connection with the purchase of cigarettes; (4) \"Supplier,\" any cigarette manufacturer or importer, directly or through its agent, representative, broker, or any other person or entity, who directly or indirectly offers to supply, sell, or deliver cigarettes or cigarette advertising, merchandising, or promotions to a cigarette retailer. Section 2. A cigarette retailer may contract or agree with a supplier for any of the following: (1) To obtain, participate in, and receive payments from a supplier pursuant to a supplier's cigarette merchandising, advertising, display, or promotion programs, whether permanent or temporary; (2) To be compensated by the supplier for providing space for the merchandising, advertising, display, or promotion of a supplier's products; or (3) To purchase cigarettes. Section 3. No contract or agreement between a cigarette retailer and a supplier may, directly or indirectly: (1) Require the retailer to allocate a percentage or fraction of any part of the retailer's space available for product display, signage, or advertising; (2) Require the retailer to allocate a percentage or fraction of any part of the retailer's cigarette category space, to a supplier for any purpose; (3) Require the retailer to allocate a determined amount of such space, whether expressed in footage, product facings, or other forms of stated measurement, to a supplier in order to receive, participate in, or receive payment under, a supplier's promotions; (4) Restrict or limit a retailer's cigarette category space; (5) Restrict or limit a retailer's conduct of or participation in any promotion; or (6) Restrict or limit a retailer's conduct of or participation in any program or activity concerning the sale, display, merchandising, promotion, pricing, or advertising, in any manner, of another supplier's products."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17259, "action_date": "2002-01-16T14:00:00-06:00", "document_id": 92211, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92211.pdf", "status_text": "First read in Senate and referred to", "journal_page": 82, "committee_id_action": 769, "committee_id_assigned": 743, "result": "N", "vote": {}}, {"bill_id": 17259, "action_date": "2002-02-05T10:00:00-06:00", "document_id": 93671, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93671.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 743, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17259, "action_date": "2002-02-05T10:00:00-06:00", "document_id": 93671, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93671.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 396, "committee_id_action": 743, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 52144, "president_vote": null, "Yea": [2730, 2791, 2819, 2829, 2734, 2796], "Nay": [2828]}}]}