{"session_id": 19, "bill_id": 4565, "bill_type": "House Commemoration", "bill_number": 1072, "bill_title": "Recognizing Representative Burt Tulson for his personal achievements and congratulating him on his induction into the South Dakota Amateur Baseball Hall of Fame.", "sponsors": [{"legislator_profile_id": 318, "is_prime": true}, {"legislator_profile_id": 383, "is_prime": true}, {"legislator_profile_id": 397, "is_prime": false}, {"legislator_profile_id": 350, "is_prime": false}, {"legislator_profile_id": 316, "is_prime": false}, {"legislator_profile_id": 393, "is_prime": false}, {"legislator_profile_id": 377, "is_prime": false}, {"legislator_profile_id": 407, "is_prime": false}, {"legislator_profile_id": 357, "is_prime": false}, {"legislator_profile_id": 406, "is_prime": false}, {"legislator_profile_id": 354, "is_prime": false}], "keywords": ["House Commemorations"], "audio": [], "bill_versions": [{"bill_id": 4565, "bill_version_id": 27203, "bill_version": "Introduced", "bill_version_date": "2013-03-06T09:36:42.37-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Recognizing Representative Burt Tulson for his personal achievements and congratulating him on his induction into the South Dakota Amateur Baseball Hall of Fame. WHEREAS, Representative Burt Tulson was inducted into the South Dakota Amateur Baseball Hall of Fame in 2006; and WHEREAS, Representative Tulson was named the 2012 South Dakota Amateur Baseball Man of the Year and received the Lifetime Achievement Award; and WHEREAS, Representative Tulson played on the 1993 and 1994 Senior Baseball World Series championship teams; and WHEREAS, Representative Tulson has served as a baseball manager for the past thirty-eight years: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Eighth Legislature of the State of South Dakota, that Representative Burt Tulson be recognized for his contributions to amateur baseball in South Dakota."}, {"bill_id": 4565, "bill_version_id": 27434, "bill_version": "Enrolled", "bill_version_date": "2013-03-08T15:57:55.343-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Recognizing Representative Burt Tulson for his personal achievements and congratulating him on his induction into the South Dakota Amateur Baseball Hall of Fame. WHEREAS, Representative Burt Tulson was inducted into the South Dakota Amateur Baseball Hall of Fame in 2006; and WHEREAS, Representative Tulson was named the 2012 South Dakota Amateur Baseball Man of the Year and received the Lifetime Achievement Award; and WHEREAS, Representative Tulson played on the 1993 and 1994 Senior Baseball World Series championship teams; and WHEREAS, Representative Tulson has served as a baseball manager for the past thirty-eight years: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Eighth Legislature of the State of South Dakota, that Representative Burt Tulson be recognized for his contributions to amateur baseball in South Dakota. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4565, "action_date": "2013-03-06T11:00:00-06:00", "document_id": 27246, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27246.pdf", "status_text": "", "journal_page": 775, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/4565"}