{"session_id": 4, "bill_id": 4675, "bill_type": "House Commemoration", "bill_number": 1006, "bill_title": "Honoring Marletta Pacheco for her efforts as the founder of the South Dakota Prisoner Support Group. ", "sponsors": [{"legislator_profile_id": 607, "is_prime": true}, {"legislator_profile_id": 611, "is_prime": true}, {"legislator_profile_id": 609, "is_prime": false}, {"legislator_profile_id": 614, "is_prime": false}, {"legislator_profile_id": 597, "is_prime": false}, {"legislator_profile_id": 608, "is_prime": false}, {"legislator_profile_id": 534, "is_prime": false}, {"legislator_profile_id": 568, "is_prime": false}, {"legislator_profile_id": 624, "is_prime": false}, {"legislator_profile_id": 565, "is_prime": false}, {"legislator_profile_id": 556, "is_prime": false}, {"legislator_profile_id": 589, "is_prime": false}, {"legislator_profile_id": 558, "is_prime": false}, {"legislator_profile_id": 605, "is_prime": false}, {"legislator_profile_id": 571, "is_prime": false}, {"legislator_profile_id": 581, "is_prime": false}, {"legislator_profile_id": 544, "is_prime": false}, {"legislator_profile_id": 546, "is_prime": false}, {"legislator_profile_id": 578, "is_prime": false}, {"legislator_profile_id": 599, "is_prime": false}, {"legislator_profile_id": 600, "is_prime": false}, {"legislator_profile_id": 531, "is_prime": false}, {"legislator_profile_id": 563, "is_prime": false}, {"legislator_profile_id": 540, "is_prime": false}, {"legislator_profile_id": 566, "is_prime": false}, {"legislator_profile_id": 626, "is_prime": false}, {"legislator_profile_id": 587, "is_prime": false}, {"legislator_profile_id": 564, "is_prime": false}], "keywords": ["Commemorations"], "audio": [], "bill_versions": [{"bill_id": 4675, "bill_version_id": 3284, "bill_version": "Introduced", "bill_version_date": "2008-02-15T09:42:35.503-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Marletta Pacheco for her efforts as the founder of the South Dakota Prisoner Support Group. WHEREAS, Marletta Pacheco, a native of Rapid City and a member of the Oglala Sioux Tribe, has devoted countless hours and tremendous personal effort to improve the lives of persons of all racial and ethnic groups who are incarcerated in the South Dakota corrections system; and WHEREAS, following the death of her nephew while he was an inmate in the South Dakota State Penitentiary, Marletta Pacheco founded the South Dakota Prisoner Support Group and has worked tirelessly on behalf of inmates and their families to improve conditions while they are incarcerated and to ease their transition back into society following their release. The Prisoner Support Group offers referrals, links, websites, information, and news, as well as sharing experiences and problems related to incarcerated family members and friends; and WHEREAS, in addition to her work with the South Dakota Prisoner Support Group and other organizations, Marletta Pacheco served as a member of Governor Rounds' Corrections Work Group in 2004 and has participated in many meetings of the Legislature's State-Tribal Relations Committee, making valuable contributions to the committee's efforts: NOW, THEREFORE, BE IT RESOLVED, by the House of Representatives of the Eighty-Third Legislature of the State of South Dakota, the Senate concurring therein, that the Legislature honors Marletta Pacheco of Rapid City for her dedication and tireless efforts on behalf of individuals in South Dakota's corrections institutions and their families."}, {"bill_id": 4675, "bill_version_id": 3558, "bill_version": "Enrolled", "bill_version_date": "2008-02-20T17:08:19.513-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Marletta Pacheco for her efforts as the founder of the South Dakota Prisoner Support Group. WHEREAS, Marletta Pacheco, a native of Rapid City and a member of the Oglala Sioux Tribe, has devoted countless hours and tremendous personal effort to improve the lives of persons of all racial and ethnic groups who are incarcerated in the South Dakota corrections system; and WHEREAS, following the death of her nephew while he was an inmate in the South Dakota State Penitentiary, Marletta Pacheco founded the South Dakota Prisoner Support Group and has worked tirelessly on behalf of inmates and their families to improve conditions while they are incarcerated and to ease their transition back into society following their release. The Prisoner Support Group offers referrals, links, websites, information, and news, as well as sharing experiences and problems related to incarcerated family members and friends; and WHEREAS, in addition to her work with the South Dakota Prisoner Support Group and other organizations, Marletta Pacheco served as a member of Governor Rounds' Corrections Work Group in 2004 and has participated in many meetings of the Legislature's State-Tribal Relations Committee, making valuable contributions to the committee's efforts: NOW, THEREFORE, BE IT RESOLVED, by the House of Representatives of the Eighty-Third Legislature of the State of South Dakota, the Senate concurring therein, that the Legislature honors Marletta Pacheco of Rapid City for her dedication and tireless efforts on behalf of individuals in South Dakota's corrections institutions and their families. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4675, "action_date": "2008-02-15T13:00:00-06:00", "document_id": 3326, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3326.pdf", "status_text": "", "journal_page": 611, "committee_id_action": 27, "committee_id_assigned": null, "result": "N", "vote": {}}]}