{"session_id": 49, "bill_id": 15295, "bill_type": "House Bill", "bill_number": 1045, "bill_title": "adopt the Interstate Nurse Licensure Compact and to establish South Dakota’s participation in the interstate compact.", "sponsors": [{"legislator_profile_id": 2320, "is_prime": true}, {"legislator_profile_id": 2373, "is_prime": true}, {"legislator_profile_id": 2309, "is_prime": false}, {"legislator_profile_id": 2329, "is_prime": false}, {"legislator_profile_id": 2337, "is_prime": false}, {"legislator_profile_id": 2352, "is_prime": false}, {"legislator_profile_id": 2388, "is_prime": false}], "keywords": ["Interstate Nurse Licensure Compact"], "audio": [{"meeting_datetime": "2000-01-26T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou12hb1045a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-01-26T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou12hb1045a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-01-26T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou12hb1045a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 15295, "bill_version_id": 86157, "bill_version": "Introduced", "bill_version_date": "2000-01-12T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to adopt the Interstate Nurse Licensure Compact and to establish South Dakota's participation in the interstate compact. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Nurse Licensure Compact is enacted into law and entered into with all other jurisdictions that legally join the compact, which is substantially as follows: ARTICLE I Findings and Declaration of Purpose ARTICLE I Findings and Declaration of Purpose (a) The party states find that: (1) The health and safety of the public are affected by the degree of compliance with and the effectiveness of enforcement activities related to state nurse licensure laws; (2) Violations of nurse licensure and other laws regulating the practice of nursing may result in injury or harm to the public; (3) The expanded mobility of nurses and the use of advanced communication technologies as part of our nation's health care delivery system require greater coordination and cooperation among states in the areas of nurse licensure and regulation; (4) New practice modalities and technology make compliance with individual state nurse licensure laws difficult and complex; and (5) The current system of duplicative licensure for nurses practicing in multiple states is cumbersome and redundant to both nurses and states. (b) The general purposes of this Compact are to: (1) Facilitate the states' responsibility to protect the public's health and safety; (2) Ensure and encourage the cooperation of party states in the areas of nurse licensure and regulation; (3) Facilitate the exchange of information between party states in the areas of nurse regulation, investigation, and adverse actions; (4) Promote compliance with the laws governing the practice of nursing in each jurisdiction; and (5) Invest all party states with the authority to hold a nurse accountable for meeting all state practice laws in the state in which the patient is located at the time care is rendered through the mutual recognition of party state licenses. ARTICLE II Definitions ARTICLE II Definitions Terms used in this Compact mean: (a) \"Adverse action,\" a home or remote state action. (b) \"Alternative program,\"a voluntary, nondisciplinary monitoring program approved by a nurse licensing board. (c) \"Coordinated licensure information system,\" an integrated process for collecting, storing, and sharing information on nurse licensure and enforcement activities related to nurse licensure laws, which is administered by a nonprofit organization composed of and controlled by state nurse licensing boards. (d) \"Current significant investigative information,\": (1) Investigative information that a licensing board, after a preliminary inquiry that includes notification and an opportunity for the nurse to respond if required by state law, has reason to believe is not groundless and, if proved true, would indicate more than a minor infraction; or (2) Investigative information that indicates that the nurse represents an immediate threat to public health and safety regardless of whether the nurse has been notified and had an opportunity to respond. (e) \"Home state,\" the party state which is the nurse's primary state of residence. (f) \"Home state action,\" any administrative, civil, equitable, or criminal action permitted by the home state's laws which are imposed on a nurse by the home state's licensing board or other authority including actions against an individual's license such as: revocation, suspension, probation, or any other action which affects a nurse's authorization to practice. (g) \"Licensing board,\" a party state's regulatory body responsible for issuing nurse licenses. (h) \"Multistate licensure privilege,\" current, official authority from a remote state permitting the practice of nursing as either a registered nurse or a licensed practical/vocational nurse in such party state. All party states have the authority, in accordance with existing state due process law, to take actions against the nurse's privilege such as: revocation, suspension, probation, or any other action which affects a nurse's authorization to practice. (i) \"Nurse,\" a registered nurse or licensed practical/vocational nurse, as those terms are defined by each party's state practice laws. (j) \"Party state,\" any state that has adopted this Compact. (k) \"Remote state,\" a party state, other than the home state: (1) Where the patient is located at the time nursing care is provided; or (2) In the case of the practice of nursing not involving a patient, in such party state where the recipient of nursing practice is located. (l) \"Remote state action,\": (1) Any administrative, civil, equitable, or criminal action permitted by a remote state's laws which are imposed on a nurse by the remote state's licensing board or other authority including actions against an individual's multistate licensure privilege to practice in the remote state; and (2) Cease and desist and other injunctive or equitable orders issued by remote states or the licensing boards thereof. (m) \"State,\" a state, territory, or possession of the United States, the District of Columbia, or the Commonwealth of Puerto Rico. (n) \"State practice laws,\" those individual party's state laws and regulations that govern the practice of nursing, define the scope of nursing practice, and create the methods and grounds for imposing discipline. The term, state practice laws, does not include the initial qualifications for licensure or requirements necessary to obtain and retain a license, except for qualifications or requirements of the home state. ARTICLE III General Provisions and Jurisdiction ARTICLE III General Provisions and Jurisdiction (a) A license to practice registered nursing issued by a home state to a resident in that state will be recognized by each party state as authorizing a multistate licensure privilege to practice as a registered nurse in such party state. A license to practice licensed practical/vocational nursing issued by a home state to a resident in that state will be recognized by each party state as authorizing a multistate licensure privilege to practice as a licensed practical/vocational nurse in such party state. In order to obtain or retain a license, an applicant must meet the home state's qualifications for licensure and license renewal as well as all other applicable state laws. (b) Party states may, in accordance with state due process laws, limit or revoke the multistate licensure privilege of any nurse to practice in their state and may take any other actions under their applicable state laws necessary to protect the health and safety of their citizens. If a party state takes such action, it shall promptly notify the administrator of the coordinated licensure information system. The administrator of the coordinated licensure information system shall promptly notify the home state of any such actions by remote states. (c) Every nurse practicing in a party state must comply with the state practice laws of the state in which the patient is located at the time care is rendered. In addition, the practice of nursing is not limited to patient care, but shall include all nursing practice as defined by the state practice laws of a party state. The practice of nursing will subject a nurse to the jurisdiction of the nurse licensing board and the courts, as well as the laws, in that party state. (d) This Compact does not affect additional requirements imposed by states for advanced practice registered nursing. However, a multistate licensure privilege to practice registered nursing granted by a party state shall be recognized by other party states as a license to practice registered nursing if one is required by state law as a precondition for qualifying for advanced practice registered nurse authorization. (e) Individuals not residing in a party state shall continue to be able to apply for nurse licensure as provided for under the laws of each party state. However, the license granted to these individuals will not be recognized as granting the privilege to practice nursing in any other party state unless explicitly agreed to by that party state. ARTICLE IV Applications for Licensure in a Party State ARTICLE IV Applications for Licensure in a Party State (a) Upon application for a license, the licensing board in a party state shall ascertain, through the coordinated licensure information system, whether the applicant has ever held, or is the holder of, a license issued by any other state, whether there are any restrictions on the multistate licensure privilege, and whether any other adverse action by any state has been taken against the license. (b) A nurse in a party state shall hold licensure in only one party state at a time, issued by the home state. (c) A nurse who intends to change primary state of residence may apply for licensure in the new home state in advance of such change. However, new licenses will not be issued by a party state until after a nurse provides evidence of change in primary state of residence satisfactory to the new home state's licensing board. (d) When a nurse changes primary state of residence by: (1) Moving between two party states, and obtains a license from the new home state, the license from the former home state is no longer valid; (2) Moving from a nonparty state to a party state, and obtains a license from the new home state, the individual state license issued by the nonparty state is not affected and will remain in full force if so provided by the laws of the nonparty state; (3) Moving from a party state to a nonparty state, the license issued by the prior home state converts to an individual state license, valid only in the former home state, without the multistate licensure privilege to practice in other party states. ARTICLE V Adverse Actions ARTICLE V Adverse Actions In addition to the General Provisions described in Article III, the following provisions apply: (a) The licensing board of a remote state shall promptly report to the administrator of the coordinated licensure information system any remote state actions including the factual and legal basis for such action, if known. The licensing board of a remote state shall also promptly report any significant current investigative information yet to result in a remote state action. The administrator of the coordinated licensure information system shall promptly notify the home state of any such reports. (b) The licensing board of a party state shall have the authority to complete any pending investigations for a nurse who changes primary state of residence during the course of such investigations. It shall also have the authority to take appropriate action, and shall promptly report the conclusions of such investigations to the administrator of the coordinated licensure information system. The administrator of the coordinated licensure information system shall promptly notify the new home state of any such actions. (c) A remote state may take adverse action affecting the multistate licensure privilege to practice within that party state. However, only the home state shall have the power to impose adverse action against the license issued by the home state. (d) For purposes of imposing adverse action, the licensing board of the home state shall give the same priority and effect to reported conduct received from a remote state as it would if such conduct had occurred within the home state. In so doing, it shall apply its own state laws to determine appropriate action. (e) The home state may take adverse action based on the factual findings of the remote state, so long as each state follows its own procedures for imposing such adverse action. (f) Nothing in this Compact shall override a party state's decision that participation in an alternative program may be used in lieu of licensure action and that such participation shall remain non-public if required by the party state's laws. Party states must require nurses who enter any alternative programs to agree not to practice in any other party state during the term of the alternative program without prior authorization from such other party state. ARTICLE VI Additional Authorities Invested in Party State Nurse Licensing Boards ARTICLE VI Additional Authorities Invested in Party State Nurse Licensing Boards Notwithstanding any other powers, party state nurse licensing boards shall have the authority to: (a) If otherwise permitted by state law, recover from the affected nurse the costs of investigations and disposition of cases resulting from any adverse action taken against that nurse; (b) Issue subpoenas for both hearings and investigations which require the attendance and testimony of witnesses, and the production of evidence. Subpoenas issued by a nurse licensing board in a party state for the attendance and testimony of witnesses, and/or the production of evidence from another party state, shall be enforced in the latter state by any court of competent jurisdiction, according to the practice and procedure of that court applicable to subpoenas issued in proceedings pending before it. The issuing authority shall pay any witness fees, travel expenses, mileage, and other fees required by the service statutes of the state where the witnesses and/or evidence are located. (c) Issue cease and desist orders to limit or revoke a nurse's authority to practice in their state; (d) Promulgate uniform rules and regulations as provided for in Article VIII(c). ARTICLE VII Coordinated Licensure Information System ARTICLE VII Coordinated Licensure Information System (a) All party states shall participate in a cooperative effort to create a coordinated data base of all licensed registered nurses and licensed practical/vocational nurses. This system will include information on the licensure and disciplinary history of each nurse, as contributed by party states, to assist in the coordination of nurse licensure and enforcement efforts. (b) Notwithstanding any other provision of law, all party states' licensing boards shall promptly report adverse actions, actions against multistate licensure privileges, any current significant investigative information yet to result in adverse action, denials of applications, and the reasons for such denials, to the coordinated licensure information system. (c) Current significant investigative information shall be transmitted through the coordinated licensure information system only to party state licensing boards. (d) Notwithstanding any other provision of law, all party states' licensing boards contributing information to the coordinated licensure information system may designate information that may not be shared with nonparty states or disclosed to other entities or individuals without the express permission of the contributing state. (e) Any personally identifiable information obtained by a party states' licensing board from the coordinated licensure information system may not be shared with nonparty states or disclosed to other entities or individuals except to the extent permitted by the laws of the party state contributing the information. (f) Any information contributed to the coordinated licensure information system that is subsequently required to be expunged by the laws of the party state contributing that information, shall also be expunged from the coordinated licensure information system. (g) The Compact administrators, acting jointly with each other and in consultation with the administrator of the coordinated licensure information system, shall formulate necessary and proper procedures for the identification, collection, and exchange of information under this Compact. ARTICLE VIII Compact Administration and Interchange of Information ARTICLE VIII Compact Administration and Interchange of Information (a) The head of the nurse licensing board, or his or her designee, of each party state shall be the administrator of this Compact for his or her state. (b) The Compact administrator of each party state shall furnish to the Compact administrator of each other party state any information and documents including, but not limited to, a uniform data set of investigations, identifying information, licensure data, and disclosable alternative program participation information to facilitate the administration of this Compact. (c) Compact administrators shall have the authority to develop uniform rules to facilitate and coordinate implementation of this Compact. These uniform rules shall be adopted by party states, under the authority invested under Article VI (d). ARTICLE IX Immunity ARTICLE IX Immunity No party state or the officers or employees or agents of a party state's nurse licensing board who acts in accordance with the provisions of this Compact is liable on account of any act or omission in good faith while engaged in the performance of their duties under this Compact. Good faith in this article does not include willful misconduct, gross negligence, or recklessness. ARTICLE X Entry into Force, Withdrawal, and Amendment ARTICLE X Entry into Force, Withdrawal, and Amendment (a) This Compact shall enter into force and become effective as to any state when it has been enacted into the laws of that state. Any party state may withdraw from this Compact by enacting a statute repealing the same, but no such withdrawal shall take effect until six months after the withdrawing state has given notice of the withdrawal to the executive heads of all other party states. (b) No withdrawal affects the validity or applicability by the licensing boards of states remaining party to the Compact of any report of adverse action occurring prior to the withdrawal. (c) Nothing contained in this Compact may be construed to invalidate or prevent any nurse licensure agreement or other cooperative arrangement between a party state and a nonparty state that is made in accordance with the other provisions of this Compact. (d) This Compact may be amended by the party states. No amendment to this Compact becomes effective and binding upon the party states unless and until it is enacted into the laws of all party states. ARTICLE XI Construction and Severability ARTICLE XI Construction and Severability (a) This Compact shall be liberally construed so as to effectuate the purposes thereof. The provisions of this Compact shall be severable and if any phrase, clause, sentence, or provision of this Compact is declared to be contrary to the constitution of any party state or of the United States or the applicability thereof to any government, agency, person, or circumstance is held invalid, the validity of the remainder of this Compact and the applicability thereof to any government, agency, person, or circumstance may not be affected thereby. If this Compact is held contrary to the constitution of any state party thereto, the Compact remains in full force and effect as to the remaining party states and in full force and effect as to the party state affected as to all severable matters. (b) In the event party states find a need for settling disputes arising under this Compact: (1) The party states may submit the issues in dispute to an arbitration panel which will be comprised of an individual appointed by the Compact administrator in the home state; an individual appointed by the Compact administrator in the remote state or states involved; and an individual mutually agreed upon by the Compact administrators of all the party states involved in the dispute; and (2) The decision of a majority of the arbitrators shall be final and binding. Section 2. The head of the nurse licensing board as used to define the compact administrator in Article VIII(a) means the executive secretary of the Board of Nursing. Section 3. The Board of Nursing may limit, revoke, or take other action against a person's practice privilege in this state if disciplinary action has been taken on the person's practice privilege granted by another party state. Section 4. This state's participation in the Nurse Licensure Compact begins on January 1, 2001. Section 5. That § 36-9-49 be amended to read as follows: 36-9-49. In compliance with chapter 1-26, the Board of Nursing may deny an application for licensure or certification or may deny, revoke, or suspend a license or certificate and may take other disciplinary or corrective action it considers appropriate in addition to or in lieu of such an action upon proof that the applicant, licensee, or certificate holder has: (1) Committed fraud, deceit, or misrepresentation in procuring or attempting to procure licensure or certification; (2) Been convicted of a felony. The conviction of a felony means the conviction of any offense which, if committed within the State of South Dakota, would constitute a felony under its laws; (3) Engaged in the practice of nursing under a false or incorrect name or under a fictitious or assumed business name which has not been registered pursuant to chapter 37-11 or impersonated another licensee or certificate holder of a like or different name; (4) Become addicted to the habitual use of intoxicating liquors or controlled drugs as defined by chapter 34-20B to such an extent as to incapacitate her result in incapacitation from the performance of her professional duties; (5) Negligently, willfully, or intentionally acted in a manner inconsistent with the health or safety of persons entrusted to his or her care; (6) Had a license or , certificate , or privilege to practice as a registered nurse, licensed practical nurse, certified registered nurse anesthetist, or clinical nurse specialist denied, revoked, or suspended or had other disciplinary action taken in another state, territory, or foreign country; (7) Violated any provisions of this chapter or the rules promulgated under it; (8) Aided or abetted an unlicensed or uncertified person to practice nursing; (9) Engaged in the practice of nursing during a time his or her license or certificate is lapsed, on inactive status, suspended, or revoked; (10) Been guilty of gross incompetence or unprofessional or dishonorable conduct; (11) Exercised influence within the nurse-patient relationship for the purpose of engaging a patient in sexual activity. For the purpose of this subdivision, the patient is presumed incapable of giving free, full, and informed consent to sexual activity with the nurse; or (12) Engaged in gross sexual harassment or sexual contact."}, {"bill_id": 15295, "bill_version_id": 86156, "bill_version": "Enrolled", "bill_version_date": "2000-02-10T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 15295, "action_date": "2000-01-13T14:00:00-06:00", "document_id": 85624, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85624.pdf", "status_text": "First read in House and referred to", "journal_page": 38, "committee_id_action": 656, "committee_id_assigned": 647, "result": "N", "vote": {}}, {"bill_id": 15295, "action_date": "2000-01-14T14:00:00-06:00", "document_id": 85626, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85626.pdf", "status_text": "Re-referred to", "journal_page": 43, "committee_id_action": 656, "committee_id_assigned": 644, "result": "P", "vote": {}}, {"bill_id": 15295, "action_date": "2000-01-25T07:45:00-06:00", "document_id": 85766, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85766.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 644, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15295, "action_date": "2000-01-25T07:45:00-06:00", "document_id": 85766, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85766.pdf", "status_text": "Do Pass,", "journal_page": 220, "committee_id_action": 644, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 45295, "president_vote": null, "Yea": [2312, 2325, 2337, 2349, 2359, 2361, 2373, 2382, 2397, 2406, 2383, 2388], "Excused": [2394]}}, {"bill_id": 15295, "action_date": "2000-01-26T14:00:00-06:00", "document_id": 85642, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85642.pdf", "status_text": "Do Pass,", "journal_page": 259, "committee_id_action": 656, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 45994, "president_vote": null, "Yea": [2305, 2308, 2309, 2312, 2313, 2314, 2315, 2316, 2317, 2318, 2321, 2323, 2324, 2325, 2327, 2328, 2332, 2333, 2334, 2336, 2337, 2338, 2341, 2342, 2343, 2345, 2348, 2349, 2350, 2353, 2354, 2355, 2356, 2359, 2360, 2361, 2362, 2363, 2366, 2367, 2368, 2370, 2371, 2373, 2374, 2377, 2378, 2379, 2382, 2383, 2384, 2385, 2387, 2388, 2390, 2392, 2393, 2394, 2396, 2397, 2401, 2402, 2403, 2406, 2407, 2408, 2351], "Excused": [2319, 2372, 2404]}}, {"bill_id": 15295, "action_date": "2000-01-27T14:00:00-06:00", "document_id": 85645, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85645.pdf", "status_text": "First read in Senate and referred to", "journal_page": 230, "committee_id_action": 657, "committee_id_assigned": 631, "result": "N", "vote": {}}, {"bill_id": 15295, "action_date": "2000-02-05T10:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 631, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15295, "action_date": "2000-02-08T10:00:00-06:00", "document_id": 85886, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85886.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 631, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15295, "action_date": "2000-02-08T10:00:00-06:00", "document_id": 85886, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85886.pdf", "status_text": "Do Pass,", "journal_page": 356, "committee_id_action": 631, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 43964, "president_vote": null, "Excused": [2365, 2399], "Yea": [2380, 2381, 2405, 2320, 2391]}}, {"bill_id": 15295, "action_date": "2000-02-08T10:00:00-06:00", "document_id": 85886, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85886.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 631, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 15295, "action_date": "2000-02-09T14:00:00-06:00", "document_id": 85663, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85663.pdf", "status_text": "Do Pass,", "journal_page": 383, "committee_id_action": 657, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 44152, "president_vote": null, "Yea": [2304, 2306, 2307, 2310, 2311, 2320, 2322, 2326, 2329, 2330, 2331, 2335, 2339, 2340, 2344, 2346, 2347, 2352, 2357, 2358, 2364, 2365, 2369, 2375, 2376, 2380, 2381, 2386, 2389, 2391, 2395, 2398, 2399, 2400, 2405]}}, {"bill_id": 15295, "action_date": "2000-02-10T14:00:00-06:00", "document_id": 85665, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85665.pdf", "status_text": "Signed by President", "journal_page": 430, "committee_id_action": 657, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15295, "action_date": "2000-02-10T14:00:00-06:00", "document_id": 85664, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85664.pdf", "status_text": "Signed by Speaker", "journal_page": 595, "committee_id_action": 656, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15295, "action_date": "2000-02-10T14:00:00-06:00", "document_id": 85664, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85664.pdf", "status_text": "Delivered to the Governor", "journal_page": 596, "committee_id_action": 656, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15295, "action_date": "2000-02-16T14:00:00-06:00", "document_id": 85672, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85672.pdf", "status_text": "Signed by Governor", "journal_page": 688, "committee_id_action": 656, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 1680}