{"session_id": 24, "bill_id": 6925, "bill_type": "House Bill", "bill_number": 1059, "bill_title": "revise provisions related to the garnishment of debts and property.", "sponsors": [{"legislator_profile_id": 1038, "is_prime": true}, {"legislator_profile_id": 1046, "is_prime": true}, {"legislator_profile_id": 976, "is_prime": false}, {"legislator_profile_id": 1052, "is_prime": false}, {"legislator_profile_id": 1029, "is_prime": false}], "keywords": ["Civil Procedure", "Debtor Creditor", "Judicial Remedies"], "audio": [{"meeting_datetime": "2016-01-25T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hju09.mp3", "start_seconds": 2889.0}, {"meeting_datetime": "2016-01-25T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hju09.mp3", "start_seconds": 2889.0}, {"meeting_datetime": "2016-01-25T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hju09.mp3", "start_seconds": 2889.0}, {"meeting_datetime": "2016-01-25T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hju09.mp3", "start_seconds": 2889.0}, {"meeting_datetime": "2016-01-25T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hju09.mp3", "start_seconds": 2889.0}, {"meeting_datetime": "2016-02-11T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sju20.mp3", "start_seconds": 2705.0}, {"meeting_datetime": "2016-02-11T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sju20.mp3", "start_seconds": 2705.0}, {"meeting_datetime": "2016-02-11T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sju20.mp3", "start_seconds": 2705.0}, {"meeting_datetime": "2016-02-16T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen21.mp3", "start_seconds": 3121.0}, {"meeting_datetime": "2016-02-16T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen21.mp3", "start_seconds": 3121.0}, {"meeting_datetime": "2016-02-16T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen21.mp3", "start_seconds": 3121.0}], "bill_versions": [{"bill_id": 6925, "bill_version_id": 37683, "bill_version": "Introduced", "bill_version_date": "2016-01-19T10:24:38.97-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise provisions related to the garnishment of debts and property. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 21-18-2.1 be amended to read: 21-18-2.1. The term, earnings, as used in this chapter means compensation paid or payable for personal services, whether denominated as wages, salary, commission, bonus, or otherwise, and includes periodic payments pursuant to a pension or retirement program. Section 2. That § 21-18-3 be amended to read: 21-18-3. In any action where garnishment is permitted, the plaintiff, or some person on his the plaintiff's behalf, may make an affidavit stating that he verily the plaintiff believes that some a named person, naming him, is indebted to, or has property, real or personal, in his the person's possession or under his the person's control belonging to the defendant, or either or any of the defendants in the action, naming him, and that such defendant has not no property in this state other than property subject to garnishment under this chapter sufficient to satisfy the plaintiff's demand, and that the indebtedness or property mentioned in such affidavit is, to the best of the knowledge and belief of the person making such affidavit, not by law exempt, and the amount of the claim sued upon. Section 3. That § 21-18-3.1 be amended to read: 21-18-3.1. Garnishment of earnings may only be used following a prior to obtaining final judgment in the principal action is prohibited. Section 4. That § 21-18-7 be amended to read: 21-18-7. The garnishee summons, affidavit, and garnishment disclosure shall be served on each of the several garnishees named, in the manner provided for service of a summons in an action or, by certified mail, or by registered mail pursuant to § 21-18-11. Section 5. That § 21-18-9 be amended to read: 21-18-9. If a garnishee summons, affidavit, and garnishment disclosure is served personally or by certified mail, the garnishee shall be paid the sum of fifteen dollars to reimburse the garnishee for the expense of preparing the garnishment disclosure which sum shall be taxed as a part of plaintiff's costs. If the garnishee is not paid, the garnishment proceeding is void. The return of service of the garnishee summons shall include a statement that the sum was paid. The garnishment disclosure shall be returned to the plaintiff and filed with the court. Section 6. That § 21-18-10 be amended to read: 21-18-10. The garnishee summons and affidavit shall also be served on the defendant to the action, either before or within thirty days after service on a garnishee, unless service of the summons in the action is made without the state or by publication, or by registered mail pursuant to § 21-18-11. If the defendant appears in the action by attorney, such service may be made upon such the attorney or upon the defendant. Section 7. That § 21-18-11 be amended to read: 21-18-11. Such garnishee summons, affidavit, and garnishment disclosure may be served by certified mail, return receipt requested, or personally by the sheriff of the county where any garnishee or defendant may be found, or by any other person not a party to the action. The person subscribing such garnishee summons may, at his option, by an endorsement thereon fix a time for the service thereof, and the service shall then be made accordingly. The service shall be made and the same returned, with proof of the service, to the person whose name is subscribed thereto, with reasonable diligence. If, after reasonable diligence, service by certified mail or personal service by the sheriff is unsuccessful within the time period provided for in § 21-18-10, the plaintiff may file an affidavit stating that fact and may serve such garnishee summons, affidavit, and garnishment disclosure on the defendant by mailing a copy of the documents, together with a copy to the garnishee, to the defendant's last known address by registered mail. The service shall be made and the same returned, with proof of the service, to the person whose name is subscribed thereto, with reasonable diligence. The person subscribing such garnishee summons may, at his option, by an endorsement thereon fix a time for the service thereof, and the service shall then be made accordingly. The garnishee may proceed by complying with either § 21-18-32 or 21-18-33 and, by such compliance, is exonerated from any further liability to any party to the garnishment. Section 8. That § 21-18-12 be amended to read: 21-18-12. From the time of the service of the summons upon the garnishee he shall stand, the garnishee is liable to the plaintiff to the amount of the property, money, credits, and effects in his the garnishee's possession or under his the garnishee's control belonging to the defendant, or in which he shall be the garnishee is interested, to the extent of his the garnishee's right or interest therein, and of all debts due or to become due to the defendant, except such as may be by law exempt from execution. Section 9. That § 21-18-14.1 be amended to read: 21-18-14.1. Notwithstanding the provisions of § 21-18-14, the The plaintiff may obtain a one hundred twenty-day continuing lien on wages by garnishment. If a lien is to be obtained, the plaintiff shall mark on the caption of the garnishee summons \"continuing lien\" and all disclosure forms shall include the following: Garnishee will continue to hold withhold the nonexempt portion of the defendant's earnings as they accrue through the last payroll period ending on or before one hundred twenty days from the effective date of the garnishee summons, or until the sum held equals the amount stated in the garnishee summons, or until the employment relationship terminates, whichever first occurs. At the time of the expected termination of the lien, the plaintiff shall mail to garnishee an additional copy of the disclosure form upon which the garnishee within ten days shall make further disclosure. Section 10. That § 21-18-27.1 be amended to read: 21-18-27.1. A garnishment disclosure form shall be served upon the garnishee. The disclosure shall be substantially in the following form: State of South Dakota ) In ______________ Court ) ss. County of _____________ ) _____________________ ________________________________ Plaintiff vs. ________________________________ Defendant and Garnishment Disclosure ________________________________ Garnishee In ______________ Court _____________________ I am the ______________ of the garnishee and duly authorized to disclose for the garnishee. On the ____ day of ______________, 20_, the time of service of garnishee summons on the garnishee, there was due and owing the defendant from the garnishee the following: 1. Earnings. For the purposes of garnishment, \"earnings\" means compensation payable for personal service whether called wages, salary, commission, bonus or otherwise, and includes periodic payments pursuant to a pension or retirement program. \"Earnings\" does not include social security benefits or veterans' disability pension benefits, except when the benefits are subject to garnishment to enforce any order for the support of a dependent child. \"Earnings\" includes military retirement pay. \"Disposable earnings\" means that part of the earnings of an individual remaining after the deduction from those earnings of amounts required by law to be withheld (such as FICA, Medicare, social security taxes, and child support). If the garnishee summons was served upon you at a time when earnings from a prior completed pay period were owing but not paid, complete the following disclosure for earnings from both the past pay period and the current pay period. a. Enter on the line below the amount of disposable earnings earned or to be earned by the defendant within the defendant's pay periods which may be subject to garnishment. ___________________________________________ b. Enter on the line below forty times the hourly federal minimum wage (or state minimum wage, if greater) times the number of workweeks within the defendant's pay periods which may be subject to garnishment plus twenty-five dollars per week for each dependent family member residing with the garnishment debtor other than the garnishment debtor himself or herself. When pay periods consist of other than a whole number of workweeks, each day of a pay period in excess of the number of completed workweeks shall be counted as a fraction of a workweek equal to the number of workdays divided by the number of workdays in the normal workweek. ___________________________________________________ c. Enter on the line below the difference obtained (never less than zero) when line b is subtracted from line a. _______________________________________ d. Enter on the line below twenty percent (1/5) of line a. _______________________ e. Enter on the line below the lesser of line c and line d. __________________ 2. Money. Enter on the line below any amounts due and owing defendant, except earnings, from the garnishee. _________________________________________ 3. Property. Describe on the line below any personal property, instruments or papers belonging to the defendant and in the possession of the garnishee. ________________________________________________________________ 4. Setoff. Enter on the line below the amount of any setoff, defense, lien or claim which the garnishee claims against the amount set forth on lines 1(e), 2 and 3. Allege the facts by which the setoff, defense, lien or claim is claimed. (Any indebtedness to a garnishee-employer incurred by the judgment debtor within ten days prior to the receipt of the first garnishment on a debt is void and should be disregarded.) __________________________________________________________________ 5. Adverse Interest. Enter on the line below any amounts claimed by other persons by reason of ownership or interest in the defendant's property. State the names and addresses of the persons and the nature of their claim, if known. (Any assignment of wages made by the defendant within ten days prior to the receipt of the first garnishment on a debt is void and should be disregarded.) ________________________________________________________________ 6. Enter on the line below the total of lines 4 and 5. ___________________________ 7. Enter on the line below the difference obtained (never less than zero) when line 6 is subtracted from the sum of line 1(e), 2 and 3. _____________________________ 8. Enter on the line below one hundred ten five percent of the amount of the judgment creditor's judgment which remains unpaid set forth in the Affidavit of Garnishment. ________________________________ 9. Enter on the line below the lesser of line 7 and line 8. As garnishee, you are hereby instructed to retain this amount only if it is $10.00 $25.00 or more. The balance shall be remitted to the debtor in a timely manner. __________________________________ Signature ______________________________________________________ Authorized Representative of Garnishee ______________________________________________________ Title Subscribed and sworn to before me this ________ day of ______________, 19_. ________________________ Notary Public Section 11. That § 21-18-28 be amended to read: 21-18-28. In all cases in which the State of South Dakota is made garnishee defendant, it shall not be is not necessary for the state to file a formal disclosure, but it shall be is a sufficient disclosure for the state auditor to notify the plaintiff or his the plaintiff's attorney by registered or certified mail, stating what amount, if any, is due to the principal defendant at the time of the service of summons in garnishment upon him the state auditor. It shall be is the duty of the state auditor to so notify the said plaintiff or his the plaintiff's attorney within the time for making a return in garnishment and he the state auditor shall mail a copy of such the notice to the clerk of courts of the county in which said the action was pending. No taking of issue shall be is permitted on any return or disclosure made by the state auditor as herein provided. Section 12. That § 21-18-34 be amended to read: 21-18-34. The state auditor may, in his the state auditor's discretion, at any time, pay to the clerk of courts of the county in which the action is brought any moneys that may be due to the principal defendant or such the part thereof as was determined or due at the time of the service of the summons in garnishment upon the state. Upon the payment of said any money to the clerk of courts, or upon notification by registered or certified mail by the state auditor to the plaintiff or his the plaintiff's attorney of the amount, if any, due the defendant, the state auditor or any other state official and the state shall be is absolutely exonerated from all liability. Section 13. That § 21-18-37 be amended to read: 21-18-37. When an adverse claimant is made a garnishee defendant by notice as provided in this chapter and sets up an affirmative claim to the fund or property involved, any of the other parties to the principal action or garnishment may answer the same within thirty days after service thereof. Section 14. That § 21-18-39 be amended to read: 21-18-39. If any garnishee, except the state, having been duly is summoned, shall fail to serve his and fails to answer as required by this chapter, the court may render judgment against him the garnishee for the amount of any judgment, including costs, which the plaintiff shall recover has recovered in the principal action, together with the costs of the garnishee action. Section 15. That § 21-18-43 be amended to read: 21-18-43. The garnishee may at his option defend the principal action for the defendant if the latter does not, but shall be is under no obligation so to do. Section 16. That § 21-18-49 be amended to read: 21-18-49. In case of the trial of an issue between the plaintiff and any garnishee, costs shall be are awarded to the plaintiff and against the garnishee in addition to his the garnishee's liability if the plaintiff recovers more than the garnishee admitted by his the garnishee's answer; and if he the plaintiff does not, the garnishee shall recover costs of the plaintiff. In all other cases under this chapter not expressly provided for, the court may award costs in favor of or against any party in its discretion. When no such issue is tried the costs of the garnishee action shall be taxed for the plaintiff in the principal garnishment action, if he recovers therein. Section 17. That § 21-18-51 be amended to read: 21-18-51. The maximum part of the aggregate disposable earnings of a wage earner for any workweek which is subject to garnishment may not exceed the lesser of: Signature ______________________________________________________ Authorized Representative of Garnishee ______________________________________________________ Title (1) Twenty percent of disposable earnings for that week; (2) The amount by which disposable earnings for that week exceed forty times the federal minimum hourly wage prescribed by 29 U.S.C. 206(a)(1) as amended and in effect on July 24, 2009, or applicable state minimum wage if greater, or any equivalent multiple thereof prescribed by regulation by the secretary of labor and regulation in case of earnings for any pay period other than a week, in effect at the time the earnings are payable less twenty-five dollars per week for each dependent family member residing with the garnishment debtor other than the garnishment debtor himself or herself. The restrictions of subdivisions (1) and (2) do not apply in the case of any order of any court for the support of any person or any order of any court of bankruptcy under Title 11 of the United States Code. Section 18. That § 21-18-5 be repealed. 21-18-5. Whenever the State of South Dakota is made garnishee defendant in any action, the affidavit shall state fully in what department of the state the principal defendant is employed and in what capacity he is employed. Section 19. That § 21-18-14 be repealed. 21-18-14. No judgment shall be rendered upon a liability of the garnishee arising by reason of any money or other thing owing from him to the defendant, unless before judgment against the defendant it shall have become due absolutely and without depending on any future contingency; but judgment may be given for any money or other thing owing after it shall have become due absolutely and without depending on any contingency. Section 20. That § 21-18-20 be repealed. 21-18-20. If the plaintiff shall not within ten days after demand serve upon the garnishee or his attorney, except in case of garnishment upon execution, a copy of the complaint showing the amount of the indebtedness of the defendant in the action to the plaintiff, the proceedings against the garnishee shall be dismissed on motion of the garnishee with costs, unless the court or a judge shall in its discretion and upon terms permit the same to stand. Section 21. That § 21-18-21 be repealed. 21-18-21. The defendant may, at any time after service of the garnishee summons and before judgment, file with the clerk of the court an undertaking executed by at least two sureties, resident freeholders of the state, to the effect that they will on demand pay to the plaintiff the amount of the judgment with all costs that may be recovered against such defendant in the action, not exceeding a sum specified, which sum shall not be less than double the amount demanded by the complaint, or in such less sum as the court shall upon application direct. The sureties shall justify their responsibility by affidavit annexed, stating a sum which each is worth in property within this state over and above all debts and liabilities and property exempt from execution, the aggregate of which sums shall be double the amount specified in the undertaking. Section 22. That § 21-18-22 be repealed. 21-18-22. The defendant shall serve on the plaintiff a copy of the undertaking filed pursuant to § 21-18-21 with a notice where and when the same was filed. Within three days after the receipt thereof the plaintiff shall give notice to the defendant that he excepts to the sufficiency of the sureties, or he shall be deemed to have waived all objections to them. When the plaintiff excepts, the sureties shall justify in like manner as upon bail on arrest. Thereafter all the garnishees shall be discharged and the garnishment proceedings shall be deemed discontinued, and any money or property paid or delivered to any officer shall be surrendered to the person entitled thereto and the costs shall be taxable as disbursements of the plaintiff in the principal action, if he recovers. Section 23. That § 21-18-40 be repealed. 21-18-40. No judgment shall be entered against the State of South Dakota, nor shall any actual liability be incurred by the state in any garnishment proceeding. Any judgment entered against the principal defendant when the state is garnishee shall be paid only out of moneys due such principal defendant at the time of the service of the summons in garnishment and service of such summons on the state shall be of the same force and effect only as an assignment of the sum claimed or as much thereof as may be due the defendant from the state. Section 24. That § 21-18-45 be repealed. 21-18-45. No trial may be had of the garnishee action until the plaintiff shall have judgment in the principal action, but the garnishment action may be noticed for trial at the same term if issue therein is joined in time; and if the defendant has judgment, the garnishee action shall be dismissed with costs."}, {"bill_id": 6925, "bill_version_id": 38064, "bill_version": "House Judiciary Engrossed", "bill_version_date": "2016-01-25T16:18:54.003-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise provisions related to the garnishment of debts and property. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 21-18-2.1 be amended to read: 21-18-2.1. The term, earnings, as used in this chapter means compensation paid or payable for personal services, whether denominated as wages, salary, commission, bonus, or otherwise, and includes periodic payments pursuant to a pension or retirement program. Section 2. That § 21-18-3 be amended to read: 21-18-3. In any action where garnishment is permitted, the plaintiff, or some person on his the plaintiff's behalf, may make an affidavit stating that he verily the plaintiff believes that some a named person, naming him, is indebted to, or has property, real or personal, in his the person's possession or under his the person's control belonging to the defendant, or either or any of the defendants in the action, naming him, and that such defendant has not no property in this state other than property subject to garnishment under this chapter sufficient to satisfy the plaintiff's demand, and that the indebtedness or property mentioned in such affidavit is, to the best of the knowledge and belief of the person making such affidavit, not by law exempt, and the amount of the claim sued upon. Section 3. That § 21-18-3.1 be amended to read: 21-18-3.1. Garnishment of earnings may only be used following a prior to obtaining final judgment in the principal action is prohibited. Section 4. That § 21-18-7 be amended to read: 21-18-7. The garnishee summons, affidavit, and garnishment disclosure shall be served on each of the several garnishees named, in the manner provided for service of a summons in an action or, by certified mail, or by registered mail pursuant to § 21-18-11. Section 5. That § 21-18-9 be amended to read: 21-18-9. If a garnishee summons, affidavit, and garnishment disclosure is served personally or by certified mail, the garnishee shall be paid the sum of fifteen dollars to reimburse the garnishee for the expense of preparing the garnishment disclosure which sum shall be taxed as a part of plaintiff's costs. If the garnishee is not paid, the garnishment proceeding is void. The return of service of the garnishee summons shall include a statement that the sum was paid. The garnishment disclosure shall be returned to the plaintiff and filed with the court. Section 6. That § 21-18-10 be amended to read: 21-18-10. The garnishee summons and affidavit shall also be served on the defendant to the action, either before or within thirty days after service on a garnishee, unless service of the summons in the action is made without the state or by publication, or by registered mail pursuant to § 21-18-11. If the defendant appears in the action by attorney, such service may be made upon such the attorney or upon the defendant. Section 7. That § 21-18-11 be amended to read: 21-18-11. Such garnishee summons, affidavit, and garnishment disclosure may be served by certified mail, return receipt requested, or personally by the sheriff of the county where any garnishee or defendant may be found, or by any other person not a party to the action. The person subscribing such garnishee summons may, at his option, by an endorsement thereon fix a time for the service thereof, and the service shall then be made accordingly. The service shall be made and the same returned, with proof of the service, to the person whose name is subscribed thereto, with reasonable diligence. If, after reasonable diligence, service by certified mail or personal service by the sheriff is unsuccessful within the time period provided for in § 21-18-10, the plaintiff may file an affidavit stating that fact and may serve such garnishee summons, affidavit, and garnishment disclosure on the defendant by mailing a copy of the documents, together with a copy to the garnishee, to the defendant's last known address by registered mail. The service shall be made and the same returned, with proof of the service, to the person whose name is subscribed thereto, with reasonable diligence. The person subscribing such garnishee summons may, at his option, by an endorsement thereon fix a time for the service thereof, and the service shall then be made accordingly. The garnishee may proceed by complying with either § 21-18-32 or 21-18-33 and, by such compliance, is exonerated from any further liability to any party to the garnishment. Section 8. That § 21-18-12 be amended to read: 21-18-12. From the time of the service of the summons upon the garnishee he shall stand, the garnishee is liable to the plaintiff to the amount of the property, money, credits, and effects in his the garnishee's possession or under his the garnishee's control belonging to the defendant, or in which he shall be the garnishee is interested, to the extent of his the garnishee's right or interest therein, and of all debts due or to become due to the defendant, except such as may be by law exempt from execution. Section 9. That § 21-18-14.1 be amended to read: 21-18-14.1. Notwithstanding the provisions of § 21-18-14, the The plaintiff may obtain a one hundred twenty-day continuing lien on wages by garnishment. If a lien is to be obtained, the plaintiff shall mark on the caption of the garnishee summons \"continuing lien\" and all disclosure forms shall include the following: Garnishee will continue to hold withhold the nonexempt portion of the defendant's earnings as they accrue through the last payroll period ending on or before one hundred twenty days from the effective date of the garnishee summons, or until the sum held equals the amount stated in the garnishee summons, or until the employment relationship terminates, whichever first occurs. At the time of the expected termination of the lien, the plaintiff shall mail to garnishee an additional copy of the disclosure form upon which the garnishee within ten days shall make further disclosure. Section 10. That § 21-18-27.1 be amended to read: 21-18-27.1. A garnishment disclosure form shall be served upon the garnishee. The disclosure shall be substantially in the following form: State of South Dakota ) In ______________ Court ) ss. County of _____________ ) _____________________ ________________________________ Plaintiff vs. ________________________________ Defendant and Garnishment Disclosure ________________________________ Garnishee In ______________ Court _____________________ I am the ______________ of the garnishee and duly authorized to disclose for the garnishee. On the ____ day of ______________, 20_, the time of service of garnishee summons on the garnishee, there was due and owing the defendant from the garnishee the following: 1. Earnings. For the purposes of garnishment, \"earnings\" means compensation payable for personal service whether called wages, salary, commission, bonus or otherwise, and includes periodic payments pursuant to a pension or retirement program. \"Earnings\" does not include social security benefits or veterans' disability pension benefits, except when the benefits are subject to garnishment to enforce any order for the support of a dependent child. \"Earnings\" includes military retirement pay. \"Disposable earnings\" means that part of the earnings of an individual remaining after the deduction from those earnings of amounts required by law to be withheld (such as FICA, Medicare, social security taxes, and child support). If the garnishee summons was served upon you at a time when earnings from a prior completed pay period were owing but not paid, complete the following disclosure for earnings from both the past pay period and the current pay period. a. Enter on the line below the amount of disposable earnings earned or to be earned by the defendant within the defendant's pay periods which may be subject to garnishment. ___________________________________________ b. Enter on the line below forty times the hourly federal minimum wage (or state minimum wage, if greater) times the number of workweeks within the defendant's pay periods which may be subject to garnishment plus twenty-five dollars per week for each dependent family member residing with the garnishment debtor other than the garnishment debtor himself or herself. When pay periods consist of other than a whole number of workweeks, each day of a pay period in excess of the number of completed workweeks shall be counted as a fraction of a workweek equal to the number of workdays divided by the number of workdays in the normal workweek. ___________________________________________________ c. Enter on the line below the difference obtained (never less than zero) when line b is subtracted from line a. _______________________________________ d. Enter on the line below twenty percent (1/5) of line a. _______________________ e. Enter on the line below the lesser of line c and line d. __________________ 2. Money. Enter on the line below any amounts due and owing defendant, except earnings, from the garnishee. _________________________________________ 3. Property. Describe on the line below any personal property, instruments or papers belonging to the defendant and in the possession of the garnishee. ________________________________________________________________ 4. Setoff. Enter on the line below the amount of any setoff, defense, lien or claim which the garnishee claims against the amount set forth on lines 1(e), 2 and 3. Allege the facts by which the setoff, defense, lien or claim is claimed. (Any indebtedness to a garnishee-employer incurred by the judgment debtor within ten days prior to the receipt of the first garnishment on a debt is void and should be disregarded.) __________________________________________________________________ 5. Adverse Interest. Enter on the line below any amounts claimed by other persons by reason of ownership or interest in the defendant's property. State the names and addresses of the persons and the nature of their claim, if known. (Any assignment of wages made by the defendant within ten days prior to the receipt of the first garnishment on a debt is void and should be disregarded.) ________________________________________________________________ 6. Enter on the line below the total of lines 4 and 5. ___________________________ 7. Enter on the line below the difference obtained (never less than zero) when line 6 is subtracted from the sum of line 1(e), 2 and 3. _____________________________ 8. Enter on the line below one hundred ten five percent of the amount of the judgment creditor's judgment which remains unpaid set forth in the Affidavit of Garnishment. ________________________________ 9. Enter on the line below the lesser of line 7 and line 8. As garnishee, you are hereby instructed to retain this amount only if it is $10.00 $25.00 or more. The balance shall be remitted to the debtor in a timely manner. __________________________________ Signature ______________________________________________________ Authorized Representative of Garnishee ______________________________________________________ Title Subscribed and sworn to before me this ________ day of ______________, 19_. ________________________ Notary Public Section 11. That § 21-18-28 be amended to read: 21-18-28. In all cases in which the State of South Dakota is made garnishee defendant, it shall not be is not necessary for the state to file a formal disclosure, but it shall be is a sufficient disclosure for the state auditor to notify the plaintiff or his the plaintiff's attorney by registered or certified mail, stating what amount, if any, is due to the principal defendant at the time of the service of summons in garnishment upon him the state auditor. It shall be is the duty of the state auditor to so notify the said plaintiff or his the plaintiff's attorney within the time for making a return in garnishment and he the state auditor shall mail a copy of such the notice to the clerk of courts of the county in which said the action was pending. No taking of issue shall be is permitted on any return or disclosure made by the state auditor as herein provided. Section 12. That § 21-18-34 be amended to read: 21-18-34. The state auditor may, in his the state auditor's discretion, at any time, pay to the clerk of courts of the county in which the action is brought any moneys that may be due to the principal defendant or such the part thereof as was determined or due at the time of the service of the summons in garnishment upon the state. Upon the payment of said any money to the clerk of courts, or upon notification by registered or certified mail by the state auditor to the plaintiff or his the plaintiff's attorney of the amount, if any, due the defendant, the state auditor or any other state official and the state shall be is absolutely exonerated from all liability. Section 13. That § 21-18-37 be amended to read: 21-18-37. When an adverse claimant is made a garnishee defendant by notice as provided in this chapter and sets up an affirmative claim to the fund or property involved, any of the other parties to the principal action or garnishment may answer the same within thirty days after service thereof. Section 14. That § 21-18-39 be amended to read: 21-18-39. If any garnishee, except the state, having been duly is summoned, shall fail to serve his and fails to answer as required by this chapter, the court may render judgment against him the garnishee for the amount of any judgment, including costs, which the plaintiff shall recover has recovered in the principal action, together with the costs of the garnishee action. Section 15. That § 21-18-43 be amended to read: 21-18-43. The garnishee may at his option defend the principal action for the defendant if the latter does not, but shall be is under no obligation so to do. Section 16. That § 21-18-49 be amended to read: 21-18-49. In case of the trial of an issue between the plaintiff and any garnishee, costs shall be are awarded to the plaintiff and against the garnishee in addition to his the garnishee's liability if the plaintiff recovers more than the garnishee admitted by his the garnishee's answer; and if he the plaintiff does not, the garnishee shall recover costs of the plaintiff. In all other cases under this chapter not expressly provided for, the court may award costs in favor of or against any party in its discretion. When no such issue is tried the costs of the garnishee action shall be taxed for the plaintiff in the principal garnishment action, if he recovers therein. Section 17. That § 21-18-51 be amended to read: 21-18-51. The maximum part of the aggregate disposable earnings of a wage earner for any workweek which is subject to garnishment may not exceed the lesser of: Signature ______________________________________________________ Authorized Representative of Garnishee ______________________________________________________ Title (1) Twenty percent of disposable earnings for that week; (2) The amount by which disposable earnings for that week exceed forty times the federal minimum hourly wage prescribed by 29 U.S.C. 206(a)(1) as amended and in effect on July 24, 2009, or applicable state minimum wage if greater, or any equivalent multiple thereof prescribed by regulation by the secretary of labor and regulation in case of earnings for any pay period other than a week, in effect at the time the earnings are payable less twenty-five dollars per week for each dependent family member residing with the garnishment debtor other than the garnishment debtor himself or herself. The restrictions of subdivisions (1) and (2) do not apply in the case of any order of any court for the support of any person or any order of any court of bankruptcy under Title 11 of the United States Code. Section 18. That § 21-18-5 be repealed. 21-18-5. Whenever the State of South Dakota is made garnishee defendant in any action, the affidavit shall state fully in what department of the state the principal defendant is employed and in what capacity he is employed. Section 19. That § 21-18-14 be repealed. 21-18-14. No judgment shall be rendered upon a liability of the garnishee arising by reason of any money or other thing owing from him to the defendant, unless before judgment against the defendant it shall have become due absolutely and without depending on any future contingency; but judgment may be given for any money or other thing owing after it shall have become due absolutely and without depending on any contingency. Section 20. That § 21-18-20 be repealed. 21-18-20. If the plaintiff shall not within ten days after demand serve upon the garnishee or his attorney, except in case of garnishment upon execution, a copy of the complaint showing the amount of the indebtedness of the defendant in the action to the plaintiff, the proceedings against the garnishee shall be dismissed on motion of the garnishee with costs, unless the court or a judge shall in its discretion and upon terms permit the same to stand. Section 21. That § 21-18-21 be repealed. 21-18-21. The defendant may, at any time after service of the garnishee summons and before judgment, file with the clerk of the court an undertaking executed by at least two sureties, resident freeholders of the state, to the effect that they will on demand pay to the plaintiff the amount of the judgment with all costs that may be recovered against such defendant in the action, not exceeding a sum specified, which sum shall not be less than double the amount demanded by the complaint, or in such less sum as the court shall upon application direct. The sureties shall justify their responsibility by affidavit annexed, stating a sum which each is worth in property within this state over and above all debts and liabilities and property exempt from execution, the aggregate of which sums shall be double the amount specified in the undertaking. Section 22. That § 21-18-22 be repealed. 21-18-22. The defendant shall serve on the plaintiff a copy of the undertaking filed pursuant to § 21-18-21 with a notice where and when the same was filed. Within three days after the receipt thereof the plaintiff shall give notice to the defendant that he excepts to the sufficiency of the sureties, or he shall be deemed to have waived all objections to them. When the plaintiff excepts, the sureties shall justify in like manner as upon bail on arrest. Thereafter all the garnishees shall be discharged and the garnishment proceedings shall be deemed discontinued, and any money or property paid or delivered to any officer shall be surrendered to the person entitled thereto and the costs shall be taxable as disbursements of the plaintiff in the principal action, if he recovers. Section 23. That § 21-18-45 be repealed. 21-18-45. No trial may be had of the garnishee action until the plaintiff shall have judgment in the principal action, but the garnishment action may be noticed for trial at the same term if issue therein is joined in time; and if the defendant has judgment, the garnishee action shall be dismissed with costs."}, {"bill_id": 6925, "bill_version_id": 39424, "bill_version": "Enrolled", "bill_version_date": "2016-02-17T09:57:01.957-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6925, "action_date": "2016-01-19T14:00:00-06:00", "document_id": 37724, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37724.pdf", "status_text": "First read in House and referred to", "journal_page": 58, "committee_id_action": 325, "committee_id_assigned": 320, "result": "N", "vote": {}}, {"bill_id": 6925, "action_date": "2016-01-25T10:00:00-06:00", "document_id": 37886, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37886.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 320, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6925, "action_date": "2016-01-25T10:00:00-06:00", "document_id": 38041, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38041.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 320, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6925, "action_date": "2016-01-25T10:00:00-06:00", "document_id": 38041, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38041.pdf", "status_text": "Do Pass Amended", "journal_page": 159, "committee_id_action": 320, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20236, "president_vote": null, "Yea": [1060, 985, 1061, 963, 1038, 1044, 1017, 1054, 991, 1025, 1029, 1024], "Excused": [987]}}, {"bill_id": 6925, "action_date": "2016-01-25T10:00:00-06:00", "document_id": 38041, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38041.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 320, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6925, "action_date": "2016-01-27T14:00:00-06:00", "document_id": 38272, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38272.pdf", "status_text": "Do Pass Amended", "journal_page": 200, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20332, "president_vote": null, "Yea": [1043, 1042, 1063, 983, 1057, 964, 1040, 995, 1039, 986, 1050, 1060, 1009, 1033, 985, 976, 1049, 1022, 1056, 1061, 1021, 1002, 1019, 1065, 972, 963, 1062, 1038, 982, 1055, 1044, 1017, 1058, 1036, 1048, 1024, 1003, 968, 1018, 1059, 1054, 1031, 1027, 1028, 992, 1034, 1006, 991, 1007, 1052, 1030, 988, 993, 1026, 981, 1023, 1069, 1029, 996, 990, 1032, 1025, 1051, 965, 1053, 1064, 989], "Excused": [980, 1015, 987]}}, {"bill_id": 6925, "action_date": "2016-01-28T13:30:00-06:00", "document_id": 38420, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38420.pdf", "status_text": "First read in Senate and referred to", "journal_page": 167, "committee_id_action": 309, "committee_id_assigned": 302, "result": "N", "vote": {}}, {"bill_id": 6925, "action_date": "2016-02-11T08:00:00-06:00", "document_id": 39053, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39053.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 302, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6925, "action_date": "2016-02-11T08:00:00-06:00", "document_id": 39235, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39235.pdf", "status_text": "Do Pass", "journal_page": 290, "committee_id_action": 302, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20867, "president_vote": null, "Nay": [974, 1035, 1041], "Yea": [1046, 973, 967, 978]}}, {"bill_id": 6925, "action_date": "2016-02-16T14:00:00-06:00", "document_id": 39391, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39391.pdf", "status_text": "Do Pass Amended", "journal_page": 308, "committee_id_action": 309, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20948, "president_vote": null, "Nay": [974, 999, 979, 1035, 984, 1020, 1016, 1000], "Yea": [977, 1037, 966, 1014, 1067, 969, 1005, 1047, 998, 997, 994, 1041, 967, 975, 1011, 1010, 971, 1001, 1046, 1066, 1012, 1045, 970, 978, 1013, 973, 1008]}}, {"bill_id": 6925, "action_date": "2016-02-17T14:00:00-06:00", "document_id": 39476, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39476.pdf", "status_text": "Signed by the Speaker", "journal_page": 427, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6925, "action_date": "2016-02-22T14:00:00-06:00", "document_id": 39767, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39767.pdf", "status_text": "Signed by the President", "journal_page": 398, "committee_id_action": 309, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6925, "action_date": "2016-02-23T14:00:00-06:00", "document_id": 39859, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39859.pdf", "status_text": "Delivered to the Governor", "journal_page": 650, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6925, "action_date": "2016-02-29T14:00:00-06:00", "document_id": 40105, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40105.pdf", "status_text": "Signed by the Governor", "journal_page": 710, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6152}