{"session_id": 15, "bill_id": 3637, "bill_type": "Senate Bill", "bill_number": 77, "bill_title": "provide for the establishment of a scholarship program for postsecondary technical institute students and to make an appropriation therefor.", "sponsors": [{"legislator_profile_id": 260, "is_prime": true}, {"legislator_profile_id": 219, "is_prime": true}], "keywords": ["Appropriation", "Education"], "audio": [{"meeting_datetime": "2012-02-09T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sed18.mp3", "start_seconds": 4302.0}, {"meeting_datetime": "2012-02-09T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sed18.mp3", "start_seconds": 4302.0}, {"meeting_datetime": "2012-02-09T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sed18.mp3", "start_seconds": 4302.0}, {"meeting_datetime": "2012-02-09T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sed18.mp3", "start_seconds": 4302.0}, {"meeting_datetime": "2012-02-13T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sap20.mp3", "start_seconds": 60.0}, {"meeting_datetime": "2012-02-13T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sap20.mp3", "start_seconds": 60.0}, {"meeting_datetime": "2012-02-13T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sap20.mp3", "start_seconds": 60.0}, {"meeting_datetime": "2012-02-14T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen21.mp3", "start_seconds": 9613.0}, {"meeting_datetime": "2012-02-14T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen21.mp3", "start_seconds": 9613.0}, {"meeting_datetime": "2012-02-14T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen21.mp3", "start_seconds": 9613.0}, {"meeting_datetime": "2012-02-27T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hap28.mp3", "start_seconds": 43.0}, {"meeting_datetime": "2012-02-27T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hap28.mp3", "start_seconds": 43.0}, {"meeting_datetime": "2012-02-27T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hap28.mp3", "start_seconds": 43.0}, {"meeting_datetime": "2012-02-27T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hap28.mp3", "start_seconds": 43.0}, {"meeting_datetime": "2012-02-27T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hap28.mp3", "start_seconds": 43.0}, {"meeting_datetime": "2012-02-28T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou29.mp3", "start_seconds": 9069.0}, {"meeting_datetime": "2012-02-28T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou29.mp3", "start_seconds": 9069.0}, {"meeting_datetime": "2012-02-28T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou29.mp3", "start_seconds": 9069.0}, {"meeting_datetime": "2012-02-28T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou29.mp3", "start_seconds": 9069.0}, {"meeting_datetime": "2012-02-28T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou29.mp3", "start_seconds": 9069.0}, {"meeting_datetime": "2012-02-29T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen30.mp3", "start_seconds": 1996.0}, {"meeting_datetime": "2012-02-29T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen30.mp3", "start_seconds": 1996.0}, {"meeting_datetime": "2012-02-29T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen30.mp3", "start_seconds": 1996.0}, {"meeting_datetime": "2012-02-29T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen30.mp3", "start_seconds": 1996.0}, {"meeting_datetime": "2012-02-29T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen30.mp3", "start_seconds": 1996.0}, {"meeting_datetime": "2012-02-29T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen30.mp3", "start_seconds": 1996.0}], "bill_versions": [{"bill_id": 3637, "bill_version_id": 19713, "bill_version": "Introduced", "bill_version_date": "2012-01-23T08:03:56.697-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the establishment of a scholarship program for postsecondary technical institute students and to make an appropriation therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby established a program to provide scholarships for students at postsecondary technical institutes. The scholarship program shall focus on the development of trained personnel for employment in critical areas and fields and shall be administered by the Department of Labor and Regulation. The Department of Labor and Regulation shall promulgate rules pursuant to chapter 1-26 to implement the scholarship program, including eligibility and award requirements and procedures, areas of critical employment need, reporting requirements, and repayment schedules. Section 2. The postsecondary technical institute scholarship fund is hereby established as a separate fund in the state treasury to be administered by the Department of Labor and Regulation. Money in the fund shall be used to implement the scholarship program established pursuant to section 1 of this Act. Money may enter the fund through legislative appropriations, fees, contributions, donations, grants, loans, interest received on money in the fund, and any other lawful public or private source. Money in the fund shall be appropriated by the Legislature through the normal budget process. Any expenditure from the fund shall be paid on warrants drawn by the state auditor on vouchers approved by the secretary of labor and regulation. Section 3. There is hereby appropriated from the general fund the sum of one dollar ($1), or so much thereof as may be necessary, to the postsecondary technical institute scholarship fund established in section 2 of this Act to provide for the implementation of the postsecondary technical institute scholarship program. Section 4. The secretary of labor and regulation shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 5. Any amounts appropriated in this Act not lawfully expended or obligated by June 30, 2013, shall revert in accordance with the procedures prescribed in chapter 4-8."}, {"bill_id": 3637, "bill_version_id": 21185, "bill_version": "Senate Education Engrossed", "bill_version_date": "2012-02-10T09:34:44.427-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the establishment of a scholarship program for postsecondary technical institute students and to make an appropriation therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Dakota Tech scholarship program is hereby established within the Governor's Office of Economic Development. Dakota Tech scholarships shall be awarded to encourage students at South Dakota's postsecondary technical institutes who are trained for employment in areas of critical need to remain in South Dakota upon completion of their postsecondary technical education. The Governor's Office of Economic Development shall provide for the awarding of Dakota Tech scholarships in accordance with the provisions of this Act. Section 2. Terms used in this Act mean: (1) \"Administrator,\" the organization selected by GOED as provided in this Act to administer the Dakota Tech scholarship program; (2) \"Area of critical need,\" an occupation within South Dakota for certain types of employers in certain geographical areas as specified by rules promulgated by GOED pursuant to section 14 of this Act; (3) \"Dakota Tech scholarship award,\" an amount awarded to an individual student under the Dakota Tech scholarship program; (4) \"GOED,\" the Governor's Office of Economic Development; (5) \"Postsecondary technical institute,\" a postsecondary institute established pursuant to chapter 13-39. Section 3. The Governor's Office of Economic Development shall select a nonprofit corporation to act as the administrator of the Dakota Tech scholarship program. GOED shall issue a request for proposals to identify and select the appropriate entity to serve as the administrator. The administrator shall, in accordance with the provisions of this Act, provide for the selection of scholarship recipients, the disbursement of scholarship funds, the collection and repayment of funds from recipients who have become ineligible, and other measures necessary for the implementation of this Act. Section 4. To be eligible for a Dakota Tech scholarship a person shall: (1) Have a high school diploma or general equivalency diploma (GED); (2) Agree in writing to stay in South Dakota and work in an area of critical need for a period of four years following graduation from a postsecondary technical institute; and (3) Enroll in or be accepted for enrollment by a postsecondary technical institute for a course of study in an area of critical need leading to a technical degree from the postsecondary technical institute. Section 5. In order to maintain eligibility for a Dakota Tech scholarship a person shall: (1) Maintain a 2.5 grade point average on a 4.0 scale and maintain standing as a full-time or part-time student at a postsecondary technical institute; (2) Attend a postsecondary technical institute and earn a technical degree in an area of critical need within four years after the person's first enrollment at the technical institute. Section 6. A Dakota Tech scholarship award shall be in the amount of five thousand dollars per student and is awarded once for the duration of the student's course of study. The administrator may award Dakota Tech scholarships only to the extent that funds are available to provide scholarships. If the amount of money in the Dakota Tech scholarship fund is insufficient to provide a Dakota Tech scholarship to all eligible applicants, the administrator shall consider a person's field of study and financial need in awarding a Dakota Tech scholarship. Section 7. If a person has been awarded a Dakota Tech scholarship, the administrator shall pay the postsecondary technical institute at which the person is enrolled the amount of five thousand dollars, to be deducted from the person 's tuition and fees over the duration of the person's course of study. The amount of the scholarship constitutes a obligation owed by the person to the administrator, which may be discharged as provided in sections 8 to 11, inclusive, of this Act. Section 8. A person who has received a Dakota Tech scholarship is not required to repay any part of the scholarship if within six months of earning an eligible technical degree the person begins employment and is continuously employed in South Dakota for a period of forty-eight consecutive months in an area of critical need. A course of study and corresponding employment or occupation that was deemed an area of critical need at the time of the person's scholarship award remains an area of critical need for the duration of the person's course of study and for the forty-eight month employment period for purposes of determining any repayment obligation that the person may incur. Section 9. If a person who has received a Dakota Tech scholarship does not maintain eligibility as specified in section 5 of this Act, the person shall reimburse the administrator the amount of the scholarship paid on behalf of the person, according to a repayment schedule set by GOED in rules promulgated pursuant to chapter 1-26. Section 10. If a person who has received a Dakota Tech scholarship does not meet the requirement in section 8 of this Act, the person shall reimburse the administrator the amount of the scholarship paid on behalf of the person, according to a repayment schedule set by GOED in rules promulgated pursuant to chapter 1-26. The amount of repayment shall be based on the ratio of forty-eight months minus the number of months a person was continuously employed in an area of critical need to forty-eight months. Section 11. If a person who has received a Dakota Tech scholarship is unable to maintain eligibility or remain employed in an area of critical need for forty-eight consecutive months due to factors outside the control of the person, the administrator may waive or delay the eligibility or repayment provisions of this Act. Section 12. A person who has received a Dakota Tech scholarship shall annually report to the administrator the person's academic and occupational status on forms prescribed by the administrator. Section 13. The Dakota Tech scholarship fund is hereby established as a separate fund in the state treasury to be administered by the Governor's Office of Economic Development. Money in the fund shall be used to implement the Dakota Tech scholarship program established pursuant to this Act. Money may enter the fund through legislative appropriations, fees, contributions, donations, grants, loans, interest received on money in the fund, and any other lawful public or private source. Money in the fund shall be appropriated by the Legislature through the normal budget process. Any expenditure from the fund shall be paid on warrants drawn by the state auditor on vouchers approved by the commissioner of the Governor's Office of Economic Development. Section 14. The Governor's Office of Economic Development shall promulgate rules, pursuant to chapter 1-26, to implement the Dakota Tech scholarship program. The rules shall define occupations and geographical areas as areas of critical need, establish procedures for the awarding and acceptance of scholarships, establish requirements and guidelines to be followed by the administrator in implementing the program, establish criteria for monitoring the academic and occupational status of persons who have received a scholarship, establish financial need criteria, establish repayment schedules, and establish other procedures and requirements necessary for the implementation of the scholarship program. Section 15. There is hereby appropriated from the general fund the sum of one dollar ($1), or so much thereof as may be necessary, to the Governor's Office of Economic Development to be deposited into the Dakota Tech scholarship fund and made available, beginning on the effective date of this Act, to fund scholarships under the Dakota Tech scholarship program as provided in this Act. This appropriation may be used only for the funding of scholarships under the program. Administrative costs and other costs incurred by the administrator or by GOED in the implementation of the program may be met only through the use of funds from sources other than this appropriation. Section 16. The commissioner of the Governor's Office of Economic Development shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 17. Any amounts appropriated in this Act not lawfully expended or obligated by June 30, 2013, shall revert in accordance with the procedures prescribed in chapter 4-8."}, {"bill_id": 3637, "bill_version_id": 22240, "bill_version": "House Appropriations Engrossed", "bill_version_date": "2012-02-27T12:33:41.647-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the establishment of a scholarship program for postsecondary technical institute students and to make an appropriation therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Dakota Tech scholarship program is hereby established within the Department of Labor and Regulation. Dakota Tech scholarships shall be awarded to encourage students at South Dakota's postsecondary technical institutes who are trained for employment in areas of critical need to remain in South Dakota upon completion of their postsecondary technical education. The Department of Labor and Regulation shall provide for the awarding of Dakota Tech scholarships in accordance with the provisions of this Act. Section 2. Terms used in this Act mean: (1) \"Area of critical need,\" an occupation within South Dakota for certain types of employers in certain geographical areas as specified by rules promulgated by the department pursuant to section 14 of this Act; (2) \"Dakota Tech scholarship award,\" an amount awarded to an individual student under the Dakota Tech scholarship program; (3) \"Department,\" the Department of Labor and Regulation; (4) \"Postsecondary technical institute,\" a postsecondary institute established pursuant to chapter 13-39. Section 3. The Department of Labor and Regulation shall administer the Dakota Tech scholarship program. The department shall, in accordance with the provisions of this Act, provide for the selection of scholarship recipients, the disbursement of scholarship funds, the collection and repayment of funds from recipients who have become ineligible, and other measures necessary for the implementation of this Act. Section 4. To be eligible for a Dakota Tech scholarship a person shall: (1) Have a high school diploma or general equivalency diploma (GED); (2) Agree in writing to stay in South Dakota and work in an area of critical need for a period of four years following graduation from a postsecondary technical institute; and (3) Enroll in or be accepted for enrollment by a postsecondary technical institute for a course of study in an area of critical need leading to a technical degree from the postsecondary technical institute. Section 5. In order to maintain eligibility for a Dakota Tech scholarship a person shall: (1) Maintain a 2.5 grade point average on a 4.0 scale and maintain standing as a full-time or part-time student at a postsecondary technical institute; (2) Attend a postsecondary technical institute and earn a technical degree in an area of critical need within four years after the person's first enrollment at the technical institute. Section 6. A Dakota Tech scholarship award shall be in the amount of five thousand dollars per student and is awarded once for the duration of the student's course of study. The department may award Dakota Tech scholarships only to the extent that funds are available to provide scholarships. If the amount of money in the Dakota Tech scholarship fund is insufficient to provide a Dakota Tech scholarship to all eligible applicants, the department shall consider a person's field of study and financial need in awarding a Dakota Tech scholarship. Section 7. If a person has been awarded a Dakota Tech scholarship, the department shall pay the postsecondary technical institute at which the person is enrolled the amount of five thousand dollars, to be deducted from the person 's tuition and fees over the duration of the person's course of study. The amount of the scholarship constitutes an obligation owed by the person to the department, which may be discharged as provided in sections 8 to 11, inclusive, of this Act. Section 8. A person who has received a Dakota Tech scholarship is not required to repay any part of the scholarship if within six months of earning an eligible technical degree the person begins employment and is continuously employed in South Dakota for a period of forty-eight consecutive months in an area of critical need. A course of study and corresponding employment or occupation that was deemed an area of critical need at the time of the person's scholarship award remains an area of critical need for the duration of the person's course of study and for the forty-eight month employment period for purposes of determining any repayment obligation that the person may incur. Section 9. If a person who has received a Dakota Tech scholarship does not maintain eligibility as specified in section 5 of this Act, the person shall reimburse the department the amount of the scholarship paid on behalf of the person, according to a repayment schedule set by the department in rules promulgated pursuant to chapter 1-26. Section 10. If a person who has received a Dakota Tech scholarship does not meet the requirement in section 8 of this Act, the person shall reimburse the department the amount of the scholarship paid on behalf of the person, according to a repayment schedule set by the department in rules promulgated pursuant to chapter 1-26. The amount of repayment shall be based on the ratio of forty-eight months minus the number of months a person was continuously employed in an area of critical need to forty-eight months. Section 11. If a person who has received a Dakota Tech scholarship is unable to maintain eligibility or remain employed in an area of critical need for forty-eight consecutive months due to factors outside the control of the person, the department may waive or delay the eligibility or repayment provisions of this Act. Section 12. A person who has received a Dakota Tech scholarship shall annually report to the department the person's academic and occupational status on forms prescribed by the department. Section 13. The Dakota Tech scholarship fund is hereby established as a separate fund in the state treasury to be administered by the Department of Labor and Regulation. Money in the fund shall be used to implement the Dakota Tech scholarship program established pursuant to this Act. Money may enter the fund through legislative appropriations, fees, contributions, donations, grants, loans, interest received on money in the fund, and any other lawful public or private source. Money in the fund shall be appropriated by the Legislature through the normal budget process. Any expenditure from the fund shall be paid on warrants drawn by the state auditor on vouchers approved by the secretary of the Department of Labor and Regulation. Section 14. The Department of Labor and Regulation shall promulgate rules, pursuant to chapter 1-26, to implement the Dakota Tech scholarship program. The rules shall define occupations and geographical areas as areas of critical need, establish procedures for the awarding and acceptance of scholarships, establish requirements and guidelines to be followed by the department in implementing the program, establish criteria for monitoring the academic and occupational status of persons who have received a scholarship, establish financial need criteria, establish repayment schedules, and establish other procedures and requirements necessary for the implementation of the scholarship program. Section 15. There is hereby appropriated from the general fund the sum of one hundred dollars ($100), or so much thereof as may be necessary, to the Department of Labor and Regulation to be deposited into the Dakota Tech scholarship fund and made available, beginning on the effective date of this Act, to fund scholarships under the Dakota Tech scholarship program as provided in this Act. This appropriation may be used only for the funding of scholarships under the program. Administrative costs and other costs incurred in the implementation of the program may be met only through the use of funds from sources other than this appropriation. Section 16. The secretary of the Department of Labor and Regulation shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 17. Any amounts appropriated in this Act not lawfully expended or obligated by June 30, 2013, shall revert in accordance with the procedures prescribed in chapter 4-8."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3637, "action_date": "2012-01-23T14:00:00-06:00", "document_id": 19958, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19958.pdf", "status_text": "First read in Senate and referred to", "journal_page": 122, "committee_id_action": 171, "committee_id_assigned": 149, "result": "N", "vote": {}}, {"bill_id": 3637, "action_date": "2012-02-09T07:00:00-06:00", "document_id": 20923, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20923.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 149, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3637, "action_date": "2012-02-09T07:00:00-06:00", "document_id": 21082, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21082.pdf", "status_text": "Hoghoused", "journal_page": 0, "committee_id_action": 149, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3637, "action_date": "2012-02-09T07:00:00-06:00", "document_id": 21082, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21082.pdf", "status_text": "Referred as Amended to", "journal_page": 352, "committee_id_action": 149, "committee_id_assigned": 170, "result": "P", "vote": {"vote_id": 11310, "president_vote": null, "Yea": [239, 290, 236, 261, 235, 286], "Nay": [291]}}, {"bill_id": 3637, "action_date": "2012-02-13T08:30:00-06:00", "document_id": 21243, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21243.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 170, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3637, "action_date": "2012-02-13T08:30:00-06:00", "document_id": 21336, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21336.pdf", "status_text": "Do Pass", "journal_page": 379, "committee_id_action": 170, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11514, "president_vote": null, "Yea": [289, 220, 214, 287, 247, 233, 229, 218, 251]}}, {"bill_id": 3637, "action_date": "2012-02-14T14:00:00-06:00", "document_id": 21465, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21465.pdf", "status_text": "Do Pass Amended", "journal_page": 424, "committee_id_action": 171, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11678, "president_vote": null, "Excused": [253, 223, 264], "Yea": [284, 239, 251, 288, 249, 255, 250, 235, 234, 247, 287, 285, 212, 228, 286, 233, 240, 252, 214, 226, 219, 220, 229, 290, 236, 243, 261, 289, 254, 232], "Nay": [291, 218]}}, {"bill_id": 3637, "action_date": "2012-02-15T14:00:00-06:00", "document_id": 21530, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21530.pdf", "status_text": "First read in House and referred to", "journal_page": 485, "committee_id_action": 173, "committee_id_assigned": 166, "result": "N", "vote": {}}, {"bill_id": 3637, "action_date": "2012-02-22T07:45:00-06:00", "document_id": 21532, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21532.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 166, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3637, "action_date": "2012-02-22T07:45:00-06:00", "document_id": 21818, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21818.pdf", "status_text": "Referred to", "journal_page": 543, "committee_id_action": 166, "committee_id_assigned": 175, "result": "P", "vote": {"vote_id": 11924, "president_vote": null, "Yea": [222, 262, 260, 268, 270, 266, 267, 215, 244, 300, 269, 246], "Excused": [245]}}, {"bill_id": 3637, "action_date": "2012-02-27T09:00:00-06:00", "document_id": 21954, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21954.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 175, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3637, "action_date": "2012-02-27T09:00:00-06:00", "document_id": 22267, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22267.pdf", "status_text": "Hoghoused", "journal_page": 0, "committee_id_action": 175, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3637, "action_date": "2012-02-27T09:00:00-06:00", "document_id": 22267, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22267.pdf", "status_text": "Do Pass Amended", "journal_page": 624, "committee_id_action": 175, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12176, "president_vote": null, "Yea": [211, 256, 265, 277, 314, 309, 296, 231, 274]}}, {"bill_id": 3637, "action_date": "2012-02-28T13:00:00-06:00", "document_id": 22349, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22349.pdf", "status_text": "Do Pass Amended", "journal_page": 660, "committee_id_action": 173, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12272, "president_vote": null, "Excused": [222], "Yea": [262, 265, 227, 242, 231, 281, 296, 211, 314, 257, 260, 258, 225, 268, 217, 303, 313, 293, 297, 270, 299, 266, 221, 272, 279, 305, 271, 248, 263, 230, 280, 301, 237, 246, 292, 304, 267, 294, 312, 213, 241, 311, 307, 308, 273, 315, 282, 278, 259, 224, 216, 295, 302, 283, 244, 306, 238, 310, 275, 309, 300, 298, 274, 256, 215], "Nay": [269, 245, 277, 276]}}, {"bill_id": 3637, "action_date": "2012-02-29T10:00:00-06:00", "document_id": 22437, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22437.pdf", "status_text": "Conference Committee appointments", "journal_page": 680, "committee_id_action": 173, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3637, "action_date": "2012-02-29T10:00:00-06:00", "document_id": 22446, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22446.pdf", "status_text": "Failed to concur, appoint Conference Committee", "journal_page": 626, "committee_id_action": 171, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3637, "action_date": "2012-03-01T10:00:00-06:00", "document_id": 22502, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22502.pdf", "status_text": "Conference Committee appointments", "journal_page": 711, "committee_id_action": 173, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3637, "action_date": "2012-03-02T10:30:00-06:00", "document_id": 22576, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22576.pdf", "status_text": "Conference Committee Report", "journal_page": 720, "committee_id_action": 173, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3637, "action_date": "2012-03-02T10:30:00-06:00", "document_id": 22576, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22576.pdf", "status_text": "Conference Committee report not adopted, no committee appointed", "journal_page": 724, "committee_id_action": 173, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12386, "president_vote": null, "Yea": [222, 265, 227, 242, 231, 281, 269, 296, 314, 258, 245, 217, 303, 313, 297, 270, 299, 221, 279, 248, 280, 301, 246, 292, 304, 267, 294, 213, 241, 311, 277, 307, 276, 308, 315, 278, 259, 224, 295, 283, 244, 306, 238, 310, 275, 309, 300, 298, 274, 215], "Nay": [262, 211, 257, 260, 225, 268, 293, 266, 272, 305, 271, 263, 230, 237, 312, 282, 216, 302, 256], "Excused": [273]}}]}