{"session_id": 8, "bill_id": 2042, "bill_type": "House Bill", "bill_number": 1229, "bill_title": "adopt the Uniform Real Property Transfer on Death Act.", "sponsors": [{"legislator_profile_id": 779, "is_prime": true}, {"legislator_profile_id": 747, "is_prime": true}, {"legislator_profile_id": 766, "is_prime": false}, {"legislator_profile_id": 800, "is_prime": false}], "keywords": ["Domestic Relations", "Property"], "audio": [{"meeting_datetime": "2010-02-19T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hju24.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2010-02-19T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hju24.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2010-02-19T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hju24.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 2042, "bill_version_id": 11572, "bill_version": "Introduced", "bill_version_date": "2010-02-02T09:15:19.26-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to adopt the Uniform Real Property Transfer on Death Act. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. This Act may be cited as the Uniform Real Property Transfer on Death Act. Section 2. Terms used in this Act mean: (1) \"Beneficiary,\" a person that receives property under a transfer on death deed; (2) \"Designated beneficiary,\" a person designated to receive property in a transfer on death deed; (3) \"Joint owner,\" an individual who owns property concurrently with one or more other individuals with a right of survivorship. The term includes a joint tenant. The term does not include a tenant in common; (4) \"Person,\" an individual, corporation, business trust, estate, trust, partnership, limited liability company, association, joint venture, public corporation, government or governmental subdivision, agency, or instrumentality, or any other legal or commercial entity; (5) \"Property,\" an interest in real property located in this state which is transferable on the death of the owner; (6) \"Transfer on death deed,\" a deed authorized under this Act; and (7) \"Transferor;\" an individual who makes a transfer on death deed. Section 3. This Act applies to a transfer on death deed made before, on, or after July 1, 2010, by a transferor dying on or after July 1, 2010. Section 4. This Act does not affect any method of transferring property otherwise permitted under the law of this state. Section 5. An individual may transfer property to one or more beneficiaries effective at the transferor's death by a transfer on death deed. Section 6. A transfer on death deed is revocable even if the deed or another instrument contains a contrary provision. Section 7. A transfer on death deed is nontestamentary. Section 8. The capacity required to make or revoke a transfer on death deed is the same as the capacity required to make a will. Section 9. A transfer on death deed: (1) Except as otherwise provided in subdivision (2), must contain the essential elements and formalities of a properly recordable inter vivos deed; (2) Must state that the transfer to the designated beneficiary is to occur at the transferor's death; and (3) Must be recorded before the transferor's death in the public records in the office of the register of deeds of the county where the property is located. Section 10. A transfer on death deed is effective without: (1) Notice or delivery to or acceptance by the designated beneficiary during the transferor's life; or (2) Consideration. Section 11. Subject to the second paragraph of this section, an instrument is effective to revoke a recorded transfer on death deed, or any part of it, only if the instrument: (1) Is one of the following: (A) A transfer on death deed that revokes the deed or part of the deed expressly or by inconsistency; (B) An instrument of revocation that expressly revokes the deed or part of the deed; or (C) An inter vivos deed that expressly revokes the transfer on death deed or part of the deed; and (2) Is acknowledged by the transferor after the acknowledgment of the deed being revoked and recorded before the transferor's death in the public records in the office of the register of deeds of the county where the deed is recorded. If a transfer on death deed is made by more than one transferor: (1) Revocation by a transferor does not affect the deed as to the interest of another transferor; and (2) A deed of joint owners is revoked only if it is revoked by all of the living joint owners. After a transfer on death deed is recorded, it may not be revoked by a revocatory act on the deed. This section does not limit the effect of an inter vivos transfer of the property. Section 12. During a transferor's life, a transfer on death deed does not: (1) Affect an interest or right of the transferor or any other owner, including the right to transfer or encumber the property; (2) Affect an interest or right of a transferee, even if the transferee has actual or constructive notice of the deed; (3) Affect an interest or right of a secured or unsecured creditor or future creditor of the transferor, even if the creditor has actual or constructive notice of the deed; (4) Affect the transferor's or designated beneficiary's eligibility for any form of public assistance; (5) Create a legal or equitable interest in favor of the designated beneficiary; or (6) Subject the property to claims or process of a creditor of the designated beneficiary. Section 13. (a) Except as otherwise provided in the transfer on death deed, or in this section, or in chapter 29A-2, on the death of the transferor, the following rules apply to property that is the subject of a transfer on death deed and owned by the transferor at death: (1) Subject to paragraph (2), the interest in the property is transferred to the designated beneficiary in accordance with the deed; (2) The interest of a designated beneficiary is contingent on the designated beneficiary surviving the transferor. The interest of a designated beneficiary that fails to survive the transferor lapses; (3) Subject to paragraph (4), concurrent interests are transferred to the beneficiaries in equal and undivided shares with no right of survivorship; (4) If the transferor has identified two or more designated beneficiaries to receive concurrent interests in the property, the share of one which lapses or fails for any reason is transferred to the other, or to the others in proportion to the interest of each in the remaining part of the property held concurrently. (b) Subject to chapters 43-25 and 43-28, a beneficiary takes the property subject to all conveyances, encumbrances, assignments, contracts, mortgages, liens, and other interests to which the property is subject at the transferor's death. For purposes of this subsection and chapters 43-25 and 43-28, the recording of the transfer on death deed is deemed to have occurred at the transferor's death. (c) If a transferor is a joint owner and is: (1) Survived by one or more other joint owners, the property that is the subject of a transfer on death deed belongs to the surviving joint owner or owners with right of survivorship; or (2) The last surviving joint owner, the transfer on death deed is effective. (d) A transfer on death deed transfers property without covenant or warranty of title even if the deed contains a contrary provision. Section 14. A beneficiary may disclaim all or part of the beneficiary's interest as provided by § 29A-2-801. (a) Any person who may be entitled to receive any property or beneficial interest, vested or otherwise, under any will of or by intestate succession from a decedent, or as a surviving joint tenant of a decedent, or under the terms of an inter vivos trust or other lifetime transfer, or as the beneficiary of any life insurance policy, of any retirement plan or of any other contract, or under the uniform real property transfer on death act, shall have the right to disclaim irrevocably the whole or any part of such property or beneficial interest. (b) If a disclaimer of an interest receivable under a will or by intestate succession or under the uniform real property transfer on death act is made in writing and filed with the clerk of the court in which the estate is or was pending, (i) if of a present interest, not later than nine months after the date of death of the testator or intestate from whom such interest is receivable, then that disclaimer is retroactive to the decedent's death and the interest so disclaimed passes as if the person disclaiming had predeceased the decedent, and (ii) if of a future interest, not later than nine months after the event determining that the taker is finally ascertained and the taker's interest is indefeasibly vested, then that disclaimer is retroactive to the determining event and the disclaimed interest passes as if the person disclaiming had predeceased that event. Section 15. (a) To the extent the transferor's probate estate is insufficient to satisfy an allowed claim against the estate or a statutory allowance to a surviving spouse or child, the estate may enforce the liability against property transferred at the transferor's death by a transfer on death deed. (b) If more than one property is transferred by one or more transfer on death deeds, the liability under subsection (a) is apportioned among the properties in proportion to their net values at the transferor's death. (c) A proceeding to enforce the liability under this section must be commenced not later than eighteen months after the transferor's death. Section 16. The following words may be used to create a transfer on death deed: TRANSFER ON DEATH At my death, I transfer my interest in the described property to the beneficiaries as designated above. Before my death, I have the right to revoke this deed. The other sections of this Act govern the effect of this or any other instrument used to create a transfer on death deed. Section 17. The following form may be used to create an instrument of revocation under this Act. The other sections of this Act govern the effect of this or any other instrument used to revoke a transfer on death deed. (front of form) REVOCATION OF TRANSFER ON DEATH DEED NOTICE TO OWNER This revocation must be recorded before you die or it will not be effective. This revocation is effective only as to the interests in the property of owners who sign this revocation. IDENTIFYING INFORMATION Owner or Owners of Property Making This Revocation: ______________________________ _____________________________ Printed name Mailing address ______________________________ _____________________________ Printed name Mailing address Legal description of the property: __________________________________________________________________ REVOCATION I revoke all my previous transfers of this property by transfer on death deed. SIGNATURE OF OWNER OR OWNERS MAKING THIS REVOCATION _____________________________ [(SEAL)]___________________ Signature Date _____________________________ [(SEAL)]___________________ Signature Date ACKNOWLEDGMENT (insert acknowledgment here) (back of form) COMMON QUESTIONS ABOUT THE USE OF THIS FORM How do I use this form to revoke a Transfer on Death (TOD) deed? Complete this form. Have it acknowledged before a notary public or other individual authorized to take acknowledgments. Record the form in the public records in the office of the county register of deeds of each county where the property is located. The form must be acknowledged and recorded before your death or it has no effect. How do I find the \"legal description\" of the property? This information maybe on the TOD deed. It may also be available in the office of the county register of deeds for the county where the property is located. If you are not absolutely sure, consult a lawyer. How do I \"record\" the form? Take the completed and acknowledged form to the office of the county register of deeds of the county where the property is located. Follow the instructions given by the register of deeds to make the form part of the official property records. If the property is located in more than one county, you should record the form in each of those counties. I am being pressured to complete this form. What should I do? Do not complete this form under pressure. Seek help from a trusted family member, friend, or lawyer. I have other questions about this form. What should I do? This form is designed to fit some but not all situations. If you have other questions, consult a lawyer."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2042, "action_date": "2010-02-02T14:00:00-06:00", "document_id": 11655, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11655.pdf", "status_text": "First read in House and referred to", "journal_page": 262, "committee_id_action": 86, "committee_id_assigned": 82, "result": "N", "vote": {}}, {"bill_id": 2042, "action_date": "2010-02-19T10:00:00-06:00", "document_id": 12435, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12435.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 82, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2042, "action_date": "2010-02-19T10:00:00-06:00", "document_id": 12648, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12648.pdf", "status_text": "Tabled", "journal_page": 488, "committee_id_action": 82, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6834, "president_vote": null, "Yea": [756, 765, 830, 798, 829, 834, 800, 827, 819, 796, 757, 804], "Excused": [832]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/2042"}