{"session_id": 45, "bill_id": 12785, "bill_type": "House Bill", "bill_number": 1239, "bill_title": "to eliminate the fee for the release of certain security interests and authorize a larger filing fee.", "sponsors": [{"legislator_profile_id": 1937, "is_prime": true}, {"legislator_profile_id": 1945, "is_prime": true}, {"legislator_profile_id": 1907, "is_prime": false}, {"legislator_profile_id": 1932, "is_prime": false}, {"legislator_profile_id": 1947, "is_prime": false}, {"legislator_profile_id": 1949, "is_prime": false}, {"legislator_profile_id": 1971, "is_prime": false}, {"legislator_profile_id": 1980, "is_prime": false}, {"legislator_profile_id": 1983, "is_prime": false}, {"legislator_profile_id": 1984, "is_prime": false}], "keywords": ["Grain", "Liens", "Secretary of State"], "audio": [], "bill_versions": [{"bill_id": 12785, "bill_version_id": 73482, "bill_version": "Introduced", "bill_version_date": "1997-02-03T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to eliminate the fee for the release of certain security interests and authorize a larger filing fee. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 57A-9-403.8 be amended to read as follows: 57A-9-403.8. The secretary of state shall adopt rules pursuant to chapter 1-26 establishing fees for filing a financing statement pursuant to subsection (8) of § 57A-9-403 and for the cost of a printout or certificate pursuant to § 57A-9-407. The fee for filing the financing statement may be increased to cover the cost of administering the statement of release. The secretary of state may adopt rules concerning the operation of the central agricultural security interest computer filing system, prescribing such matters as format for data and the type of information to be recorded from the financing statement. For collateral described in subsection (8) of § 57A-9-403, the secretary of state shall by administrative rule establish fees for the refiling of continuation statements or amendments as described in § 57A-9-403.6, and the filing of termination statements as described in § 57A-9- 404 , and the assignment of security interests , and release of collateral as described in § § 57A-9-404, 57A-9-405 and 57A-9-406 . The secretary of state shall deposit all fees that he collects in the general fund of the state treasury. Section 2. That § 57A-9-406 be amended to read as follows: 57A-9-406. A secured party of record may by his the party's signed statement release all or part of any collateral described in a filed financing statement. The statement of release is sufficient if it contains a description of the collateral being released, the name and address of the debtor, the name and address of the secured party, and the file number of the financing statement. A statement of release signed by a person other than the secured party of record must be accompanied by a separate written statement of assignment signed by the secured party of record and complying with subsection (2) of § 57A-9-405, including payment of the required fee. Upon presentation of such a statement of release to the filing officer he , the officer shall mark the statement with the hour and date of filing and shall note the same upon the margin of the index of the filing of the financing statement. The uniform fee for filing and noting such a statement of release shall be three dollars if the statement is in the standard form prescribed by the secretary of state and otherwise shall be seven dollars, plus in each case an additional fee of one dollar for each name more than one against which the statement of release is required to be indexed."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12785, "action_date": "1997-02-03T14:00:00-06:00", "document_id": 72894, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72894.pdf", "status_text": "First read in House and referred to", "journal_page": 263, "committee_id_action": 544, "committee_id_assigned": 532, "result": "N", "vote": {}}, {"bill_id": 12785, "action_date": "1997-02-11T07:45:00-06:00", "document_id": 72325, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72325.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 532, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12785, "action_date": "1997-02-11T07:45:00-06:00", "document_id": 72325, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72325.pdf", "status_text": "Tabled", "journal_page": 407, "committee_id_action": 532, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37717, "president_vote": null, "Yea": [1917, 1922, 1970, 1975, 1890, 1894, 1941, 1961, 1968, 1973, 1988, 1904, 1967]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/12785"}