{"session_id": 15, "bill_id": 3320, "bill_type": "House Bill", "bill_number": 1007, "bill_title": "repeal certain outdated and obsolete statutes regarding the Department of Education.", "sponsors": [], "keywords": ["Department of Education", "Education"], "audio": [{"meeting_datetime": "2012-01-23T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hed07.mp3", "start_seconds": 2550.0}, {"meeting_datetime": "2012-01-23T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hed07.mp3", "start_seconds": 2550.0}, {"meeting_datetime": "2012-01-23T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hed07.mp3", "start_seconds": 2550.0}, {"meeting_datetime": "2012-01-24T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou08.mp3", "start_seconds": 5873.0}, {"meeting_datetime": "2012-01-24T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou08.mp3", "start_seconds": 5873.0}, {"meeting_datetime": "2012-01-24T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou08.mp3", "start_seconds": 5873.0}, {"meeting_datetime": "2012-02-14T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sed21.mp3", "start_seconds": 72.0}, {"meeting_datetime": "2012-02-14T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sed21.mp3", "start_seconds": 72.0}, {"meeting_datetime": "2012-02-14T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sed21.mp3", "start_seconds": 72.0}, {"meeting_datetime": "2012-02-14T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sed21.mp3", "start_seconds": 72.0}], "bill_versions": [{"bill_id": 3320, "bill_version_id": 18996, "bill_version": "Introduced", "bill_version_date": "2011-12-28T16:44:45.76-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal certain outdated and obsolete statutes regarding the Department of Education. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-3-24 be repealed. 13-3-24. It shall be the duty of the county auditor to keep a record of all apportionments of state and county school funds and such other statistical records as shall be required in making reports to the secretary of the Department of Education. Section 2. That § 13-3-85 be repealed. 13-3-85. The Department of Education is hereby directed to review Project Lead the Way or other similar project-based curriculum in the areas of science, technology, engineering, and math in the state's middle and high schools. The purpose of the curriculum is to make math and science relevant for students by providing them with hands-on, real-world experiences. Section 3. That § 13-3-86 be repealed. 13-3-86. The Department of Education shall develop plans for a clearinghouse for youth internships, pre-apprenticeships, mentoring opportunities, and other educational experiences outside of the classroom that are available to middle and high school students within the state's research, science, and technology infrastructure. The purpose of the clearinghouse is to facilitate coordination among the middle schools, high schools, postsecondary technical institutes, universities, and the businesses and industries that offer these educational experiences, and to make students aware of the many unique opportunities available to them in South Dakota in the areas of research, science, and technology. To further capitalize on the talent and resources of the state's science and technology community, opportunities for professional development for teachers may also be coordinated through the clearinghouse. Section 4. That § 13-3-87 be repealed. 13-3-87. The secretary of the Department of Education shall develop a framework for building a high school for the twenty-first century. The framework shall outline the characteristics of a high school for the twenty-first century and the activities in which high schools can participate to develop those characteristics. Section 5. That § 13-3-88 be repealed. 13-3-88. The secretary of the Department of Education shall develop a framework for entrepreneurship experiences for utilization at the middle and high school levels. The framework shall include standards aimed at equipping students with the skills they need to be successful entrepreneurs and performance indicators to measure entrepreneurial success. Section 6. That § 13-13-10.6 be repealed. 13-13-10.6. For school fiscal year 2009, for any school district that does not certify to the secretary of education that its average teacher salary and benefits will increase by at least three percent, and that it will spend at least $22.64 per fall enrollment as defined in subdivision 13-13-10.1(2A) on teacher salaries and benefits in excess of the school district's FY 2008 expenditures on teacher salaries and benefits, increased by the index factor as defined in subdivision 13-13-10.1(3), the per student allocation pursuant to subdivision 13-13-10.1(4) is $4,642.02. Section 7. That § 13-13-10.7 be repealed. 13-13-10.7. The secretary of education may promulgate rules pursuant to chapter 1-26 to provide for the certifications required in § 13-13-10.6. Section 8. That § 13-13-11.1 be repealed. 13-13-11.1. For the purpose of distributing state aid to education under the provisions of §§ 13-13-10.1 to 13-13-41, inclusive, funds received from the federal government under the provisions of P.L. 103-382, title VIII for basic support shall be included in total general fund revenue at the times the funds are transferred from the school district P.L. 103-382, title VIII fund to the school district funds. For the purposes of distributing state aid to special education under the provisions of § 13-37-36.1, funds received from the federal government under the provisions of P.L. 103-382, title VIII add on for children with disabilities shall be deposited into the school district special education fund. Section 9. That § 13-13-66 be repealed. 13-13-66. Notwithstanding the provisions in §§ 13-13-52, 13-13-53, 13-13-53.1, and 13-13-54 regarding educational salaries and benefits, §§ 13-13-57 and 13-13-58 regarding personal property tax replacement, § 13-26-2.3 regarding teacher inservice, §§ 13-33-14, 13-33-15, and 13-33-16 regarding gifted education, the Department of Education shall apportion state aid to schools in the following manner: (1) The amount established in the general appropriation act for state aid for special education shall be distributed to eligible school districts in accordance with §§ 13-37-24 and 13-37-24.1 and subtracted from the total amount appropriated in the General Appropriations Act for state aid to education; and (2) The sum of: (a) The amount established in the General Appropriations Act for purposes of state aid for instructional television; (b) The amount established in the General Appropriations Act for purposes of state aid for school food services; (c) The amount established in the General Appropriations Act for purposes of state aid for postsecondary vocational education; (d) The amount established in the General Appropriations Act for purposes of National Guard tuition reimbursement; (e) The amount established in the General Appropriations Act for purposes of state aid for youth at risk (alternative schools); (f) The amount established in the General Appropriations Act for purposes of state aid for auxiliary placement and tuition; (g) The amount established in the General Appropriations Act for purposes of reorganization incentives; and (h) The amount established in the General Appropriations Act for purposes of second-chance payments; shall be subtracted from the total amount in the General Appropriations Act for state aid to education. The amount of state aid remaining shall be known as the school aid transition fund. Section 10. That § 13-13-67 be repealed. 13-13-67. The school aid transition fund shall be apportioned as follows: (1) The amount which was paid to school districts in fiscal year 1995 under the foundation program multiplied by 1.031 and known as transition formula aid; (2) The sum of: (a) The amount which was paid to school districts in fiscal year 1995 for personal property tax replacement in accordance with §§ 13-13-57 and 13-13-58; (b) The amount which was paid to school districts in fiscal year 1995 for education salaries and benefits in accordance with §§ 13-13-52, 13-13-53, 13-13-53.1, and 13-13-54; (c) The amount which was paid to school districts in fiscal year 1995 for teacher inservice in accordance with § 13-26-2.3; (d) The amount which was paid to school districts in fiscal year 1995 for gifted education in accordance with § 13-33-15; and (e) The amount which was paid to school districts and multidistrict centers in fiscal year 1995 under the provisions of §§ 13-39-19, 13-39-53, 13-39-56, and 13-39-57 for secondary vocational education. The total of subsections (2)(a) to (2)(e), inclusive, in this section shall be known as transition categorical aid. The sum of transition formula aid and transition categorical aid shall be subtracted from the school aid transition fund. Section 11. That § 13-13-69 be repealed. 13-13-69. The Department of Education shall distribute the proceeds in the school aid transition fund to each eligible school district according to the following calculations: (1) A base amount equal to the district's fiscal year 1995 allocation under the foundation program multiplied by 1.031 and known as transition formula aid; and (2) The sum of: (a) The amount paid to the district in fiscal year 1995 for personal property tax replacement in accordance with §§ 13-13-57 and 13-13-58; (b) The amount paid to the district in fiscal year 1995 for education salaries and benefits in accordance with §§ 13-13-52, 13-13-53, 13-13-53.1, and 13-13-54; (c) The amount paid to the district in fiscal year 1995 for teacher inservice in accordance with § 13-26-2.3; (d) The amount paid to the district in fiscal year 1995 for gifted education in accordance with § 13-33-15; and (e) The amount paid to the district in fiscal year 1995 under the provisions of §§ 13-39-19, 13-39-53, 13-39-56, and 13-39-57 for secondary vocational education. The sum of subsections (2)(a) to (2)(e), inclusive, in this section shall be known as transition categorical aid. Section 12. That § 13-13-70 be repealed. 13-13-70. Notwithstanding the provisions in §§ 13-13-52, 13-13-53, 13-13-53.1, and 13-13-54 regarding educational salaries and benefits, §§ 13-13-57 and 13-13-58 regarding personal property tax replacement, § 13-26-2.3 regarding teacher inservice, §§ 13-33-14, 13-33-15, and 13-33-16 regarding gifted education, the Department of Education shall distribute the school aid transition fund for the 1996B school fiscal half-year to each eligible school district equal to the sum of the following calculations multiplied by 0.5: (1) A base amount equal to the district's FY 1996 allocation of transition formula aid multiplied by 1.030; and (2) An amount equal to the district's FY 1996 allocation of transition categorical aid. The Department of Education shall distribute the remaining funds available in the school aid transition fund for the 1996B school fiscal half-year as provided in §§ 13-13-55 and 13-13-56 for growth factor funds. Section 13. That § 13-16-30 be repealed. 13-16-30. Any funds received from the federal government under the provisions of P.L. 103-382, title VIII for basic support may be deposited into the P.L. 103-382, title VIII fund. Section 14. That § 13-16-31 be repealed. 13-16-31. The P.L. 103-382, title VIII fund shall serve as a fund from which transfers shall be made to the funds enumerated in § 13-16-2. A school district may not make expenditures out of its P.L. 103-382, title VIII fund. Transfers out of the P.L. 103-382, title VIII fund shall be made at the discretion of the school board. Section 15. That § 13-30-4 be repealed. 13-30-4. When a student is entitled to a transportation allowance but transportation or bus service is not practicable, the school board shall pay room and board in lieu of transportation for those students who are boarded away from home to attend a public school at the rate per month as determined by the school board. However, any student who either attends, or is required under any provision of this title to attend at any school in his own district where dormitory facilities are furnished and available for him, shall not be entitled to any allowance for board and room. Section 16. That § 13-34-16.2 be repealed. 13-34-16.2. It is declared to be the policy of this state that the common good and general welfare of the state are promoted by an educated and enlightened citizenry and, to assist in achieving those goals and in accord with the child benefit doctrine, there shall be loaned without charge to all persons ages five through nineteen such nonsectarian textbooks and text-related workbooks designed for individual use as are normally furnished by the school boards of the several public school districts of this state to the students enrolled in the public schools of such respective districts. It is further declared to be the policy of this state that, in the loaning of such materials to such persons, the state shall be neutral to and between all such persons. Section 17. That § 13-34-16.3 be repealed. 13-34-16.3. To implement § 13-34-16.2, each public school board shall loan without charge to all persons ages five through nineteen who are either enrolled in a public school, or in a school supervised in accord with chapter 13-4, or who are engaged in a course of instruction pursuant to § 13-27-3, within the school district under such board's jurisdiction, or who are residing in such district but are not enrolled in any such school or engaged in any such course of instruction, such nonsectarian textbooks and text-related workbooks designed for individual use as are normally furnished by such school board to individual students enrolled in the public schools of the district under such board's jurisdiction. All such textbooks and text-related workbooks shall be approved by the respective school boards. Section 18. That § 13-42-15.1 be repealed. 13-42-15.1. Any person who fails to surrender a teaching certificate pursuant to § 13-42-15 is subject to a civil penalty of not more than one thousand dollars. Section 19. That § 13-42-23 be repealed. 13-42-23. There is established within the Department of Education the South Dakota Advisory Council on certification for teachers. The advisory council shall be composed of twelve voting members and two nonvoting members, appointed by the Governor. Six of the members shall be active public school classroom teachers, one member shall be an active nonpublic school classroom teacher, two shall be school administrators, two shall be representatives from public state colleges and universities, two shall be staff members of the Department of Education, and one shall be from private colleges and universities offering teacher education. The two staff members of the Department of Education shall be nonvoting, ex officio members of the Advisory Council. Section 20. That § 13-42-24 be repealed. 13-42-24. Council members shall be appointed to three-year terms, except that initially, one, two, and three-year terms shall be decided by lot at the first meeting of the council. If a vacancy occurs on the council, an appointment shall be made from the category of membership in which the vacancy occurred to serve the unexpired term. Section 21. That § 13-42-25 be repealed. 13-42-25. The Advisory Council shall: (1) Suggest criteria and procedures for evaluating the quality and effectiveness of teacher education programs within the state; (2) Suggest requirements for the certification of teachers; (3) Suggest the standards for renewal of certificates for teachers using academic course work and other types of professional growth; (4) Solicit and receive reports from representatives of various professional groups, qualified in their curriculum areas and other specialized areas; (5) Assist on the formulation of recommendations regarding certification of teachers; and (6) Collaborate with teacher education institutions in the state on matters dealing with teacher certification. Section 22. That § 13-43-3.3 be repealed. 13-43-3.3. If at any time there is reasonable cause to believe that an employee is suffering from an illness detrimental to the health of the pupils, the school board or governing body may require a new certification of health. The expense of obtaining additional certifications of health will be borne by the school. Section 23. That § 13-43-57 be repealed. 13-43-57. A long-term substitute teacher is a substitute teacher who is employed as a substitute teacher for ten or more consecutive school days as a substitute for the same teacher. Each school district shall submit to the Department of Education a report on the district's use of long-term substitute teachers during the preceding school year. The report shall include the number of long-term substitute teachers used and the reasons, in each specific case, for the use of the long-term substitute. The department shall analyze the reports to determine trends in the frequency of and reasons for the use of long-term substitute teachers. The South Dakota Board of Education shall promulgate rules pursuant to chapter 1-26 to specify the dates and methods of reporting and the type of information that is required to be reported pursuant to this section. The rules may allow the report to be incorporated into other reports by the district to the department. Section 24. That § 13-43-58 be repealed. 13-43-58. Any teacher that teaches a course over the Digital Dakota Network shall receive additional compensation for each course and from each school for which the teaching services are provided."}, {"bill_id": 3320, "bill_version_id": 21573, "bill_version": "Enrolled", "bill_version_date": "2012-02-16T08:50:03.49-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3320, "action_date": "2012-01-10T12:00:00-06:00", "document_id": 19242, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19242.pdf", "status_text": "First read in House and referred to", "journal_page": 16, "committee_id_action": 173, "committee_id_assigned": 160, "result": "N", "vote": {}}, {"bill_id": 3320, "action_date": "2012-01-23T07:45:00-06:00", "document_id": 19630, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19630.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 160, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3320, "action_date": "2012-01-23T07:45:00-06:00", "document_id": 19804, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19804.pdf", "status_text": "Do Pass", "journal_page": 134, "committee_id_action": 160, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 10379, "president_vote": null, "Yea": [257, 303, 221, 305, 271, 237, 304, 311, 308, 295, 283, 310, 278, 242], "Excused": [238]}}, {"bill_id": 3320, "action_date": "2012-01-24T14:00:00-06:00", "document_id": 20044, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20044.pdf", "status_text": "Do Pass", "journal_page": 186, "committee_id_action": 173, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 10469, "president_vote": null, "Yea": [222, 262, 265, 227, 242, 231, 281, 269, 296, 211, 314, 260, 258, 225, 268, 245, 217, 303, 313, 293, 297, 270, 299, 266, 221, 272, 279, 305, 271, 248, 263, 230, 280, 301, 237, 246, 292, 304, 267, 294, 312, 213, 241, 311, 277, 307, 276, 308, 273, 315, 282, 278, 259, 216, 295, 302, 283, 244, 306, 310, 275, 309, 300, 298, 274, 256, 215], "Excused": [257, 224, 238]}}, {"bill_id": 3320, "action_date": "2012-01-25T14:00:00-06:00", "document_id": 20184, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20184.pdf", "status_text": "First read in Senate and referred to", "journal_page": 177, "committee_id_action": 171, "committee_id_assigned": 149, "result": "N", "vote": {}}, {"bill_id": 3320, "action_date": "2012-02-14T08:00:00-06:00", "document_id": 21258, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21258.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 149, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3320, "action_date": "2012-02-14T08:00:00-06:00", "document_id": 21418, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21418.pdf", "status_text": "Do Pass", "journal_page": 403, "committee_id_action": 149, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11600, "president_vote": null, "Yea": [239, 291, 290, 236, 261, 235, 286]}}, {"bill_id": 3320, "action_date": "2012-02-14T08:00:00-06:00", "document_id": 21418, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21418.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 149, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3320, "action_date": "2012-02-15T14:00:00-06:00", "document_id": 21535, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21535.pdf", "status_text": "Do Pass", "journal_page": 443, "committee_id_action": 171, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11741, "president_vote": null, "Yea": [253, 284, 239, 288, 249, 255, 250, 235, 234, 247, 287, 285, 212, 228, 286, 233, 291, 264, 240, 252, 214, 226, 219, 220, 229, 290, 243, 261, 289, 254, 232], "Excused": [251, 223, 236, 218]}}, {"bill_id": 3320, "action_date": "2012-02-16T13:00:00-06:00", "document_id": 21571, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21571.pdf", "status_text": "Signed by the Speaker", "journal_page": 513, "committee_id_action": 173, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3320, "action_date": "2012-02-21T14:00:00-06:00", "document_id": 21748, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21748.pdf", "status_text": "Signed by the President", "journal_page": 491, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3320, "action_date": "2012-02-22T14:00:00-06:00", "document_id": 21857, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21857.pdf", "status_text": "Delivered to the Governor", "journal_page": 559, "committee_id_action": 173, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3320, "action_date": "2012-02-24T13:00:00-06:00", "document_id": 22090, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22090.pdf", "status_text": "Signed by the Governor", "journal_page": 594, "committee_id_action": 173, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5037}