{"session_id": 69, "bill_id": 24746, "bill_type": "House Bill", "bill_number": 1033, "bill_title": "address the administration of State Conservation Commission functions by the Department of Agriculture and Natural Resources.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24746", "sponsors": [], "keywords": ["Agriculture and Horticulture", "Boards and Commissions", "Executive/Judiciary Request", "Promulgation of Rules", "State Affairs and Government"], "audio": [{"meeting_datetime": "2024-01-11T07:45:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hag03.mp3", "start_seconds": 6668.0}, {"meeting_datetime": "2024-01-11T07:45:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hag03.mp3", "start_seconds": 6668.0}, {"meeting_datetime": "2024-01-11T07:45:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hag03.mp3", "start_seconds": 6668.0}, {"meeting_datetime": "2024-01-11T07:45:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hag03.mp3", "start_seconds": 6668.0}, {"meeting_datetime": "2024-01-16T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hou05.mp3", "start_seconds": 2203.0}, {"meeting_datetime": "2024-01-16T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hou05.mp3", "start_seconds": 2203.0}, {"meeting_datetime": "2024-01-16T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hou05.mp3", "start_seconds": 2203.0}], "bill_versions": [{"bill_id": 24746, "bill_version_id": 257751, "bill_version": "Introduced", "bill_version_date": "2023-12-29T17:08:32.95-06:00", "bill_text": "An Act to address the administration of State Conservation Commission functions by the Department of Agriculture and Natural Resources. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 1-32-6 be AMENDED: 1-32-6. Unless otherwise provided by chapters 1-32 to 1-47, inclusive, or § 38-7-2.2, division directors shall must be appointed by the head of the department or bureau of which the division is a part, and shall serve at the pleasure of the department or bureau head. However both the The appointment and removal of division directors shall be is subject to approval by the Governor. Departments and bureaus shall submit, for approval to the commissioner of personnel, minimum qualifications for the division director positions within their departments or bureaus. Section 2. That § 1-41-6.1 be AMENDED: 1-41-6.1. The State Conservation Commission, created by § 38-7-3, shall continue within the Division of Resource Conservation and Forestry of the Department of Agriculture and Natural Resources and the Division of Resource Conservation and Forestry shall, under the direction and control of the director of resource conservation and forestry, perform all the administrative functions, except special budgetary functions (as defined in § 1-32-1) of the State Conservation Commission. Section 3. That § 38-7-1 be AMENDED: 38-7-1. It is hereby declared to be the policy of this state, and within the scope of this chapter and chapter 38-8, to provide: (1) Provide for the conservation of the soil and soil natural resources of this state, and for the; (2) Provide for the control and prevention of soil erosion, and for the; (3) Provide for the prevention of floodwater and sediment damages,; and (4) Provide for furthering the conservation, development, utilization, and disposal of water, and thereby to preserve: (a) Preserve natural resources, control; (b) Control floods, prevent; (c) Prevent the impairment of dams and reservoirs, assist; (d) Assist in maintaining the navigability of rivers and harbors, preserve; (e) Preserve wildlife, protect habitat; (f) Promote soil health principles and practices; (g) Protect the tax base, protect; (h) Protect public lands,; and protect (i) Protect and promote the health, safety, and general welfare of the people of this state. Section 4. That § 38-7-2 be AMENDED: 38-7-2. Terms used in this chapter or chapter 38-8 mean: (1) \"Agency of this state,\" the government of this state and any subdivision, agency, or instrumentality, corporate or otherwise, of the government of this state; (2) \"Commission,\" the State Conservation Commission; (3) \"District\" or \"conservation district,\" a governmental subdivision of this state, and a public body, corporate and politic, organized in accordance with the provisions of chapter 38-8, for the purpose, with the powers, and subject to the restrictions set forth in chapter 38-8; (4) \"Division,\" the Division of Resource Conservation and Forestry; (5) \"Due notice,\" a notice published at least twice, with an interval of at least seven days between the publication dates, in a legal newspaper within the district or by posting copies of the notice in three of the most public places within the district for a period of at least ten days immediately preceding the date specified in the notice. At any hearing held pursuant to the notice, at the time and place designated in the notice, the adjournment may be made from time to time without the necessity of renewing the notice for adjourned dates; (6) \"Government\" or \"governmental,\" the government of this state, the government of the United States, and any subdivision, agency, or instrumentality, corporate or otherwise, of either of them; and (7) \"Land occupier\" or \"occupier of land,\" any person, firm, or corporation who holds title to, or is in possession of any agricultural, grazing, or forest lands lying within a conservation district, whether as owner, lessee, renter, tenant, or otherwise; (8) \"Nominating petition,\" a petition filed under the provisions of chapter 38-8 to nominate candidates for the office of supervisor of a conservation district; (9) \"Petition,\" a petition filed under the provisions of chapter 38-8 for the creation of a conservation district; (10) \"Supervisor,\" one of the members of the governing body of a district, elected or appointed in accordance with the provisions of chapter 38-8; (11) \"United States\" or \"agencies of the United States,\" the United States of America, the Natural Resources Conservation Service of the United States Department of Agriculture, and any other agency or instrumentality, corporate or otherwise, of the United States of America. Section 5. That § 38-7-2.3 be AMENDED: 38-7-2.3. Subject to § 38-7-3.1, all of the Department of Agriculture and Natural Resources shall perform the functions of the State Conservation Commission commission, as provided for in this chapter and chapter 38-8, relative to conservation districts, shall be performed by the Division of Resource Conservation and Forestry created by this chapter, under the direction and control of the director of the Division of Resource Conservation and Forestry. Section 6. That § 38-7-3 be AMENDED: 38-7-3. There is hereby established, to serve as an agency of the state and to perform the functions conferred upon it in this chapter and chapter 38-8, the State Conservation Commission. Section 7. That § 38-7-3.1 be AMENDED: 38-7-3.1. The State Conservation Commission shall be commission is administered under the direction and supervision of the Division of Resource Conservation and Forestry of by the Department of Agriculture and Natural Resources and the director thereof, but. The commission shall retain the quasi‑judicial, quasi‑legislative, advisory, other nonadministrative, and special budgetary functions (, as defined in § 1-32-1), otherwise vested in it, and shall exercise those functions independently of the director of the Division of Resource Conservation and Forestry department. Section 8. That § 38-7-17 be AMENDED: 38-7-17. In addition to the duties and powers conferred upon the Division of Resource Conservation and Forestry in chapter 38-8, it shall have the duty and power to The Department of Agriculture and Natural Resources may coordinate the programs of the several conservation districts organized under chapter 38-8, so far as this may be done by advice and consultation. Section 9. That § 38-7-20 be AMENDED: 38-7-20. In addition to the duties and powers conferred upon the Division of Resource Conservation and Forestry in chapter 38-8, it shall have the duty and power toThe Department of Agriculture and Natural Resources may represent the state conservation districts and to develop and implement state policy for land natural resources conservation and development. Also toThe department may cooperate at all levels of government, with all other agencies, both public and private, in the conservation and development of all renewable natural resources. Section 10. That § 38-7-29 be AMENDED: 38-7-29. The South Dakota soil natural resources conservation award program is hereby established. Under the program, each conservation district may annually select not no more than five residents of the conservation district each year as recipients of the Soil Conservation Award to receive a natural resources conservation award. To be eligible for an award, a person shall must be a South Dakota resident who is directly and actively engaged in agricultural production in South Dakota this state. In selecting award recipients, the conservation district may consult with the South Dakota State Conservation Commission commission and other relevant entities. Awards shall must be based upon the recipient's contribution toward to the preservation and conservation of soil and other natural resources in South Dakota this state, in conjunction with the recipient's agricultural operations. Section 11. That § 38-7-30 be AMENDED: 38-7-30. Each recipient shall receive a sign displaying the words \"South Dakota Soil Natural Resources Conservation Award\" and \"Award Winning Soil Conservation Farm,\" and the year of the award. The South Dakota Conservation Commission commission shall promulgate rules, pursuant to chapter 1-26, governing the soil natural resources conservation award program. The rules shall must include the following: (1) Criteria for selecting award recipients in accordance with the requirements of § 38-7-29 and this section, which shall must include efforts to maintain grass waterways and eliminating eliminate the cultivation of waterways; terracing; crop rotation; leaving crop residue after harvesting; and no till utilizing no-till farming; (2) Procedures for nominating and selecting award recipients; (3) Procedures to publicize and raise awareness of the need for soil natural resources conservation practices, as outlined in subdivision (1) of this section; and (4) Other procedures necessary for the administration of the award program. Section 12. That § 38-7-2.2 be REPEALED: The director of the Division of Resource Conservation and Forestry shall be nominated by the State Conservation Commission and appointed by the secretary of the Department of Agriculture and Natural Resources with the approval of the Governor. The director of the Division of Resource Conservation and Forestry shall be removable in accordance with the provisions of § 1-32-6."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24746, "action_date": "2024-01-09T12:00:00-06:00", "document_id": 256993, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/256993.pdf", "status_text": "First read in House and referred to", "journal_page": 16, "committee_id_action": 1197, "committee_id_assigned": 1191, "result": "N", "vote": {}}, {"bill_id": 24746, "action_date": "2024-01-11T07:45:00-06:00", "document_id": 257849, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/257849.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1191, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24746, "action_date": "2024-01-11T07:45:00-06:00", "document_id": 257850, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/257850.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1191, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 78346, "president_vote": null, "Yea": [4473, 4503, 4522, 4524, 4544, 4555, 4557, 4561, 4563, 4570, 4575, 4542, 4486]}}, {"bill_id": 24746, "action_date": "2024-01-11T07:45:00-06:00", "document_id": 257850, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/257850.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 1191, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24746, "action_date": "2024-01-12T13:00:00-06:00", "document_id": 259392, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/259392.pdf", "status_text": "Remove from Consent Calendar", "journal_page": 52, "committee_id_action": 1197, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24746, "action_date": "2024-01-16T14:00:00-06:00", "document_id": 259641, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/259641.pdf", "status_text": "Do Pass", "journal_page": 62, "committee_id_action": 1197, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 78488, "president_vote": null, "Yea": [4472, 4476, 4478, 4482, 4483, 4485, 4486, 4489, 4491, 4492, 4495, 4496, 4497, 4499, 4500, 4503, 4505, 4506, 4509, 4514, 4518, 4521, 4525, 4527, 4530, 4531, 4532, 4534, 4535, 4538, 4540, 4543, 4544, 4546, 4551, 4552, 4553, 4555, 4557, 4563, 4565, 4566, 4568, 4569, 4570, 4571, 4575], "Nay": [4473, 4474, 4475, 4494, 4504, 4510, 4511, 4513, 4519, 4520, 4522, 4524, 4528, 4533, 4542, 4545, 4548, 4549, 4556, 4560, 4561, 4562]}}]}