{"session_id": 64, "bill_id": 23188, "bill_type": "House Bill", "bill_number": 1321, "bill_title": "prohibit frivolous or vexatious complaints against commercial pesticide applicators and to provide a penalty therefor.", "sponsors": [{"legislator_profile_id": 3941, "is_prime": true}, {"legislator_profile_id": 3989, "is_prime": false}], "keywords": ["Administrative Procedure", "Agriculture and Horticulture", "Penalty", "Pesticide"], "audio": [{"meeting_datetime": "2022-02-22T07:45:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hag26.mp3", "start_seconds": 959.0}, {"meeting_datetime": "2022-02-22T07:45:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hag26.mp3", "start_seconds": 959.0}, {"meeting_datetime": "2022-02-22T07:45:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hag26.mp3", "start_seconds": 959.0}], "bill_versions": [{"bill_id": 23188, "bill_version_id": 232181, "bill_version": "Introduced", "bill_version_date": "2022-02-02T11:19:10.043-06:00", "bill_text": "An Act to prohibit frivolous or vexatious complaints against commercial pesticide applicators and to provide a penalty therefor. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 38-21-16 be AMENDED: 38-21-16. Any person may report damage from the use of a pesticide or any alleged pesticide incident to the secretary on a form provided by the secretary, with a written statement, within thirty days after the date the damage was observed or the incident occurred. Any person alleging damage shall permit the secretary to inspect, during reasonable hours, the lands where the alleged damage or incident occurred, or any organism is alleged to have been damaged. The secretary shall dismiss a damage report found to be frivolous or vexatious and may seek a civil penalty against the person who made the report. The amount of the civil penalty authorized under this section may not exceed five thousand dollars for each frivolous or vexatious report and may only be imposed by the circuit court. Any civil penalty collected under this section must be deposited in the state general fund. Section 2. That § 38-21-44 be AMENDED: 38-21-44. The secretary, pending examination and after notice and opportunity for a hearing pursuant to chapter 1-26, may suspend, revoke, or modify any provision of any license issued under this chapter and held by the violator, if the secretary finds that the holder of any license has committed any of the following acts, each of which is declared to be a violation of this chapter: (1) Made false or fraudulent claims through any media, misrepresenting the effect of materials or methods to be utilized; (2) Made a pesticide recommendation or application inconsistent with the labeling or mixed, loaded, stored, transported, disposed, displayed, or handled a pesticide or pesticide container inconsistent with the product label or labeling. A deviation may include the loading and handling of the manufacturer's unbroken immediate container and provisions set forth in section 2(ee) of the Federal Insecticide, Fungicide and Rodenticide Act, as amended through July 1, 1989; (3) Applied known ineffective or improper materials; (4) Operated faulty or unsafe equipment; (5) Operated in a faulty, careless, or negligent manner; (6) Neglected or, after notice, refused to comply with the provisions of this chapter, the rules adopted under this chapter, or of any lawful order of the secretary; (7) Refused or neglected to keep and maintain the records required by this chapter, or to make reports when and as required; (8) Made false or fraudulent records, invoices, or reports; (9) Engaged in the business of applying a pesticide on the lands of another without having a license or certification required by this chapter; (10) Used fraud or misrepresentation in making an application for, or renewal of, a license or certification; (11) Refused or neglected to comply with any limitations or restrictions listed on an issued license; (12) Aided or abetted a licensed or an unlicensed person to evade the provisions of this chapter, conspired with such a licensed or an unlicensed person to evade the provisions of this chapter, or allowed one's license or certification to be used by another person; (13) Made false or misleading statements to the secretary or the secretary's agents during an inspection or investigation conducted under the authority of this chapter; (14) Impersonated any federal, state, county, or city inspector or official; or (15) Failed to maintain the aerial requirements as provided in § 38-21-20; or (16) Transported, stored, used, disposed of, or handled any pesticide, pesticide container, rinsate, or application equipment in a manner as to endanger or cause injury to humans, vegetation, crops, livestock, wildlife, or beneficial insects or to pollute groundwater or surface water. In addition to the administrative sanctions available to the secretary pursuant to this section, a violation of this section by any person is a Class 2 misdemeanor. In addition to any criminal penalty, any person who violates this section is subject to a civil penalty not to exceed five thousand dollars per violation. The secretary shall dismiss a claim made under this section if the secretary finds the claim frivolous or vexatious and may seek a civil penalty against the person who made the claim. The amount of the civil penalty authorized under this section may not exceed five thousand dollars for each frivolous or vexatious report. Any civil penalty under this section shall be imposed by the circuit court. Any civil penalty collected shall be deposited into the state general fund. The secretary is not required to seek the administrative sanctions available under this section before referring charges or commencing any action against an alleged violator of this section. Section 3. That § 38-21-50.2 be AMENDED: 38-21-50.2. Civil penalties specified in section 1 of this Act and §§ 38-21-15.2, 38-21-17, 38-21-23, 38-21-33.1, 38-21-39.1, 38-21-39.2, 38-21-39.3, 38-21-40, and 38-21-44 do not lessen the damages that may be awarded to any person injured."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23188, "action_date": "2022-02-02T14:00:00-06:00", "document_id": 231905, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/231905.pdf", "status_text": "First read in House and referred to", "journal_page": 181, "committee_id_action": 1008, "committee_id_assigned": 1002, "result": "N", "vote": {}}, {"bill_id": 23188, "action_date": "2022-02-22T07:45:00-06:00", "document_id": 234015, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234015.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1002, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23188, "action_date": "2022-02-22T07:45:00-06:00", "document_id": 234017, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234017.pdf", "status_text": "Tabled", "journal_page": null, "committee_id_action": 1002, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 74232, "president_vote": null, "Yea": [3917, 3924, 3937, 3941, 3964, 3967, 3992, 4007, 4014, 4015, 3980], "Excused": [3965], "Nay": [3950]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/23188"}