{"session_id": 48, "bill_id": 14712, "bill_type": "Senate Bill", "bill_number": 217, "bill_title": "authorize certain expenditures out of the water and environment fund, the environment and natural resources fee fund, and the federal hardship grant program, and to declare an emergency.", "sponsors": [], "keywords": ["Appropriation"], "audio": [], "bill_versions": [{"bill_id": 14712, "bill_version_id": 80550, "bill_version": "Introduced", "bill_version_date": "1999-02-01T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize certain expenditures out of the water and environment fund, the environment and natural resources fee fund, and the federal hardship grant program, and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby appropriated from the South Dakota water and environment fund established pursuant to § 46A-1-60, the sum of two million seven hundred fifty thousand dollars ($2,750,000), or so much thereof as may be necessary, to the South Dakota Conservancy District for the purpose of providing grants and loans to project sponsors under the consolidated water facilities construction program established pursuant to § 46A-1-63.1. Funds shall be provided according to terms and conditions established by the Board of Water and Natural Resources. Section 2. There is hereby appropriated from the South Dakota environment and natural resources fee fund established pursuant to § 1-40-30, the sum of one hundred fifty thousand dollars ($150,000), to the Department of Environment and Natural Resources for the determination of selected total maximum daily load limits as required pursuant to the 1998 South Dakota 303(d) waterbody list developed pursuant to the federal Clean Water Act § 303(d) as amended to January 1, 1999. Any funds appropriated by this section that are not expended for the authorized purpose shall be deposited in the South Dakota water and environment fund established pursuant to § 46A-1-60. Section 3. There is hereby appropriated from the South Dakota water and environment fund established pursuant to § 46A-1-60, the sum of one million five hundred thousand dollars ($1,500,000), or so much thereof as may be necessary, to the South Dakota Conservancy District for the purpose of providing a loan to the project sponsors to be used for the engineering design, preconstruction activities, and construction of the facilities included in the Mni Wiconi rural water system as authorized in § 46A-1-13.4. Funds shall be used by the project sponsors for activities that qualify as nonfederal matching requirements as enumerated in P.L. 100-516 as amended to January 1, 1999. Funds shall be provided according to terms and conditions established by the Board of Water and Natural Resources. Section 4. There is hereby appropriated from the South Dakota water and environment fund established pursuant to § 46A-1-60, the sum of eight hundred thousand dollars ($800,000), or so much thereof as may be necessary, to the South Dakota Conservancy District for the purpose of providing a grant to the project sponsors to be used for the engineering design, preconstruction activities, and construction of the facilities included in the Fall River County rural water system as authorized in § 46A-1-13.3. Funds shall be provided according to terms and conditions established by the Board of Water and Natural Resources. Section 5. There is hereby appropriated from the South Dakota water and environment fund established pursuant to § 46A-1-60, the sum of five hundred twenty-five thousand dollars ($525,000), or so much thereof as may be necessary, to the South Dakota Conservancy District for the purpose of providing a grant to local project sponsors for the Bad River watershed project as authorized in § 46A-1-13.1. Funds shall be used by the project sponsors for activities that qualify as nonfederal matching requirements under § 319 grant program of the federal Clean Water Act as amended to January 1, 1998. Funds shall be provided according to terms and conditions established by the Board of Water and Natural Resources. Section 6. There is hereby appropriated from the South Dakota water and environment fund established pursuant to § 46A-1-60, the sum of two hundred seventy-five thousand dollars ($275,000), or so much thereof as may be necessary, to the South Dakota Conservancy District for the purpose of providing a grant to local project sponsors for the Black Hills hydrology and water management study as authorized in § 46A-1-13.8. Funds shall be provided according to terms and conditions established by the Board of Water and Natural Resources. Section 7. There is hereby appropriated from the South Dakota water and environment fund established pursuant to § 46A-1-60, the sum of one hundred thousand dollars ($100,000), or so much thereof as may be necessary, to the South Dakota Conservancy District for the purpose of providing a grant to the local project sponsors to be used for implementation of stage one clean-out activity and other activities of the James River restoration project as authorized in § 46A-1-13.9. Funds shall be provided according to terms and conditions established by the Board of Water and Natural Resources. Section 8. There is hereby appropriated from the South Dakota water and environment fund established pursuant to § 46A-1-60, the sum of fifty thousand dollars ($50,000), or so much thereof as may be necessary, to the South Dakota Conservancy District for the purpose of providing a grant to local project sponsors for the engineering design, congressional authorization, preconstruction activities, and construction of the Lewis and Clark rural water system as authorized in § 46A-1-13.10. Funds shall be provided according to terms and conditions established by the Board of Water and Natural Resources. Section 9. There is hereby appropriated from the South Dakota water and environment fund established pursuant to § 46A-1-60, the sum of three hundred forty-five thousand dollars ($345,000), or so much thereof as may be necessary, to the South Dakota Conservancy District for the purpose of providing grants and loans to project sponsors under the solid waste management program established pursuant to § 46A-1-83. Funds shall be provided according to terms and conditions established by the Board of Water and Natural Resources. Section 10. Notwithstanding § 34A-6-85, there is hereby appropriated from the South Dakota water and environment fund established pursuant to § 46A-1-60, from the fees received pursuant to § § 34A-6-81 to 34A-6-84, inclusive, the sum of one million dollars ($1,000,000), or so much thereof as may be necessary, to the South Dakota Department of Environment and Natural Resources for the purpose of providing funds on a nonreimbursable basis for the clean- up of waste tire piles. Notwithstanding § 46A-1-61, the department may fund up to one hundred percent of the nonfederal share of a waste tire clean-up project. Section 11. Federal funds in the sum of three hundred twenty-two thousand three hundred dollars ($322,300), are hereby appropriated to the Department of Environment and Natural Resources for award under the federal rural community hardship grant program. Funds received for this program may be used only for purposes authorized by the federal Clean Water Act as amended to January 1, 1999, and shall be provided according to the terms and conditions established by the secretary. Section 12. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 14712, "bill_version_id": 80549, "bill_version": "Enrolled", "bill_version_date": "1999-03-03T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14712, "action_date": "1999-02-01T14:00:00-06:00", "document_id": 82147, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82147.pdf", "status_text": "First read in Senate and referred to", "journal_page": 275, "committee_id_action": 629, "committee_id_assigned": 627, "result": "N", "vote": {}}, {"bill_id": 14712, "action_date": "1999-02-04T08:00:00-06:00", "document_id": 82009, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82009.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 627, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14712, "action_date": "1999-02-10T08:00:00-06:00", "document_id": 82011, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82011.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 627, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14712, "action_date": "1999-02-17T08:00:00-06:00", "document_id": 82013, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82013.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 627, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14712, "action_date": "1999-02-17T08:00:00-06:00", "document_id": 82013, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82013.pdf", "status_text": "Do Pass,", "journal_page": 514, "committee_id_action": 627, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41548, "president_vote": null, "Yea": [2217, 2226, 2258, 2201, 2202, 2251, 2289, 2221, 2235], "Excused": [2239]}}, {"bill_id": 14712, "action_date": "1999-02-18T14:00:00-06:00", "document_id": 82157, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82157.pdf", "status_text": "Do Pass,", "journal_page": 564, "committee_id_action": 629, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41766, "president_vote": null, "Yea": [2199, 2201, 2202, 2205, 2206, 2215, 2217, 2221, 2225, 2226, 2230, 2234, 2235, 2239, 2241, 2242, 2246, 2251, 2252, 2258, 2259, 2263, 2269, 2270, 2274, 2275, 2280, 2283, 2285, 2289, 2292, 2293, 2294, 2299], "Excused": [2224]}}, {"bill_id": 14712, "action_date": "1999-02-19T14:00:00-06:00", "document_id": 81763, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81763.pdf", "status_text": "First read in House and referred to", "journal_page": 653, "committee_id_action": 628, "committee_id_assigned": 615, "result": "N", "vote": {}}, {"bill_id": 14712, "action_date": "1999-02-26T09:00:00-06:00", "document_id": 81884, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81884.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 615, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14712, "action_date": "1999-02-26T09:00:00-06:00", "document_id": 81884, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81884.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 615, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14712, "action_date": "1999-03-02T08:00:00-06:00", "document_id": 81885, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81885.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 615, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14712, "action_date": "1999-03-02T08:00:00-06:00", "document_id": 81885, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81885.pdf", "status_text": "Do Pass,", "journal_page": 839, "committee_id_action": 615, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 42202, "president_vote": null, "Yea": [2210, 2290, 2218, 2212, 2278, 2250, 2302, 2279, 2281], "Excused": [2209]}}, {"bill_id": 14712, "action_date": "1999-03-03T14:00:00-06:00", "document_id": 82137, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82137.pdf", "status_text": "Do Pass,", "journal_page": 870, "committee_id_action": 628, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 43630, "president_vote": null, "Yea": [2200, 2203, 2204, 2207, 2208, 2209, 2210, 2211, 2212, 2213, 2214, 2216, 2218, 2219, 2220, 2222, 2223, 2227, 2228, 2229, 2231, 2232, 2236, 2237, 2238, 2240, 2243, 2244, 2247, 2248, 2249, 2250, 2254, 2255, 2256, 2257, 2260, 2261, 2262, 2264, 2265, 2266, 2267, 2268, 2271, 2272, 2273, 2276, 2277, 2278, 2279, 2281, 2282, 2284, 2286, 2287, 2288, 2290, 2291, 2295, 2296, 2297, 2298, 2300, 2301, 2302, 2303, 2245], "Excused": [2233], "Nay": [2253]}}, {"bill_id": 14712, "action_date": "1999-03-03T14:00:00-06:00", "document_id": 81780, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81780.pdf", "status_text": "Signed by President", "journal_page": 771, "committee_id_action": 629, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14712, "action_date": "1999-03-03T14:00:00-06:00", "document_id": 82137, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82137.pdf", "status_text": "Signed by Speaker", "journal_page": 891, "committee_id_action": 628, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14712, "action_date": "1999-03-04T14:00:00-06:00", "document_id": 81781, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81781.pdf", "status_text": "Delivered to the Governor", "journal_page": 774, "committee_id_action": 629, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14712, "action_date": "1999-03-08T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": null, "committee_id_action": 629, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 1412}