{"session_id": 15, "bill_id": 3206, "bill_type": "Senate Bill", "bill_number": 115, "bill_title": "implement the regulation of insurance coverage for portable electronic devices.", "sponsors": [{"legislator_profile_id": 252, "is_prime": true}, {"legislator_profile_id": 259, "is_prime": true}, {"legislator_profile_id": 281, "is_prime": false}, {"legislator_profile_id": 260, "is_prime": false}, {"legislator_profile_id": 217, "is_prime": false}, {"legislator_profile_id": 293, "is_prime": false}, {"legislator_profile_id": 263, "is_prime": false}, {"legislator_profile_id": 264, "is_prime": false}, {"legislator_profile_id": 213, "is_prime": false}, {"legislator_profile_id": 226, "is_prime": false}, {"legislator_profile_id": 236, "is_prime": false}, {"legislator_profile_id": 298, "is_prime": false}], "keywords": ["Insurance"], "audio": [{"meeting_datetime": "2012-02-15T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hco22.mp3", "start_seconds": 1841.0}, {"meeting_datetime": "2012-02-15T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hco22.mp3", "start_seconds": 1841.0}, {"meeting_datetime": "2012-02-15T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hco22.mp3", "start_seconds": 1841.0}, {"meeting_datetime": "2012-02-15T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hco22.mp3", "start_seconds": 1841.0}], "bill_versions": [{"bill_id": 3206, "bill_version_id": 19872, "bill_version": "Introduced", "bill_version_date": "2012-01-23T11:16:56.04-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to implement the regulation of insurance coverage for portable electronic devices. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Customer,\" a person who purchases portable electronics; (2) \"Enrolled customer,\" a customer who elects coverage under a portable electronics insurance policy issued to a vendor of portable electronics; (3) \"Location,\" any physical location in this state or any website, call center site, or similar location directed to residents of this state; (4) \"Portable electronics,\" personal, self-contained, easily carried by an individual, battery-operated electronic communication, viewing, listening, recording, gaming, computing, or global positioning devices, including cell or satellite phones, pagers, personal global positioning satellite units, portable computers, portable audio listening, video viewing or recording devices, digital cameras, video camcorders, portable gaming systems, docking stations, automatic answering devices, and other similar devices and their accessories, and service related to the use of such devices; (5) \"Portable electronics transaction,\" the sale or lease of portable electronics by a vendor to a customer, or the sale of a service related to the use of portable electronics by a vendor to a customer; (6) \"Supervising entity,\" a licensed insurer, licensed business entity, or licensed insurance producer that is appointed by an insurer to supervise the administration of a portable electronics insurance program; (7) \"Vendor,\" a person in the business of engaging in portable electronics transactions directly or indirectly. Section 2. Portable electronics insurance is insurance providing coverage for the repair or replacement of portable electronics which may provide coverage for portable electronics against any one or more of the following causes of loss: loss, theft, inoperability due to mechanical failure, malfunction, damage, or other similar causes of loss. It is not a service contract or extended warranty providing coverage limited to the repair, replacement, or maintenance of property for the operational or structural failure of property due to a defect in materials, workmanship, accidental damage from handling power surges, or normal wear and tear, a policy of insurance covering a seller's or a manufacturer's obligations under a warranty, or a homeowner's, renter's, private passenger automobile, commercial multi-peril, or similar coverage. Section 3. A vendor must have a portable electronics license issued pursuant to this Act to sell or offer coverage under a policy of portable electronics insurance. A portable electronics license issued under this Act authorizes any employee or authorized representative of the vendor to sell or offer coverage under a policy of portable electronics insurance to a customer at each location at which the vendor engages in portable electronics transactions. Each supervising entity shall maintain a registry of vendor locations which are authorized to sell or solicit portable electronics insurance coverage in this state. The registry shall be open to inspection by the director during regular business hours of the supervising entity. The supervising entity shall be subject to examination pursuant to the applicable provisions of chapter 58-3 and must otherwise comply with § 58-33-66. Section 4. At every location where portable electronics insurance is offered to customers, brochures or other written materials must be made available by a vendor to a prospective customer which: (1) Disclose that portable electronics insurance may provide a duplication of coverage already provided by a customer's homeowner's insurance policy, renter's insurance policy, or other source of coverage; (2) State that the enrollment by the customer in a portable electronics insurance program is not required in order to purchase or lease portable electronics or services; (3) Summarize the material terms of the insurance coverage, including: (a) The identity of the insurer; (b) The identity of the supervising entity; (c) The amount of any applicable deductible and how it is to be paid; (d) Benefits of the coverage; and (e) Key terms and conditions of coverage such as whether portable electronics may be repaired or replaced with similar make and model reconditioned or nonoriginal manufacturer parts or equipment; (4) Summarize the process for filing a claim, including a description of how to return portable electronics and the maximum fee applicable in the event the customer fails to comply with any equipment return requirements; and (5) State that an enrolled customer may cancel enrollment for coverage under a portable electronics insurance policy at any time and the person paying the premium shall receive a refund of any applicable unearned premium. Section 5. Portable electronics insurance may be offered on a month to month or other periodic basis as a group or master commercial inland marine policy issued to a vendor of portable electronics for its enrolled customers. Eligibility and underwriting standards for customers electing to enroll in coverage shall be established by the insurer for each portable electronics insurance program. Section 6. An employee or an authorized representative of a vendor may sell or offer portable electronics insurance to a customer and is not subject to licensure as an insurance producer if: (1) The vendor obtains a portable electronics license to authorize its employees or authorized representatives to sell or offer portable electronics insurance pursuant to this Act; (2) The insurer issuing the portable electronics insurance either directly supervises or appoints a supervising entity to supervise the administration of the sale of portable electronic insurance; and (3) No employee or authorized representative of a vendor of portable electronics may advertise, represent, or otherwise hold himself or herself out as a licensed insurance producer unless so licensed. Section 7. The administration of the sale of portable electronics insurance includes the development of a training program for employees and authorized representatives of the vendors. The training shall be delivered to employees and authorized representatives of vendors who are directly engaged in the activity of selling or offering portable electronics insurance. The training may be provided in electronic form. However, if conducted in an electronic form, the supervising entity shall implement a supplemental education program regarding the portable electronics insurance product that is conducted and overseen by a licensed producer of the supervising entity. Each employee and authorized representative shall receive basic instruction about the portable electronics insurance offered to customers and the disclosures required under section 4 of this Act. Section 8. Any charges for portable electronics insurance coverage may be billed and collected by the vendor of portable electronics. Each charge to the enrolled customer for coverage that is not included in the cost associated with the purchase or lease of portable electronics or related services shall be separately itemized on the enrolled customer's bill. If the portable electronics insurance coverage is included with the purchase or lease of portable electronics or related services, the vendor shall clearly and conspicuously disclose to the enrolled customer that the portable electronics insurance coverage is included with the portable electronics or related services. A vendor billing and collecting these charges is not required to maintain these funds in a segregated account if the vendor is authorized by the insurer to hold these funds in an alternative manner and remits such amounts to the supervising entity within sixty days of receipt. All funds received by a vendor from an enrolled customer for the sale of portable electronics insurance shall be considered funds held in trust by the vendor in a fiduciary capacity for the benefit of the insurer. A vendor may receive compensation for billing and collection services. Section 9. An insurer may terminate or otherwise change the terms and conditions of a policy of portable electronics insurance only upon providing the vendor policyholder and enrolled customers with at least twenty days notice. If the insurer changes the terms and conditions, then the insurer shall provide the vendor policyholder with a revised policy or endorsement and each enrolled customer with a revised certificate, endorsement, updated brochure, or other evidence indicating a change in the terms and conditions has occurred and a summary of material changes. Section 10. An insurer may terminate an enrolled customer's enrollment under a portable electronics insurance policy upon twenty days notice for nonpayment of premium, discovery of fraud, or material misrepresentation in obtaining coverage or in the presentation of a claim under the policy. Section 11. An insurer may immediately terminate an enrolled customer's enrollment under a portable electronics insurance policy: (1) If the enrolled customer ceases to have an active service with the vendor of portable electronics; or (2) If an enrolled customer exhausts the aggregate limit of liability, if any, under the terms of the portable electronics insurance policy and the insurer sends notice of termination to the enrolled customer within thirty calendar days after exhaustion of the limit. However, if notice is not timely sent, enrollment shall continue notwithstanding the aggregate limit of liability until the insurer sends notice of termination to the enrolled customer. Section 12. If a portable electronics insurance policy is terminated by a vendor policyholder, the vendor policyholder shall mail or deliver a written notice to each enrolled customer advising the enrolled customer of the termination of the policy and the effective date of termination. The written notice shall be mailed or delivered to the enrolled customer at least thirty days before the termination. Section 13. Whenever notice or correspondence with respect to a policy of portable electronics insurance is required, it shall be in writing and sent within the notice period, if any, specified within the statute or regulation requiring the notice or correspondence. Notwithstanding any other provision of law, notices and correspondence may be sent either by mail or by electronic means. If the notice or correspondence is mailed, it shall be sent to the vendor of portable electronics at the vendor's mailing address specified for that purpose and to its affected enrolled customers' last known mailing addresses on file with the insurer. Either the insurer or vendor of portable electronics shall maintain proof of mailing in a form authorized or accepted by the United States Postal Service or other commercial mail delivery service. If the notice or correspondence is sent by electronic means, it shall be sent to the vendor of portable electronics at the vendor's electronic mail address specified for that purpose and to its affected enrolled customers' last known electronic mail address as provided by each enrolled customer to the insurer or vendor of portable electronics. An enrolled customer's provision of an electronic mail address to the insurer or vendor of portable electronics is deemed consent to receive notices and correspondence by electronic means as long as a disclosure is provided to the customer at the time the electronic mail address is provided indicating the same. The insurer or vendor of portable electronics shall maintain proof that the notice or correspondence was sent. Notice or correspondence may be sent on behalf of an insurer or vendor, by the supervising entity appointed by the insurer. Section 14. A portable electronics license issued under this Act is valid for one year unless suspended or revoked by the division. A license may be renewed upon expiration for another one-year period upon application of the vendor and payment of the fees as set forth in § 58-2-29. Section 15. That subdivision (5)(c) of § 58-2-29 be amended to read as follows: (5) Insurance producers and solicitors: (a) Insurance producer's license, including also disability insurance when written by property, casualty, or surety insurer otherwise represented by the insurance producer: (i) Filing application for original license, and including issuance of license, if issued ..... 25.00 (ii) Original appointment of insurance producer, each insurer ..... 10.00 (iii) Annual renewal of appointment, each insurer: Domestic insurer ..... 10.00 Foreign insurer ..... 10.00 (iv) Temporary license ..... 10.00 (b) Insurance producer's license, life or health insurance, including both life and disability insurance when so licensed as to the same insurer: (i) Application for original license, including issuance of license, if issued, each insurer ..... 25.00 (ii) Original appointment of insurance producer, each insurer ..... 10.00 (iii) Annual renewal of appointment, each insurer: Domestic insurer ..... 10.00 Foreign insurer ..... 10.00 (iv) Temporary license ..... 10.00 (c) Limited license as insurance producer: (i) Motor vehicle physical damage... Same as for insurance producer's license (ii) Accident ticket policies, each insurer each year ..... 10.00 (iii) Baggage ticket policies, each insurer each year ..... 10.00 (iv) Credit insurance... Same as for insurance producer license (d) Examination for license, each examination and each time taken ..... 10.00 (e) Nonresident insurance producer license: (i) Original license ..... 30.00 (ii) Biennial renewal of license ..... 50.00 (iii) Appointments, each insurer ..... 20.00 (iv) Annual renewal of appointments, each insurer ..... 20.00 (f) Resident insurance producer, original license ..... 25.00 (i) Biennial continuing education fee, license renewal ..... 20.00 (g) Corporation or partnership license: (i) Original license ..... 25.00 (ii) Appointment, each insurer ..... 10.00 (iii) Annual renewal of appointment, each insurer ..... 10.00 (h) Nonresident corporation or partnership license: (i) Original license ..... 30.00 (ii) Appointment, each insurer ..... 20.00 (iii) Annual renewal of appointment, each insurer ..... 20.00 (i) Portable electronics license ..... Same as for insurance producer license Section 16. If a vendor of portable electronics or its employee or authorized representative violates an provision of this Act, the director may do any of the following: (1) After notice and hearing, impose penalties permitted under this section that the director deems necessary and reasonable to carry out the purpose of this Act, including, but not limited to: (a) Suspending or revoking the privilege of transacting portable electronics insurance pursuant to this Act at specific business locations where violations have occurred; and (b) Suspending or revoking the ability of individual employees or authorized representatives to act under the license; (2) Permit an applicant or licensee to elect in writing to pay a specified money penalty within a specified time in lieu of a license suspension or other permitted action. The money penalty may not exceed five hundred dollars per violation or five thousand dollars in aggregate. Section 17. An application for a license under this Act shall be made to and filed with the director on forms prescribed and furnished by the director. The application shall provide: (1) The name, residence address, and other information required by the director for an employee or officer of the vendor that is designated by the applicant as the person responsible for the vendor's compliance with the requirements of this Act; and (2) The location of the applicant's home office. Any vendor engaging in portable electronics insurance transactions on or before the effective date of this Act must apply for licensure within ninety days of the application being made available by the director. Any applicant commencing operations after the effective date of this Act must obtain a portable electronics license prior to offering portable electronics insurance."}, {"bill_id": 3206, "bill_version_id": 20485, "bill_version": "Senate Commerce and Energy Engrossed", "bill_version_date": "2012-01-31T13:43:40.593-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to implement the regulation of insurance coverage for portable electronic devices. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Customer,\" a person who purchases portable electronics; (2) \"Enrolled customer,\" a customer who elects coverage under a portable electronics insurance policy issued to a vendor of portable electronics; (3) \"Location,\" any physical location in this state or any website, call center site, or similar location directed to residents of this state; (4) \"Portable electronics,\" personal, self-contained, easily carried by an individual, battery-operated electronic communication, viewing, listening, recording, gaming, computing, or global positioning devices, including cell or satellite phones, pagers, personal global positioning satellite units, portable computers, portable audio listening, video viewing or recording devices, digital cameras, video camcorders, portable gaming systems, docking stations, automatic answering devices, and other similar devices and their accessories, and service related to the use of such devices; (5) \"Portable electronics transaction,\" the sale or lease of portable electronics by a vendor to a customer, or the sale of a service related to the use of portable electronics by a vendor to a customer; (6) \"Supervising entity,\" a licensed insurer, licensed business entity, or licensed insurance producer that is appointed by an insurer to supervise the administration of a portable electronics insurance program; (7) \"Vendor,\" a person in the business of engaging in portable electronics transactions directly or indirectly. Section 2. Portable electronics insurance is insurance providing coverage for the repair or replacement of portable electronics which may provide coverage for portable electronics against any one or more of the following causes of loss: loss, theft, inoperability due to mechanical failure, malfunction, damage, or other similar causes of loss. It is not a service contract or extended warranty providing coverage limited to the repair, replacement, or maintenance of property for the operational or structural failure of property due to a defect in materials, workmanship, accidental damage from handling power surges, or normal wear and tear, a policy of insurance covering a seller's or a manufacturer's obligations under a warranty, or a homeowner's, renter's, private passenger automobile, commercial multi-peril, or similar coverage. Section 3. A vendor must have a portable electronics license issued pursuant to this Act to sell or offer coverage under a policy of portable electronics insurance. A portable electronics license issued under this Act authorizes any employee or authorized representative of the vendor to sell or offer coverage under a policy of portable electronics insurance to a customer at each location at which the vendor engages in portable electronics transactions. Each supervising entity shall maintain a registry of vendor locations which are authorized to sell or solicit portable electronics insurance coverage in this state. The registry shall be open to inspection by the director during regular business hours of the supervising entity. The supervising entity shall be subject to examination pursuant to the applicable provisions of chapter 58-3 and must otherwise comply with § 58-33-66. Section 4. At every location where portable electronics insurance is offered to customers, brochures or other written materials must be made available by a vendor to a prospective customer which: (1) Disclose that portable electronics insurance may provide a duplication of coverage already provided by a customer's homeowner's insurance policy, renter's insurance policy, or other source of coverage; (2) State that the enrollment by the customer in a portable electronics insurance program is not required in order to purchase or lease portable electronics or services; (3) Summarize the material terms of the insurance coverage, including: (a) The identity of the insurer; (b) The identity of the supervising entity; (c) The amount of any applicable deductible and how it is to be paid; (d) Benefits of the coverage; and (e) Key terms and conditions of coverage such as whether portable electronics may be repaired or replaced with similar make and model reconditioned or nonoriginal manufacturer parts or equipment; (4) Summarize the process for filing a claim, including a description of how to return portable electronics and the maximum fee applicable in the event the customer fails to comply with any equipment return requirements; and (5) State that an enrolled customer may cancel enrollment for coverage under a portable electronics insurance policy at any time and the person paying the premium shall receive a refund or credit of any applicable unearned premium. Section 5. Portable electronics insurance may be offered on a month to month or other periodic basis as a group or master commercial inland marine policy issued to a vendor of portable electronics for its enrolled customers. Eligibility and underwriting standards for customers electing to enroll in coverage shall be established by the insurer for each portable electronics insurance program. Section 6. An employee or an authorized representative of a vendor may sell or offer portable electronics insurance to a customer and is not subject to licensure as an insurance producer if: (1) The vendor obtains a portable electronics license to authorize its employees or authorized representatives to sell or offer portable electronics insurance pursuant to this Act; (2) The insurer issuing the portable electronics insurance either directly supervises or appoints a supervising entity to supervise the administration of the sale of portable electronic insurance; and (3) No employee or authorized representative of a vendor of portable electronics may advertise, represent, or otherwise hold himself or herself out as a licensed insurance producer unless so licensed. Section 7. The administration of the sale of portable electronics insurance includes the development of a training program for employees and authorized representatives of the vendors. The training shall be delivered to employees and authorized representatives of vendors who are directly engaged in the activity of selling or offering portable electronics insurance. The training may be provided in electronic form. However, if conducted in an electronic form, the supervising entity shall implement a supplemental education program regarding the portable electronics insurance product that is conducted and overseen by a licensed producer of the supervising entity. Each employee and authorized representative shall receive basic instruction about the portable electronics insurance offered to customers and the disclosures required under section 4 of this Act. Section 8. Any charges for portable electronics insurance coverage may be billed and collected by the vendor of portable electronics. Each charge to the enrolled customer for coverage that is not included in the cost associated with the purchase or lease of portable electronics or related services shall be separately itemized on the enrolled customer's bill. If the portable electronics insurance coverage is included with the purchase or lease of portable electronics or related services, the vendor shall clearly and conspicuously disclose to the enrolled customer that the portable electronics insurance coverage is included with the portable electronics or related services. A vendor billing and collecting these charges is not required to maintain these funds in a segregated account if the vendor is authorized by the insurer to hold these funds in an alternative manner and remits such amounts to the supervising entity within sixty days of receipt. All funds received by a vendor from an enrolled customer for the sale of portable electronics insurance shall be considered funds held in trust by the vendor in a fiduciary capacity for the benefit of the insurer. A vendor may receive compensation for billing and collection services. Section 9. An insurer may terminate or otherwise change the terms and conditions of a policy of portable electronics insurance only upon providing the vendor policyholder and enrolled customers with at least twenty days notice. If the insurer changes the terms and conditions, then the insurer shall provide the vendor policyholder with a revised policy or endorsement and each enrolled customer with a revised certificate, endorsement, updated brochure, or other evidence indicating a change in the terms and conditions has occurred and a summary of material changes. Section 10. An insurer may terminate an enrolled customer's enrollment under a portable electronics insurance policy upon twenty days notice for nonpayment of premium, discovery of fraud, or material misrepresentation in obtaining coverage or in the presentation of a claim under the policy. Section 11. An insurer may immediately terminate an enrolled customer's enrollment under a portable electronics insurance policy: (1) If the enrolled customer ceases to have an active service with the vendor of portable electronics; or (2) If an enrolled customer exhausts the aggregate limit of liability, if any, under the terms of the portable electronics insurance policy and the insurer sends notice of termination to the enrolled customer within thirty calendar days after exhaustion of the limit. However, if notice is not timely sent, enrollment shall continue notwithstanding the aggregate limit of liability until the insurer sends notice of termination to the enrolled customer. Section 12. If a portable electronics insurance policy is terminated by a vendor policyholder, the vendor policyholder shall mail or deliver a written notice to each enrolled customer advising the enrolled customer of the termination of the policy and the effective date of termination. The written notice shall be mailed or delivered to the enrolled customer at least thirty days before the termination. Section 13. Whenever notice or correspondence with respect to a policy of portable electronics insurance is required, it shall be in writing and sent within the notice period, if any, specified within the statute or regulation requiring the notice or correspondence. Notwithstanding any other provision of law, notices and correspondence may be sent either by mail or by electronic means. If the notice or correspondence is mailed, it shall be sent to the vendor of portable electronics at the vendor's mailing address specified for that purpose and to its affected enrolled customers' last known mailing addresses on file with the insurer. Either the insurer or vendor of portable electronics shall maintain proof of mailing in a form authorized or accepted by the United States Postal Service or other commercial mail delivery service. If the notice or correspondence is sent by electronic means, it shall be sent to the vendor of portable electronics at the vendor's electronic mail address specified for that purpose and to its affected enrolled customers' last known electronic mail address as provided by each enrolled customer to the insurer or vendor of portable electronics. An enrolled customer's provision of an electronic mail address to the insurer or vendor of portable electronics is deemed consent to receive notices and correspondence by electronic means as long as a disclosure is provided to the customer at the time the electronic mail address is provided indicating the same. The insurer or vendor of portable electronics shall maintain proof that the notice or correspondence was sent. Notice or correspondence may be sent on behalf of an insurer or vendor, by the supervising entity appointed by the insurer. Section 14. A portable electronics license issued under this Act is valid for one year unless suspended or revoked by the division. A license may be renewed upon expiration for another one-year period upon application of the vendor and payment of the fees as set forth in § 58-2-29. Section 15. That subdivision (5)(c) of § 58-2-29 be amended to read as follows: (5) Insurance producers and solicitors: (a) Insurance producer's license, including also disability insurance when written by property, casualty, or surety insurer otherwise represented by the insurance producer: (i) Filing application for original license, and including issuance of license, if issued ..... 25.00 (ii) Original appointment of insurance producer, each insurer ..... 10.00 (iii) Annual renewal of appointment, each insurer: Domestic insurer ..... 10.00 Foreign insurer ..... 10.00 (iv) Temporary license ..... 10.00 (b) Insurance producer's license, life or health insurance, including both life and disability insurance when so licensed as to the same insurer: (i) Application for original license, including issuance of license, if issued, each insurer ..... 25.00 (ii) Original appointment of insurance producer, each insurer ..... 10.00 (iii) Annual renewal of appointment, each insurer: Domestic insurer ..... 10.00 Foreign insurer ..... 10.00 (iv) Temporary license ..... 10.00 (c) Limited license as insurance producer: (i) Motor vehicle physical damage... Same as for insurance producer's license (ii) Accident ticket policies, each insurer each year ..... 10.00 (iii) Baggage ticket policies, each insurer each year ..... 10.00 (iv) Credit insurance... Same as for insurance producer license (d) Examination for license, each examination and each time taken ..... 10.00 (e) Nonresident insurance producer license: (i) Original license ..... 30.00 (ii) Biennial renewal of license ..... 50.00 (iii) Appointments, each insurer ..... 20.00 (iv) Annual renewal of appointments, each insurer ..... 20.00 (f) Resident insurance producer, original license ..... 25.00 (i) Biennial continuing education fee, license renewal ..... 20.00 (g) Corporation or partnership license: (i) Original license ..... 25.00 (ii) Appointment, each insurer ..... 10.00 (iii) Annual renewal of appointment, each insurer ..... 10.00 (h) Nonresident corporation or partnership license: (i) Original license ..... 30.00 (ii) Appointment, each insurer ..... 20.00 (iii) Annual renewal of appointment, each insurer ..... 20.00 (i) Portable electronics license ..... Same as for insurance producer license Section 16. If a vendor of portable electronics or its employee or authorized representative violates any provision of this Act, the director may do any of the following: (1) After notice and hearing, impose penalties permitted under this section that the director deems necessary and reasonable to carry out the purpose of this Act, including, but not limited to: (a) Suspending or revoking the privilege of transacting portable electronics insurance pursuant to this Act at specific business locations where violations have occurred; and (b) Suspending or revoking the ability of individual employees or authorized representatives to act under the license; (2) Permit an applicant or licensee to elect in writing to pay a specified money penalty within a specified time in lieu of a license suspension or other permitted action. The money penalty may not exceed five hundred dollars per violation or five thousand dollars in aggregate. Section 17. An application for a license under this Act shall be made to and filed with the director on forms prescribed and furnished by the director. The application shall provide: (1) The name, residence address, and other information required by the director for an employee or officer of the vendor that is designated by the applicant as the person responsible for the vendor's compliance with the requirements of this Act; and (2) The location of the applicant's home office. Any vendor engaging in portable electronics insurance transactions on or before the effective date of this Act must apply for licensure within ninety days of the application being made available by the director. Any applicant commencing operations after the effective date of this Act must obtain a portable electronics license prior to offering portable electronics insurance."}, {"bill_id": 3206, "bill_version_id": 21694, "bill_version": "Enrolled", "bill_version_date": "2012-02-21T08:54:46.887-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3206, "action_date": "2012-01-23T14:00:00-06:00", "document_id": 19958, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19958.pdf", "status_text": "First read in Senate and referred to", "journal_page": 130, "committee_id_action": 171, "committee_id_assigned": 148, "result": "N", "vote": {}}, {"bill_id": 3206, "action_date": "2012-01-31T10:00:00-06:00", "document_id": 20252, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20252.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 148, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3206, "action_date": "2012-01-31T10:00:00-06:00", "document_id": 20476, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20476.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 148, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3206, "action_date": "2012-01-31T10:00:00-06:00", "document_id": 20476, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20476.pdf", "status_text": "Do Pass Amended", "journal_page": 225, "committee_id_action": 148, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 10751, "president_vote": null, "Yea": [253, 288, 286, 264, 236, 226, 252]}}, {"bill_id": 3206, "action_date": "2012-01-31T10:00:00-06:00", "document_id": 20476, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20476.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 148, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3206, "action_date": "2012-02-02T14:00:00-06:00", "document_id": 20711, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20711.pdf", "status_text": "Do Pass Amended", "journal_page": 263, "committee_id_action": 171, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 10938, "president_vote": null, "Yea": [253, 284, 239, 251, 288, 249, 255, 250, 235, 234, 247, 287, 285, 212, 228, 286, 233, 291, 223, 264, 240, 252, 214, 226, 219, 220, 229, 290, 243, 261, 289, 218, 254, 232], "Excused": [236]}}, {"bill_id": 3206, "action_date": "2012-02-06T14:00:00-06:00", "document_id": 20808, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20808.pdf", "status_text": "First read in House and referred to", "journal_page": 314, "committee_id_action": 173, "committee_id_assigned": 159, "result": "N", "vote": {}}, {"bill_id": 3206, "action_date": "2012-02-15T10:00:00-06:00", "document_id": 21326, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21326.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 159, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3206, "action_date": "2012-02-15T10:00:00-06:00", "document_id": 21502, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21502.pdf", "status_text": "Do Pass", "journal_page": 481, "committee_id_action": 159, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11730, "president_vote": null, "Yea": [260, 217, 293, 279, 305, 263, 304, 213, 315, 298, 281, 259], "Excused": [299]}}, {"bill_id": 3206, "action_date": "2012-02-15T10:00:00-06:00", "document_id": 21502, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21502.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 159, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3206, "action_date": "2012-02-16T13:00:00-06:00", "document_id": 21571, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21571.pdf", "status_text": "Do Pass Amended", "journal_page": 508, "committee_id_action": 173, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11828, "president_vote": null, "Yea": [222, 262, 265, 242, 231, 281, 269, 296, 211, 314, 257, 260, 258, 225, 268, 245, 217, 303, 313, 293, 297, 299, 266, 221, 272, 305, 271, 248, 263, 230, 280, 237, 246, 292, 267, 294, 312, 213, 241, 277, 307, 276, 308, 273, 315, 282, 278, 259, 224, 216, 302, 283, 244, 306, 238, 310, 275, 309, 300, 298, 274, 256, 215], "Excused": [227, 270, 279, 304, 311, 295], "Nay": [301]}}, {"bill_id": 3206, "action_date": "2012-02-21T14:00:00-06:00", "document_id": 21748, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21748.pdf", "status_text": "Signed by the President", "journal_page": 491, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3206, "action_date": "2012-02-22T14:00:00-06:00", "document_id": 21857, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21857.pdf", "status_text": "Signed by the Speaker", "journal_page": 559, "committee_id_action": 173, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3206, "action_date": "2012-02-23T14:00:00-06:00", "document_id": 21985, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21985.pdf", "status_text": "Delivered to the Governor", "journal_page": 533, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3206, "action_date": "2012-03-01T10:00:00-06:00", "document_id": 22503, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22503.pdf", "status_text": "Signed by the Governor", "journal_page": 640, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5201, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/3206"}