{"session_id": 19, "bill_id": 4496, "bill_type": "Senate Commemoration", "bill_number": 15, "bill_title": "Honoring the Kopriva family of Clark County as the 2012 Leopold Conservation Award recipient.", "sponsors": [{"legislator_profile_id": 318, "is_prime": true}, {"legislator_profile_id": 383, "is_prime": true}, {"legislator_profile_id": 330, "is_prime": false}, {"legislator_profile_id": 415, "is_prime": false}, {"legislator_profile_id": 418, "is_prime": false}, {"legislator_profile_id": 412, "is_prime": false}, {"legislator_profile_id": 398, "is_prime": false}, {"legislator_profile_id": 342, "is_prime": false}, {"legislator_profile_id": 340, "is_prime": false}, {"legislator_profile_id": 370, "is_prime": false}, {"legislator_profile_id": 394, "is_prime": false}, {"legislator_profile_id": 363, "is_prime": false}, {"legislator_profile_id": 416, "is_prime": false}, {"legislator_profile_id": 376, "is_prime": false}, {"legislator_profile_id": 389, "is_prime": false}, {"legislator_profile_id": 336, "is_prime": false}, {"legislator_profile_id": 359, "is_prime": false}, {"legislator_profile_id": 329, "is_prime": false}, {"legislator_profile_id": 369, "is_prime": false}, {"legislator_profile_id": 414, "is_prime": false}, {"legislator_profile_id": 317, "is_prime": false}, {"legislator_profile_id": 332, "is_prime": false}, {"legislator_profile_id": 377, "is_prime": false}, {"legislator_profile_id": 407, "is_prime": false}, {"legislator_profile_id": 352, "is_prime": false}, {"legislator_profile_id": 343, "is_prime": false}, {"legislator_profile_id": 406, "is_prime": false}, {"legislator_profile_id": 367, "is_prime": false}, {"legislator_profile_id": 361, "is_prime": false}, {"legislator_profile_id": 354, "is_prime": false}], "keywords": ["Senate Commemorations"], "audio": [], "bill_versions": [{"bill_id": 4496, "bill_version_id": 26175, "bill_version": "Introduced", "bill_version_date": "2013-02-22T08:42:46.76-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring the Kopriva family of Clark County as the 2012 Leopold Conservation Award recipient. WHEREAS, the Leopold Conservation Award, named for renowned conservationist Aldo Leopold, recognizes farm and ranch families who demonstrate outstanding conservation leadership on their land and in their communities; and WHEREAS, Jim and Karen Kopriva of Clark County make conservation a family tradition with their children Lee and Angela; and WHEREAS, the Korpiva's grassland, water, and wildlife habitat management techniques are a clear demonstration that responsible environmental management and successful agricultural operations can readily coexist; and WHEREAS, a commitment to the health of South Dakota's natural resources is exemplified by the Kopriva family as the recipient of the 2012 Leopold Conservation Award: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Eighth Legislature of the State of South Dakota, that Jim, Karen, Lee, and Angela Kopriva are recognized for earning the 2012 Leopold Conservation Award in South Dakota."}, {"bill_id": 4496, "bill_version_id": 26496, "bill_version": "Enrolled", "bill_version_date": "2013-02-26T15:51:24.333-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring the Kopriva family of Clark County as the 2012 Leopold Conservation Award recipient. WHEREAS, the Leopold Conservation Award, named for renowned conservationist Aldo Leopold, recognizes farm and ranch families who demonstrate outstanding conservation leadership on their land and in their communities; and WHEREAS, Jim and Karen Kopriva of Clark County make conservation a family tradition with their children Lee and Angela; and WHEREAS, the Korpiva's grassland, water, and wildlife habitat management techniques are a clear demonstration that responsible environmental management and successful agricultural operations can readily coexist; and WHEREAS, a commitment to the health of South Dakota's natural resources is exemplified by the Kopriva family as the recipient of the 2012 Leopold Conservation Award: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Eighth Legislature of the State of South Dakota, that Jim, Karen, Lee, and Angela Kopriva are recognized for earning the 2012 Leopold Conservation Award in South Dakota. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4496, "action_date": "2013-02-22T12:30:00-06:00", "document_id": 26267, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26267.pdf", "status_text": "", "journal_page": 546, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/4496"}