{"session_id": 15, "bill_id": 3153, "bill_type": "Senate Bill", "bill_number": 66, "bill_title": "permit the filing of certain documents with the secretary of state by electronic means and to remove the notary requirements.", "sponsors": [{"legislator_profile_id": 246, "is_prime": true}, {"legislator_profile_id": 220, "is_prime": true}, {"legislator_profile_id": 251, "is_prime": false}, {"legislator_profile_id": 249, "is_prime": false}, {"legislator_profile_id": 250, "is_prime": false}, {"legislator_profile_id": 293, "is_prime": false}, {"legislator_profile_id": 287, "is_prime": false}, {"legislator_profile_id": 240, "is_prime": false}, {"legislator_profile_id": 214, "is_prime": false}, {"legislator_profile_id": 259, "is_prime": false}, {"legislator_profile_id": 298, "is_prime": false}], "keywords": ["Corporations", "Secretary of State"], "audio": [{"meeting_datetime": "2012-01-25T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/slo09.mp3", "start_seconds": 108.0}, {"meeting_datetime": "2012-01-25T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/slo09.mp3", "start_seconds": 108.0}, {"meeting_datetime": "2012-01-25T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/slo09.mp3", "start_seconds": 108.0}, {"meeting_datetime": "2012-01-25T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/slo09.mp3", "start_seconds": 108.0}, {"meeting_datetime": "2012-02-16T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hlo23.mp3", "start_seconds": 2149.0}, {"meeting_datetime": "2012-02-16T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hlo23.mp3", "start_seconds": 2149.0}, {"meeting_datetime": "2012-02-16T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hlo23.mp3", "start_seconds": 2149.0}, {"meeting_datetime": "2012-02-21T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou24.mp3", "start_seconds": 7481.0}, {"meeting_datetime": "2012-02-21T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou24.mp3", "start_seconds": 7481.0}, {"meeting_datetime": "2012-02-21T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou24.mp3", "start_seconds": 7481.0}], "bill_versions": [{"bill_id": 3153, "bill_version_id": 19588, "bill_version": "Introduced", "bill_version_date": "2012-01-20T08:18:37.263-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to permit the filing of certain documents with the secretary of state by electronic means and to remove the notary requirements. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 47-1A-129 be amended to read as follows: 47-1A-129. No person may sign a document, paper form or electronically, knowing it is false in any material respect with intent that the document be delivered to the Office of the Secretary of State for filing. An offense under this section is subject to a civil fine in any amount not exceeding five hundred dollars. Section 2. That § 47-15-6 be amended to read as follows: 47-15-6. An The original and one exact or conforming copy of the articles of incorporation, duly signed and acknowledged, shall be delivered to the secretary of state for filing and recording. The legal corporate existence of a cooperative begins when the articles are so delivered. The secretary of state shall stamp on the original and the copy the date of filing and recording and return the copy to the cooperative with his certificate of filing and recording. Section 3. That § 47-18-16.2 be amended to read as follows: 47-18-16.2. A cooperative whose corporate charter existence has been revoked as provided by § 47-18-16.1 may petition for reinstatement as a corporation prior to July 1, 1980 on forms provided by the secretary of state. The petition shall be executed on behalf of the corporation by its president and or secretary and verified by a corporate officer. Duplicate originals of the. The petition shall be filed with the secretary of state. Delivery may be made by electronic transmission if and to the extent permitted by the Office of the Secretary of State. If the document is filed in typewritten or printed form and not transmitted electronically, the Office of the Secretary of State may require one exact or conformed copy to be delivered with the document. Such renewal of corporate existence shall be made on forms prescribed and furnished by the secretary of state. Filing fee shall be as stated in § 47-20-8. In addition to the above fee, a penalty of twenty dollars per year for the period of duration which its corporate existence has been expired shall be charged. Section 4. That § 47-19-2 be amended to read as follows: 47-19-2. In order to procure the certificate required by § 47-19-1, a foreign cooperative shall make application therefor to the secretary of state, which application shall set forth: (1) The name of the cooperative and the state or country under whose laws it is incorporated; (2) The date of incorporation and the period of duration of the cooperative; (3) The street address of the principal office of the cooperative in the state or country under the laws of which it is incorporated; (4) The information required by § 59-11-6; (5) The purpose or purposes of the cooperative which it proposes to pursue in the transaction of business in this state; (6) The names and respective addresses of the directors and officers of the cooperative; (7) A statement of its aggregate number of members, and of the number of members by classes, if any; (8) A statement of the aggregate number of authorized and issued capital stock itemized by classes, par value of stock, stock without par value, and series, if any, within a class; and (9) Such additional information as may be necessary in order to enable the secretary of state to determine whether such cooperative is entitled to a certificate of authority to transact business in this state and to determine and assess fees payable. Such application shall be made on forms prescribed and furnished by the secretary of state and an original and one exact or conforming copy shall be executed by the chairman of the board of directors, by its president or by another officer and acknowledged by one of the officers signing the application. Delivery may be made by electronic transmission if and to the extent permitted by the Office of the Secretary of State. If the document is filed in typewritten or printed form and not transmitted electronically, the Office of the Secretary of State may require one exact or conformed copy to be delivered with the document. Section 5. That § 47-22-5 be amended to read as follows: 47-22-5. Three or more natural persons of the age of majority may act as incorporators of a corporation by acknowledging and delivering to the secretary of state one original and one exact or conforming copy of the articles of incorporation for such corporation. Delivery may be made by electronic transmission if and to the extent permitted by the Office of the Secretary of State. If the document is filed in typewritten or printed form and not transmitted electronically, the Office of the Secretary of State may require one exact or conformed copy to be delivered with the document. Section 6. That § 47-24-14 be amended to read as follows: 47-24-14. Any corporation whose corporate existence has been revoked or dissolved may petition for reinstatement as a corporation organized under the laws of South Dakota. Such petition for reinstatement shall be made upon forms prescribed and furnished by the secretary of state and the information therein contained shall be given as of the date of the execution of such petition. Such petition shall be executed for the corporation by the chairman of the board of directors, by its president, or by another of its officers or if the corporation is in the hands of a receiver, trustee, or other court-appointed fiduciary, by that fiduciary. An original and one exact or conforming copy of the petition shall be acknowledged and filed with the secretary of state. Delivery may be made by electronic transmission if and to the extent permitted by the Office of the Secretary of State. If the document is filed in typewritten or printed form and not transmitted electronically, the Office of the Secretary of State may require one exact or conformed copy to be delivered with the document. Section 7. That § 47-26-9 be amended to read as follows: 47-26-9. If voluntary dissolution proceedings have not been revoked, when all debts, liabilities, and obligations of the corporation shall have been paid and discharged, or adequate provision has been made therefor, and all of the remaining property and assets of the corporation have been transferred, conveyed, or distributed in accordance with the provisions of this chapter, an original and one exact or conforming copy of articles of dissolution shall be executed and acknowledged by the chairman of its board of directors, by its president, or by another of its officers or if the corporation is in the hands of a receiver, trustee, or other court-appointed fiduciary, by that fiduciary, which statement shall set forth: (1) The name of the corporation; (2) If there are members entitled to vote thereon: (a) A statement setting forth the date of the meeting of members at which the resolution to dissolve was adopted, that a quorum was present at such meeting, and that such resolution received at least two-thirds of the votes entitled to be cast by members present or represented by proxy at such meeting; or (b) A statement that such resolution was adopted by a consent in writing signed by all members entitled to vote with respect thereto; (3) If there are no members or no members entitled to vote thereon, a statement of such fact, the date of the meeting of the board of directors at which the resolution to dissolve was adopted and a statement of the fact that such resolution received the vote of a majority of the directors in office; (4) That all debts, obligations, and liabilities of the corporation have been paid and discharged or that adequate provision has been made therefor; (5) A copy of the plan of distribution, if any, as adopted by the corporation, or a statement that no plan was so adopted; (6) That all the remaining property and assets of the corporation have been transferred, conveyed, or distributed in accordance with the provisions of this chapter; and (7) That there are no suits pending against the corporation in any court, or that adequate provision has been made for the satisfaction of any judgment, order, or decree which may be entered against it in any pending suit. Section 8. That § 47-26-10 be amended to read as follows: 47-26-10. An The original and one exact or conforming copy of articles of dissolution shall be delivered to the secretary of state. Delivery may be made by electronic transmission if and to the extent permitted by the Office of the Secretary of State. If the document is filed in typewritten or printed form and not transmitted electronically, the Office of the Secretary of State may require one exact or conformed copy to be delivered with the document. If the secretary of state finds that the articles of dissolution conform to law, when all fees have been paid as prescribed in chapter 47-28, he the secretary of state shall: (1) Endorse the word \"filed\" on the original and the copy and the month, day, and year of filing; (2) File the original in his office; and (3) Issue a certificate of dissolution to which he shall affix the copy. The certificate of dissolution, together with the copy of the articles of dissolution affixed thereto, shall be returned to the representative of the dissolved corporation. Section 9. That § 47-27-2 be amended to read as follows: 47-27-2. The original and the copy of the application for a certificate of authority shall be delivered to the secretary of state, together with a certificate of existence (or a document of similar import) duly acknowledged by the secretary of state or other official having custody of corporate records in the state or country under whose laws it is incorporated. Delivery may be made by electronic transmission if and to the extent permitted by the Office of the Secretary of State. If the document is filed in typewritten or printed form and not transmitted electronically, the Office of the Secretary of State may require one exact or conformed copy to be delivered with the document. Section 10. That § 47-27-32 be amended to read as follows: 47-27-32. Any foreign corporation authorized to engage in business in this state may withdraw from this state after obtaining from the secretary of state a certificate of withdrawal. To obtain a certificate of withdrawal, the foreign corporation shall deliver to the secretary of state an application for withdrawal, which shall set forth: (1) The name of the corporation and the state or country under whose laws it is incorporated; (2) That the corporation is not doing or engaging in any business in this state; (3) That the corporation surrenders its authority to do or engage in any business in this state; (4) That the corporation revokes the authority of its registered agent in this state to accept service of process and consents that service of process in any action, suit or proceeding based upon any cause of action arising in this state during the time the corporation was authorized to conduct affairs in this state may thereafter be made on such corporation by service thereof on the secretary of state; and (5) A post office address to which the secretary of state may mail a copy of any process against the corporation that may be served on him. An The original and one exact or conforming copy of the application for withdrawal shall be made on forms prescribed and furnished by the secretary of state and shall be executed and acknowledged by the chairman of the board, by the corporation's president or by another of the corporation's officers, or, if the corporation is in the hands of a receiver, trustee or by other court-appointed fiduciary, by that fiduciary. Section 11. That § 47-27-33 be amended to read as follows: 47-27-33. An The original and one exact or conforming copy of the application for withdrawal shall be delivered to the secretary of state. Delivery may be made by electronic transmission if and to the extent permitted by the Office of the Secretary of State. If the document is filed in typewritten or printed form and not transmitted electronically, the Office of the Secretary of State may require one exact or conformed copy to be delivered with the document. If the secretary of state finds that such application conforms to the provisions of this chapter, when all fees have been paid as prescribed in chapter 47-28, he the secretary of state shall: (1) Endorse the word \"filed\" on the original and the copy and the month, day, and year of filing; (2) File the original in his office; and (3) Issue a certificate of withdrawal to which he shall affix the copy. The certificate of withdrawal, together with the copy of the application for withdrawal affixed, shall be returned to the corporation or its representative. Section 12. That § 47-34A-805 be amended to read as follows: 47-34A-805. (a) At any time after dissolution and winding up, a limited liability company may terminate its existence by filing with the secretary of state articles of termination stating: (1) The name of the company; (2) The date of the dissolution; and (3) That the company's business has been wound up and the legal existence of the company has been terminated. (b) The existence of a limited liability company is terminated upon the filing of the articles of termination, or upon a later effective date, if specified in the articles of termination. (c) Delivery may be made by electronic transmission if and to the extent permitted by the Office of the Secretary of State. If the document is filed in typewritten or printed form and not transmitted electronically, the Office of the Secretary of State may require one exact or conformed copy to be delivered with the document. Section 13. That § 47-34A-811 be amended to read as follows: 47-34A-811. (a) A limited liability company administratively dissolved may apply to the secretary of state for reinstatement after the effective date of dissolution. Delivery may be made by electronic transmission if and to the extent permitted by the Office of the Secretary of State. If the document is filed in typewritten or printed form and not transmitted electronically, the Office of the Secretary of State may require one exact or conformed copy to be delivered with the document. The applicant shall submit with the application the appropriate filing fee. The secretary of state shall charge filing fees for any delinquent annual report and a fee for application of reinstatement in the amount of one hundred fifty dollars. The application must: (1) Recite the name of the company and the effective date of its administrative dissolution; (2) State that the ground for dissolution either did not exist or have been eliminated; (3) State that the company's name satisfies the requirements of § 47-34A-105; and (4) Contain a certificate from the appropriate state authority reciting that all taxes owed by the company have been paid. (b) If the secretary of state determines that the application contains the information required by subsection (a) and that the information is correct, the secretary of state shall cancel the certificate of dissolution and prepare a certificate of reinstatement that recites this determination and the effective date of reinstatement, file the original of the certificate, and serve the company with a copy of the certificate. (c) When reinstatement is effective, it relates back to and takes effect as of the effective date of the administrative dissolution and the company may resume its business as if the administrative dissolution had never occurred. Section 14. That § 47-34A-202.1 be amended to read as follows: 47-34A-202.1. (a) One or more persons may organize a limited liability company, consisting of one or more members, by delivering articles of organization to the Office of the Secretary of State for filing. (b) Unless a delayed effective date is specified in accordance with § 47-34A-206(d), the existence of a limited liability company begins when the articles of organization are filed. (c) The original and one exact or conforming copy of the articles of organization shall be delivered to the secretary of state. Delivery may be made by electronic transmission if and to the extent permitted by the Office of the Secretary of State. If the document is filed in typewritten or printed form and not transmitted electronically, the Office of the Secretary of State may require one exact or conformed copy to be delivered with the document. If the secretary of state finds that the articles of organization conform to law, the secretary of state shall, when all fees have been paid as prescribed: (1) Endorse both the original and the exact or conforming copy with the word, Filed, and the month, date, and year of the filing; (2) File the original; (3) Issue a certificate of organization and affix to the certificate, the exact or conforming copy. The certificate of organization, together with the exact or conforming copy of the articles of organization affixed to it by the secretary of state, shall be returned to the principal office of the limited liability company or to its representative. Section 15. That § 47-34A-1002 be amended to read as follows: 47-34A-1002. (a) A foreign limited liability company may apply for a certificate of authority to transact business in this state by delivering an application to the secretary of state for filing. Delivery may be made by electronic transmission if and to the extent permitted by the Office of the Secretary of State. If the document is filed in typewritten or printed form and not transmitted electronically, the Office of the Secretary of State may require one exact or conformed copy to be delivered with the document. The application must set forth: (1) The name of the foreign company or, if its name is unavailable for use in this state, a name that satisfies the requirements of § 47-34A-1005; (2) The name of the state or country under whose law it is organized; (3) The street address of its principal office; (4) Repealed by SL 2008, ch 275, § 79; (5) The information required by § 59-11-6; (6) Whether the duration of the company is for a specified term and, if so, the period specified; (7) Whether the company is manager-managed, and, if so, the name and address of each initial manager; and (8) Whether the members of the company are to be liable for its debts and obligations under a provision similar to § 47-34A-303(c). (b) A foreign limited liability company shall deliver with the completed application a certificate of existence or a record of similar import authenticated by the secretary of state or other official having custody of company records in the state or country under whose law it is organized together with the fees required by § 47-34A-212, and all other fees. Section 16. That § 47-34A-1007 be amended to read as follows: 47-34A-1007. A foreign limited liability company may cancel its authority to transact business in this state by filing in the Office of the Secretary of State a certificate of cancellation. Delivery may be made by electronic transmission if and to the extent permitted by the Office of the Secretary of State. If the document is filed in typewritten or printed form and not transmitted electronically, the Office of the Secretary of State may require one exact or conformed copy to be delivered with the document. Cancellation does not terminate the authority of the secretary of state to accept service of process on the company for claims for relief arising out of the transactions of business in this state. Section 17. That § 47-34A-1206 be amended to read as follows: 47-34A-1206. The secretary of state may charge the following fees: (a) For amending or restating the articles of organization in the case of a domestic limited liability company, a filing fee of sixty dollars. For amending the registration in the case of a foreign limited liability company, a filing fee of seven hundred fifty dollars; (b) For filing articles of termination, ten dollars; (c) For filing articles of merger, sixty dollars; (d) For filing a statement of dissociation, ten dollars; (e) For filing an application to reserve a name, twenty-five dollars; (f) For issuing a certificate of existence, twenty dollars; (g) For filing an application for registration of name, twenty-five dollars; (h) For filing an annual renewal of registration, a limited liability company which has in effect a registration of its name, may renew such registration from year to year by annually filing an application for renewal setting forth the facts required to be set forth in an original application for registration and a certificate of good standing as required for the original registration and by paying a fee of fifteen dollars. A renewal application may be filed between the first day of October and the thirty-first day of December in each year and shall extend the registration for the following year. Delivery may be made by electronic transmission if and to the extent permitted by the Office of the Secretary of State. If the document is filed in typewritten or printed form and not transmitted electronically, the Office of the Secretary of State may require one exact or conformed copy to be delivered with the document; (i) For acting as agent for service of process the secretary of state shall charge and collect at the time of such service thirty dollars which may be recoverable as taxable costs by the party to the suit or action causing the service to be made if the party prevails in the suit or action; (j) For filing articles of domestication, one hundred fifty dollars; (k) For filing articles of organization surrender, one hundred fifty dollars; (l) For filing a plan of conversion, one hundred fifty dollars. Section 18. That § 48-7-103 be amended to read as follows: 48-7-103. The exclusive right to the use of a name may be reserved by: (1) Any person intending to organize a limited partnership under this chapter and to adopt that name; (2) Any domestic limited partnership or any foreign limited partnership registered in this state which, in either case, intends to adopt that name; (3) Any foreign limited partnership intending to register in this state and adopt that name; and (4) Any person intending to organize a foreign limited partnership and intending to have it registered in this state and adopt that name. The reservation shall be made by filing with the secretary of state an application, executed by the applicant, to reserve a specified name. Delivery may be made by electronic transmission if and to the extent permitted by the Office of the Secretary of State. If the document is filed in typewritten or printed form and not transmitted electronically, the Office of the Secretary of State may require one exact or conformed copy to be delivered with the document. If the secretary of state finds that the name is available for use by a domestic or foreign limited partnership, he shall reserve the name for the exclusive use of the applicant for a period of one hundred twenty days. Once having so reserved a name, the same applicant may not again reserve the same name until more than sixty days after the expiration of the last one hundred twenty-day period for which that applicant reserved that name. The right to the exclusive use of a reserved name may be transferred to any other person by filing in the Office of the Secretary of State a notice of the transfer, executed by the applicant for whom the name was reserved and specifying the name and address of the transferee. Section 19. That § 48-7-201 be amended to read as follows: 48-7-201. In order to form a limited partnership, a certificate of limited partnership shall be executed and filed in the Office of the Secretary of State. Delivery may be made by electronic transmission if and to the extent permitted by the Office of the Secretary of State. If the document is filed in typewritten or printed form and not transmitted electronically, the Office of the Secretary of State may require one exact or conformed copy to be delivered with the document. The certificate shall set forth: (1) The name of the limited partnership; (2) The information required by § 59-11-6; (3) The name and the business address of each general partner; (4) The latest date upon which the limited partnership is to dissolve; and (5) Any other matters the general partners determine to include therein. A limited partnership is formed at the time of the filing of the certificate of limited partnership in the Office of the Secretary of State or at any later time specified in the certificate of limited partnership if, in either case, there has been substantial compliance with the requirements of this section. Section 20. That § 48-7-202 be amended to read as follows: 48-7-202. (a) A certificate of limited partnership is amended by filing a certificate of amendment thereto in the Office of the Secretary of State. Delivery may be made by electronic transmission if and to the extent permitted by the Office of the Secretary of State. If the document is filed in typewritten or printed form and not transmitted electronically, the Office of the Secretary of State may require one exact or conformed copy to be delivered with the document. The certificate shall set forth: (1) The name of the limited partnership; (2) The date of filing the certificate; (3) The amendment to the certificate; and (4) The street address, or a statement that there is no street address, of the office and the name and street address, or a statement that there is no street address, and the written consent, of the agent for service of process required to be maintained by § 48-7-104. (b) Within thirty days after the happening of any of the following events, an amendment to a certificate of limited partnership reflecting the occurrence of the event or events shall be filed: (1) The admission of a new general partner; (2) The withdrawal of a general partner; or (3) The continuation of the business under § 48-7-801 after an event of withdrawal of a general partner. (c) A general partner who becomes aware that any statement in a certificate of limited partnership was false when made or that any arrangements or other facts described have changed, making the certificate inaccurate in any respect, shall promptly amend the certificate. (d) A certificate of limited partnership may be amended at any time for any other proper purpose the general partners determine. (e) No person has any liability because an amendment to a certificate of limited partnership has not been filed to reflect the occurrence of any event referred to in subdivision (b) if the amendment is filed within the thirty-day period specified in subdivision (b). (f) A restated certificate of limited partnership may be executed and filed in the same manner as a certificate of amendment. Section 21. That § 48-7-203 be amended to read as follows: 48-7-203. A certificate of limited partnership shall be cancelled upon the dissolution and the commencement of winding up of the partnership or at any other time there are no limited partners. Delivery may be made by electronic transmission if and to the extent permitted by the Office of the Secretary of State. If the document is filed in typewritten or printed form and not transmitted electronically, the Office of the Secretary of State may require one exact or conformed copy to be delivered with the document. A certificate of cancellation shall be filed in the Office of the Secretary of State and set forth: (1) The name of the limited partnership; (2) The date of filing of its certificate of limited partnership; (3) The reason for filing the certificate of cancellation; (4) The effective date, which shall be a date certain, of cancellation if it is not to be effective upon the filing of the certificate; and (5) Any other information the general partners filing the certificate determine. Section 22. That § 48-7-902 be amended to read as follows: 48-7-902. Before transacting business in this state, a foreign limited partnership shall register with the secretary of state. Delivery may be made by electronic transmission if and to the extent permitted by the Office of the Secretary of State. If the document is filed in typewritten or printed form and not transmitted electronically, the Office of the Secretary of State may require one exact or conformed copy to be delivered with the document. In order to register, a foreign limited partnership shall submit to the secretary of state an original application for registration as a foreign limited partnership and one exact or conforming copy thereof, signed and sworn to by a general partner and setting forth: (1) The name of the foreign limited partnership and, if different, the name under which it proposes to register and transact business in this state; (2) The state and date of its formation; (3) The information required by § 59-11-6; (4) Repealed by SL 2008, ch 275, § 83; (5) The street address of the office required to be maintained in the state of its organization by the laws of that state or, if not so required, of the principal office of the foreign limited partnership; (6) The name and business address of each general partner; and (7) The street address, or a statement that there is no street address, of the office at which is kept a list of the names and addresses of the limited partners and their capital contributions, together with an undertaking by the foreign limited partnership to keep those records until the foreign limited partnership's registration in this state is cancelled or withdrawn. Section 23. That § 48-7-906 be amended to read as follows: 48-7-906. A foreign limited partnership may cancel its registration by filing with the secretary of state a certificate of cancellation signed and sworn to by a general partner. Delivery may be made by electronic transmission if and to the extent permitted by the Office of the Secretary of State. If the document is filed in typewritten or printed form and not transmitted electronically, the Office of the Secretary of State may require one exact or conformed copy to be delivered with the document. Service of process is perfected on a foreign limited partnership that has filed a cancellation in the manner outlined in §§ 59-11-16 to 59-11-19, inclusive. Section 24. That § 48-7A-1001 be amended to read as follows: 48-7A-1001. (a) A partnership may become a limited liability partnership pursuant to this section. (b) The terms and conditions on which a partnership becomes a limited liability partnership must be approved by the vote necessary to amend the partnership agreement except, in the case of a partnership agreement that expressly considers obligations to contribute to the partnership, the vote necessary to amend those provisions. (c) After the approval required by subsection (b), a partnership may become a limited liability partnership by filing a statement of qualification in the Office of the Secretary of State. Delivery may be made by electronic transmission if and to the extent permitted by the Office of the Secretary of State. If the document is filed in typewritten or printed form and not transmitted electronically, the Office of the Secretary of State may require one exact or conformed copy to be delivered with the document. The statement must contain: (1) The name of the partnership; (2) The street address of the partnership's chief executive office and, if different, the street address of an office in this state, if any; (3) If the partnership does not have an office in this state, the information required by § 59-11-6; (4) A statement that the partnership elects to be a limited liability partnership; and (5) A deferred effective date, if any. (d) Repealed by SL 2008, ch 275, § 85. (e) The status of a partnership as a limited liability partnership is effective on the later of the filing of the statement or a date specified in the statement. The status remains effective, regardless of changes in the partnership, until it is canceled pursuant to subsection 48-7A-105(d) or revoked pursuant to § 48-7A-1003. (f) The status of a partnership as a limited liability partnership and the liability of its partners is not affected by errors or later changes in the information required to be contained in the statement of qualification under subsection (c). (g) The filing of a statement of qualification under this chapter or, before July 1, 2001, registering as a registered limited liability partnership under prior law establishes that a partnership has satisfied all conditions precedent to the qualification of the partnership as a limited liability partnership. (h) An amendment or cancellation of a statement of qualification is effective when it is filed or on a deferred effective date specified in the amendment or cancellation. Section 25. That § 48-7A-1003 be amended to read as follows: 48-7A-1003. (a) A limited liability partnership, and a foreign limited liability partnership authorized to transact business in this state, shall file an annual report pursuant to §§ 59-11-24 to 59-11-26, inclusive. (b) Repealed by SL 2008, ch 275, § 86. (c) The secretary of state may revoke the statement of qualification of a partnership that fails to file an annual report when due or pay the required filing fee. To do so, the secretary of state shall provide the partnership at least sixty days' written notice of intent to revoke the statement. The notice must be mailed to the partnership at its chief executive office set forth in the last filed statement of qualification or annual report. The notice must specify the annual report that has not been filed, the fee that has not been paid, and the effective date of the revocation. The revocation is not effective if the annual report is filed and the fee is paid before the effective date of the revocation. (d) A revocation under subsection (c) only affects a partnership's status as a limited liability partnership and is not an event of dissolution of the partnership. (e) A partnership whose statement of qualification has been revoked may apply to the secretary of state for reinstatement within two years after the effective date of the revocation. The applicant shall submit with the application the filing fee of one hundred twenty-five dollars, plus any delinquent annual reports and fees for the period prior to the reinstatement application. Delivery may be made by electronic transmission if and to the extent permitted by the Office of the Secretary of State. If the document is filed in typewritten or printed form and not transmitted electronically, the Office of the Secretary of State may require one exact or conformed copy to be delivered with the document. The application must state: (1) The name of the partnership and the effective date of the revocation; and (2) That the ground for revocation either did not exist or has been corrected. (f) A reinstatement under subsection (e) relates back to and takes effect as of the effective date of the revocation, and the partnership's status as a limited liability partnership continues as if the revocation had never occurred. Section 26. That § 48-7A-1102 be amended to read as follows: 48-7A-1102. (a) Before transacting business in this state, a foreign limited liability partnership must file a statement of foreign qualification in the Office of the Secretary of State. Delivery may be made by electronic transmission if and to the extent permitted by the Office of the Secretary of State. If the document is filed in typewritten or printed form and not transmitted electronically, the Office of the Secretary of State may require one exact or conformed copy to be delivered with the document. The statement must contain: (1) The name of the foreign limited liability partnership which satisfies the requirements of the state or other jurisdiction under whose law it is formed and ends with \"Registered Limited Liability Partnership,\" \"Limited Liability Partnership,\" \"R.L.L.P.,\" \"L.L.P.,\" \"RLLP,\" or \"LLP\"; (2) The street address of the partnership's chief executive office; (3) The information required by § 59-11-6; and (4) A deferred effective date, if any. (b) Repealed by SL 2008, ch 275, § 87. (c) The status of a partnership as a foreign limited liability partnership is effective on the later of the filing of the statement of foreign qualification or a date specified in the statement. The status remains effective, regardless of changes in the partnership, until it is canceled pursuant to subsection 48-7A-105(d) or revoked pursuant to § 48-7A-1003. (d) An amendment or cancellation of a statement of foreign qualification is effective when it is filed or on a deferred effective date specified in the amendment or cancellation."}, {"bill_id": 3153, "bill_version_id": 21777, "bill_version": "Enrolled", "bill_version_date": "2012-02-22T08:34:01.52-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3153, "action_date": "2012-01-20T14:00:00-06:00", "document_id": 19679, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19679.pdf", "status_text": "First read in Senate and referred to", "journal_page": 96, "committee_id_action": 171, "committee_id_assigned": 154, "result": "N", "vote": {}}, {"bill_id": 3153, "action_date": "2012-01-25T07:45:00-06:00", "document_id": 19959, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19959.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 154, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3153, "action_date": "2012-01-25T07:45:00-06:00", "document_id": 20099, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20099.pdf", "status_text": "Do Pass", "journal_page": 164, "committee_id_action": 154, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 10479, "president_vote": null, "Yea": [239, 228, 252, 254, 285, 261], "Excused": [264]}}, {"bill_id": 3153, "action_date": "2012-01-25T07:45:00-06:00", "document_id": 20099, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20099.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 154, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3153, "action_date": "2012-01-26T13:30:00-06:00", "document_id": 20314, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20314.pdf", "status_text": "Do Pass", "journal_page": 197, "committee_id_action": 171, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 10609, "president_vote": null, "Yea": [253, 284, 239, 251, 288, 249, 255, 250, 235, 234, 247, 287, 285, 228, 286, 233, 291, 223, 240, 252, 219, 220, 229, 290, 243, 261, 289, 218, 254, 232], "Excused": [212, 264, 214, 226, 236]}}, {"bill_id": 3153, "action_date": "2012-01-30T14:00:00-06:00", "document_id": 20410, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20410.pdf", "status_text": "First read in House and referred to", "journal_page": 239, "committee_id_action": 173, "committee_id_assigned": 164, "result": "N", "vote": {}}, {"bill_id": 3153, "action_date": "2012-02-16T10:00:00-06:00", "document_id": 21422, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21422.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 164, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3153, "action_date": "2012-02-16T10:00:00-06:00", "document_id": 21622, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21622.pdf", "status_text": "Do Pass", "journal_page": 501, "committee_id_action": 164, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11813, "president_vote": null, "Yea": [258, 230, 273, 292, 294, 312, 241, 215, 302, 283, 310, 269, 248]}}, {"bill_id": 3153, "action_date": "2012-02-21T14:00:00-06:00", "document_id": 21745, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21745.pdf", "status_text": "Do Pass", "journal_page": 537, "committee_id_action": 173, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11918, "president_vote": null, "Yea": [222, 262, 265, 227, 242, 231, 281, 269, 296, 211, 314, 260, 258, 225, 268, 245, 217, 303, 313, 293, 297, 270, 299, 266, 221, 279, 305, 271, 248, 263, 280, 301, 237, 246, 304, 267, 294, 312, 213, 241, 311, 277, 307, 276, 308, 315, 282, 278, 259, 224, 216, 295, 302, 283, 244, 306, 238, 310, 275, 309, 300, 298, 274, 256, 215], "Excused": [257, 272, 230, 292, 273]}}, {"bill_id": 3153, "action_date": "2012-02-22T14:00:00-06:00", "document_id": 21860, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21860.pdf", "status_text": "Signed by the President", "journal_page": 511, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3153, "action_date": "2012-02-23T14:00:00-06:00", "document_id": 21978, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21978.pdf", "status_text": "Signed by the Speaker", "journal_page": 588, "committee_id_action": 173, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3153, "action_date": "2012-02-24T14:00:00-06:00", "document_id": 22106, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22106.pdf", "status_text": "Delivered to the Governor", "journal_page": 555, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3153, "action_date": "2012-03-02T10:00:00-06:00", "document_id": 22575, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22575.pdf", "status_text": "Signed by the Governor", "journal_page": 654, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5172}