{"session_id": 21, "bill_id": 6683, "bill_type": "House Bill", "bill_number": 1224, "bill_title": "provide procedures for issuing driver licenses and nondriver identification cards that do not require certain biometric data and high resolution facial images.", "sponsors": [{"legislator_profile_id": 928, "is_prime": true}, {"legislator_profile_id": 901, "is_prime": true}, {"legislator_profile_id": 939, "is_prime": false}, {"legislator_profile_id": 920, "is_prime": false}], "keywords": ["License", "Motor Vehicles", "State Affairs and Government"], "audio": [{"meeting_datetime": "2015-02-17T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hlo22.mp3", "start_seconds": 379.0}, {"meeting_datetime": "2015-02-17T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hlo22.mp3", "start_seconds": 379.0}, {"meeting_datetime": "2015-02-17T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hlo22.mp3", "start_seconds": 379.0}], "bill_versions": [{"bill_id": 6683, "bill_version_id": 34338, "bill_version": "Introduced", "bill_version_date": "2015-02-03T10:36:40.987-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide procedures for issuing driver licenses and nondriver identification cards that do not require certain biometric data and high resolution facial images. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Biometric data,\" \"biometric sample,\" or \"biometric template,\" includes: (a) Facial feature pattern characteristics; (b) A computerized facial image or a hard copy of a facial image that, when scanned by electronic means, may be used to create a computerized facial image, which exceeds an uncompressed photographic resolution where the width of the head is forty-nine pixels or more of resolution, which corresponds to a maximum full image width of eighty-five pixels or more of resolution, and which has an image height of one hundred six pixels or more of resolution; (c) Voice data used for comparing live speech with a previously created speech model of the voice of a person; (d) Iris recognition data containing color or texture patterns or codes; (e) Retinal scans, reading through the pupil to measure blood vessels lining the retina; (f) Behavior characteristics of a handwritten signature, such as shape, speed, pressure, pen angle, or sequence; (g) Fingerprints, palm prints, and other methods for measuring or recording ridge pattern or fingertip characteristics; (h) Keystroke dynamics, measuring pressure applied to key pads; (i) Hand geometry, measuring hand characteristics, including the shape and length of fingers, in three dimensions; and (j) Deoxyribonucleic acid (DNA) or ribonucleic acid (RNA); (2) \"Department,\" the Department of Public Safety; (3) \"License,\" a driver license or operator's license issued pursuant to chapter 32-12; (4) \"Nondriver identification card,\" the card issued pursuant to chapter 32-12; (5) \"Sign the exemption,\" \"signed the exemption,\" or \"signing the exemption,\" to sign the exemption, to have signed the exemption, or signing the exemption, and includes any other legally binding means used to indicate agreement with and acceptance of the exemption by the applicant when a physical signature is not possible. Section 2. The department shall modify the application form for the issuance of a license or nondriver identification card to contain a statement of exemption that includes the following language: \"BIOMETRIC AND SOCIAL SECURITY NUMBER RELIGIOUS EXEMPTION\" \"Because of my religious beliefs, I object to enrollment in an international biometric identification system including facial recognition and digital finger printing, that directly connects my body to identification, the linking of my Social Security number to biometric identification, personal biometric information sharing, and to identification using radio frequency identification technology or similar technologies.\" Any applicant who signs the exemption is exempt from supplying biometric data to the department. Section 3. A current licensee or nondriver identification card holder may apply for a replacement or renewal of the license or nondriver identification card for the purpose of signing the exemption at any time in accordance with applicable laws regarding issuance, renewal, or replacement of a license or nondriver identification card. Section 4. Any applicant who has signed the exemption when applying for the issuance, renewal, or replacement of a license or nondriver identification card, is exempt from having the social security number of the applicant retained in an active database by the department for longer than seventy-two hours, or until such time the social security number is disclosed to the Department of Social Services. Upon receipt of an application for an exemption, the department shall, within ninety days of receiving the application, permanently delete from all active databases, archival, or backup storage databases of the department, any social security number that was previously collected, obtained, or retained from the applicant. The department may not retain the social security number in an active database longer than seventy-two hours or until such time the social security number is disclosed to the Department of Social Services. Section 5. A person may apply for the exemption as a replacement for a license or nondriver identification card at any time or as a renewal of a license or nondriver identification card twelve months before the expiration date of the license or nondriver identification card. A person that is out-of-state and unable to apply for the exemption in person may apply by mail, accompanied by proof of identification and appropriate fees. Upon receipt of an application received by mail, the department shall mail the person the requested license or nondriver identification card that is in compliance with this Act. Any existing facial image, if present, that is to be used for the issuance shall be modified by the department to comply with the photo resolution provisions of this Act or shall be permanently deleted from the database of the department after printing the document. A modified facial image made to comply with the photo resolution provisions of this section is not required to have a white background. Section 6. The department shall cease collecting, retaining, or disclosing biometric data, biometric samples, or biometric templates, and from making biometric comparisons of an applicant who has signed the exemption. Any facial image collected by the department of an applicant who has signed the exemption shall be collected and stored in: (1) A format where the facial image collected does not exceed an uncompressed photographic resolution where the width of the head is forty-nine pixels or more of resolution, which corresponds to a maximum full image width of eighty-five pixels or more, and which has a maximum image height of one hundred and six pixels or more; and (2) A separate database that is not accessible by any other governmental or nongovernmental entity. Section 7. Any facial image of an applicant who has signed the exemption shall be collected and stored using a white background. No facial image of an applicant who has signed the exemption may be collected and stored using a blue background so that the image may be more readily distinguished from facial images collected at a higher resolution and subjected to facial recognition. Section 8. The department may not require an applicant who has signed the exemption to remove prescription corrective eyeglasses when the department collects a facial image of the applicant. However, no applicant may wear sunglasses of any kind when the department collects a facial image of the applicant. Section 9. The department may not retain at any time more than one facial image of an applicant who has signed the exemption. The department may only retain the facial image printed on the most current license or nondriver identification card issued to the applicant. Any previously collected image of the applicant shall be permanently and immediately deleted as provided in section 10 of this Act and the collection by the department of any new facial image of the applicant who has signed the exemption shall cause any previous facial image to be permanently and immediately deleted. The department may disclose the facial image of an applicant retained in the database of the department only to a law enforcement officer, law enforcement agency, the Department of Social Services for purposes of child support enforcement, or to the public for assistance in locating a person of interest or a missing person, if access to the facial image and disclosure of the facial image is limited to one name, one record, and one facial image. Nothing in this section prevents a driver license agent from performing any duties as required by law. Section 10. Upon receipt of a signed exemption, the department shall within ninety days of receiving the application permanently delete from all active, archival, backup, and storage databases of the department any biometric data, biometric template, or biometric sample previously collected, obtained, or retained from the applicant. Section 11. The provisions of this Act do not prevent the following: (1) The collection or retention of photographs or fingerprints, including for biometric comparisons, for the purpose of enforcing laws relating to serious traffic offenses including driving while intoxicated, reckless driving, negligent homicide with the use of a motor vehicle, operating a motor vehicle after being declared a habitual motor vehicle offender, or any other offense for which a physical custody arrest is required; (2) The collection of fingerprints for the Transportation Security Administration for the purpose of performing criminal record checks required under federal regulations governing the issuance of hazardous materials endorsements on commercial driver licenses and the taking and retention of fingerprints for that express purpose; (3) The use, collection, storage, or disclosure of a social security number relating to a commercial driver license; (4) Requesting and receiving motor vehicle and driver license records or from having legal access to information in the possession of the department by law enforcement agencies, provided that such access and requests for information is specific to an individual record and individual person; or (5) The registration of a sex offender as it applies to the issuance of a license or nondriver identification card. Section 12. Any person who has signed the exemption is exempt from the issuance of a license or nondriver identification card which utilizes any technology or device, including radio frequency identification and radio frequency technology, that is capable of storing and transmitting personally identifiable information or unique numbers, codes, or algorithms that directly correlate to personal information held in another location, database, or device. Section 13. A law enforcement officer, the employing agency of the officer, the department, and the state, is immune from any liability for any loss or hardship suffered by a licensee or nondriver identification card holder because the licensee or card holder signed the exemption. Section 14. The department is prohibited from placing an additional burden on the religious freedom of an applicant who has signed the exemption, pursuant to the First Amendment to the Constitution of the United States of America, that prohibits any law from preventing the free exercise of religion. The department shall allow the renewal or replacement of a license or nondriver identification card of any applicant who signed the exemption and is so entitled, using the most recent facial image in the possession of the department so that the applicant is not required to submit to the collection of a facial image, finger image, or other form of identification potentially used for biometric identification. Any applicant who has signed the exemption may submit to the department, in person or by mail, an application within thirty days after the expiration of a license or nondriver identification card. The department shall issue the renewal or replacement license or nondriver or identification card if the application is accompanied by proof of identification and appropriate fees."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6683, "action_date": "2015-02-03T14:00:00-06:00", "document_id": 34394, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34394.pdf", "status_text": "First Reading House", "journal_page": 265, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6683, "action_date": "2015-02-04T14:00:00-06:00", "document_id": 34477, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34477.pdf", "status_text": "Referred to", "journal_page": 285, "committee_id_action": 286, "committee_id_assigned": 277, "result": "N", "vote": {}}, {"bill_id": 6683, "action_date": "2015-02-17T10:00:00-06:00", "document_id": 34999, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34999.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 277, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6683, "action_date": "2015-02-17T10:00:00-06:00", "document_id": 35068, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35068.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 407, "committee_id_action": 277, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 18694, "president_vote": null, "Yea": [888, 925, 929, 945, 916, 914, 866, 955, 904, 908, 923], "Excused": [909], "Nay": [939]}}]}