{"session_id": 68, "bill_id": 23741, "bill_type": "Senate Bill", "bill_number": 41, "bill_title": "establish a program for housing infrastructure loans and grants, make an appropriation therefor, and to declare an emergency.", "sponsors": [{"legislator_profile_id": 4344, "is_prime": true}, {"legislator_profile_id": 4345, "is_prime": true}, {"legislator_profile_id": 4334, "is_prime": false}, {"legislator_profile_id": 4352, "is_prime": false}, {"legislator_profile_id": 4353, "is_prime": false}, {"legislator_profile_id": 4468, "is_prime": false}, {"legislator_profile_id": 4355, "is_prime": false}, {"legislator_profile_id": 4382, "is_prime": false}, {"legislator_profile_id": 4386, "is_prime": false}, {"legislator_profile_id": 4392, "is_prime": false}, {"legislator_profile_id": 4399, "is_prime": false}, {"legislator_profile_id": 4440, "is_prime": false}, {"legislator_profile_id": 4458, "is_prime": false}, {"legislator_profile_id": 4421, "is_prime": false}, {"legislator_profile_id": 4446, "is_prime": false}, {"legislator_profile_id": 4429, "is_prime": false}, {"legislator_profile_id": 4430, "is_prime": false}, {"legislator_profile_id": 4436, "is_prime": false}], "keywords": ["Appropriation", "Emergency Clause", "Grants", "Planning, Zoning and Housing Programs", "Procurement of Public Improvements", "Transfer of Funds"], "audio": [{"meeting_datetime": "2023-01-12T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sco03.mp3", "start_seconds": 170.0}, {"meeting_datetime": "2023-01-12T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sco03.mp3", "start_seconds": 170.0}, {"meeting_datetime": "2023-01-12T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sco03.mp3", "start_seconds": 170.0}, {"meeting_datetime": "2023-01-13T12:30:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sen04.mp3", "start_seconds": 500.0}, {"meeting_datetime": "2023-01-13T12:30:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sen04.mp3", "start_seconds": 500.0}, {"meeting_datetime": "2023-01-13T12:30:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sen04.mp3", "start_seconds": 500.0}, {"meeting_datetime": "2023-01-13T12:30:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sen04.mp3", "start_seconds": 500.0}, {"meeting_datetime": "2023-01-13T12:30:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sen04.mp3", "start_seconds": 500.0}, {"meeting_datetime": "2023-01-18T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hst06.mp3", "start_seconds": 146.0}, {"meeting_datetime": "2023-01-18T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hst06.mp3", "start_seconds": 146.0}, {"meeting_datetime": "2023-01-18T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hst06.mp3", "start_seconds": 146.0}, {"meeting_datetime": "2023-01-20T13:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou08.mp3", "start_seconds": 1606.0}, {"meeting_datetime": "2023-01-20T13:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou08.mp3", "start_seconds": 1606.0}, {"meeting_datetime": "2023-01-20T13:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou08.mp3", "start_seconds": 1606.0}, {"meeting_datetime": "2023-01-20T13:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou08.mp3", "start_seconds": 1606.0}, {"meeting_datetime": "2023-01-20T13:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou08.mp3", "start_seconds": 1606.0}, {"meeting_datetime": "2023-01-23T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou09.mp3", "start_seconds": 3508.0}, {"meeting_datetime": "2023-01-23T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou09.mp3", "start_seconds": 3508.0}, {"meeting_datetime": "2023-01-23T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou09.mp3", "start_seconds": 3508.0}, {"meeting_datetime": "2023-01-23T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou09.mp3", "start_seconds": 3508.0}, {"meeting_datetime": "2023-01-23T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou09.mp3", "start_seconds": 3508.0}, {"meeting_datetime": "2023-01-23T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou09.mp3", "start_seconds": 3508.0}, {"meeting_datetime": "2023-01-23T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou09.mp3", "start_seconds": 3508.0}, {"meeting_datetime": "2023-01-23T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou09.mp3", "start_seconds": 3508.0}, {"meeting_datetime": "2023-01-23T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou09.mp3", "start_seconds": 3508.0}], "bill_versions": [{"bill_id": 23741, "bill_version_id": 242561, "bill_version": "Introduced", "bill_version_date": "2023-01-06T16:53:36.42-06:00", "bill_text": "Be it enacted by the Legislature of the State of South Dakota: An Act to establish a program for housing infrastructure loans and grants, make an appropriation therefor, and to declare an emergency. Section 1. That section 1 of chapter 238 of the 2022 Session Laws be AMENDED: There is hereby transferred from the general fund to the South Dakota Housing Opportunity fund, created in § 11-13-2 South Dakota housing infrastructure fund created in section 9 of this Act, the sum of $150,000,000. The South Dakota Housing Development Authority shall administer the moneys so transferred monies provided by this section for the purpose of providing: (1) Loans in the sum of $100,000,000 for the construction of housing infrastructure; and (2) Grants in the sum of $50,000,000 for the construction of housing infrastructure. Section 2. Upon the effective date of this Act, the state treasurer shall adjust the fund balances of the South Dakota housing opportunity fund and the South Dakota housing infrastructure fund in accordance with section 1 of this Act. The state treasurer shall transfer any interest earned on the monies appropriated in section 1 of this Act to the South Dakota housing infrastructure fund created in section 9 of this Act. Section 3. There is hereby appropriated the sum of $50,000,000 in other fund expenditure authority for the South Dakota housing infrastructure fund created in section 9 of this Act for the purpose of providing grants for the construction of housing infrastructure projects, in accordance with the provisions set forth in this Act. Section 4. That section 2 of chapter 238 of the 2022 Session Laws be AMENDED: Federal fund expenditure authority is hereby appropriated in the sum of $50,000,000 from the American Rescue Plan Act to the South Dakota Housing Development Authority, for the purpose of providing grants for the construction of housing infrastructure projects, in accordance with section 4 of this Act. A grant awarded with monies appropriated by this section may not be for an amount greater than one-third of a project's total cost. The authority may not provide both a grant with monies appropriated by this section and a loan from the South Dakota housing infrastructure fund for the same housing infrastructure project located in a municipality having a population of fifty thousand or more. Section 5. That section 3 of Chapter 238 of the 2022 Session Laws be AMENDED: Loans or grants Grants made available pursuant to this Act with monies provided by section 4 of this Act must be designated as follows: (1) Thirty percent for use housing infrastructure in municipalities having a population of fifty thousand or more; and (2) Seventy percent for use housing infrastructure in all other areas of the state. Any housing infrastructure project sited in a municipality having a population of fifty thousand or more may receive either a loan or a grant from moneys appropriated or authorized under this Act but may not receive both. Section 6. That section 4 of Chapter 238 of the 2022 Session Laws be REPEALED. Section 7. That section 5 of Chapter 238 of the 2022 Session Laws be REPEALED. Section 8. That a NEW SECTION be added to title 11: Terms used in this Act mean: (1) \"Authority,\" the South Dakota Housing Development Authority; (2) \"Housing infrastructure,\" the installation, replacement, upgrade, or improvement of public infrastructure for the support of a single-family or multi-family housing project; and (3) \"Public infrastructure,\" a right of way, water distribution system, sanitary sewer system, storm sewer system, lift station, street, road, bridge, curb, gutter, sidewalk, traffic signal, or streetlight, which is or will be owned, maintained, or provided by a political subdivision of this state; or excavation, compaction, or acquisition of land for such purposes. Section 9. That a NEW SECTION be added to title 11: There is hereby created the South Dakota housing infrastructure fund, to be administered by the authority, for the purpose of making loans and grants for housing infrastructure projects. Any repayment of the principal amount of a loan, and any interest thereon must be deposited into the fund and used for making new loans. Unexpended money and any interest that may be credited to the fund shall remain in the fund. Money in the fund designated for loans is hereby continuously appropriated for the purposes provided in sections 10 and 11 of this Act. The executive director of the authority shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized from this fund. Section 10. That a NEW SECTION be added to title 11: The authority shall distribute monies from the South Dakota housing infrastructure fund, created in section 9 of this Act, as follows: (1) Thirty percent for housing infrastructure in municipalities having a population of fifty thousand or more; and (2) Seventy percent for housing infrastructure in all other areas of the state. The authority may not provide both a grant and loan from the South Dakota housing infrastructure fund for the same housing infrastructure project located in a municipality having a population of fifty thousand or more. Section 11. That a NEW SECTION be added to title 11: The authority may make loans from the South Dakota housing infrastructure fund, created in Section 9 of this Act, for housing infrastructure projects. The principal amount of a loan may not exceed one-third of the total cost of the housing infrastructure project. The authority may use up to one percent of the principal amount of a loan to offset the authority's expenses in administering the loan. Section 12. That a NEW SECTION be added to title 11: The authority may award grants from the South Dakota housing infrastructure fund, created in section 9 of this Act, for housing infrastructure projects. The amount of the grant may not exceed one-third of the total cost of the housing infrastructure project. The authority may use up to one percent of the amount of a grant to offset the authority's expenses in administering the grant. Section 13. That a NEW SECTION be added to title 11: The authority shall promulgate rules, pursuant to chapter 1-26, specifying the criteria and process for the application, approval, and disbursement of loans and grants provided in this Act. Section 14. That a NEW SECTION be added to title 11: On or before August 1 of each year, the authority shall submit a report to the special committee, created by § 4-8A-2, detailing the number, amounts, and recipients of loans and grants provided by the South Dakota housing infrastructure fund created in Section 9 of this Act and other relevant information pertaining to the fund or program as requested by the committee. Section 15. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 23741, "bill_version_id": 245611, "bill_version": "Enrolled", "bill_version_date": "2023-01-24T12:36:54.223-06:00", "bill_text": "Be it enacted by the Legislature of the State of South Dakota: An Act to establish a program for housing infrastructure loans and grants, make an appropriation therefor, and to declare an emergency. Section 1. That section 1 of chapter 238 of the 2022 Session Laws be AMENDED: There is hereby transferred from the general fund to the South Dakota housing infrastructure fund created in section 9 of this Act, the sum of $150,000,000. The South Dakota Housing Development Authority shall administer the monies provided by this section for the purpose of providing: (1) Loans in the sum of $100,000,000 for the construction of housing infrastructure; and (2) Grants in the sum of $50,000,000 for the construction of housing infrastructure. Section 2. Upon the effective date of this Act, the state treasurer shall adjust the fund balances of the South Dakota housing opportunity fund and the South Dakota housing infrastructure fund in accordance with section 1 of this Act. The state treasurer shall transfer any interest earned on the monies appropriated in section 1 of this Act to the South Dakota housing infrastructure fund created in section 9 of this Act. Section 3. There is hereby appropriated the sum of $50,000,000 in other fund expenditure authority for the South Dakota housing infrastructure fund created in section 9 of this Act for the purpose of providing grants for the construction of housing infrastructure projects, in accordance with the provisions set forth in this Act. Section 4. That section 2 of chapter 238 of the 2022 Session Laws be AMENDED: Federal fund expenditure authority is hereby appropriated in the sum of $50,000,000 from the American Rescue Plan Act to the South Dakota Housing Development Authority, for the purpose of providing grants for the construction of housing infrastructure projects, in accordance with section 4 of this Act. A grant awarded with monies appropriated by this section may not be for an amount greater than one-third of a project's total cost. The authority may not provide both a grant with monies appropriated by this section and a loan from the South Dakota housing infrastructure fund for the same housing infrastructure project located in a municipality having a population of fifty thousand or more. Section 5. That section 3 of Chapter 238 of the 2022 Session Laws be AMENDED: Grants made available with monies provided by section 4 of this Act must be designated as follows: (1) Thirty percent for housing infrastructure in municipalities having a population of fifty thousand or more; and (2) Seventy percent for housing infrastructure in all other areas of the state. Section 6. That section 4 of Chapter 238 of the 2022 Session Laws be REPEALED. Section 7. That section 5 of Chapter 238 of the 2022 Session Laws be REPEALED. Section 8. That a NEW SECTION be added to title 11: Terms used in this Act mean: (1) \"Authority,\" the South Dakota Housing Development Authority; (2) \"Housing infrastructure,\" the installation, replacement, upgrade, or improvement of public infrastructure for the support of a single-family or multi-family housing project; and (3) \"Public infrastructure,\" a right of way, water distribution system, sanitary sewer system, storm sewer system, lift station, street, road, bridge, curb, gutter, sidewalk, traffic signal, or streetlight, which is or will be owned, maintained, or provided by a political subdivision of this state; or excavation, compaction, or acquisition of land for such purposes. Section 9. That a NEW SECTION be added to title 11: There is hereby created the South Dakota housing infrastructure fund, to be administered by the authority, for the purpose of making loans and grants for housing infrastructure projects. Any repayment of the principal amount of a loan, and any interest thereon must be deposited into the fund and used for making new loans. Unexpended money and any interest that may be credited to the fund shall remain in the fund. Money in the fund designated for loans is hereby continuously appropriated for the purposes provided in sections 10 and 11 of this Act. The executive director of the authority shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized from this fund. Section 10. That a NEW SECTION be added to title 11: The authority shall distribute monies from the South Dakota housing infrastructure fund, created in section 9 of this Act, as follows: (1) Thirty percent for housing infrastructure in municipalities having a population of fifty thousand or more; and (2) Seventy percent for housing infrastructure in all other areas of the state. The authority may not provide both a grant and loan from the South Dakota housing infrastructure fund for the same housing infrastructure project located in a municipality having a population of fifty thousand or more. Section 11. That a NEW SECTION be added to title 11: The authority may make loans from the South Dakota housing infrastructure fund, created in section 9 of this Act, for housing infrastructure projects. The principal amount of a loan may not exceed one-third of the total cost of the housing infrastructure project. The authority may use up to one percent of the principal amount of a loan to offset the authority's expenses in administering the loan. Section 12. That a NEW SECTION be added to title 11: The authority may award grants from the South Dakota housing infrastructure fund, created in section 9 of this Act, for housing infrastructure projects. The amount of the grant may not exceed one-third of the total cost of the housing infrastructure project. The authority may use up to one percent of the amount of a grant to offset the authority's expenses in administering the grant. Section 13. That a NEW SECTION be added to title 11: The authority shall promulgate rules, pursuant to chapter 1-26, specifying the criteria and process for the application, approval, and disbursement of loans and grants provided in this Act. Section 14. That a NEW SECTION be added to title 11: On or before August first of each year, the authority shall submit a report to the special committee, created by § 4-8A-2, detailing the number, amounts, and recipients of loans and grants provided by the South Dakota housing infrastructure fund created in section 9 of this Act and other relevant information pertaining to the fund or program as requested by the committee. Section 15. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval. An Act to establish a program for housing infrastructure loans and grants, make an appropriation therefor, and to declare an emergency. I certify that the attached Act originated in the: Senate as Bill No. 41 Secretary of the Senate President of the Senate Attest: Secretary of the Senate Speaker of the House Attest: Chief Clerk Senate Bill No. 41 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2023 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2023 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2023 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23741, "action_date": "2023-01-10T12:00:00-06:00", "document_id": 241522, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/241522.pdf", "status_text": "First read in Senate and referred to", "journal_page": 13, "committee_id_action": 1183, "committee_id_assigned": 1172, "result": "N", "vote": {}}, {"bill_id": 23741, "action_date": "2023-01-12T10:00:00-06:00", "document_id": 242865, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/242865.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1172, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23741, "action_date": "2023-01-12T10:00:00-06:00", "document_id": 242866, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/242866.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1172, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76098, "president_vote": null, "Yea": [4345, 4457, 4453, 4394, 4413, 4419, 4436, 4430], "Nay": [4336]}}, {"bill_id": 23741, "action_date": "2023-01-13T12:30:00-06:00", "document_id": 243289, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/243289.pdf", "status_text": "Do Pass", "journal_page": 45, "committee_id_action": 1183, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76135, "president_vote": null, "Nay": [4336, 4404], "Yea": [4338, 4339, 4340, 4342, 4345, 4348, 4448, 4352, 4355, 4457, 4378, 4381, 4382, 4453, 4466, 4386, 4460, 4394, 4395, 4399, 4410, 4413, 4414, 4419, 4426, 4430, 4432, 4434, 4436], "Excused": [4359, 4360, 4372, 4407]}}, {"bill_id": 23741, "action_date": "2023-01-13T12:30:00-06:00", "document_id": 243286, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/243286.pdf", "status_text": "First read in House and referred to", "journal_page": 40, "committee_id_action": 1159, "committee_id_assigned": 1166, "result": "N", "vote": {}}, {"bill_id": 23741, "action_date": "2023-01-18T07:45:00-06:00", "document_id": 243476, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/243476.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1166, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23741, "action_date": "2023-01-18T07:45:00-06:00", "document_id": 243478, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/243478.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1166, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76174, "president_vote": null, "Yea": [4334, 4337, 4341, 4343, 4344, 4353, 4368, 4385, 4409, 4470, 4408, 4392], "Nay": [4366]}}, {"bill_id": 23741, "action_date": "2023-01-19T14:00:00-06:00", "document_id": 244441, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/244441.pdf", "status_text": "Deferred to another day", "journal_page": 64, "committee_id_action": 1159, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 23741, "action_date": "2023-01-20T13:00:00-06:00", "document_id": 244783, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/244783.pdf", "status_text": "Deferred with pending amendment (Rule 5-17)", "journal_page": 74, "committee_id_action": 1159, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 23741, "action_date": "2023-01-23T14:00:00-06:00", "document_id": 245056, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/245056.pdf", "status_text": "Do Pass", "journal_page": 87, "committee_id_action": 1159, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76327, "president_vote": null, "Yea": [4456, 4441, 4334, 4337, 4459, 4341, 4343, 4344, 4449, 4350, 4351, 4442, 4353, 4354, 4468, 4471, 4358, 4368, 4450, 4373, 4374, 4462, 4383, 4454, 4438, 4384, 4385, 4451, 4469, 4392, 4447, 4467, 4397, 4398, 4401, 4440, 4403, 4437, 4405, 4408, 4409, 4458, 4455, 4444, 4412, 4463, 4418, 4421, 4464, 4446, 4465, 4470, 4429, 4461], "Nay": [4445, 4333, 4365, 4366, 4375, 4379, 4452, 4443, 4388, 4389, 4393, 4396, 4400, 4406, 4439, 4417]}}, {"bill_id": 23741, "action_date": "2023-01-24T14:00:00-06:00", "document_id": 245445, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/245445.pdf", "status_text": "Signed by the President", "journal_page": 106, "committee_id_action": 1183, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23741, "action_date": "2023-01-25T14:00:00-06:00", "document_id": 245868, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/245868.pdf", "status_text": "Signed by the Speaker", "journal_page": 107, "committee_id_action": 1159, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23741, "action_date": "2023-01-30T14:00:00-06:00", "document_id": 246905, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/246905.pdf", "status_text": "Delivered to the Governor", "journal_page": 131, "committee_id_action": 1183, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23741, "action_date": "2023-02-03T13:00:00-06:00", "document_id": 248357, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248357.pdf", "status_text": "Signed by the Governor", "journal_page": 186, "committee_id_action": 1183, "committee_id_assigned": null, "result": "N", "vote": {}}]}