{"session_id": 21, "bill_id": 6822, "bill_type": "House Commemoration", "bill_number": 1024, "bill_title": "Honoring the Parkston High School wrestling team and coach Jared Digmann on their accomplishments.", "sponsors": [{"legislator_profile_id": 935, "is_prime": true}, {"legislator_profile_id": 873, "is_prime": true}, {"legislator_profile_id": 884, "is_prime": false}, {"legislator_profile_id": 855, "is_prime": false}, {"legislator_profile_id": 859, "is_prime": false}, {"legislator_profile_id": 860, "is_prime": false}, {"legislator_profile_id": 903, "is_prime": false}, {"legislator_profile_id": 876, "is_prime": false}, {"legislator_profile_id": 899, "is_prime": false}, {"legislator_profile_id": 896, "is_prime": false}, {"legislator_profile_id": 936, "is_prime": false}, {"legislator_profile_id": 930, "is_prime": false}, {"legislator_profile_id": 900, "is_prime": false}, {"legislator_profile_id": 893, "is_prime": false}, {"legislator_profile_id": 880, "is_prime": false}, {"legislator_profile_id": 911, "is_prime": false}, {"legislator_profile_id": 914, "is_prime": false}, {"legislator_profile_id": 866, "is_prime": false}, {"legislator_profile_id": 871, "is_prime": false}], "keywords": ["House Commemoratives"], "audio": [], "bill_versions": [{"bill_id": 6822, "bill_version_id": 35325, "bill_version": "Introduced", "bill_version_date": "2015-02-20T10:08:42.473-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring the Parkston High School wrestling team and coach Jared Digmann on their accomplishments. WHEREAS, the 2014 Parkston High School wrestling team finished the year as Class B State Champions; and WHEREAS, the Parkston Trojans scored the second most points in state tournament history; and WHEREAS, the 2013 Parkston High School wrestling team finished the year as Class B State Champions; and WHEREAS, the Parkston Trojans scored the most points in state tournament history; and WHEREAS, coach Jared Digmann was named 2013 Wrestling Coach of the Year: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninetieth Legislature of the State of South Dakota, that the Legislature honors the Parkston High School wrestling team for their 2013 and 2014 winning seasons, and honors coach Jared Digmann for his outstanding achievement."}, {"bill_id": 6822, "bill_version_id": 35578, "bill_version": "Enrolled", "bill_version_date": "2015-02-25T16:39:19.06-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring the Parkston High School wrestling team and coach Jared Digmann on their accomplishments. WHEREAS, the 2014 Parkston High School wrestling team finished the year as Class B State Champions; and WHEREAS, the Parkston Trojans scored the second most points in state tournament history; and WHEREAS, the 2013 Parkston High School wrestling team finished the year as Class B State Champions; and WHEREAS, the Parkston Trojans scored the most points in state tournament history; and WHEREAS, coach Jared Digmann was named 2013 Wrestling Coach of the Year: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninetieth Legislature of the State of South Dakota, that the Legislature honors the Parkston High School wrestling team for their 2013 and 2014 winning seasons, and honors coach Jared Digmann for his outstanding achievement. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6822, "action_date": "2015-02-20T13:00:00-06:00", "document_id": 35379, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35379.pdf", "status_text": "", "journal_page": 474, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}]}