{"session_id": 68, "bill_id": 23847, "bill_type": "Senate Bill", "bill_number": 43, "bill_title": "revise certain provisions regarding money transmission.", "sponsors": [], "keywords": ["Banks and Banking", "Executive/Judiciary Request", "Money Transmission"], "audio": [{"meeting_datetime": "2023-01-17T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sco05.mp3", "start_seconds": 4170.0}, {"meeting_datetime": "2023-01-17T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sco05.mp3", "start_seconds": 4170.0}, {"meeting_datetime": "2023-01-17T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sco05.mp3", "start_seconds": 4170.0}, {"meeting_datetime": "2023-01-17T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sco05.mp3", "start_seconds": 4170.0}, {"meeting_datetime": "2023-01-23T10:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hco09.mp3", "start_seconds": 5230.0}, {"meeting_datetime": "2023-01-23T10:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hco09.mp3", "start_seconds": 5230.0}, {"meeting_datetime": "2023-01-23T10:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hco09.mp3", "start_seconds": 5230.0}, {"meeting_datetime": "2023-01-24T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou10.mp3", "start_seconds": 1040.0}, {"meeting_datetime": "2023-01-24T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou10.mp3", "start_seconds": 1040.0}, {"meeting_datetime": "2023-01-24T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou10.mp3", "start_seconds": 1040.0}], "bill_versions": [{"bill_id": 23847, "bill_version_id": 242563, "bill_version": "Introduced", "bill_version_date": "2023-01-06T16:53:42.803-06:00", "bill_text": "An Act to revise certain provisions regarding money transmission. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 51A-17-1 be AMENDED: 51A-17-1. Terms used in this chapter mean: (1) \"Applicant,\" any person filing an application for a license under this chapter; (2) \"Authorized delegate,\" any entity designated by the licensee under the provisions of this chapter to sell or issue payment instruments or engage in the business of transmitting money on behalf of a licensee; (3) \"Controlling person,\" any person in control of a licensee; (4) \"Director,\" the director of the Division of Banking; (5) \"Division,\" the Division of Banking; (6) \"Electronic instrument,\" any card or other tangible object for the transmission or payment of money that contains a microprocessor chip, magnetic stripe, or other means for the storage of information, that is prefunded, and for which the value is decremented upon each use. The term does not include a card or other tangible object that is redeemable by the issuer in goods or services; (7) \"Executive officer,\" the licensee's president, chair of the executive committee, senior officer responsible for the licensee's business, chief financial officer, and any other person who performs similar functions; (8) \"Key individual,\" any individual ultimately responsible for establishing or directing policies and procedures of the licensee, such as an executive officer, manager, director, or trustee; (8) \"Key shareholder,\" any person, or group of persons acting in concert, who is the owner of twenty-five percent or more of any voting class of an applicant's stock; (9) \"Licensee,\" any person licensed pursuant to this chapter; (10) \"Material litigation,\" any litigation that, according to generally accepted accounting principles, is deemed significant to an applicant's or licensee's financial health and would be required to be referenced in that entity's annual audited financial statements, report to shareholders, or similar documents; (11) \"Monetary value,\" any medium of exchange, whether or not redeemable in money; (12) \"Money transmission,\" engagement in the business of the sale or issuance of payment instruments or stored value or of receiving money or monetary value for transmission to a location within or outside the United States by any means; (13) \"Nationwide mortgage licensing system and registry,\" a licensing system developed and maintained by the Conference of State Bank Supervisors and the American Association of Residential Mortgage Regulators for the licensing and registration of licensed mortgage loan originators and other regulated entities; (14) \"Outstanding payment instrument,\" any payment instrument issued by the licensee which has been sold in the United States directly by the licensee or any payment instrument issued by the licensee which has been sold by an authorized delegate of the licensee in the United States, which has been reported to the licensee as having been sold, and which has not yet been paid by or for the licensee; (15) \"Payment instrument,\" any electronic or written check, draft, money order, travelers check, or other electronic or written instrument or order for the transmission or payment of money, sold or issued to one or more persons, whether or not such instrument is negotiable. The term, payment instrument, does not include any credit card voucher, any letter of credit, or any instrument which is redeemable by the issuer in goods or services; (16) \"Remit,\" either the direct payment of the funds to the licensee or its representatives authorized to receive those funds, or the deposit of the funds in a bank, credit union, savings and loan association, or other similar financial institution in an account specified by the licensee; (17) \"Security device,\" any surety bond, irrevocable letter of credit, or similar security device; (18) \"Stored value,\" monetary value that is evidenced by an electronic record. Stored value does not include any item that is redeemable by the issuer or its affiliates in goods or services of the issuer or its affiliates; (19) \"Tangible net worth,\" aggregate assets of a licensee excluding all intangible assets, less liabilities, as determined in accordance with United States generally accepted accounting principles. (9) \"Key shareholder,\" any person, or group of persons acting in concert, who is the owner of twenty-five percent or more of any voting class of an applicant's stock; (10) \"Licensee,\" any person licensed pursuant to this chapter; (11) \"Material litigation,\" any litigation that, according to generally accepted accounting principles, is deemed significant to an applicant's or licensee's financial health and would be required to be referenced in that entity's annual audited financial statements, report to shareholders, or similar documents; (12) \"Monetary value,\" any medium of exchange, whether or not redeemable in money; (13) \"Money transmission,\" engagement in the business of the sale or issuance of payment instruments or stored value or of receiving money or monetary value for transmission to a location within or outside the United States by any means; (14) \"Nationwide mortgage licensing system and registry,\" a licensing system developed and maintained by the Conference of State Bank Supervisors and the American Association of Residential Mortgage Regulators for the licensing and registration of licensed mortgage loan originators and other regulated entities; (15) \"Outstanding payment instrument,\" any payment instrument issued by the licensee which has been sold in the United States directly by the licensee or any payment instrument issued by the licensee which has been sold by an authorized delegate of the licensee in the United States, which has been reported to the licensee as having been sold, and which has not yet been paid by or for the licensee; (16) \"Payment instrument,\" any electronic or written check, draft, money order, travelers check, or other electronic or written instrument or order for the transmission or payment of money, sold or issued to one or more persons, whether or not such instrument is negotiable. The term, payment instrument, does not include any credit card voucher, any letter of credit, or any instrument which is redeemable by the issuer in goods or services; (17) \"Remit,\" either the direct payment of the funds to the licensee or its representatives authorized to receive those funds, or the deposit of the funds in a bank, credit union, savings and loan association, or other similar financial institution in an account specified by the licensee; (18) \"Security device,\" any surety bond, irrevocable letter of credit, or similar security device; (19) \"Stored value,\" monetary value that is evidenced by an electronic record. Stored value does not include any item that is redeemable by the issuer or its affiliates in goods or services of the issuer or its affiliates; (20) \"Tangible net worth,\" aggregate assets of a licensee excluding all intangible assets, less liabilities, as determined in accordance with United States generally accepted accounting principles. Section 2. That § 51A-17-2 be AMENDED: 51A-17-2. For the purposes of this chapter, the term, permissible investments, means any of the followingThe following investments are permissible under § 51A-17-10: (1) Cash, including demand deposits, savings deposits, and funds in such accounts held for the benefit of the licensee's customers in a federally insured depository financial institution, and cash equivalents, including Automated Clearing House network items in transit to a payee, cash in transit via armored car, cash in smart safes, cash in licensee-owned locations, debit card or credit card-funded transmission receivables owed by any bank, or money market mutual funds rated \"AAA\" by Standard and Poor or the equivalent from any eligible rating service; (2) Certificates of deposit or othersenior debt obligations of a financial institution, either domestic or foreignan insured depository institution, as defined in the Federal Deposit Insurance Act, 12 U.S.C. § 1813(c)(3), as of January 1, 2023, or as defined under the federal Credit Union Act, 12 U.S.C. § 1781, as of January 1, 2023; (3) Bills of exchange or time drafts drawn on and accepted by a commercial bank, otherwise known as bankers' acceptances, which are eligible for purchase by member banks of the Federal Reserve SystemAn obligation of the United States or a commission, agency, or instrumentality thereof; an obligation that is guaranteed fully as to principal and interest by the United States; or an obligation of a state or a governmental subdivision, agency, or instrumentality thereof; (4) Any investment bearing a rating of one of the three highest grades as defined by a nationally recognized organization that rates such securitiesThe full drawable amount of an irrevocable standby letter of credit of which the stated beneficiary is the director that stipulates that the beneficiary need only draw a sight draft under the letter of credit and present it to obtain funds up to the letter of credit amount within seven days of presentation of the items required by section 5 of this Act; (5) Investment securities that are obligations of the United States, its agencies or instrumentalities, or obligations that are guaranteed fully as to principal and interest of the United States, or any obligations of any state, municipality, or any political subdivision thereof;One hundred percent of the security device or deposit provided for under § 51A-17-8 that exceeds the average daily money transmission liability in this state. (6) Shares in a money market mutual fund, interest-bearing bills or notes or bonds, debentures or stock traded on any national securities exchange or on a national over-the-counter market, or mutual funds primarily composed of such securities, or a fund composed of one or more permissible investments as set forth in this section; (7) Any demand borrowing agreement or agreements made to a corporation or a subsidiary of a corporation whose capital stock is listed on a national exchange; (8) Receivables which are due to a licensee from its authorized delegates, which are not past due or doubtful of collection; or (9) Any other investments or security device approved by the director. Section 3. That chapter 51A-17 be amended with a NEW SECTION: For purposes of section 2 of this Act, a letter of credit must be issued by a federally insured depository financial institution, a foreign bank that is authorized under federal law to maintain a federal agency or federal branch office in a state or states, or a foreign bank that is authorized under state law to maintain a branch in a state that bears an eligible rating or whose parent company bears an eligible rating and is regulated, supervised, and examined by United States federal or state authorities having regulatory authority over banks, credit unions, and trust companies. The letter of credit must be irrevocable, unconditional, and indicate that it is not subject to any condition or qualifications outside of the letter of credit. It must contain no reference to any other agreements, documents, or entities or otherwise provide for any security interest in the licensee. The letter of credit must contain an issue date and expiration date and expressly provide for automatic extension, without a written amendment, for an additional period of one year from the preset or each future expiration date, unless the issuer of the letter of credit notifies the director in writing by certified or registered mail or courier mail or other receipted means, at least sixty days prior to any expiration date, that the irrevocable letter of credit will not be extended. Section 4. That chapter 51A-17 be amended with a NEW SECTION: In the event of any notice of expiration or non-extension of a letter of credit issued under Section 3 of this Act, the licensee shall be required to demonstrate to the satisfaction of the director, fifteen days prior to expiration, that the licensee maintains and will maintain permissible investments in accordance with § 51A-17-10 upon the expiration of the letter of credit. If the licensee is not able to do so, the director may draw on the letter of credit in an amount up to the amount necessary to meet the licensee's requirements to maintain permissible investments in accordance with § 51A-17-10. Any such draw must be offset against the licensee's outstanding money transmission obligations. The drawn funds must be held in trust by the director or the director's designated agent, to the extent authorized by law, as agent for the benefit of the purchasers and holders of the licensee's outstanding money transmission obligations. Section 5. That chapter 51A-17 be amended with a NEW SECTION: For purposes of section 3 of this Act, a letter of credit must provide that the issuer of the letter of credit will honor, at sight, a presentation made by the beneficiary to the issuer of the following documents on or prior to the expiration date of the letter of credit: (1) The original letter of credit, including any amendments; and (2) A written statement from the beneficiary stating that any of the following events have occurred: (a) The filing of a petition by or against the licensee under the United States Bankruptcy Code, 11 U.S.C. §§ 101 to 110, as of January 1, 2023, for bankruptcy or reorganization; (b) The filing of a petition by or against the licensee for receivership, or the commencement of any other judicial or administrative proceeding for its dissolution or reorganization; (c) The seizure of assets of a licensee by the director pursuant to an emergency order issued in accordance with applicable law, on the basis of an action, violation, or condition that has caused or is likely to cause the insolvency of the licensee; or (d) The beneficiary has received notice of expiration or non-extension of a letter of credit and the licensee failed to demonstrate to the satisfaction of the beneficiary that the licensee will maintain permissible investments in accordance with § 51A-17-10 upon the expiration or non-extension of the letter of credit. Section 6. That chapter 51A-17 be amended with a NEW SECTION: The director may designate an agent to serve on the director's behalf as a beneficiary to a letter of credit so long as the agent and letter of credit meet the requirements established by the director. The director's agent may serve as agent for multiple licensing authorities for a single irrevocable letter of credit if the proceeds of the drawable amount for the purposes of Sections 2 through 5 are assigned to the director. Section 7. That chapter 51A-17 be amended with a NEW SECTION: The director may participate in multistate processes designed to facilitate the issuance and administration of letters of credit, including services provided by the National Multistate Licensing System and State Regulatory Registry, L.L.C. Section 8. That chapter 51A-17 be amended with a NEW SECTION: Unless permitted by the director by rule or by order to exceed the limit as set forth in this section, the following investments are permissible under § 51A-17-10 to the extent specified: (1) Receivables that are payable to a licensee from its authorized delegates in the ordinary course of business that are less than seven days old, up to fifty percent of the aggregate value of the licensee's total permissible investments. Receivables that are payable to a licensee from a single authorized delegate in the ordinary course of business may not exceed ten percent of the aggregate value of the licensee's total permissible investments; (2) The following investments are permissible up to twenty percent per category and combined up to fifty percent of the aggregate value of the licensee's total permissible investments: (a) A short-term investment bearing an eligible rating. For purposes of this subsection, the term, short-term investment, means an investment made in the previous six months; (b) Commercial paper bearing an eligible rating; (c) A bill, note, bond, or debenture bearing an eligible rating; (d) U.S. tri-party repurchase agreements collateralized at one hundred percent or more with U.S. government or agency securities, municipal bonds, or other securities bearing an eligible rating; (e) Money market mutual funds rated less than \"AAA\" and equal to or higher than \"A-\" by Standard & Poor or the equivalent from any other eligible rating service; and (f) A mutual fund or other investment fund composed solely and exclusively of one or more permissible investments named in this section. (3) Cash, including demand deposits, savings deposits, and funds in such accounts held for the benefit of the licensee's customers, at foreign depository institutions are permissible up to ten percent of the aggregate value of the licensee's total permissible investments if the licensee has received a satisfactory rating in its most recent examination, and the foreign depository institution has an eligible rating, is registered under the Foreign Account Tax Compliance Act, is not located in any country subject to sanctions from the Office of Foreign Asset Control, and is not located in a high-risk or non-cooperative jurisdiction as designated by the Financial Action Task Force. Section 9. That § 51A-17-10 be AMENDED: 51A-17-10. Each licensee under this chapter shall at all times possess permissible investments having an aggregate market value, calculated in accordance with United States generally accepted accounting principles, of not less than the aggregate face amount of all outstanding payment instruments and stored value issued or sold by the licensee in the United States. A licensee transmitting virtual currencies shall hold like-kind virtual currencies of the same volume as that held by the licensee but that is obligated to consumers, in lieu of the permissible investments otherwise required in this section. A licensee conducting money transmission activities shall maintain applicable amounts and types of permissible investments at all times. The requirements of this section may be waived by the director if the dollar volume of a licensee's outstanding payment instruments and stored value does not exceed the security devices posted by the licensee pursuant to § 51A-17-8. A licensee shall maintain at all times permissible investments that have a market value computed in accordance with United States generally accepted accounting principles of not less than the aggregate amount of all of its outstanding money transmission obligations. Except for permissible investments enumerated in section 2 of this Act, the director, with respect to any licensee, may limit the extent to which a specific investment maintained by a licensee within a class of permissible investments may be considered a permissible investment, if the specific investment represents undue risk to customers, not reflected in the market value of investments. Permissible investments, as provided in section 2 of this Act, even if commingled with other assets of the licensee, must be are held in trust for the benefit of the purchasers and holders of the licensee's outstanding payment instruments in the event of the bankruptcy of the licensee. money transmission obligations in the event of insolvency, the filing of a petition by or against the licensee under the United States Bankruptcy Code, 11 U.S.C. §§ 101 to 110, as of January 1, 2023, for bankruptcy or reorganization, the filing of a petition by or against the licensee for receivership, the commencement of any other judicial or administrative proceeding for its dissolution or reorganization, or in the event of an action by a creditor against the licensee who is not a beneficiary of this statutory trust. No permissible investments impressed with a trust pursuant to this section shall be subject to attachment, levy of execution, or sequestration by order of any court, except for a beneficiary of this statutory trust. Section 10. That chapter 51A-17 be amended with a NEW SECTION: Upon the establishment of a statutory trust in accordance with section 9 of this Act, or when any funds are drawn on a letter of credit pursuant to this section, the director shall notify the applicable regulator of each state in which the licensee is licensed to engage in money transmission, if any, of the establishment of the trust or the funds drawn on the letter of credit, as applicable. Notice is satisfied if performed pursuant to a multistate agreement or through the Nationwide Multistate Licensing System. Funds drawn on a letter of credit and any other permissible investments held in trust for the benefit of the purchasers and holders of the licensee's outstanding money transmission obligations, are deemed held in trust for the benefit of such purchasers and holders on a pro rata and equitable basis in accordance with statutes pursuant to which permissible investments are required to be held in this state and other states. Any statutory trust established under this section shall be terminated upon extinguishment of all of the licensee's outstanding money transmission obligations. Section 11. That chapter 51A-17 be amended with a NEW SECTION: The director may allow other types of investments that the director determines are of sufficient liquidity and quality to be a permissible investment. The director is authorized to participate in efforts with other state regulators to determine that other types of investments are of sufficient liquidity and quality to be a permissible investment. Section 12. That chapter 51A-17 be amended with a NEW SECTION: A licensee transmitting virtual currencies shall hold like-kind virtual currencies of the same volume as that held by the licensee but that is obligated to consumers, in lieu of the permissible investments otherwise required in this section. Section 13. That § 51A-17-22 be AMENDED: 51A-17-22. Within fifteen business days of the occurrence of any one of the events listed in this section, a licensee shall electronically file an amendment or an advance change notice through the nationwide mortgage licensing system and registry describing the event and its expected impact on the licensee's activities in the state. The events include: (1) Any material changes in information provided in a licensee's application or renewal report; (2) The filing for bankruptcy or reorganization by the licensee; (3) The institution of revocation or suspension proceedings against the licensee by any state or governmental authority with regard to the licensees' money transmission activities; (4) Any felony indictment of the licensee or any of its keyexecutive officers, key individuals, or directors related to money transmission activities; and (5) Any felony conviction of the licensee or any of its keyexecutive officers, key individuals, or directors related to money transmission activities. Section 14. That chapter 51A-17 be amended with a NEW SECTION: A licensee adding or replacing any key individual shall provide notice in a manner prescribed by the director within 15 days after the effective date of the key individual's appointment and provide information as required by §§ 51A-17-12, 51A-17-13, and 51A-17-14 within forty-five days of the effective date. Section 15. That chapter 51A-17 be amended with a NEW SECTION: Within ninety days of the date on which the notice provided pursuant to § 51A-17-23 was determined to be complete, the director may issue a notice of disapproval of a key individual if the competence, experience, character, or integrity of the individual would not be in the best interests of the public or the customers of the licensee to permit the individual to be a key individual of such licensee. The key individual is deemed approved if not disapproved within ninety days after the date on which the notice was determined to be complete. A notice of disapproval shall contain a statement of the basis for disapproval and shall be sent to the licensee and the disapproved individual. A licensee may appeal a notice of disapproval pursuant to Chapter 1-26 after receipt of such notice of disapproval. Section 16. That chapter 51A-17 be amended with a NEW SECTION: If a multistate licensing process includes a key individual notice review and disapproval process pursuant to § 51A-17-23 and the licensee avails itself or is otherwise subject to the multistate licensing process, the director is authorized and encouraged to accept the determination of another state if the investigating state has sufficient staffing, expertise, and minimum standards for the purposes of § 51A-17-23. If South Dakota is the lead investigative state, the director is authorized and encouraged to investigate the applicant pursuant to § 51A-17-23 and the timeframes established by agreement through the multistate licensing process."}, {"bill_id": 23847, "bill_version_id": 245893, "bill_version": "Enrolled", "bill_version_date": "2023-01-26T16:34:21.183-06:00", "bill_text": "ENTITLED An Act to revise certain provisions regarding money transmission. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 51A-17-1 be AMENDED: 51A-17-1. Terms used in this chapter mean: (1) \"Applicant,\" any person filing an application for a license under this chapter; (2) \"Authorized delegate,\" any entity designated by the licensee under the provisions of this chapter to sell or issue payment instruments or engage in the business of transmitting money on behalf of a licensee; (3) \"Controlling person,\" any person in control of a licensee; (4) \"Director,\" the director of the Division of Banking; (5) \"Division,\" the Division of Banking; (6) \"Electronic instrument,\" any card or other tangible object for the transmission or payment of money that contains a microprocessor chip, magnetic stripe, or other means for the storage of information, that is prefunded, and for which the value is decremented upon each use. The term does not include a card or other tangible object that is redeemable by the issuer in goods or services; (7) \"Executive officer,\" the licensee's president, chair of the executive committee, senior officer responsible for the licensee's business, chief financial officer, and any other person who performs similar functions; (8) \"Key individual,\" any individual ultimately responsible for establishing or directing policies and procedures of the licensee, such as an executive officer, manager, director, or trustee; (9) \"Key shareholder,\" any person, or group of persons acting in concert, who is the owner of twenty-five percent or more of any voting class of an applicant's stock; (10) \"Licensee,\" any person licensed pursuant to this chapter; (11) \"Material litigation,\" any litigation that, according to generally accepted accounting principles, is deemed significant to an applicant's or licensee's financial health and would be required to be referenced in that entity's annual audited financial statements, report to shareholders, or similar documents; (12) \"Monetary value,\" any medium of exchange, whether or not redeemable in money; (13) \"Money transmission,\" engagement in the business of the sale or issuance of payment instruments or stored value or of receiving money or monetary value for transmission to a location within or outside the United States by any means; (14) \"Nationwide mortgage licensing system and registry,\" a licensing system developed and maintained by the Conference of State Bank Supervisors and the American Association of Residential Mortgage Regulators for the licensing and registration of licensed mortgage loan originators and other regulated entities; (15) \"Outstanding payment instrument,\" any payment instrument issued by the licensee which has been sold in the United States directly by the licensee or any payment instrument issued by the licensee which has been sold by an authorized delegate of the licensee in the United States, which has been reported to the licensee as having been sold, and which has not yet been paid by or for the licensee; (16) \"Payment instrument,\" any electronic or written check, draft, money order, travelers check, or other electronic or written instrument or order for the transmission or payment of money, sold or issued to one or more persons, whether or not such instrument is negotiable. The term, payment instrument, does not include any credit card voucher, any letter of credit, or any instrument which is redeemable by the issuer in goods or services; (17) \"Remit,\" either the direct payment of the funds to the licensee or its representatives authorized to receive those funds, or the deposit of the funds in a bank, credit union, savings and loan association, or other similar financial institution in an account specified by the licensee; (18) \"Security device,\" any surety bond, irrevocable letter of credit, or similar security device; (19) \"Stored value,\" monetary value that is evidenced by an electronic record. Stored value does not include any item that is redeemable by the issuer or its affiliates in goods or services of the issuer or its affiliates; (20) \"Tangible net worth,\" aggregate assets of a licensee excluding all intangible assets, less liabilities, as determined in accordance with United States generally accepted accounting principles. Section 2. That § 51A-17-2 be AMENDED: 51A-17-2. The following investments are permissible under § 51A-17-10: (1) Cash, including demand deposits, savings deposits, and funds in such accounts held for the benefit of the licensee's customers in a federally insured depository financial institution, and cash equivalents, including Automated Clearing House network items in transit to a payee, cash in transit via armored car, cash in smart safes, cash in licensee-owned locations, debit card or credit card-funded transmission receivables owed by any bank, or money market mutual funds rated \"AAA\" by Standard and Poor or the equivalent from any eligible rating service; (2) Certificates of deposit or senior debt obligations of an insured depository institution, as defined in the Federal Deposit Insurance Act, 12 U.S.C. § 1813(c)(3), as of January 1, 2023, or as defined under the federal Credit Union Act, 12 U.S.C. § 1781, as of January 1, 2023; (3) An obligation of the United States or a commission, agency, or instrumentality thereof; an obligation that is guaranteed fully as to principal and interest by the United States; or an obligation of a state or a governmental subdivision, agency, or instrumentality thereof; (4) The full drawable amount of an irrevocable standby letter of credit of which the stated beneficiary is the director that stipulates that the beneficiary need only draw a sight draft under the letter of credit and present it to obtain funds up to the letter of credit amount within seven days of presentation of the items required by section 5 of this Act; (5) One hundred percent of the security device or deposit provided for under § 51A-17-8 that exceeds the average daily money transmission liability in this state. Section 3. That chapter 51A-17 be amended with a NEW SECTION: For purposes of section 2 of this Act, a letter of credit must be issued by a federally insured depository financial institution, a foreign bank that is authorized under federal law to maintain a federal agency or federal branch office in a state or states, or a foreign bank that is authorized under state law to maintain a branch in a state that bears an eligible rating or whose parent company bears an eligible rating and is regulated, supervised, and examined by United States federal or state authorities having regulatory authority over banks, credit unions, and trust companies. The letter of credit must be irrevocable, unconditional, and indicate that it is not subject to any condition or qualifications outside of the letter of credit. It must contain no reference to any other agreements, documents, or entities or otherwise provide for any security interest in the licensee. The letter of credit must contain an issue date and expiration date and expressly provide for automatic extension, without a written amendment, for an additional period of one year from the preset or each future expiration date, unless the issuer of the letter of credit notifies the director in writing by certified or registered mail or courier mail or other receipted means, at least sixty days prior to any expiration date, that the irrevocable letter of credit will not be extended. Section 4. That chapter 51A-17 be amended with a NEW SECTION: In the event of any notice of expiration or non-extension of a letter of credit issued under section 3 of this Act, the licensee shall be required to demonstrate to the satisfaction of the director, fifteen days prior to expiration, that the licensee maintains and will maintain permissible investments in accordance with § 51A-17-10 upon the expiration of the letter of credit. If the licensee is not able to do so, the director may draw on the letter of credit in an amount up to the amount necessary to meet the licensee's requirements to maintain permissible investments in accordance with § 51A-17-10. Any such draw must be offset against the licensee's outstanding money transmission obligations. The drawn funds must be held in trust by the director or the director's designated agent, to the extent authorized by law, as agent for the benefit of the purchasers and holders of the licensee's outstanding money transmission obligations. Section 5. That chapter 51A-17 be amended with a NEW SECTION: For purposes of section 3 of this Act, a letter of credit must provide that the issuer of the letter of credit will honor, at sight, a presentation made by the beneficiary to the issuer of the following documents on or prior to the expiration date of the letter of credit: (1) The original letter of credit, including any amendments; and (2) A written statement from the beneficiary stating that any of the following events have occurred: (a) The filing of a petition by or against the licensee under the United States Bankruptcy Code, 11 U.S.C. §§ 101 to 110, as of January 1, 2023, for bankruptcy or reorganization; (b) The filing of a petition by or against the licensee for receivership, or the commencement of any other judicial or administrative proceeding for its dissolution or reorganization; (c) The seizure of assets of a licensee by the director pursuant to an emergency order issued in accordance with applicable law, on the basis of an action, violation, or condition that has caused or is likely to cause the insolvency of the licensee; or (d) The beneficiary has received notice of expiration or non-extension of a letter of credit and the licensee failed to demonstrate to the satisfaction of the beneficiary that the licensee will maintain permissible investments in accordance with § 51A-17-10 upon the expiration or non-extension of the letter of credit. Section 6. That chapter 51A-17 be amended with a NEW SECTION: The director may designate an agent to serve on the director's behalf as a beneficiary to a letter of credit so long as the agent and letter of credit meet the requirements established by the director. The director's agent may serve as agent for multiple licensing authorities for a single irrevocable letter of credit if the proceeds of the drawable amount for the purposes of sections 2 through 5 are assigned to the director. Section 7. That chapter 51A-17 be amended with a NEW SECTION: The director may participate in multistate processes designed to facilitate the issuance and administration of letters of credit, including services provided by the National Multistate Licensing System and State Regulatory Registry, L.L.C. Section 8. That chapter 51A-17 be amended with a NEW SECTION: Unless permitted by the director by rule or by order to exceed the limit as set forth in this section, the following investments are permissible under § 51A-17-10 to the extent specified: (1) Receivables that are payable to a licensee from its authorized delegates in the ordinary course of business that are less than seven days old, up to fifty percent of the aggregate value of the licensee's total permissible investments. Receivables that are payable to a licensee from a single authorized delegate in the ordinary course of business may not exceed ten percent of the aggregate value of the licensee's total permissible investments; (2) The following investments are permissible up to twenty percent per category and combined up to fifty percent of the aggregate value of the licensee's total permissible investments: (a) A short-term investment bearing an eligible rating. For purposes of this subsection, the term, short-term investment, means an investment made in the previous six months; (b) Commercial paper bearing an eligible rating; (c) A bill, note, bond, or debenture bearing an eligible rating; (d) U.S. tri-party repurchase agreements collateralized at one hundred percent or more with U.S. government or agency securities, municipal bonds, or other securities bearing an eligible rating; (e) Money market mutual funds rated less than \"AAA\" and equal to or higher than \"A-\" by Standard & Poor or the equivalent from any other eligible rating service; and (f) A mutual fund or other investment fund composed solely and exclusively of one or more permissible investments named in this section. (3) Cash, including demand deposits, savings deposits, and funds in such accounts held for the benefit of the licensee's customers, at foreign depository institutions are permissible up to ten percent of the aggregate value of the licensee's total permissible investments if the licensee has received a satisfactory rating in its most recent examination, and the foreign depository institution has an eligible rating, is registered under the Foreign Account Tax Compliance Act, is not located in any country subject to sanctions from the Office of Foreign Asset Control, and is not located in a high-risk or non-cooperative jurisdiction as designated by the Financial Action Task Force. Section 9. That § 51A-17-10 be AMENDED: 51A-17-10. A licensee shall maintain at all times permissible investments that have a market value computed in accordance with United States generally accepted accounting principles of not less than the aggregate amount of all of its outstanding money transmission obligations. Except for permissible investments enumerated in section 2 of this Act, the director, with respect to any licensee, may limit the extent to which a specific investment maintained by a licensee within a class of permissible investments may be considered a permissible investment, if the specific investment represents undue risk to customers, not reflected in the market value of investments. Permissible investments, as provided in section 2 of this Act, even if commingled with other assets of the licensee, are held in trust for the benefit of the purchasers and holders of the licensee's outstanding money transmission obligations in the event of insolvency, the filing of a petition by or against the licensee under the United States Bankruptcy Code, 11 U.S.C. §§ 101 to 110, as of January 1, 2023, for bankruptcy or reorganization, the filing of a petition by or against the licensee for receivership, the commencement of any other judicial or administrative proceeding for its dissolution or reorganization, or in the event of an action by a creditor against the licensee who is not a beneficiary of this statutory trust. No permissible investments impressed with a trust pursuant to this section shall be subject to attachment, levy of execution, or sequestration by order of any court, except for a beneficiary of this statutory trust. Section 10. That chapter 51A-17 be amended with a NEW SECTION: Upon the establishment of a statutory trust in accordance with section 9 of this Act, or when any funds are drawn on a letter of credit pursuant to this section, the director shall notify the applicable regulator of each state in which the licensee is licensed to engage in money transmission, if any, of the establishment of the trust or the funds drawn on the letter of credit, as applicable. Notice is satisfied if performed pursuant to a multistate agreement or through the Nationwide Multistate Licensing System. Funds drawn on a letter of credit and any other permissible investments held in trust for the benefit of the purchasers and holders of the licensee's outstanding money transmission obligations, are deemed held in trust for the benefit of such purchasers and holders on a pro rata and equitable basis in accordance with statutes pursuant to which permissible investments are required to be held in this state and other states. Any statutory trust established under this section shall be terminated upon extinguishment of all of the licensee's outstanding money transmission obligations. Section 11. That chapter 51A-17 be amended with a NEW SECTION: The director may allow other types of investments that the director determines are of sufficient liquidity and quality to be a permissible investment. The director is authorized to participate in efforts with other state regulators to determine that other types of investments are of sufficient liquidity and quality to be a permissible investment. Section 12. That chapter 51A-17 be amended with a NEW SECTION: A licensee transmitting virtual currencies shall hold like-kind virtual currencies of the same volume as that held by the licensee but that is obligated to consumers, in lieu of the permissible investments otherwise required in this section. Section 13. That § 51A-17-22 be AMENDED: 51A-17-22. Within fifteen business days of the occurrence of any one of the events listed in this section, a licensee shall electronically file an amendment or an advance change notice through the nationwide mortgage licensing system and registry describing the event and its expected impact on the licensee's activities in the state. The events include: (1) Any material changes in information provided in a licensee's application or renewal report; (2) The filing for bankruptcy or reorganization by the licensee; (3) The institution of revocation or suspension proceedings against the licensee by any state or governmental authority with regard to the licensees' money transmission activities; (4) Any felony indictment of the licensee or any of its executive officers, key individuals, or directors related to money transmission activities; and (5) Any felony conviction of the licensee or any of its executive officers, key individuals, or directors related to money transmission activities. Section 14. That chapter 51A-17 be amended with a NEW SECTION: A licensee adding or replacing any key individual shall provide notice in a manner prescribed by the director within fifteen days after the effective date of the key individual's appointment and provide information as required by §§ 51A-17-12, 51A-17-13, and 51A-17-14 within forty-five days of the effective date. Section 15. That chapter 51A-17 be amended with a NEW SECTION: Within ninety days of the date on which the notice provided pursuant to § 51A-17-23 was determined to be complete, the director may issue a notice of disapproval of a key individual if the competence, experience, character, or integrity of the individual would not be in the best interests of the public or the customers of the licensee to permit the individual to be a key individual of such licensee. The key individual is deemed approved if not disapproved within ninety days after the date on which the notice was determined to be complete. A notice of disapproval shall contain a statement of the basis for disapproval and shall be sent to the licensee and the disapproved individual. A licensee may appeal a notice of disapproval pursuant to chapter 1-26 after receipt of such notice of disapproval. Section 16. That chapter 51A-17 be amended with a NEW SECTION: If a multistate licensing process includes a key individual notice review and disapproval process pursuant to § 51A-17-23 and the licensee avails itself or is otherwise subject to the multistate licensing process, the director is authorized and encouraged to accept the determination of another state if the investigating state has sufficient staffing, expertise, and minimum standards for the purposes of § 51A-17-23. If South Dakota is the lead investigative state, the director is authorized and encouraged to investigate the applicant pursuant to § 51A-17-23 and the timeframes established by agreement through the multistate licensing process. An Act to revise certain provisions regarding money transmission. I certify that the attached Act originated in the: Senate as Bill No. 43 Secretary of the Senate President of the Senate Attest: Secretary of the Senate Speaker of the House Attest: Chief Clerk Senate Bill No. 43 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2023 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2023 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2023 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23847, "action_date": "2023-01-10T12:00:00-06:00", "document_id": 241522, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/241522.pdf", "status_text": "First read in Senate and referred to", "journal_page": 13, "committee_id_action": 1183, "committee_id_assigned": 1172, "result": "N", "vote": {}}, {"bill_id": 23847, "action_date": "2023-01-17T10:00:00-06:00", "document_id": 243395, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/243395.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1172, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23847, "action_date": "2023-01-17T10:00:00-06:00", "document_id": 243396, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/243396.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1172, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76161, "president_vote": null, "Yea": [4436, 4345, 4457, 4453, 4394, 4413, 4419, 4336, 4430]}}, {"bill_id": 23847, "action_date": "2023-01-17T10:00:00-06:00", "document_id": 243396, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/243396.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 1172, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23847, "action_date": "2023-01-18T14:00:00-06:00", "document_id": 244022, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/244022.pdf", "status_text": "Do Pass", "journal_page": 60, "committee_id_action": 1183, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76208, "president_vote": null, "Yea": [4336, 4338, 4339, 4340, 4342, 4345, 4348, 4448, 4352, 4355, 4359, 4360, 4457, 4372, 4378, 4381, 4382, 4453, 4466, 4386, 4460, 4394, 4395, 4399, 4404, 4407, 4410, 4413, 4414, 4419, 4426, 4430, 4434, 4436], "Excused": [4432]}}, {"bill_id": 23847, "action_date": "2023-01-19T14:00:00-06:00", "document_id": 244441, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/244441.pdf", "status_text": "First read in House and referred to", "journal_page": 61, "committee_id_action": 1159, "committee_id_assigned": 1154, "result": "N", "vote": {}}, {"bill_id": 23847, "action_date": "2023-01-23T10:00:00-06:00", "document_id": 244784, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/244784.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1154, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23847, "action_date": "2023-01-23T10:00:00-06:00", "document_id": 244786, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/244786.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1154, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76310, "president_vote": null, "Yea": [4456, 4441, 4459, 4442, 4468, 4452, 4467, 4437, 4412, 4463, 4401, 4429], "Nay": [4393]}}, {"bill_id": 23847, "action_date": "2023-01-24T14:00:00-06:00", "document_id": 245502, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/245502.pdf", "status_text": "Do Pass", "journal_page": 98, "committee_id_action": 1159, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76375, "president_vote": null, "Yea": [4456, 4445, 4333, 4441, 4334, 4337, 4459, 4341, 4343, 4344, 4449, 4350, 4351, 4442, 4353, 4354, 4468, 4471, 4358, 4365, 4366, 4368, 4450, 4373, 4374, 4375, 4379, 4462, 4383, 4452, 4454, 4438, 4384, 4443, 4385, 4451, 4388, 4389, 4469, 4392, 4393, 4447, 4467, 4396, 4397, 4398, 4400, 4401, 4440, 4403, 4437, 4405, 4406, 4408, 4409, 4458, 4455, 4444, 4412, 4463, 4439, 4417, 4418, 4421, 4464, 4446, 4465, 4470, 4429, 4461]}}, {"bill_id": 23847, "action_date": "2023-01-26T13:00:00-06:00", "document_id": 246354, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/246354.pdf", "status_text": "Signed by the President", "journal_page": 128, "committee_id_action": 1183, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23847, "action_date": "2023-01-30T14:00:00-06:00", "document_id": 246888, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/246888.pdf", "status_text": "Signed by the Speaker", "journal_page": 174, "committee_id_action": 1159, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23847, "action_date": "2023-01-31T14:00:00-06:00", "document_id": 247379, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247379.pdf", "status_text": "Delivered to the Governor", "journal_page": 145, "committee_id_action": 1183, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23847, "action_date": "2023-02-03T13:00:00-06:00", "document_id": 248357, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248357.pdf", "status_text": "Signed by the Governor", "journal_page": 186, "committee_id_action": 1183, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 7606, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/23847"}