{"session_id": 32, "bill_id": 8991, "bill_type": "Senate Commemoration", "bill_number": 1, "bill_title": "Honoring Ruhama Tereda of Sioux Falls, South Dakota, Girls State Governor and Bridger Gordon of Whitewood, South Dakota, Boys State Governor and commending the South Dakota American Legion and Auxiliary for their sponsorship and coordination of the Girls State and Boys State programs.", "sponsors": [{"legislator_profile_id": 1239, "is_prime": true}, {"legislator_profile_id": 1246, "is_prime": false}], "keywords": [], "audio": [], "bill_versions": [{"bill_id": 8991, "bill_version_id": 47163, "bill_version": "Introduced", "bill_version_date": "2018-01-17T10:31:57.543-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Ruhama Tereda of Sioux Falls, South Dakota, Girls State Governor and Bridger Gordon of Whitewood, South Dakota, Boys State Governor and commending the South Dakota American Legion and Auxiliary for their sponsorship and coordination of the Girls State and Boys State programs. WHEREAS, Ruhama Tereda and Bridger Gordon have been selected and are serving in these high offices and are outstanding young South Dakota leaders; and WHEREAS, the goals of Boys State and Girls State are to help youth understand and appreciate the American system of government and way of life, including the rights and responsibilities of citizenship, and to give better knowledge of the fundamental principles of government within the State of South Dakota through unique learn-by-doing workshop; and WHEREAS, the South Dakota American Legion and Auxiliary have worked diligently for more than the last seventy years in conducting these fine programs: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Third Legislature of the State of South Dakota, that Ruhama Tereda and Bridger Gordon be congratulated for their outstanding achievement, that appreciation be extended to those adults who donate time and energy to the program, and that the South Dakota American Legion and Auxiliary be recognized for their many years of sponsoring and conducting Boys and Girls State."}, {"bill_id": 8991, "bill_version_id": 47400, "bill_version": "Enrolled", "bill_version_date": "2018-01-19T15:17:37.157-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Ruhama Tereda of Sioux Falls, South Dakota, Girls State Governor and Bridger Gordon of Whitewood, South Dakota, Boys State Governor and commending the South Dakota American Legion and Auxiliary for their sponsorship and coordination of the Girls State and Boys State programs. WHEREAS, Ruhama Tereda and Bridger Gordon have been selected and are serving in these high offices and are outstanding young South Dakota leaders; and WHEREAS, the goals of Boys State and Girls State are to help youth understand and appreciate the American system of government and way of life, including the rights and responsibilities of citizenship, and to give better knowledge of the fundamental principles of government within the State of South Dakota through unique learn-by-doing workshop; and WHEREAS, the South Dakota American Legion and Auxiliary have worked diligently for more than the last seventy years in conducting these fine programs: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Third Legislature of the State of South Dakota, that Ruhama Tereda and Bridger Gordon be congratulated for their outstanding achievement, that appreciation be extended to those adults who donate time and energy to the program, and that the South Dakota American Legion and Auxiliary be recognized for their many years of sponsoring and conducting Boys and Girls State. 100 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.161 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8991, "action_date": "2018-01-17T14:00:00-06:00", "document_id": 47195, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47195.pdf", "status_text": "", "journal_page": 123, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/8991"}