{"session_id": 45, "bill_id": 12978, "bill_type": "Senate Joint Resolution", "bill_number": 3, "bill_title": "Proposing and submitting to the electors at the next general election an amendment to Article XVII of the Constitution of the State of South Dakota, relating to certain restrictions on corporate farming in South Dakota.", "sponsors": [{"legislator_profile_id": 1932, "is_prime": true}, {"legislator_profile_id": 1984, "is_prime": true}, {"legislator_profile_id": 1897, "is_prime": false}, {"legislator_profile_id": 1898, "is_prime": false}, {"legislator_profile_id": 1930, "is_prime": false}, {"legislator_profile_id": 1937, "is_prime": false}, {"legislator_profile_id": 1939, "is_prime": false}, {"legislator_profile_id": 1947, "is_prime": false}, {"legislator_profile_id": 1948, "is_prime": false}, {"legislator_profile_id": 1965, "is_prime": false}, {"legislator_profile_id": 1971, "is_prime": false}, {"legislator_profile_id": 1977, "is_prime": false}], "keywords": ["Constitution: Proposed State Amendments", "Corporate Farming"], "audio": [], "bill_versions": [{"bill_id": 12978, "bill_version_id": 74261, "bill_version": "Introduced", "bill_version_date": "1997-02-03T00:00:00-06:00", "bill_text": "A JOINT RESOLUTION, Proposing and submitting to the electors at the next general election an amendment to Article XVII of the Constitution of the State of South Dakota, relating to certain restrictions on corporate farming in South Dakota. BE IT RESOLVED BY THE SENATE OF THE STATE OF SOUTH DAKOTA, THE HOUSE OF REPRESENTATIVES CONCURRING THEREIN: Section 1. That at the next general election held in the state, the following amendments to Article XVII of the Constitution of the State of South Dakota, as set forth in sections 2 to 7, inclusive, of this Joint Resolution, which is hereby agreed to, shall be submitted to the electors of the state for approval. Section 2. That Article XVII of the Constitution of the State of South Dakota be amended by adding thereto a NEW SECTION to read as follows: § 21. No corporation or syndicate may acquire, or otherwise obtain an interest, whether legal, beneficial, or otherwise, in any title to real estate used for farming or ranching in this state, or engaged in farming or ranching. Section 3. That Article XVII of the Constitution of the State of South Dakota be amended by adding thereto a NEW SECTION to read as follows: § 22. For purposes of sections 21 to 26, inclusive, the term, corporation, means any corporation organized under the laws of any state of the United States or any country or any partnership of which such corporation is a partner. The term, farming or ranching, means the cultivation of land for the production of agricultural crops, fruit, or other horticultural products, or the ownership, keeping or feeding of animals for the production of livestock or livestock products. The term, syndicate, means any limited partnership organized under the laws of any state of the United States or any country, other than limited partnerships in which the partners are members of a family, or a trust created for the benefit of a member of that family, related to one another within the fourth degree of kindred according to the rules of civil law, or their spouses, at least one of whom is a person residing on or actively engaged in the day to day labor and management of the farm or ranch, and none of whom are nonresident aliens. This shall not include general partnerships. Section 4. That Article XVII of the Constitution of the State of South Dakota be amended by adding thereto a NEW SECTION to read as follows: § 23. These restrictions do not apply to: (1) A family farm or ranch corporation. A family farm or ranch corporation is a corporation engaged in farming or ranching or the ownership of agricultural land, in which the majority of the voting stock is held by members of a family, or a trust created for the benefit of a member of that family, related to one another within the fourth degree of kindred according to the rules of civil law, or their spouses, at least one of whom is a person residing on or actively engaged in the day to day labor and management of the farm or ranch and none of whose stockholders are nonresident aliens and none of whose stockholders are corporations or partnerships, unless all of the stockholders or partners of such entities are persons related within the fourth degree of kindred to the majority of stockholders in the family farm corporation; (2) Nonprofit corporations; (3) South Dakota Indian tribal corporations; (4) Agricultural land, which, as of the date when this amendment is certified is being farmed or ranched, or which is owned or leased, or in which there is a legal or beneficial interest in title directly or indirectly owned, acquired, or obtained by a corporation or syndicate, so long as such land or other interest in title shall be held in continuous ownership or under continuous lease by the same such corporation or syndicate, and including such additional ownership or leasehold as is reasonably necessary to meet the requirements of pollution control regulations. For the purposes of this exemption, land purchased on a contract signed as of the certification date of this amendment is considered as owned on the effective date of this amendment; (5) A farm or ranch operated for research or experimental purposes, if any commercial sales from such farm or ranch are only incidental to the research or experimental objectives of the corporation or syndicate; (6) Agricultural land operated by a corporation for the purpose of raising poultry; (7) Agricultural cooperatives; (8) Land leases by alfalfa processors for the production of alfalfa; (9) Agricultural land operated for the purpose of growing seed, nursery plants, or sod; (10) Mineral rights on agricultural land; (11) Agricultural land acquired or leased by a corporation or syndicate for immediate or potential use for nonfarming or nonranching purposes. A corporation or syndicate may hold such agricultural land in such acreage as may be necessary to its nonfarm or nonranch business operation, but pending the development of such agricultural land for nonfarm or nonranch purposes, not to exceed a period of five years, such land may not be used for farming or ranching except under lease to a family farm or ranch corporation or a nonsyndicate and noncorporate farm or ranch; (12) Agricultural lands or livestock acquired by a corporation or syndicate by process of law in the collection of debts, or by any procedures for the enforcement of a lien, encumbrance, or claim thereon, whether created by mortgage or otherwise. Any lands so acquired shall be disposed of within a period of five years and shall not be used for farming or ranching before being disposed of, except under a lease to a family farm or ranch corporation or a nonsyndicate and noncorporate farm or ranch; (13) A bona fide encumbrance taken for purposes of security; (14) Custom spraying, fertilizing, or harvesting; and (15) Livestock futures contracts, livestock purchased for slaughter, or livestock purchased and resold within two weeks. Section 5. That Article XVII of the Constitution of the State of South Dakota be amended by adding thereto a NEW SECTION to read as follows: § 24. If a family farm corporation, which has qualified under all the requirements of a family farm or ranch corporation, ceases to meet the defined criteria, it shall have fifty years, if the ownership of the majority of the stock of such corporation continues to be held by persons related to one another within the fourth degree of kindred or their spouses, and their landholdings are not increased to either re-qualify as a family farm corporation or dissolve and return to personal ownership. Section 6. That Article XVII of the Constitution of the State of South Dakota be amended by adding thereto a NEW SECTION to read as follows: § 25. The secretary of state shall monitor corporate and syndicate agricultural land purchases and corporate and syndicate farming and ranching operations, and notify the attorney general of any possible violations. If the attorney general has reason to believe that a corporation or syndicate is violating this amendment, the attorney general shall commence an action in district court to enjoin any pending illegal land purchase, or livestock operation, or to force divestiture of land held in violation of this amendment. The court shall order any land held in violation of this amendment to be divested within two years. If land so ordered by the court has not been divested within two years, the court shall declare the land escheated to the State of South Dakota. If the secretary of state or attorney general fails to perform the duties directed by this amendment, South Dakota citizens and entities shall have standing in circuit court to seek enforcement. Section 7. That Article XVII of the Constitution of the State of South Dakota be amended by adding thereto a NEW SECTION to read as follows: § 26. The South Dakota Legislature may enact by general law, further restrictions prohibiting certain agricultural operations that the Legislature deems contrary to the intent of this section."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12978, "action_date": "1997-02-03T14:00:00-06:00", "document_id": 72895, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72895.pdf", "status_text": "First read in Senate and referred to", "journal_page": 286, "committee_id_action": 545, "committee_id_assigned": 527, "result": "N", "vote": {}}, {"bill_id": 12978, "action_date": "1997-02-05T14:00:00-06:00", "document_id": 72899, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72899.pdf", "status_text": "Re-referred to", "journal_page": 334, "committee_id_action": 545, "committee_id_assigned": 518, "result": "P", "vote": {}}, {"bill_id": 12978, "action_date": "1997-02-11T10:00:00-06:00", "document_id": 72330, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72330.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 518, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12978, "action_date": "1997-02-13T10:00:00-06:00", "document_id": 72357, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72357.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 518, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12978, "action_date": "1997-02-13T10:00:00-06:00", "document_id": 72357, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72357.pdf", "status_text": "Tabled", "journal_page": 437, "committee_id_action": 518, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 36133, "president_vote": null, "Yea": [1893, 1928, 1978, 1981, 1884, 1911], "Nay": [1930, 1939, 1965]}}, {"bill_id": 12978, "action_date": "1997-02-13T10:00:00-06:00", "document_id": 72357, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72357.pdf", "status_text": "Tabled", "journal_page": 437, "committee_id_action": 518, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 36133, "president_vote": null, "Yea": [1893, 1928, 1978, 1981, 1884, 1911], "Nay": [1930, 1939, 1965]}}]}