{"session_id": 4, "bill_id": 306, "bill_type": "Senate Concurrent Resolution", "bill_number": 5, "bill_title": "Urging the Midwest Independent System Operator to reconsider its pricing methodology with respect to certain energy transmission costs.", "sponsors": [{"legislator_profile_id": 529, "is_prime": true}, {"legislator_profile_id": 550, "is_prime": true}, {"legislator_profile_id": 557, "is_prime": false}, {"legislator_profile_id": 602, "is_prime": false}, {"legislator_profile_id": 604, "is_prime": false}, {"legislator_profile_id": 609, "is_prime": false}, {"legislator_profile_id": 614, "is_prime": false}, {"legislator_profile_id": 593, "is_prime": false}, {"legislator_profile_id": 570, "is_prime": false}, {"legislator_profile_id": 553, "is_prime": false}, {"legislator_profile_id": 532, "is_prime": false}, {"legislator_profile_id": 623, "is_prime": false}, {"legislator_profile_id": 574, "is_prime": false}, {"legislator_profile_id": 534, "is_prime": false}, {"legislator_profile_id": 555, "is_prime": false}, {"legislator_profile_id": 542, "is_prime": false}, {"legislator_profile_id": 568, "is_prime": false}, {"legislator_profile_id": 590, "is_prime": false}, {"legislator_profile_id": 552, "is_prime": false}, {"legislator_profile_id": 575, "is_prime": false}, {"legislator_profile_id": 580, "is_prime": false}, {"legislator_profile_id": 572, "is_prime": false}, {"legislator_profile_id": 598, "is_prime": false}, {"legislator_profile_id": 530, "is_prime": false}, {"legislator_profile_id": 594, "is_prime": false}, {"legislator_profile_id": 567, "is_prime": false}, {"legislator_profile_id": 620, "is_prime": false}, {"legislator_profile_id": 533, "is_prime": false}, {"legislator_profile_id": 562, "is_prime": false}, {"legislator_profile_id": 622, "is_prime": false}, {"legislator_profile_id": 633, "is_prime": false}, {"legislator_profile_id": 584, "is_prime": false}, {"legislator_profile_id": 569, "is_prime": false}, {"legislator_profile_id": 573, "is_prime": false}, {"legislator_profile_id": 558, "is_prime": false}, {"legislator_profile_id": 605, "is_prime": false}, {"legislator_profile_id": 628, "is_prime": false}, {"legislator_profile_id": 610, "is_prime": false}, {"legislator_profile_id": 571, "is_prime": false}, {"legislator_profile_id": 581, "is_prime": false}, {"legislator_profile_id": 577, "is_prime": false}, {"legislator_profile_id": 578, "is_prime": false}, {"legislator_profile_id": 588, "is_prime": false}, {"legislator_profile_id": 551, "is_prime": false}, {"legislator_profile_id": 539, "is_prime": false}, {"legislator_profile_id": 615, "is_prime": false}, {"legislator_profile_id": 531, "is_prime": false}, {"legislator_profile_id": 540, "is_prime": false}, {"legislator_profile_id": 566, "is_prime": false}, {"legislator_profile_id": 541, "is_prime": false}, {"legislator_profile_id": 607, "is_prime": false}, {"legislator_profile_id": 626, "is_prime": false}, {"legislator_profile_id": 611, "is_prime": false}, {"legislator_profile_id": 587, "is_prime": false}], "keywords": ["Senate Concurrent Resolutions"], "audio": [], "bill_versions": [{"bill_id": 306, "bill_version_id": 2128, "bill_version": "Introduced", "bill_version_date": "2008-01-30T08:09:50.837-06:00", "bill_text": "A CONCURRENT RESOLUTION, Urging the Midwest Independent System Operator to reconsider its pricing methodology with respect to certain energy transmission costs. WHEREAS, the United States faces continuing challenges related to the availability of energy and our dependence on foreign energy sources. The development and marketing of wind energy and other forms of renewable energy is an issue and an opportunity of high priority for our nation and our region; and WHEREAS, in recent years, the upper Midwest has made great strides in the development of wind energy, although numerous obstacles still remain as the region strives to fully develop its energy resources; and WHEREAS, a successful wind energy operation needs three elements: a wind energy resource, transmission capabilities, and buyers for the energy that is produced. South Dakota has the wind energy resource, but often faces obstacles in energy transmission and marketing. Access to transmission lines to move wind power from South Dakota to available markets remains a crucial impediment; and WHEREAS, the Western Area Power Administration (WAPA) administers the grid that handles the transmission of electric power produced in the Dakotas and the Western states. The Midwest Independent System Operator (MISO) has corresponding responsibility for a large part of the Midwest east of South Dakota, from Minnesota to Ohio, an area where a major share of any new electric power generated in South Dakota would be marketed; and WHEREAS, MISO has significant congestion problems and a serious backlog \"queue\" of projects and facilities requesting transmission service through the MISO grid, the majority of which are for new wind energy projects. Nearly the entire transmission system, particularly anything connecting to the east from the Dakotas into the MISO area, is strained to capacity, with a current time lag of two years or more between application to MISO and approval of a project for study; and WHEREAS, an even more challenging issue for the development of wind energy in our region is the pricing mechanism used by MISO. In the MISO area, the transmission cost in the network where the wheeling begins is what the user pays to cross the MISO system. Because transmission costs are higher in sparsely populated areas over long distances, power coming from the Dakotas before it enters the MISO system is at a competitive disadvantage to power coming from the MISO area; and WHEREAS, the use of an average pricing or \"postage stamp\" method that sets a price for using the transmission system based on the average for all systems in the MISO area would enhance transmission access by all parties in the Midwest and Great Plains. This method would level the wholesale transmission playing field and spur the development of wind resources available in our region; and WHEREAS, impediments in the transmission system cannot be allowed to stifle the development of energy from abundant renewable sources in the Midwest and Great Plains, and it is incumbent on all parties to address these issues in an expeditious and equitable manner: NOW, THEREFORE, BE IT RESOLVED, by the Senate of the Eighty-Third Legislature of the State of South Dakota, the House of Representatives concurring therein, that the Legislature urges the Midwest Independent System Operator (MISO) to reconsider its pricing methodology and to use an average pricing method based on the average for all MISO covered systems and to do everything in its power to reduce the queue facing prospective wind energy projects; and BE IT FURTHER RESOLVED, that the Legislature urges the states of North Dakota and Minnesota to join with South Dakota in its efforts to persuade MISO to revise its transmission pricing policies."}, {"bill_id": 306, "bill_version_id": 2325, "bill_version": "Senate Engrossed", "bill_version_date": "2008-01-31T13:39:33.38-06:00", "bill_text": "A CONCURRENT RESOLUTION, Urging the Midwest Independent System Operator to reconsider its pricing methodology with respect to certain energy transmission costs. WHEREAS, the United States faces continuing challenges related to the availability of energy and our dependence on foreign energy sources. The development and marketing of wind energy and other forms of renewable energy is an issue and an opportunity of high priority for our nation and our region; and WHEREAS, in recent years, the upper Midwest has made great strides in the development of wind energy, although numerous obstacles still remain as the region strives to fully develop its energy resources; and WHEREAS, a successful wind energy operation needs three elements: a wind energy resource, transmission capabilities, and buyers for the energy that is produced. South Dakota has the wind energy resource, but often faces obstacles in energy transmission and marketing. Access to transmission lines to move wind power from South Dakota to available markets remains a crucial impediment; and WHEREAS, the Western Area Power Administration (WAPA) administers the grid that handles the transmission of electric power produced in the Dakotas and the Western states. The Midwest Independent System Operator (MISO) has corresponding responsibility for a large part of the Midwest east of South Dakota, from Minnesota to Ohio, an area where a major share of any new electric power generated in South Dakota would be marketed; and WHEREAS, MISO has significant congestion problems and a serious backlog \"queue\" of projects and facilities requesting transmission service through the MISO grid, the majority of which are for new wind energy projects. Nearly the entire transmission system, particularly anything connecting to the east from the Dakotas into the MISO area, is strained to capacity, with a current time lag of two years or more between application to MISO and approval of a project for study; and WHEREAS, the use of an average pricing or \"postage stamp\" method that sets a price for using the transmission system based on the average for all systems in the MISO area would enhance transmission access by all parties in the Midwest and Great Plains. This method would level the wholesale transmission playing field and spur the development of wind resources available in our region; and WHEREAS, impediments in the transmission system cannot be allowed to stifle the development of energy from abundant renewable sources in the Midwest and Great Plains, and it is incumbent on all parties to address these issues in an expeditious and equitable manner: NOW, THEREFORE, BE IT RESOLVED, by the Senate of the Eighty-Third Legislature of the State of South Dakota, the House of Representatives concurring therein, that the Legislature urges the Midwest Independent System Operator (MISO) to reconsider its pricing methodology and to use an average pricing method based on the average for all MISO covered systems and to do everything in its power to reduce the queue facing prospective wind energy projects; and BE IT FURTHER RESOLVED, that the Legislature urges the states of North Dakota and Minnesota to join with South Dakota in its efforts to persuade MISO to revise its transmission pricing policies."}, {"bill_id": 306, "bill_version_id": 2587, "bill_version": "Enrolled", "bill_version_date": "2008-02-06T09:05:44.633-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 306, "action_date": "2008-01-30T14:00:00-06:00", "document_id": 2224, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2224.pdf", "status_text": "First Reading", "journal_page": 273, "committee_id_action": 28, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 306, "action_date": "2008-01-31T13:00:00-06:00", "document_id": 2333, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2333.pdf", "status_text": "Adopt Resolution as amended", "journal_page": 293, "committee_id_action": 28, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 1090, "president_vote": null, "Yea": [557, 576, 604, 553, 596, 560, 590, 598, 545, 592, 530, 601, 567, 535, 533, 582, 562, 622, 584, 569, 573, 618, 610, 629, 613, 632, 577, 539, 627, 548, 550, 541, 607], "Excused": [621, 588]}}, {"bill_id": 306, "action_date": "2008-01-31T13:00:00-06:00", "document_id": 2333, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2333.pdf", "status_text": "Motion to amend", "journal_page": 293, "committee_id_action": 28, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 306, "action_date": "2008-02-04T14:00:00-06:00", "document_id": 2450, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2450.pdf", "status_text": "First Reading", "journal_page": 374, "committee_id_action": 27, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 306, "action_date": "2008-02-05T14:00:00-06:00", "document_id": 2539, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2539.pdf", "status_text": "Concurred in Resolution as Amended", "journal_page": 398, "committee_id_action": 27, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 1269, "president_vote": null, "Yea": [602, 579, 609, 614, 625, 593, 586, 570, 597, 532, 608, 623, 574, 534, 555, 542, 568, 552, 575, 580, 572, 624, 595, 529, 594, 631, 565, 620, 616, 556, 585, 589, 633, 543, 558, 605, 628, 571, 581, 544, 546, 537, 536, 578, 612, 551, 599, 617, 554, 538, 603, 615, 600, 531, 563, 540, 566, 619, 626, 606, 587, 559, 564, 561, 591], "Excused": [630, 547, 583, 549, 611]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/306"}