{"session_id": 69, "bill_id": 25027, "bill_type": "House Bill", "bill_number": 1135, "bill_title": "expand definitions pertaining to the purchasing of grain.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25027", "sponsors": [{"legislator_profile_id": 4544, "is_prime": true}, {"legislator_profile_id": 4478, "is_prime": false}, {"legislator_profile_id": 4482, "is_prime": false}, {"legislator_profile_id": 4486, "is_prime": false}, {"legislator_profile_id": 4515, "is_prime": false}, {"legislator_profile_id": 4543, "is_prime": false}, {"legislator_profile_id": 4566, "is_prime": false}, {"legislator_profile_id": 4570, "is_prime": false}], "keywords": ["Public Utilities and Carriers"], "audio": [], "bill_versions": [{"bill_id": 25027, "bill_version_id": 261651, "bill_version": "Introduced", "bill_version_date": "2024-01-23T08:49:13.453-06:00", "bill_text": "An Act to expand definitions pertaining to the purchasing of grain. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 49-45-1.1 be AMENDED: 49-45-1.1. Terms used in this chapter mean: (1) \"Business of a grain buyer,\" contracting to purchase grain or purchasing grain, regardless of: (a) Where the grain is to be delivered; or (b) Where title to the grain transfers; (2) \"Commission,\" the Public Utilities Commission; (3) \"Contract,\" except as referenced in § 49-45-21, a written or oral agreement to purchase grain, regardless of the: (a) Timeline; (b) Pricing structure; and (c) Place of delivery; (2)(4) \"Grain,\" grain, grain sorghums, beans, pulse crops, and oil seeds. The term does not include grain but not: (a) Grain that has been cleaned, processed, and specifically identified for an intended use of planting for reproduction, grain; (b) Grain that is received for consignment that and which will be processed by the consignee for an intended use of planting for reproduction,; or grain (c) Grain purchased to feed livestock; (3)(5) \"Grain broker,\" a person who is involved in the negotiation of a grain transaction in this state and: (a) Is compensated for that involvement by at least one party to the transaction; and (b) Does not take title to the grain that is subject to the transaction; (4)(6) \"Grain buyer,\" any person who purchases: (a) Contracts to take title to grain; (b) Purchases unprocessed grain for the purpose of reselling the unprocessed grain; or who purchases (c) Contracts to purchase at least three hundred thousand dollars' worth or more of unprocessed grain directly from producers in a calendar year. Nothing in this chapter applies to the isolated resale of grain by a producer who does not hold himself or herself out as engaging in the business of reselling grain, during the licensure period set forth in § 49-45-3; (5)(7) \"Holds himself or herself out,\" the creation of an assumption or the use of any kind of title, sign, symbol, document, or term indicating or conveying the idea that the person whose name is so connected is competent, qualified, authorized, or entitled to engage in certain activities; (6)(8) \"Person,\" any natural person, firm, corporation, company, limited liability company, partnership, association, or joint stock company, or the lessee, trustee, or receiver appointed by any court for any one of the foregoing; (7)(9) \"Producer,\" a person engaged in the business of grain production; and (8)(10) \"Unprocessed grain,\" grain that has not been materially altered, or otherwise combined with other grains or products to render the grain only a component part of a different product, provided the cleaning or screening of grain does not constitute processing; and (11) \"Voluntary credit sale,\" a sale of grain or seeds pursuant to which the sale price is to be paid more than thirty days after the delivery or release of the grain for sale, including those contracts commonly referred to as deferred-payment contracts, deferred-pricing contracts, and price-later contracts. Section 2. That a NEW SECTION be added to chapter 49-45: Nothing in this chapter applies to the isolated resale of grain by a producer who does not hold himself or herself out as engaging in the business of reselling grain."}], "amendments": [{"bill_id": 25027, "document_id": 262988, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/262988.pdf", "legislator_profile_id": 4544, "document_id_instructions": 262993, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/262993.pdf"}], "fiscal_notes": [], "action_log": [{"bill_id": 25027, "action_date": "2024-01-23T14:00:00-06:00", "document_id": 261477, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/261477.pdf", "status_text": "First read in House and referred to", "journal_page": 154, "committee_id_action": 1197, "committee_id_assigned": 1191, "result": "N", "vote": {}}]}