{"session_id": 69, "bill_id": 25236, "bill_type": "Senate Bill", "bill_number": 166, "bill_title": "revise provisions regarding drones.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25236", "sponsors": [{"legislator_profile_id": 4501, "is_prime": true}], "keywords": ["Aeronautics Commission", "Aviation", "Drones", "Promulgation of Rules"], "audio": [], "bill_versions": [{"bill_id": 25236, "bill_version_id": 262670, "bill_version": "Introduced", "bill_version_date": "2024-01-25T08:32:50.673-06:00", "bill_text": "An Act to revise provisions regarding drones. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to chapter 50-15: Nothing in this title shall preempt or intrude upon the exclusive sovereignty of airspace of the United States as set forth in 49 U.S.C. § 40103. Any interpretation or application of any provision of this title that contradicts the exclusive authority of the United States government to regulate the operation of a drone in the airspace of the United States, is null. Section 2. That a NEW SECTION be added to chapter 50-15: A person, in compliance with federal aviation regulations, may operate a drone for recreational purposes within the state. A person or business entity, doing business lawfully within the state and in compliance with federal aviation regulations, may operate or use a drone for commercial purposes within this state. The state, or any political subdivision thereof, may not enact or enforce an ordinance regarding: (1) Ownership, operation, design, manufacture, testing, maintenance, licensing, registration, certification, or equipment requirements of a drone system; or (2) Qualifications, training, or certification of a pilot, operator, or observer of a drone. Section 3. That a NEW SECTION be added to chapter 50-15: The operation of a drone, in compliance with federal aviation regulations, in the airspace over this state does not, standing alone, give rise to legal liability under the laws of this state or its political subdivisions. Section 4. That § 50-15-6 be AMENDED: 50-15-6. No person may, except as authorized by law, land a drone on the real property or the waters of a landowner who owns the real property beneath the water body, without the landowner's consent. It is an affirmative defense if the landing was a forced landing, but in the case of forced landing, the owner or lessee of the drone remains liable for any damage resulting from a forced landing. A person who violates this section is guilty of a Class 1 misdemeanor. The operation of a drone over real property is not a violation of this section if the drone does not land or make contact with any structures or natural features on the property. Section 5. That a NEW SECTION be added to chapter 50-15: The commission shall promulgate rules pursuant to chapter 1-26, to regulate: (1) The operation of a drone by or on behalf of this state or for the operation of a state-owned drone; and (2) The launching or landing of a drone on state-owned property."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 25236, "action_date": "2024-01-25T13:00:00-06:00", "document_id": 262427, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/262427.pdf", "status_text": "First read in Senate and referred to", "journal_page": 182, "committee_id_action": 1219, "committee_id_assigned": 1222, "result": "N", "vote": {}}]}