{"session_id": 45, "bill_id": 12479, "bill_type": "House Bill", "bill_number": 1201, "bill_title": "to impose a personal and corporate income tax, to provide for the administration thereof, to provide penalties for the violation thereof, to exempt food, utilities, residential heating fuel, certain intrastate transportation services, and auction goods from the sales and use tax, to repeal the contractor's excise tax, and to provide property tax relief through the distribution of the revenue for education.", "sponsors": [{"legislator_profile_id": 1905, "is_prime": true}, {"legislator_profile_id": 1983, "is_prime": true}, {"legislator_profile_id": 1896, "is_prime": false}, {"legislator_profile_id": 1937, "is_prime": false}, {"legislator_profile_id": 1945, "is_prime": false}, {"legislator_profile_id": 1947, "is_prime": false}, {"legislator_profile_id": 1971, "is_prime": false}, {"legislator_profile_id": 1975, "is_prime": false}, {"legislator_profile_id": 1984, "is_prime": false}], "keywords": ["Auctions & Auctioneers", "Commercial Trucking & Drivers", "Contractors' Excise Taxes", "Income & Financial Institutions' Taxes", "Property Tax Reduction", "Sales & Use Taxes"], "audio": [], "bill_versions": [{"bill_id": 12479, "bill_version_id": 73407, "bill_version": "Introduced", "bill_version_date": "1997-01-30T00:00:00-06:00", "bill_text": "SEVENTY-SECOND SESSION LEGISLATIVE ASSEMBLY, 1997 FOR AN ACT ENTITLED, An Act to impose a personal and corporate income tax, to provide for the administration thereof, to provide penalties for the violation thereof, to exempt food, utilities, residential heating fuel, certain intrastate transportation services, and auction goods from the sales and use tax, to repeal the contractor's excise tax, and to provide property tax relief through the distribution of the revenue for education. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Adjusted gross income,\" as determined pursuant to section 62 of the Internal Revenue Code; (2) \"Assessment,\" the filing of the return as to the tax, penalty, and interest shown to be due thereon and, as to any other tax imposed under this Act, or any deficiency in tax, or any penalty or interest, means the mailing or issuance of a notice and demand for payment; (3) \"Corporation,\" includes joint stock companies, limited partnerships, and associations organized for pecuniary profit; (a) \"Domestic corporation,\" any corporation organized under the laws of this state; (b) \"Foreign corporation,\" any corporation other than a domestic corporation; (4) \"Dividend,\" any distribution made by a corporation out of its earnings or profits to its shareholders or members, whether in cash or in other property of the corporation; (5) \"Employee,\" every individual who is a resident or domiciled in the State of South Dakota performing services for an employer, either within or without or both within and without the State of South Dakota, or any individual performing services within the State of South Dakota, the performance of which services constitutes, establishes, and determines the relationship between the parties as that of employer and employee, and includes officers of corporations and individuals, including elected officials, performing services for the United States Government or any agency or instrumentality thereof or the State of South Dakota or any county or municipality, or other political subdivision; (6) \"Employer,\" a person transacting business in or deriving any income from sources within the State of South Dakota for whom an individual performs or performed any services, of whatever nature, who has control of the payment of wages for such services or is the officer, agent, or employee of the person having control of the payment of wages; (7) \"Fiscal year,\" an accounting period of twelve months, ending on the last day of any month other than December; (8) \"Foreign country,\" any jurisdiction other than one embraced within the United States. United States, when used in a geographical sense, includes the states, the District of Columbia, and the possessions of the United States; (9) \"Income year,\" the calendar year or the fiscal year upon which the net income is computed; (10) \"Paid,\" for the purposes of the deductions means paid or accrued or paid or incurred, and the terms, paid or incurred, and, paid or accrued, are construed according to the accounting method used for computing net income; received, for the purpose of the computation of net income means received or accrued, and the term received or accrued is construed according to the accounting method used for computing net income; (11) \"Person,\" includes individuals, firms, associations, corporations, limited liability companies, estates, fiduciaries, and all entities from which income tax may be due; (12) \"Related corporation,\" a corporation associated with another as its parent or subsidiary, or in a brother-sister relation; (13) \"Resident beneficiary,\" a beneficiary of an estate or trust, which beneficiary is a resident individual, a domestic corporation, a resident estate, a resident trust, or a partnership organized under the laws of this state. Nonresident beneficiary means a beneficiary other than a resident beneficiary; (14) \"Resident estate,\" the estate of a deceased person which is administered in this state in a proceeding other than an ancillary proceeding. Nonresident estate means an estate other than a resident estate; (15) \"Resident individual,\" a natural person who is domiciled in this state and a natural person who maintains a permanent place of abode within this state and who spends in the aggregate more than six months of the taxable year within this state. A nonresident individual means an individual other than a resident individual; (16) \"Resident partner,\" a partner who is a resident individual, a domestic corporation, a resident estate, a resident trust, or a partnership organized under the laws of this state. Nonresident partner means a partner other than a resident partner; (17) \"Resident trust,\" a trust which is administered in this state. Nonresident trust means a trust other than a resident trust; (18) \"Secretary,\" the secretary of the Department of Revenue; (19) \"Tax year,\" the calendar year, or the fiscal year ending during a calendar year, used for computing net income; (20) \"Taxable income,\" all net income; (21) \"Taxpayer,\" any person, corporation, or fiduciary who is subject to a tax imposed by this Act; (22) \"Wages,\" any remuneration for services performed by an employee for an employer, including the cash value of all such remuneration paid in any medium or form other than cash. Any term used in this Act shall have the same meaning as when used in a comparable context in the federal Internal Revenue Code, as amended and in effect on January 1, 1997. Any reference in this Act to the Internal Revenue Code means the provisions of the Internal Revenue Code, as amended and in effect on January 1, 1997. Section 2. A tax of one percent is imposed on the federal adjusted gross income of less than twenty-five thousand dollars, three percent on federal adjusted gross income of twenty-five thousand dollars to fifty thousand dollars, and five percent on federal adjusted gross income in excess of fifty thousand dollars, as determined pursuant to section 62 of the Internal Revenue Code, of every resident individual, estate, and trust and upon that part of such income of every nonresident individual, estate, and trust from South Dakota sources as determined under sections 8 and 44 of this Act. Section 3. Prior to the application of the tax prescribed in section 2 of this Act there shall be added to federal adjusted gross income any federal net operating loss deduction carried over from a taxable year beginning prior to January 1, 1997. Section 4. Prior to the application of the tax prescribed in section 2 of this Act there shall be subtracted from federal adjusted gross income: (1) An amount equal to any interest income on obligations of the United States and its possessions to the extent included in federal adjusted gross income; (2) To the extent included in federal adjusted gross income, the portion of any gain or loss from the sale or other disposition of property having a higher adjusted basis for South Dakota income tax purposes than for federal income tax purposes on the date such property was sold or disposed of in a transaction in which gain or loss was recognized for purposes of federal income tax that does not exceed such difference in basis; (3) The amount necessary to prevent the taxation under this Act of any annuity or other amount of income or gain which was properly included in income or gain and was taxed under the laws of this state for a prior tax year, to the taxpayer, or to a decedent by reason of whose death the taxpayer acquired the right to receive the income or gain, or to a trust or estate from which the taxpayer received the income or gain; (4) The net operating loss deduction allowed under section 54 of this Act to the extent carried over from a taxable year beginning prior to January 1, 1997; (5) The amount of any refund or credit for overpayment of income taxes imposed by this state or any other taxing jurisdiction to the extent included in gross income for federal income tax purposes but not previously allowed as a deduction for South Dakota income tax purposes. Section 5. If the federal adjusted gross income of a husband or wife, or both, is determined on separate federal returns, such income for purposes of the South Dakota income tax shall be separately determined. If the federal adjusted gross income of a husband and wife is determined on a joint federal return, their tax shall be determined on their joint federal adjusted gross income. If either the husband or wife is a resident and the other is a nonresident, separate taxes shall be determined on their separate federal adjusted gross incomes on such forms as may be required by the secretary unless both elect to determine their joint federal adjusted gross income as if both were residents. Section 6. With respect to all taxable years commencing on or after January 1, 1997, the amount of taxes on federal adjusted gross income accrued to another state, the District of Columbia, or a territory or possession of the United States, on income derived by a resident individual, estate, or trust from sources in another state, the District of Columbia, or a territory or possession of the United States, shall be allowed as a credit against the tax computed under provisions of this Act. The amount of credit taken under this section shall be subject to each of the following limitations: (1) The amount of the credit for taxes on the federal adjusted gross income taxed by another state, the District of Columbia, or a territory or possession of the United States may not exceed the same proportion of the tax against which such credit is taken which the taxpayer's federal gross income from the sources within such state, the District of Columbia, or a territory or possession of the United States bears to the taxpayer's entire federal taxable income for the same period; and (2) The total amount of the credit may not exceed the same proportion of the tax against which such credit is taken which the taxpayer's federal gross income from sources outside of South Dakota bears to the taxpayer's entire federal gross income for the same taxable year. Section 7. If accrued taxes when paid differ from the amounts claimed as credits by the taxpayer or if any tax paid is refunded in whole or in part, the taxpayer shall notify the secretary, who shall redetermine the amount of tax due for the years affected. The amount of tax, if any, found to be due upon such redetermination shall be paid by the taxpayer upon notice and demand or the amount of tax overpaid, if any, shall be credited or refunded to the taxpayer in accordance with the provisions of chapter 10-59. In the case of such a tax accrued but not paid, the secretary, as a condition precedent to the allowance of a credit, may require the taxpayer to deposit a surety bond or other security acceptable to the secretary in such amount as the secretary may require, conditioned upon the payment by the taxpayer of any amount of tax found to be due upon any such redetermination. The credits provided for in section 6 of this Act, irrespective of the method of accounting employed by the taxpayer, shall be taken in the year in which the taxes of another state, the District of Columbia, or a territory or possession of the United States accrue, subject to the conditions prescribed in this section. The credits provided by section 6 of this Act shall be allowed only if the taxpayer furnishes to the secretary all information necessary for the verification and computation of such credits as the secretary, by rule, may prescribe. Section 8. The income of a nonresident individual subject to the tax imposed in this Act shall be the taxpayer's South Dakota nonresident federal adjusted gross income as determined under this section. South Dakota nonresident federal adjusted gross income means that part of the individual's federal adjusted gross income as determined pursuant to section 62 of the Internal Revenue Code derived from sources within South Dakota. Compensation paid by the United States for service in the armed forces of the United States performed by an individual not domiciled in South Dakota does not constitute income derived from sources within South Dakota. Federal adjusted gross income of an individual shall be considered derived from sources within South Dakota when such income is attributable to: (1) The ownership of any interest in real or tangible personal property in South Dakota; (2) A business, trade, profession, or occupation carried on in South Dakota; (3) The taxpayer's distributive share of partnership income, gain, loss, and deduction determined under sections 15 and 16 of this Act; (4) The taxpayer's share of estate or trust income, gain, loss, and deduction determined under sections 45 and 46 of this Act; (5) Income from intangible personal property, including annuities, dividends, interest, and gains from the disposition of intangible personal property to the extent that such income is from property employed in a business, trade, profession, or occupation carried on in South Dakota. A nonresident, other than a dealer holding property primarily for sale to customers in the ordinary course of the dealer's trade or business, may not be deemed to carry on a business, trade, profession, or occupation in South Dakota solely by reason of the purchase and sale of property for the dealer's own account; (6) The taxpayer's share of Subchapter S corporation income, gain, loss, credit, and deduction allocable or apportionable to South Dakota. Section 9. If the federal adjusted gross income of a husband or wife, or both, both of whom are nonresidents, is determined on separate federal returns, their South Dakota taxable incomes shall be separately determined. If the federal adjusted gross income of a husband and wife, both of whom are nonresidents, is determined on a joint federal return, their tax shall be determined on their joint South Dakota nonresident federal adjusted gross income. If either the husband or wife is a resident and the other is a nonresident, separate taxes shall be determined on their separate South Dakota nonresident federal adjusted gross incomes on such forms as may be required by the secretary unless both elect to determine their joint federal adjusted gross income as if both were residents. In any case, where the nature of income earned by a nonresident individual is such as to render the computations described in section 11 of this Act and this section impracticable and where the books of account and records of the taxpayer do not clearly reflect the income subject to tax by this Act, apportionment shall be made in accordance with sections 19 to 29, inclusive, of this Act. Section 10. The federal adjusted gross income subject to the tax imposed by this Act of a part-year resident shall be that part of the part-year resident's federal adjusted gross income as relates to the period of the year the part-year resident was a South Dakota resident. A taxpayer filing a part-year resident return shall also file as a nonresident on the same return as provided in sections 8 and 9 of this Act for the remaining portion of the part-year resident's federal taxable year in the event the taxpayer has income within such remaining portion derived from sources within South Dakota, as defined in section 8 of this Act. A taxpayer who is a part-year resident in South Dakota and then becomes a nonresident shall, nevertheless, be required to file a part-year resident return, as provided in this section, under the rules and requirements generally provided in this Act for filing income tax returns and paying the tax. In the event that such taxpayer has deferred recognition of income under the installment reporting provisions of the Internal Revenue Code, which income was otherwise subject to income taxation under this Act, and there remains at the time of the taxpayer's departure from South Dakota unreported income from such source, the secretary may, by rule, require such departing taxpayer to include such unreported profit in the taxpayer's final part-year return in lieu of posting bond to ensure ultimate reporting of such income by such taxpayer on nonresident returns to be filed in subsequent taxable periods. This requirement shall apply also to a taxpayer who is filing a final South Dakota return for a full taxable year and who subsequently becomes a nonresident. Section 11. The taxpayer's taxable year under this Act shall be the same as the taxpayer's taxable year for federal income tax purposes. If a taxpayer's taxable year is changed for federal income tax purposes, the taxpayer's taxable year for purposes of this Act shall be similarly changed. The taxpayer's method of accounting under this Act shall be the same as the taxpayer's method of accounting for federal income tax purposes. If a taxpayer's method of accounting is changed for federal income tax purposes, the taxpayer's method of accounting for purposes of this Act shall be similarly changed. Section 12. A person or organization exempt from federal income taxation under the provisions of the Internal Revenue Code is exempt from the tax imposed by this Act in each year in which such person or organization satisfies the requirements of the Internal Revenue Code for exemption from federal income taxation. Insurance companies subject to the tax imposed on gross premiums by chapter 10-44, financial institutions subject to the tax imposed under chapter 10-43, and individuals and corporations taxed under chapter 10-39, are exempt from the tax imposed by this Act. If the exemption applicable to any person or organization under the provisions of the Internal Revenue Code is limited or qualified in any manner, the exemption from taxes imposed by this Act shall be limited or qualified in a similar manner. Unrelated business taxable income, as computed under the provisions of the Internal Revenue Code, of any person or organization otherwise exempt from the tax imposed by this Act and subject to the tax imposed on unrelated business income by the Internal Revenue Code shall be subject to the tax imposed by this Act. Section 13. A partnership as such is not subject to tax under this Act. Persons carrying on business as partners shall be liable for the tax only in their separate or individual capacities. Section 14. In determining the federal adjusted gross income of a resident partner for South Dakota income tax purposes, any modification described in section 2 of this Act which relates to an item of partnership income, gain, loss, or deduction shall be made in accordance with the partner's distributive share, for federal income tax purposes, of the item to which the modification relates. Where a partner's distributive share of any such item is not required to be taken into account separately for federal income tax purposes, the partner's distributive share of such item shall be determined in accordance with the partner's distributive share, for federal income tax purposes, of partnership taxable income or loss generally. Each item of partnership income, gain, loss, deduction, or credit shall have the same character for a partner under this Act as for federal income tax purposes. Where a partner's distributive share of an item of partnership income, gain, loss, deduction, or credit is determined for federal income tax purposes by special provision of the partnership agreement with respect to such item and where the principal purpose of such provision is the avoidance or evasion of tax under this Act, the partner's distributive share of such item and any modification required with respect thereto shall be determined as if the partnership agreement made no special provision with respect to such item. Section 15. In determining South Dakota nonresident federal adjusted gross income of a nonresident partner of any partnership, there shall be included only the portion of such partner's distributive share of items of partnership income, gain, loss, or deduction derived from sources within South Dakota determined in accordance with the provisions of section 8 of this Act. In determining the sources of a nonresident partner's income for the purposes of South Dakota income tax, no effect may be given to a provision in the partnership agreement which: (1) Characterizes payments to the partner as being for services or for the use of capital; or (2) Allocates to the partner, as income or gain from sources outside South Dakota, a greater portion of the partner's distributive share of partnership income or gain than the ratio of partnership income or gain from sources outside South Dakota to partnership income or gain from all sources, except as authorized in section 15 of this Act; or (3) Allocates to the partner a greater proportion of a partnership item of loss or deduction connected with sources within South Dakota than the partner's proportionate share, for federal income tax purposes, of partnership loss or deduction generally, except as authorized in section 15 of this Act. Section 16. The secretary may authorize the use of such other methods of determining a nonresident partner's portion of partnership items derived from or connected with sources within South Dakota, and the modifications related thereto, as may be appropriate and equitable, on such terms and conditions as the secretary may require. A nonresident partner's distributive share of items shall be determined under section 14 of this Act. The character of partnership items for a nonresident partner shall be determined under section 14 of this Act. The effect of a special provision in a partnership agreement having the principal purpose of avoidance or evasion of tax under this Act shall be determined under section 14 of this Act. Section 17. The provisions of section 11 of this Act shall apply to partnerships to the extent not inconsistent with sections 13 to 16, inclusive, of this Act. Section 18. A tax is imposed upon each domestic corporation and foreign corporation doing business in South Dakota annually at the rate of six percent of the net income of such corporation during the year derived from sources within South Dakota. For the purposes of this section, income from sources within South Dakota includes income from tangible or intangible property located or having a situs in this state and income from any activities carried on in this state, regardless of whether carried on in intrastate, interstate, or foreign commerce. In the case of a corporation which is a component member of a controlled group of corporations as defined in section 1563(a) of the Internal Revenue Code, the sum of the South Dakota net incomes of all the component members of the controlled group, but not the losses of each component member thereof, shall be used in computing the tax bracket for the controlled group. The tax bracket for the controlled group may be allocated between or among the component members thereof as agreed to by such members. If such an agreement is not reached, the secretary shall allocate the tax bracket based on the ratio of the South Dakota net income of each component member to the total South Dakota net incomes of all component members. Section 19. Corporations engaged in business within and without the state shall be taxed only on such business as is properly apportioned to this state. All net income shall be apportioned to this state by multiplying the net income by a fraction, the numerator of which is the property factor, plus the payroll factor, plus the receipts factor, the denominator of which is three. Section 20. The property factor used in section 19 of this Act is a fraction, the numerator of which is the average value of the corporation's real and tangible personal property owned or rented and used in this state during the tax period and the denominator of which is the average value of all the corporation's real and tangible personal property owned or rented and used during the tax period in all the states of the United States, the District of Columbia, and any territory or political subdivision thereof. Section 21. Property owned by a corporation is valued at its original cost. Property rented by a corporation is valued at eight times the net annual rental rate. Net annual rental rate is the annual rental rate paid by the taxpayer less any annual rental received by a corporation from subrentals. Section 22. The average value of property shall be determined by averaging the values at the beginning and ending of the tax period if reasonably required to reflect properly the average value of a corporation's property. Section 23. The payroll factor used in section 19 of this Act is a fraction, the numerator of which is the total amount paid in this state during the tax period by a corporation for compensation, and the denominator of which is the total compensation paid in all states of the United States, the District of Columbia, and any territory or political subdivision thereof during the tax period. Section 24. Compensation is paid in this state if: (1) The individual's service is performed entirely within this state; or (2) The individual's service is performed both within and without the state, but the service performed without the state is incidental to the individual's service within the state. Section 25. Compensation is paid in this state if some of the service is performed in the state and: (1) The base of operations, or if there is no base of operations, the place from which the service is directed or controlled, is in this state; or (2) The base of operations or place from which the service is directed or controlled is not in any state in which some part of the service is performed, but the individual's residence is in this state. Section 26. The receipts factor used in section 19 of this Act is a fraction, the numerator of which is the total receipts of a corporation in the state during the tax period, and the denominator of which is the total receipts of a corporation in all the states of the United States, the District of Columbia, and all territories and political subdivisions thereof. Section 27. Receipts from the rental of real or tangible personal property shall be attributed to this state if the property is principally located in South Dakota. Section 28. Interest, dividends, and net gains from transactions in securities, including stocks, bonds, and all other money markets instruments, are attributed to this state if the corporation's principal place of business is in South Dakota. Section 29. If the apportionment methods included in sections 19 to 28, inclusive, of this Act do not fairly represent a corporation's net income in this state, the corporation may petition for, or the secretary may require, pursuant to criteria established by rule promulgated pursuant to chapter 1-26, with respect to all or any part of the taxpayer's business activity: (1) Separate accounting; (2) The exclusion of any one or more of the factors; (3) The inclusion of one or more additional factors which will fairly represent the taxpayer's business activity in this state; or (4) The employment of any other method to effectuate an equitable allocation and apportionment of the taxpayer's adjusted gross income. Section 30. The secretary may not require the inclusion in a combined report of the income of any corporation which conducts business outside the United States if eighty percent or more of the corporation's property and payroll is assigned to locations outside the United States. For the purpose of this section, United States shall be restricted to the fifty states and the District of Columbia. Dividends which a corporation, includable in a combined report, receives from another corporation also includable in the combined report shall be excluded from taxable income. Section 31. For the purposes of this section, foreign source income means taxable income from sources without the United States, as used in section 862 of the Internal Revenue Code. In apportioning income pursuant to this section, foreign source income shall be considered only to the extent provided in this section: (1) If, for federal income tax purposes, the taxpayer has elected to claim foreign taxes paid or accrued as a deduction, then all foreign source income minus such deduction shall be considered; (2) If, for federal income tax purposes, the taxpayer has elected to claim foreign taxes paid or accrued as a credit, then foreign source income shall be considered only to the extent that such income exceeds the exclusion provided by this subdivision. The amount to be excluded shall be determined by multiplying the foreign source income by a fraction, the numerator of which is the total of taxes paid or accrued to foreign countries and United States possessions by or on behalf of the corporation pursuant to section 901 or 902 of the Internal Revenue Code, deemed paid pursuant to section 902 or 960 of the Internal Revenue Code for the tax year, or carried over or carried back to such tax year pursuant to section 904(c) of the Internal Revenue Code. The denominator of said fraction shall be forty-six percent of the foreign source income; (3) Foreign source income from a foreign corporation within an affiliated group of corporations shall be determined without regard to section 882(a)(2) of the Internal Revenue Code. Section 32. In the case of an affiliated group of corporations, the secretary may require, or the taxpayer may file, a combined report, but such report shall only include those members of an affiliated group of corporations as to which any three of the following facts have been in existence in the tax year and the two preceding tax years: (1) Sales or leases by one affiliated corporation to another affiliated corporation constitute fifty percent or more of the gross operating receipts of the corporation making the sales or leases; or, purchases or leases from one affiliated corporation by another affiliated corporation constitute fifty percent or more of the cost of goods sold or leased by the corporation making the purchases or leases. This subdivision does not apply to the following transactions between affiliated corporations: The issuance of commercial paper or other debt obligations and the use of the proceeds therefrom to make loans or to purchase receivables between affiliated corporations; (2) Five or more of the following services are provided by one or more affiliated corporations for the benefit of another affiliated corporation: Advertising and public relations services; accounting and bookkeeping services; legal services; personnel services; sales services; purchasing services; research and development services; insurance procurement and servicing exclusive of employee benefit programs; and employee benefit programs including pension, profit-sharing, and stock purchase plans. A service shall be deemed provided if fifty percent or more of the service is provided without provisions for an arm's length charge within the meaning of the United States treasury regulation 1.482-2(b)(3); (3) Twenty percent or more of the long-term debt of one affiliated corporation is owed to or guaranteed by another affiliated corporation. For the purposes of this subdivision, long-term debt means debt which becomes due more than one year after incurred; (4) One affiliated corporation substantially uses the patents, trademarks, service marks, logotypes, trade secrets, copyrights, or other proprietary materials owned by another affiliated corporation; (5) Fifty percent or more of the members of the board of directors of one affiliated corporation are members of the board of directors or are corporate officers of another affiliated corporation; (6) Twenty-five percent or more of the twenty highest-ranking officers of an affiliated corporation are members of the board of directors or are corporate officers of another affiliated corporation. Section 33. The net income of the affiliate corporations which are to be included in a combined report shall be determined pursuant to the rules and regulations promulgated pursuant to section 1502 of the Internal Revenue Code, as modified by sections 36 and 37 of this Act. The secretary may not require returns to be made on a consolidated basis, but an affiliated group of corporations may elect to file a consolidated return as otherwise provided in this Act. Section 34. As used in sections 31, 32, and 33 of this Act, the term, affiliated group, means one or more chains of includable corporations connected through stock ownership with a common parent corporation which is an includable corporation if: (1) Stock possessing more than fifty percent of the voting power of all classes of stock and more than fifty percent of each class of the nonvoting stock of each of the includable corporations, except the common parent corporation, is owned directly by one or more of the other includable corporations; and (2) The common parent corporation owns directly stock possessing more than fifty percent of the voting power of all classes of stock and more than fifty percent of each class of the nonvoting stock of at least one of the other includable corporations. The term, stock, does not include nonvoting stock which is limited and preferred as to dividends, employer securities, within the meaning of section 409A(1) of the Internal Revenue Code, while such securities are held under a tax credit employee stock ownership plan, or qualifying employer securities, within the meaning of section 4975(e)(8) of the Internal Revenue Code, while such securities are held under an employee stock ownership plan which meets the requirements of section 4975(e)(7) of the Internal Revenue Code. The term, includable corporations, means any corporation which has more than twenty percent of the corporation's property and payroll assigned to locations inside the United States. Section 35. The net income of a corporation means the corporation's federal adjusted gross income, as defined in the Internal Revenue Code, for the taxable year, with the modifications specified in sections 36 and 37 of this Act. Section 36. There shall be added to federal adjusted gross income: (1) Any income, war profits, or excess profits taxes paid or accrued to any foreign country or to any possession of the United States that were deducted on the federal income tax return; (2) Interest income less amortization of premium on obligations of any state or any political subdivision thereof, other than interest income on obligations of this state or a political subdivision thereof which are issued on or after January 1, 1997. Interest income on obligations of this state or a political subdivision thereof which were issued before January 1, 1997, are exempt from income tax to the extent that such interest is specifically so exempt under the laws of this state authorizing the issuance of such obligations. The amount of such interest shall be the net amount after reduction by the amount of the deductions related thereto which are required by the Internal Revenue Code to be allocated to such classes of interest; (3) The federal net operating loss deduction; and (4) Income taxes imposed by this state to the extent deducted in determining federal taxable income. Section 37. There shall be subtracted from federal adjusted gross income: (1) Interest income on obligations of the United States and its possessions to the extent included in federal taxable income; (2) Interest or dividend income on obligations or securities of any authority, commission, or instrumentality of the United States to the extent included in federal adjusted gross income but exempt from state income taxes under the laws of the United States; (3) The amount of any refund or credit for overpayment of income taxes imposed by this state to the extent included in federal adjusted gross income; (4) The net operating loss deduction allowed under section 51 of this Act; (5) That portion of wages or salaries paid or incurred for the taxable year, the deduction for which is disallowed by section 280C of the Internal Revenue Code; and (6) Any amount treated as a section 78 dividend under section 78 of the Internal Revenue Code. Section 38. An affiliated group of corporations, as defined in section 1504 of the Internal Revenue Code, may elect to make a consolidated return with respect to the corporate income tax imposed by section 18 of this Act, for the taxable year in lieu of separate returns. The making of a consolidated return shall be upon the condition that all corporations which at any time during the taxable year have been members of the affiliated group consent to be included in such return. The making of a consolidated return shall be considered as such consent. Such election may not be revoked in less than four years unless approved by the secretary. Section 39. The secretary shall promulgate rules in order that the tax liability of any affiliated group of corporations making a consolidated return and of each corporation in the group, both during and after the period of affiliation, may be returned, determined, computed, assessed, collected, and adjusted, in such manner as clearly to reflect the income tax liability and the various factors necessary for the determination of such liability and as the secretary may deem necessary in order to prevent avoidance of the tax liability. Section 40. The provisions of section 11 of this Act shall apply to corporations to the extent not inconsistent with sections 18 to 39, inclusive, of this Act. Section 41. The income of a resident estate or trust subject to the tax imposed by this Act shall be its federal adjusted gross income as determined pursuant to section 62 of the Internal Revenue Code with the following modifications: (1) There shall be added or subtracted the modifications described in sections 3 and 4 of this Act to the extent such items are excluded from federal distributable net income of the estate or trust; (2) There shall be added or subtracted the share of the estate or trust in the South Dakota fiduciary adjustment determined under sections 42 and 43 of this Act. Section 42. An adjustment shall be made in determining the federal adjusted gross income subject to tax by South Dakota of a resident estate or trust under section 41 of this Act, or the federal adjusted gross income subject to tax by South Dakota of a resident beneficiary of any estate or trust under section 2 of this Act in the amount of the share of each in the South Dakota fiduciary adjustment as determined in this section. The South Dakota fiduciary adjustment shall be the net amount of the modifications described in section 2 of this Act, except to the extent such items are excluded from federal distributable net income of the estate or trust. Section 43. The respective shares of an estate or trust and its beneficiaries, including, solely for the purpose of this allocation, nonresident beneficiaries, in the South Dakota fiduciary adjustment shall be in proportion to their respective shares of federal distributable net income of the estate or trust. If the estate or trust has no federal distributable net income for the taxable year, the share of each beneficiary in the South Dakota fiduciary adjustment shall be in proportion to the beneficiaries share of the estate or trust income for such year, under local law or the governing instrument, which is required to be distributed currently and any other amounts of such income distributed in such year. Any balance of the South Dakota fiduciary adjustment shall be allocated to the estate or trust. The secretary may, by rule, establish such other method of determining to whom the items comprising the fiduciary adjustment shall be attributed, as may be appropriate and equitable. Such method may be used by the fiduciary in the fiduciary's discretion whenever the allocation of the fiduciary adjustment, pursuant to this section, would result in an inequity which is substantial both in amount and in relation to the amount of the fiduciary adjustment. Section 44. The income of a nonresident estate or trust which is subject to the tax imposed in section 2 of this Act shall be determined as follows: (1) There shall be determined its share of income, gain, loss, deduction, and credit from sources within South Dakota under sections 45 and 46 of this Act of items entering into the definition of federal distributable net income; (2) There shall be added or subtracted the amount derived from sources within South Dakota of any income, gain, loss, and deduction recognized for federal income tax purposes but excluded from the definition of federal distributable net income of the estate or trust. The source of such income, gain, loss, and deduction shall be determined in accordance with the applicable provisions of sections 8 and 9 of this Act, as in the case of a nonresident individual; (3) There shall be added or subtracted the amount of any modifications described in sections 3 and 4 of this Act to the extent relating to income or gain referred to in subdivision (2) of this section. Section 45. The share of a nonresident estate or trust under subdivision (1) of section 44 of this Act and the share of a nonresident beneficiary of any estate or trust under sections 8 and 9 of this Act in estate or trust income, gain, loss, deduction, and credit from sources within South Dakota shall be determined as follows: (1) There shall be determined the items of income, gain, loss, deduction, and credit derived from sources within South Dakota which enter into the definition of federal distributable net income of the estate or trust for the taxable year, including such items from another estate or trust of which the first estate or trust is a beneficiary. Such determination of source shall be made in accordance with the applicable provisions of sections 8 and 9 of this Act as in the case of a nonresident individual; (2) There shall be added or subtracted the modifications described in sections 3 and 4 of this Act, to the extent relating to items of income, gain, loss, deduction, and credit derived from sources within South Dakota, which enter into the definition of federal distributable net income, including such items from another estate or trust of which the first estate or trust is a beneficiary. No modification may be made under this subdivision which has the effect of duplicating an item already reflected in the definition of federal distributable net income; (3) The amounts determined under subdivisions (1) and (2) of this section shall be allocated among the estate or trust and its beneficiaries, including, solely for the purpose of this allocation, resident beneficiaries, in proportion to their respective shares of federal distributable net income. The amounts so allocated shall have the same character under this Act as for federal income tax purposes. Section 46. If the nonresident estate or trust has no federal distributable net income for the taxable year, the share of each beneficiary, including, solely for the purpose of this allocation, resident beneficiaries, in the net amount, determined under subdivisions (1) and (2) of section 45 of this Act shall be in proportion to the beneficiary's share of the estate or trust income for such year, under local law or the governing instrument which is required to be distributed currently and any other amounts of such income distributed in such year. Any balance of such net amount shall be allocated to the estate or trust. The secretary may, by rule, establish such other method or methods of determining the respective shares of the beneficiaries and of the estate or trust in its income derived from sources within South Dakota and in the modifications related thereto as may be appropriate and equitable. Such method may be used by the fiduciary in the fiduciary's discretion whenever the allocation of such respective shares under this section or section 45 of this Act would result in an inequity which is substantial both in amount and in relation to the total amount of the modifications referred to in subdivision (2) of section 45 of this Act. Section 47. The provisions of section 11 of this Act shall apply to trusts and estates to the extent not inconsistent with sections 41 to 46, inclusive, of this Act. Section 48. In the case of a corporation which qualifies as a regulated investment company under the provisions of the Internal Revenue Code, for purposes of this Act the net income of such corporation in each year in which such corporation is taxed as a regulated investment company for federal income tax purposes shall be the investment company taxable income of such corporation, adjusted as provided in sections 36 and 37 of this Act. Section 49. The adjusted basis of shares of a regulated investment company in the hands of a shareholder shall be increased by the amount of any undistributed capital gains of such regulated investment company which the shareholder was required to reflect in computing the taxpayer's adjusted gross income for South Dakota income tax purposes. Section 50. In the case of an organization which qualifies as a real estate investment trust under the provisions of the Internal Revenue Code, for purposes of this Act, the net income of such organization in each year in which such organization is taxed as a real estate investment trust for federal income tax purposes shall be the sum of: (1) The real estate investment trust taxable income of such organization; and (2) The excess, if any, of the net long-term capital gain of such organization over the sum of its net short-term capital loss and the deduction for dividends paid, determined with reference to capital gains dividends only, as computed for federal income tax purposes. Subdivisions (1) and (2) of this section shall be adjusted as provided in sections 36 and 37 of this Act. Section 51. A net operating loss deduction shall be allowed in the same manner that it is allowed under the Internal Revenue Code except as otherwise provided in this section. The amount of the net operating loss that may be carried forward and carried back for South Dakota income tax purposes shall be that portion of the federal net operating loss allocated to South Dakota under this Act in the taxable year that the net operating loss is sustained. For individuals, estates, and trusts, net operating losses may be carried back to the same years as is a federal net operating loss incurred in such year. Such losses may not be carried forward to subsequent tax years. Net operating losses of corporations may be carried forward for the same number of years as allowed for a federal net operating loss. Net operating losses of corporations may not be carried back to an earlier tax year. Section 52. Whenever a resident individual or a nonresident individual with income from South Dakota sources is required to file a federal income tax return under the provisions of section 6012 of the Internal Revenue Code, the individual shall make a return which shall contain a written declaration that it is made under the penalty of perjury. The return shall set forth, in such detail as the secretary may prescribe by rule, federal adjusted gross income, the deductions, modifications, exemptions, and credits required or allowed under this Act and any other information necessary to carry out the purposes of this Act. For the purpose of this section, the residence of the individual taxpayer shall be the address supplied by the taxpayer to the Department of Revenue on the taxpayer's return. If any individual is unable to make a return, the return shall be made by a duly authorized agent, guardian, executor, administrator, or other person charged with the care of the person or property of such taxpayer. Section 53. Every corporation subject to taxation under this Act and every corporation referred to in section 116 of this Act shall make a return which shall contain a written declaration that it is made under the penalties of perjury. Such return shall set forth, in such detail as the secretary may prescribe by rule, federal adjusted gross income and the modifications and credits required or allowed under this Act and any other information necessary to carry out the purposes of this Act. The return shall be signed by the president, vice-president, treasurer, assistant treasurer, chief accounting officer, or other officer duly authorized to act. In cases where receivers, trustees in bankruptcy, or assignees are operating the property or business of corporations, such receivers, trustees, or assignees shall make returns for such corporations in the same manner and form as corporations are required to make returns. Any tax due on the basis of such returns shall be collected in the same manner as if collected from the corporation for which the return is made. Section 54. Every fiduciary, except a receiver appointed by authority of law in possession of part only of the property of an individual, shall make a return for any individuals, estates, or trusts for which the fiduciary acts, which return shall contain a declaration that it is made under the penalties of perjury. Such return shall set forth, in such detail as the secretary may prescribe by rule, the federal adjusted gross income and the deductions, modifications, exemptions, and credits required or allowed under this Act and any other information necessary to carry out the purposes of this Act. The individuals, estates, or trusts for which a fiduciary acts are as follows: (1) Every individual for whom a return is required to be filed under section 53 of this Act; (2) Every resident estate or trust and every nonresident estate or trust with income from South Dakota sources for which a federal income tax return is required to be filed. Section 55. Every fiduciary of an estate or trust with a nonresident beneficiary which receives net income from real or tangible personal property within South Dakota shall withhold and pay over to the secretary, out of the income to be distributed to such nonresident beneficiary, a tax upon the beneficiary's share of said income computed at the rate provided in section 2 of this Act unless the nonresident beneficiary files a timely return of the nonresident beneficiary's total income from sources within South Dakota, in which case the fiduciary shall withhold and pay over only the amount of tax disclosed by the beneficiary's return. The nonresident beneficiary, at the nonresident beneficiary's option within the time limited by this Act, may file a return of the nonresident beneficiary's income and may claim a refund for the amount of tax withheld in excess of the amount of tax due as shown by said return. Section 56. Every partnership shall make a return which shall contain a written declaration that it is made under the penalties of perjury. Such return shall set forth, in such detail as the secretary may prescribe by rule, the items of federal adjusted gross income and the modifications and credits required or allowed under this Act and any other information necessary to carry out the purposes of this Act. The return shall be signed by any one of the partners. Section 57. Any final determination of federal adjusted gross income made pursuant to the provisions of federal law under which federal adjusted gross income is found to differ from the adjusted gross income originally reported to the federal government shall be reported by the taxpayer to the secretary within thirty days of such final determination with a statement of the reasons for the difference, in such detail, as the secretary may require. In addition thereto, any taxpayer filing an amended return with the federal Internal Revenue Service which reflects any change in income reportable to the State of South Dakota shall, within thirty days of such federal filing, make and file a corresponding South Dakota amended return. Section 58. For purposes of section 57 of this Act, final determination means only the first of the following to occur: (1) The taxpayer's execution of a waiver with and acceptance by the Internal Revenue Service of restrictions on assessment and collection of deficiency in federal tax or acceptance of overassessment in said tax; (2) The acceptance by the Internal Revenue Service of an offer of waiver of restrictions on assessment and collection of deficiency in tax or acceptance of overassessment; (3) The execution by the taxpayer of acceptance of an examining officer's findings by a partnership or fiduciary; (4) The payment of any additional tax by the taxpayer; or (5) Any judgment becoming final, whether by stipulation or otherwise, in any judicial proceeding affecting such change in reported federal adjusted gross income. Section 59. If, from the report or return required by section 57 of this Act or from investigation, it appears that the tax with respect to income or income tax liability imposed by this Act has not been fully assessed, the secretary shall, within one year after the receipt of such report or within one year of discovery of such final determination, if unreported, assess the deficiency with interest at the rate prescribed in section 103 of this Act. If the taxpayer does not report such final determination or file such amended return within the prescribed thirty-day period, then the statute of limitations shall be tolled from the end of such thirty-day period until the date that such final determination is reported to the secretary or such amended return is filed with the secretary or until the secretary discovers such determination or change, whichever shall first occur. Section 60. If any taxpayer agrees with the Internal Revenue Service for an extension, or renewals thereof, of the period for assessing deficiencies or paying refunds in federal income tax or for changing reported federal adjusted gross income of a partnership or fiduciary for any year or if any taxpayer files a federal income tax refund claim or initiates administrative or judicial proceedings which have the effect of extending said period for any year, the period within which the secretary may issue a notice of deficiency for any such year shall be four years after the applicable South Dakota return was filed or one year after the date of expiration of the extended period for assessing deficiencies in federal income tax or changing reported federal adjusted gross income of a partnership or fiduciary, whichever is later. Section 61. Notwithstanding any provision of law, the statute of limitations relating to claims for refund or credit for any year may not expire prior to the expiration of the time within which a deficiency for such year could be assessed. Any assessment made by reason of the applicability of the provisions of sections 57 to 61, inclusive, of this Act, which could not have been made except for the extension or tolling, pursuant to said provisions, of the period of limitations otherwise applicable for assessing income taxes, shall be limited to deficiencies arising as a result of adjustments made by the commissioner of internal revenue in any final determination of federal adjusted gross income, if the taxpayer has been audited by the Department of Revenue for the year in question and the issues raised in the audit have been settled by agreement for payment or payment of deficiencies arising therefrom. Section 62. Every person or organization exempt from taxes pursuant to section 12 of this Act shall make and file a return only if said person or organization is required to file a federal return of unrelated business income, which South Dakota return shall contain such information as the secretary may prescribe. All procedures of law relating to the determination, assessment, collection, and refund of tax shall apply to such return and the tax payable thereon. Section 63. Any person who is required by section 6053 or 6041(a) of the Internal Revenue Code to file annual information reports concerning tips or remunerations for services and direct sales may be required, by rules promulgated by the secretary, to file copies of such reports or otherwise furnish the same to the secretary within the time required by the Internal Revenue Service for the filing of such reports. Any person required by this section to file a report who fails to timely file such report shall be subject to a fine of fifty dollars for each such failure. Section 64. If any person fails or refuses to make any return required by this Act, the secretary may make such return for such person from such information as may be available, and any assessment based on such return made by the secretary shall be as good and sufficient as if such return had been made and filed by the person liable therefor. Section 65. Wherever in this Act it is required that a return be made under oath, the signing of the return by the person therein required to make oath shall be sufficient compliance with the provisions of said sections if such return contains or is verified by a written declaration that it is made under the penalties of perjury. Any individual who willfully makes and signs a return which the individual does not believe to be true and correct as to every material matter is guilty of perjury. Section 66. Every employer making payment of wages shall deduct and withhold from wages an amount measured by a percentage or percentages of the total amount required to be deducted and withheld by an employer from wages of an employee for federal income tax purposes, or measured by withholding tax tables promulgated by the secretary, or by such other methods as the secretary may prescribe if such percentage, percentages, tables, or other methods result in the withholding from the employee's wages during each pay period an amount which shall approximate as nearly as possible the income tax due to the State of South Dakota by such employee. The secretary may, upon written application having been made to the secretary, approve an alternative method of withholding based upon a percentage fixed by the secretary of the adjusted gross income, which percentage shall approximate as nearly as possible the amount of income tax due to the State of South Dakota. Section 67. Every employer, irrespective of whether or not said employer deducts and withholds the amounts required by section 66 of this Act, shall be liable for the amounts required to be deducted and withheld unless, in the case of any failure to deduct and withhold such amounts, it is shown that such failure was due to reasonable cause and not due to willful neglect. If the employer fails to deduct and withhold the amounts required by section 66 of this Act and thereafter the tax against which such deducted and withheld amounts would have been credited is paid, the amounts so required by section 66 of this Act to be deducted and withheld may not be collected from the employer; but in no such case, unless due to reasonable cause, may the employer be relieved from liability for any penalties or additions to the amounts required under section 66 of this Act to be deducted and withheld otherwise applicable to any such failure to deduct and withhold. Section 68. Except as provided in section 69 of this Act every employer withholding less than one thousand two hundred dollars each quarter shall file a quarterly return on or before the last day of the month following the close of the quarter and remit therewith to the Department of Revenue the amount which is required to be deducted and withheld by said employer from the wages paid to any employee during the preceding quarter. Every employer withholding more than one thousand two hundred dollars in any quarter shall file a return in such form as shall be determined by the Department of Revenue and shall pay the amount stated in the return as due for the first month of the quarter by the fifteenth day of the following month and for the second month of the quarter by the fifteenth day of the following month. Said employer shall file a return for the third month of the quarter on or before the last day of the month following the close of the quarter and remit therewith to the Department of Revenue the amount which was withheld during the third month. Section 69. Every employer who operates a business on a seasonal basis shall file a return and remit the tax withheld on or before the fifteenth day of the following month for each month during which the business is operated. The employer shall state the months during which the employer expects to operate the business and shall notify the Department of Revenue of any changes in the months of operation. Every employer withholding less than one hundred dollars each quarter shall file an annual return on or before the last day of January and remit therewith to the Department of Revenue the amount which is required to be deducted and withheld by said employer from the wages paid. Section 70. An employer may change from monthly to quarterly if the employer withholds less than one thousand two hundred dollars in two successive quarters and the employer gives thirty days' written notice to the secretary before making such change. Section 71. All amounts deducted and withheld shall be considered as tax collected under this Act and no employee may have any right of action against the employee's employer in respect to any moneys so deducted and withheld from the employee's wages and paid over to the Department of Revenue in compliance or in intended compliance with this Act. Section 72. Every employer shall, in accordance with such rules as may be prescribed by the secretary, provide each employee with a statement of the amounts of moneys deducted and withheld from such employee's wages in accordance with the provisions of this Act. Every employer shall also make an annual statement for each employee to the Department of Revenue, on such forms as are provided or approved by the Department of Revenue, a copy of which shall be provided each employee, summarizing the total compensation paid and the tax withheld for such employee during the preceding calendar year or any portion thereof. The annual statement shall be filed on or before March fifteenth of the year following that for which the report is made. Failure to file the statements within the time prescribed therefor, unless shown to have been due to reasonable cause, or the willful filing or furnishing of false or fraudulent statements shall subject the employer to a penalty, at the discretion of the secretary, of not less than five dollars nor more than fifty dollars, which shall be in addition to any criminal penalty otherwise provided for failure to file a return or for filing a false or fraudulent return. Section 73. Every employer who deducts and withholds any amounts under the provisions of this Act shall hold the same in trust for the State of South Dakota for the payment thereof to the Department of Revenue in the manner and at the time provided for in this Act. The State of South Dakota and the Department of Revenue shall have a lien to secure the payment of any amounts withheld and not remitted as provided in this Act upon all of the assets of the employer and all property, including stock in trade, business fixtures, and equipment, owned or used by the employer in the conduct of the employer's business, so long as any delinquency continues, which lien shall be prior to any lien of any kind whatsoever, including existing liens for taxes. Section 74. The owner, conditional vendor, or mortgagee of any property, real or personal, or any stock in trade, business fixtures, or equipment owned or used by an employer subject to the lien provided by section 73 of this Act may exempt such property from the lien granted in section 73 of this Act to the State of South Dakota and the Department of Revenue by requiring the employer to procure a certificate from the Department of Revenue certifying that such employer has posted with the Department of Revenue security for the payment of the amounts withheld under the provisions of this Act. When such certificate is procured by the employer and transmitted to the owner, conditional vendor, or mortgagee of any of the assets of the employer, such assets shall thereafter be exempt from attachment under the lien granted to the State of South Dakota and the Department of Revenue by section 73 of this Act. Section 75. The real or personal property of an owner who has made a bona fide lease to an employer shall be exempt from the lien created in section 73 of this Act if such property can reasonably be identified from the lease description and if the lessee is given no right to become the owner of the property leased. This exemption shall be effective from the date of the execution of the lease if the lease is recorded with the county register of deeds of the county where the property is located or based or a memorandum of the lease is filed with the Department of Revenue on such forms as may be prescribed by the department within ten days after the execution of the lease at a cost for such filing of two dollars and fifty cents per document. Motor vehicles which are properly registered in this state, showing the lessor as owner thereof, shall be exempt from the lien created in section 73 of this Act; except that the lien shall apply to the extent that the lessee has an earned reserve, allowance for depreciation not to exceed fair market value, or similar interest which is or may be credited to the lessee. Where the lessor and lessee are blood relatives or relatives by law or have twenty-five percent or more common ownership, a lease between such lessee and such lessor may not be considered as bona fide for purposes of this section. Section 76. Any employer who is in possession of property under the terms of a lease, which property is exempt from lien as provided in section 75 of this Act, may be required by the secretary to remit tax funds collected at more frequent intervals than quarterly, but no more frequently than the employer's payroll period or may be required to furnish security for the proper payment of taxes whenever the collection of taxes appears to be in jeopardy. Section 77. The entire amount of income from wages upon which tax was deducted and withheld shall be included in the gross income of the income tax return required to be made by the employee, the recipient of the wages, without exclusion of such amounts deducted and withheld under section 66 of this Act, and any tax so deducted and withheld shall be credited against the total income tax, as computed in the employee's return, made in accordance with the provisions of this Act. Section 78. The Department of Revenue after an audit of the annual income tax return of the employee or in cases of returns which take longer than normal to process for reasons specified in section 115 of this Act, shall refund the amount deducted or withheld in excess of the tax liability of the employee, together with interest thereon at the Category C rate of interest pursuant to § 54-3-16(3) from the fifteenth day of the seventh month following the close of the employee's taxable year for which the income tax return is filed. Section 79. No refund may be made to any employee who fails to file a return as required by this Act within four years from the date the return was required to be filed and against which the tax withheld might have been credited. In the event the excess tax deducted and withheld is one dollar or less, no refund may be made, unless a specific claim for refund is filed by the taxpayer at the time the return is filed. The excess subject to being refunded, may in no event and under no condition be allowed as a credit against any tax accruing on a return filed for a year subsequent to the year during which the wages were received, and can only be credited against a tax accruing upon a return of wages from which such excess was deducted and withheld. Section 80. Separate refunds may be made by the Department of Revenue to a husband or wife who have filed a joint return, at the written request of either, the amount payable to each spouse being proportioned upon the gross earnings of each as shall be established to the satisfaction of the Department of Revenue. If an employee entitled to a refund dies, payment of such refund shall be made in such manner as provided for by law for distribution of moneys payable by the State of South Dakota to a decedent. Section 81. Moneys remitted by employers under this Act shall be deposited in the state treasury and credited to the income tax withholding fund which is hereby created. Refunds shall be made from this fund. All unexpended balances on hand in said fund on each June thirtieth, or at any time as shall be determined by the secretary, with the approval of the state treasurer, shall be credited to the general fund of the state. The unexpended balance shall include all moneys which for any reason cannot be refunded. All warrants which cannot be delivered to the taxpayer and which are not presented for payment within six months from the date of issuance thereof, shall be void, and the moneys represented thereby shall be included in the unexpended balance in said fund at the expiration of said year. Persons entitled to the refund of moneys represented by warrants which cannot be delivered to the taxpayer and which are not presented for payment within six months, from the date of issuance thereof, may file claims for refund at any time within four years from the date the income tax return which establishes the right to the refund was required to be filed. Claims for refund not filed within the prescribed four-year period may not be allowed or paid. Section 82. The secretary may promulgate rules pursuant to chapter 1-26, for the enforcement of this Act, including rules for determining the amount, up to but not exceeding the amount limited in this Act to be deducted and withheld by employers from wages of nonresident employees, only a part of whose wages are paid for services performed within the State of South Dakota. Section 83. On or before the date of the commencement of employment with an employer, the employee shall furnish the employer with a signed withholding certificate. A comparable withholding certificate filed pursuant to the Internal Revenue Code, shall be deemed to satisfy the filing requirement under this section. Where necessary to cause the proper amount to be withheld, the secretary may adjust the employee's withholding to the amount properly allowable under the Internal Revenue Code. To enforce the provisions of this section, the secretary may file with the employer a withholding certificate on behalf of the employee. Prior to the filing of such certificate, the secretary shall first notify the employee that the certificate previously filed by the employee is being examined, and that the employee may submit satisfactory evidence pursuant to the Internal Revenue Code, within ten days of receipt of said notice, as to the correct number of withholding exemptions and allowances. Should the secretary, after reviewing any evidence so submitted, find the certificate filed by the employee to be defective, the employer shall accept the certificate filed by the secretary in lieu of any certificate previously filed by the employee, and such certificate filed by the secretary shall thereafter form the basis for withholding wages as required by this Act. The secretary may also require from the employer a copy of any withholding certificate signed by the employee. Any employee may request a hearing to protest such certificate filed on the employee's behalf by the secretary. Such hearing shall be conducted pursuant to chapter 1-26. Section 84. Any person making any payment of winnings which are subject to withholding for federal income tax purposes shall deduct and withhold from such payment for South Dakota income tax purposes twenty percent of the amount required to be withheld under the provisions of section 3402 of the Internal Revenue Code. The amount withheld shall be remitted to the Department of Revenue in the same manner as is required in sections 69 to 70, inclusive, of this Act. Section 85. Every individual subject to taxation under the provisions of this Act shall make a declaration of estimated tax if the estimated tax can reasonably be expected to exceed one thousand dollars. For the purposes of this section, estimated tax means the tax imposed by this Act in excess of the credits allowed by this Act. The declaration of estimated tax shall be filed on or before the fifteenth day of the fourth month of the taxpayer's taxable year, and the amount of estimated tax shown thereon shall be paid in four equal installments, one at the time such declaration is filed, one on or before the fifteenth day of the sixth month of such taxable year, one on or before the fifteenth day of the ninth month of the taxable year, and one on or before the fifteenth day of the first month of the succeeding taxable year. In the case of an individual whose estimated gross income from farming for the taxable year is at least two-thirds of the total estimated gross income, if on or before March first of the succeeding taxable year the taxpayer files a return and pays in full the amount computed on the return as payable, the individual will be considered to have fulfilled the obligation to file and pay estimated taxes. Section 86. A husband and wife who file a joint federal declaration of estimated tax shall file a joint South Dakota declaration of estimated tax. If a South Dakota joint declaration of estimated tax is made by husband and wife, but they do not file a joint South Dakota return for the taxable year, such estimated tax may be treated as the estimated tax of either the husband or the wife, or may be divided between them. Section 87. An underpayment of estimated tax shall occur under this section if the estimated tax is not paid as required in sections 85 and 86 of this Act. However, no underpayment of estimated tax shall be deemed to have occurred if the total of the taxpayer's payments and credits on the declaration of estimated tax equals or exceeds the lesser of the following amounts: (1) The taxpayer's actual South Dakota tax liability for the preceding taxable year, before credits allowed by this Act as shown on the taxpayer's return for the preceding taxable year, reduced by one thousand dollars, if a South Dakota return showing liability for the tax was filed by the taxpayer for the preceding taxable year and such preceding year was a taxable year of twelve months; and (2) An amount equal to seventy percent of the taxpayer's actual South Dakota tax liability for the taxable year before credits allowed by this Act. No underpayment of estimated tax may be deemed to have occurred for any taxable year if the preceding taxable year was a taxable year of twelve months, the individual did not have any liability for tax for the preceding taxable year, and the individual was a resident of South Dakota throughout the preceding taxable year. Section 88. In the event an underpayment of estimated tax occurs under the provisions of section 87 of this Act, there shall be added to the amount of tax due for the taxable year, as determined under this Act, an amount determined at the Category C rate of interest pursuant to § 54-3-16(3) on the amount of underpayment in excess of one thousand dollars, computed from the date when the estimated tax or any installment thereof should have been paid. Section 89. All of the provisions of sections 85 to 90, inclusive, of this Act, shall also apply to nonresident or part-year resident taxpayers whose tax liability after credits allowed by this Act may reasonably be expected to exceed one thousand dollars for the taxable year. Section 90. Overpayment resulting from payment of estimated tax in excess of the amount determined to be due upon the filing of a return for the same taxable year may be refunded to the taxpayer, or, at the taxpayer's option, any portion thereof may be applied against the amount of estimated tax determined to be due on the taxpayer's declaration filed for the succeeding taxable year. No refund may be made of any estimated tax paid unless a completed return is filed as required by this Act. Refund of overpayment to a husband and wife who have filed a joint return shall be made to the husband and wife jointly unless either spouse requests a separate refund, in which event the amount payable to each spouse shall be apportioned on the ratio that the South Dakota adjusted gross income of each bears to the total South Dakota adjusted gross income reported on the joint return. In the event that one spouse has died prior to such refund, the total refund may be made to the surviving spouse upon proper application, or separate refunds may be made as specified in this section. Section 91. Every corporation subject to taxation under the provisions of this Act shall make a declaration of estimated tax if the taxes imposed by section 18 of this Act for the taxable year can reasonably be expected to exceed five thousand dollars. For the purposes of this section, estimated tax means the excess of tax over the sum of five thousand dollars and any amounts expected to be withheld under § 10-39-56. Section 92. The declaration of estimated tax required of corporations by section 91 of this Act shall be filed on or before the fifteenth day of April of the taxable year, except that if the requirements of section 91 of this Act are first met after April first and before June second of the taxable year, the declaration shall be filed on or before June fifteenth of the taxable year; or after June first and before September second of the taxable year, the declaration shall be filed on or before September fifteenth of the taxable year; or after September first of the taxable year, the declaration shall be filed on or before December fifteenth of the taxable year. Section 93. A corporation may make amendments of a declaration filed during the taxable year in accordance with rules promulgated by the secretary. An amendment of a declaration may be filed in any interval between the installment dates prescribed for that taxable year but only one amendment may be filed in each such interval. If any amendment of a declaration is filed, the remaining installments, if any, shall be ratably increased or decreased, as the case may be, to reflect the increase or decrease of the estimated tax by reason of such amendment. If any amendment is made after September fifteenth of the taxable year, any increase in the estimated tax by reason thereof shall be paid in full at the time of making such amendment. Section 94. The amount of estimated tax with respect to which a declaration is required under section 92 of this Act, shall be paid as provided in this section: (1) If the declaration is filed on or before April fifteenth of the taxable year, the estimated tax shall be paid in four equal installments. The first installment shall be paid at the time of the filing of the declaration. The second, third, and fourth installments shall be paid on June fifteenth, September fifteenth, and December fifteenth, respectively, of the taxable year; (2) If the declaration is filed after April fifteenth and not after June fifteenth of the taxable year and is not required by section 91 of this Act to be filed on or before April fifteenth of the taxable year, the estimated tax shall be paid in three equal installments. The first installment shall be paid at the time of filing of the declaration, and the second and third installments on September fifteenth and December fifteenth, respectively, of the taxable year; (3) If the declaration is filed after June fifteenth and not after September fifteenth of the taxable year and is not required to be filed on or before June fifteenth of the taxable year, the estimated tax shall be paid in two equal installments. The first installment shall be paid at the time of filing of the declaration and the second shall be paid on December fifteenth of the taxable year; (4) If the declaration is filed after September fifteenth of the taxable year and is not required to be filed on or before September fifteenth of the taxable year, the estimated tax shall be paid in full at the time of the filing of the declaration; (5) If the declaration is filed after the time prescribed in section 92 of this Act, then subdivisions (2) to (4), inclusive, of this section do not apply and there shall be paid, at the time of such filing, all installments of estimated tax which would have been payable on or before such time if the declaration had been filed within the time prescribed in section 92 of this Act and the remaining installments shall be paid at the times at which, and in the amounts in which, they would have been payable if the declaration had been so filed. Section 95. In the case of any underpayment of estimated tax by a corporation, there shall be added to the tax computed under this Act for the taxable year, an amount determined at the Category E rate of interest pursuant to § 54-3-16(5) upon the amount of underpayment determined under section 96 of this Act for the period of underpayment determined under section 97 of this Act. Section 96. For the purposes of section 95 of this Act, the amount of underpayment shall be the excess of subdivision (1) of this section over subdivision (2) of this section: (1) The amount of installment which would be required to be paid if the estimated tax were equal to seventy percent of the tax shown on the return for the taxable year, or if no return was filed, seventy percent of the tax for such year; (2) The amount, if any, of the installment paid on or before the last date prescribed for payment. Section 97. The period of underpayment shall run from the date the installment was required to be paid, whichever of the following dates is earlier: The fifteenth day of the fourth month following the close of the taxable year; or with respect to any portion of the underpayment, the date on which such portion is paid. For the purposes of this section, a payment of estimated tax on any installment date shall be considered a payment of any previous underpayment only to the extent such payment exceeds the amount of the installment determined to be due under subdivision (1) of section 96 of this Act for such installment date. Section 98. Notwithstanding the provisions of sections 95 to 97, inclusive, of this Act, the addition of the tax with respect to any underpayment of any installment may not be imposed if the total amount of all payments of estimated tax made on or before the last date prescribed for the payment of such installment equals or exceeds the amount which would have been required to have been paid on such date if the estimated tax were paid, whichever amount in subdivision (1) or (2) of this section is the lesser: (1) The tax shown on the return of a corporation for the preceding taxable year reduced by five thousand dollars, if the return showing liability for the tax was filed by the corporation for the preceding taxable year and such preceding year was a taxable year of twelve months; (2) An amount equal to the tax computed at the rates applicable to the taxable year, but otherwise on the basis of the facts shown on the return of the corporation and the law applicable to the preceding taxable year. Section 99. In the case where the tax computed under this Act is less than the amount which has been declared and paid as estimated tax for the same taxable year, a refund shall be made upon the filing of a return, together with interest on such overpayment at the Category C rate pursuant to § 54-3-16(3). Overpayment resulting from the payment of estimated tax in excess of the amount determined to be due upon the filing of a return for the same taxable year may be credited against the amount of estimated tax determined to be due on any declaration filed for the next succeeding taxable year or for any deficiency or nonpayment of tax for any previous taxable year. No refund may be made of any estimated tax paid unless a completed return is filed as required by the provisions of this Act. Section 100. All returns required by this Act shall be made as nearly as practicable in the same form as the corresponding form of income tax return required by the United States. All returns shall be filed in the office of the secretary on or before the fifteenth day of the fourth month following the close of the taxable year. The secretary may grant a reasonable extension of time for filing returns and for paying the tax under such rules as the secretary may prescribe. Residents who are traveling or temporarily residing outside the United States at the time provided in this section shall be allowed an automatic extension to and including the fifteenth day of the sixth month following the close of the taxable year in which to file returns. Section 101. All taxes imposed under the provisions of this Act shall be paid on the fifteenth day of the fourth month following the close of the taxable year. The secretary may grant any taxpayer, upon application therefor, an extension of time for the payment of the tax, or any portion thereof, with interest to be charged on the unpaid balance at the Category C rate of interest pursuant to § 54-3-16(3) for the period of such extension. No extension of time may be authorized for payment of amounts of tax due upon deficiency assessments, or on amended or delinquent returns. Payment of the estimated income tax or any installment thereof shall be considered payment on account of the income taxes imposed by this Act. Section 102. If any tax due under this Act is not paid when due, by reason of extension granted, or otherwise, interest shall be added thereto at the Category C rate of interest pursuant to § 54-3-16(3) from the due date thereof, in addition to any penalties which may be imposed by the provisions of sections 103 to 113, inclusive, of this Act. Interest on any deficiency in tax shall begin to accrue on the date prescribed in this Act for payment of the tax. Section 103. If any person fails to file a return at the time required by the provisions of this Act and no intent to evade the tax exists, and if there is a balance due to be paid with such return, there shall be collected as a penalty the sum of five dollars for such failure or five percent of the proper amount of tax on such return if the failure is for not more than one month, with an additional one-half percent for each additional month or fraction thereof during which such failure continues, not exceeding twelve percent in the aggregate, whichever is greater. Section 104. If any person fails to pay any tax by the due date under the provisions of this Act, there shall be collected as a penalty the sum of five dollars for such failure or five percent of the amount of such tax if the failure is for not more than one month, with an additional five-tenths of one percent for each additional month or fraction thereof during which such failure continues, not exceeding twelve percent in the aggregate, whichever is greater. Section 105. For the purposes of sections 103 and 104 of this Act, tax means the net amount of tax required to be shown on the return reduced by any amount paid on or before the date prescribed for payment of the tax and by the amount of any credit against the tax which may be claimed on the return. If the penalties provided for in sections 103 and 104 of this Act both apply, then only the larger of the two penalties may be assessed. Section 106. If any person fraudulently or willfully fails to file any return, there shall be collected as a penalty for such failure the sum of seventy-five dollars or one hundred percent of the amount of the tax, if any, whichever is greater. If any person files a fraudulent or willfully false return, there shall be collected as a penalty the sum of one hundred fifty dollars or one hundred fifty percent of the amount of the tax, if any, whichever is greater. Section 107. If, after determination and assessment of any tax imposed by this Act, any person fails to pay the same within the time limited by any notice and demand sent to such person by the secretary, there shall be collected as a penalty for such failure a sum equal to fifteen percent of the amount of the tax demanded. Section 108. If any person fraudulently fails to pay any tax when due under the provisions of this Act or willfully seeks to evade the payment thereof, there shall be collected as a penalty for such failure a sum equal to one hundred fifty percent of the amount of the tax. Section 109. If any part of any deficiency is due to negligence or disregard of the laws or rules but without intent to defraud, twenty-five percent of the total amount of the deficiency, in addition to such deficiency, shall be assessed, collected, and paid in the same manner as if it were a deficiency. Section 110. All of the penalties provided in sections 103 to 109, inclusive, of this Act shall be cumulative and shall be collected at the same time and in the same manner as the tax. Section 111. The secretary for good cause, may waive or reduce any penalties assessed pursuant to this Act and interest imposed in excess of the Category C rate of interest pursuant to § 54-3-16(3), upon making a record of the reasons therefor. Section 112. The provisions of sections 102 to 113, inclusive, of this Act do not apply to any estimated tax required to be paid by or under the provisions of sections 85 to 99, inclusive, of this Act. Section 113. Any person required under this Act, or rules promulgated pursuant thereto, to make a return, keep any records, or supply any information, for the purpose of the computation, assessment, or collection of any tax imposed by this Act, who willfully fails to make such return, keep such records, or supply such information at the time required, in addition to other penalties provided by law, shall be punished as provided in section 118 of this Act. Any person required under this Act to collect, account for, and pay over any tax imposed by this Act, who willfully fails to collect or truthfully account for and pay over such tax, and any person who willfully fails to pay any tax, or in any manner evades or defeats any tax imposed by this Act or the payment thereof, in addition to other penalties provided by law, shall be punished as provided in section 118 of this Act. Person, as used in this section, includes an officer or employee of a corporation or a member or employee of a partnership, who as such an officer, employee or member is under a duty to perform the act in respect to which the violation occurs. Section 114. A reserve, in an amount to be determined periodically by the secretary, shall be set aside and maintained by the state treasurer from taxes collected under this Act and held by the state treasurer for the prompt payment of all refunds. The Department of Revenue shall pay refunds within forty-five days of the filing of the personal income tax return. For purposes of this section, the date of filing shall be the date when the income tax return is received by the Department of Revenue; except that, if a return is received during the month of April, the date of filing is deemed to be May first. Section 115. If any refund due under this Act is not paid when due, interest shall be added thereto at the Category E rate imposed under § 54-3-16(5) from the due date of the refund, as prescribed in section 114 of this Act, until the refund is mailed to the taxpayer by the Department of Revenue. In addition to the interest, a penalty equal to five percent of the amount of tax to be refunded shall be added. The provisions of section 114 of this Act do not apply to any return that is being audited or to any return that may take longer than normal to process due to the mathematical or clerical errors contained in said return or to unforeseen delays caused by the failure of processing equipment. Such determination shall be made in good faith by the Department of Revenue. Any refund attributable to a return which takes longer than normal to process for reasons specified in this section shall be subject to the requirements of section 88 of this Act. Section 116. A small business corporation under Subchapter S of the Internal Revenue Code which has a Subchapter S election in effect is not subject to taxation under this Act. Section 117. That § 10-59-1 be amended to read as follows: 10-59-1. The provisions of this chapter apply to any taxes or fees or persons subject to taxes or fees imposed by this Act and chapters 10-39, 10-39A, 10-39B, 10-43, 10-45, 10-46, 10-46A, 10-46B, 10-47B, 10-52, 10-60, 32-3, 32-5, 32-5B, 32-9, 32-10, and 34A-13 and § § 22-25-48, 50-4-13 to 50-4-17, inclusive, and the provisions of chapter 10-45B. Section 118. Any person who: (1) Makes any false or fraudulent return in attempting to defeat or evade the tax imposed by this Act is guilty of a Class 6 felony; (2) Fails to pay tax due under this Act within thirty days from the date the tax becomes due is guilty of a Class 1 misdemeanor; (3) Fails to keep the records and books required by this Act or refuses to exhibit these records to the secretary or the secretary's agents for the purpose of examination is guilty of a Class 1 misdemeanor; (4) Fails to file a return required by this chapter within thirty days from the date the return is due is guilty of a Class 1 misdemeanor; (5) Willfully violates any rule of the secretary for the administration and enforcement of the provisions of this Act is guilty of a Class 1 misdemeanor; (6) Violates either subdivision (2) or subdivision (4) two or more times in any twelve-month period is guilty of a Class 6 felony. For purposes of this section, person includes corporate officers having control, supervision of, or charged with the responsibility for making tax returns or payments pursuant to this Act. Section 119. That § 10-46A-1 be repealed. 10-46A-1. There is imposed an excise tax upon the gross receipts of all prime contractors engaged in realty improvement contracts, at the rate of two percent. Section 120. That § § 10-46A-1.1 to 10-46A-19, inclusive, be repealed. Section 121. That § 10-46B-1 be repealed. 10-46B-1. There is imposed an excise tax upon the gross receipts of all prime contractors and subcontractors engaged in realty improvement contracts for those persons subject to tax under chapters 10-28, 10-33, 10-34, 10-35, 10-36, or 10-36A or any municipal utility or telephone company subject to chapters 9-39, 9-41, 9-47, or 9-48 or any rural water system, at the rate of two percent. Section 122. That § § 10-46B-1.1 to 10-46B-18, inclusive, be repealed. Section 123. That § 10-45-12.1 be amended to read as follows: 10-45-12.1. The following services enumerated in the Standard Industrial Classification Manual, 1987, as prepared by the Statistical Policy Division of the Office of Management and Budget, Office of the President are exempt from the provisions of this chapter: health services (major group 80); educational services (major group 82) except schools and educational services not elsewhere classified (industry no. 8299); social services (major group 83); agricultural services (major group 07) except veterinarian services (group no. 074) and animal specialty services, except veterinary (industry no. 0752) ; forestry services (group no. 085); radio and television broadcasting (group no. 483); railroad transportation (major group 40); local and suburban passenger transportation (group no. 411) except limousine services ; taxicabs (group no. 412); intercity and rural bus transportation (group no. 413); bus charter service (group 414); school buses (group no. 415); trucking and courier services, except air (group no. 421); farm product warehousing and storage (industry no. 4221); establishments primarily engaged in transportation on rivers and canals (group no. 444); establishments primarily engaged in air transportation, certified carriers (group no. 451); establishments primarily engaged in air transportation, noncertified carriers (group no. 452) except chartered flights (industry no. 4522) and airplane, helicopter, balloon, dirigible and blimp rides for amusement or sightseeing; pipe lines, except natural gas (major group 46); arrangement of passenger transportation (group no. 472); arrangement of transportation of freight and cargo (group no. 473); rental of railroad cars (group no. 474); water supply (industry no. 4941); sewerage systems (industry no. 4952); security brokers, dealers and flotation companies (group no. 621); commodity contracts brokers and dealers (group no. 622); credit counseling services provided by individual and family social services (group no. 8322); construction services (division C) except industry no. 1752; consumer credit reporting agencies, mercantile reporting agencies, and adjustment and collection agencies (group no. 732), if the debt was incurred out-of-state and the client does not reside within the state. The following are also specifically exempt from the provisions of this chapter: financial services of institutions subject to tax under chapter 10-43 including loan origination fees, late payment charges, nonsufficient fund check charges, stop payment charges, safe deposit box rent, exchange charges, commission on travelers checks, charges for administration of trusts, interest charges, and \"points\" charged on loans; commissions earned or service fees paid by an insurance company to an agent or representative for the sale of a policy; services of brokers and agents licensed under Title 47; the sale of trading stamps; rentals of motor vehicles as defined by § 32-5-1 leased under a single contract for more than twenty-eight days; advertising services; services provided by any corporation to another corporation which is centrally assessed having identical ownership and services provided by any corporation to a wholly owned subsidiary which is centrally assessed; continuing education programs, tutoring, vocational counseling, except rehabilitation counseling and motion picture rentals to a commercially operated theater primarily engaged in the exhibition of motion pictures; and charges made by a telecommunications company for the origination, transmission, switching, reception or termination of an interstate telephone or telegraph communication. Section 124. That chapter 10-45 be amended by adding thereto a NEW SECTION to read as follows: There are exempted from the provisions of this chapter and from the tax imposed by it, gross receipts from a public auction held for the purpose of disposing of tangible personal property of an individual, such as auction sales of farmers or householders selling farm equipment and household goods. Section 125. That § 10-45-3.3 be repealed. 10-45-3.3. Farm machinery and attachment units, other than replacement parts, and irrigation equipment sold at public auction shall be taxed pursuant to § 10-45-3 without regard to its intended use. Section 126. That § 10-45-70 be repealed. 10-45-70. There is imposed a tax of four percent on the gross receipts from the transportation of tangible personal property. The tax imposed by this section shall apply to any transportation of tangible personal property if both the origin and destination of the tangible personal property are within this state. Section 127. That § 10-45-71 be repealed. 10-45-71. There is imposed a tax of four percent on the gross receipts from the transportation of passengers. The tax imposed by this section shall apply to any transportation of passengers if the passenger boards and exits the mode of transportation within this state. Section 128. That § 10-45-72 be repealed. 10-45-72. The tax imposed by § § 10-45-70 to 10-45-81, inclusive, does not apply to any transportation service which the state is prohibited from taxing by federal law or the United States Constitution. Section 129. That § 10-45-73 be repealed. 10-45-73. The transportation of agricultural products by the agricultural producer thereof is exempt from the tax imposed by § § 10-45-70 to 10-45-81, inclusive, if the producer transports such products in a mode of transportation which is owned, leased, or rented by the producer. However, if an agricultural producer transports another person's products for hire, such transportation is subject to the tax imposed by § § 10-45-70 to 10-45-81, inclusive. Section 130. That § 10-45-74 be repealed. 10-45-74. Transportation services may only be sold for resale under the following circumstances: (1) A transportation company may sell its services for resale to another transportation company; or (2) A retailer that regularly delivers a majority of the tangible personal property which it sells to its customers by truck or other mode of transportation owned, leased, or rented by such retailer may purchase for resale the services of a transportation company for the delivery of such retailer's tangible personal property. Section 131. That § 10-45-75 be repealed. 10-45-75. Terms used in § § 10-45-76 to 10-45-78, inclusive, mean: (1) \"Cargo vessel,\" a single transport truck as defined in subdivision 10-47B-3(47); (2) \"Fuel,\" gasoline, ethanol, methanol, liquefied petroleum gas, petroleum distillates, lubricating oils and greases, glycol-based antifreezes, fuels used for off-highway racing, solvents such as, but not limited to, petroleum naphtha, mineral spirits, or stoddard solvents, and any other petroleum product delivered to a terminal by pipeline, truck, or rail, any other motor fuel as defined in subdivision 10-47B-3(27), and special fuel as defined in subdivision 10-47B-3(39); (3) \"Fuel terminal transportation,\" the transportation of fuel from a terminal to a location in South Dakota at which the fuel is unloaded. Fuel terminal transportation does not include the transportation of fuel from a location other than a terminal; (4) \"Terminal,\" as defined in subdivision 10-47B-3(42); (5) \"Trip,\" the distance in road miles traveled by a cargo vessel from the fuel terminal at which it was loaded with fuel to the most distant location in South Dakota at which the fuel is unloaded, excluding miles not traveled within this state. Section 132. That § 10-45-76 be repealed. 10-45-76. In lieu of the tax imposed by § § 10-45-70 and 10-46-57 on the transportation of fuel, a transportation company may elect to be taxed on the fuel terminal transportation services under the provisions of § § 10-45-75 to 10-45-78, inclusive. Section 133. That § 10-45-77 be repealed. 10-45-77. There is imposed a tax on the imputed gross receipts of any transportation company engaged in fuel terminal transportation who elects to be taxed under this section. The tax imposed by this section shall be on the imputed gross receipts as provided in this section. The imputed gross receipts from fuel terminal transportation shall be calculated on the basis of the number of cargo vessels and distance traveled on each trip as follows: Length Imputed Gross of Trip Number of Cargo Receipts from Zone (in miles) Vessels per Trip Transportation A 50 or Less 1 $ 64.00 A 50 or Less 2 or more $ 88.00 B More than 50, but less than 100 1 $120.00 B More than 50, but less than 100 2 or more $165.00 C 100 or more, but less than 150 1 $176.00 C 100 or more, but less than 150 2 or more $242.00 D 150 or more, but less than 200 1 $224.00 D 150 or more, but less than 200 2 or more $308.00 E 200 or more 1 $280.00 E 200 or more 2 or more $385.00 Section 134. That § 10-45-78 be repealed. 10-45-78. For the fuel terminal transportation subject to tax under § § 10-45-75 to 10-45-77, inclusive, all subsequent transportation of that fuel is exempt from the tax imposed under this chapter. Section 135. That § 10-45-79 be repealed. 10-45-79. The provisions of § 10-45-22 shall also apply to any taxes imposed by § § 10-45-75 to 10-45-77, inclusive, on transportation services regardless of any special reporting election the taxpayer may have made. Section 136. That § 10-45-80 be repealed. 10-45-80. For any small package delivery company which has an established pricing and billing mechanism that does not correspond to state boundaries, the tax imposed by § § 10-45-70 and 10-46-57 shall be paid as follows: (1) For transportation services rendered to customers of the small package delivery company which are licensed to collect and remit the tax imposed by this chapter, the tax imposed by § § 10-45-70 and 10-46-57 shall be accrued and paid directly by the customer; and (2) For transportation services rendered to customers of the small package delivery company which are not licensed to collect and remit the tax imposed by this chapter, the small package delivery company and the secretary of revenue shall enter into an agreement concerning the determination of the value of the small package delivery company's taxable transportation services rendered to such customers. This subdivision does not prohibit the small package delivery company from passing the burden of the tax on to such customers. For purposes of this section, a small package delivery company is a small package transportation service, courier service, or parcel service that is primarily engaged in the transportation and delivery of packages generally weighing less than one hundred fifty pounds. Section 137. That § 10-45-81 be repealed. 10-45-81. There are exempted from the provisions of this chapter and the tax imposed by it, the gross receipts from transportation services associated with timber sale contracts entered into prior to July 1, 1996, provided such contract has a duration of one year or less. Section 138. That § 10-45-92 be repealed. 10-45-92. In determining the amount of tax due under this chapter, auctioneers may deduct from gross receipts amounts which represent direct expense charges for clients for tangible personal property or services purchased by the auctioneer on behalf of a client. However, the sale of the property or service to the auctioneer is not a sale for resale if this deduction is taken. This deduction may only be taken if the amount to be deducted represents an expense specifically incurred for a particular client and the amount is itemized and paid from the client's auction proceeds by the auctioneer or closing agent. The deduction shall be disallowed if the auctioneer receives any profit or remuneration directly or indirectly from the client's expense. Section 139. That § 10-46-57 be repealed. 10-46-57. There is imposed a tax of four percent on the privilege of the use of any transportation of tangible personal property. The tax imposed by this section shall apply to any transportation of tangible personal property if both the origin and destination of the tangible personal property are within this state. Section 140. That § 10-46-58 be repealed. 10-46-58. There is imposed a tax of four percent on the privilege of the use of any transportation of passengers. The tax imposed by this section shall apply to any transportation of passengers if the passenger boards and exits the mode of transportation within this state. Section 141. That § 10-46-59 be repealed. 10-46-59. The tax imposed by § § 10-46-57 to 10-46-61, inclusive, does not apply to any transportation service which the state is prohibited from taxing by federal law or the United States Constitution. Section 142. That § 10-46-60 be repealed. 10-46-60. The transportation of agricultural products by the agricultural producer thereof is exempt from the tax imposed by § § 10-46-57 to 10-46-61, inclusive, if the producer transports such products in a mode of transportation which is owned, leased, or rented by the producer. However, if an agricultural producer transports another person's products for hire, such transportation is subject to the tax imposed by § § 10-46-57 to 10-46-61, inclusive. Section 143. That § 10-46-61 be repealed. 10-46-61. There are exempted from the provisions of this chapter and the tax imposed by it, the use of transportation services associated with timber sale contracts entered into prior to July 1, 1996, provided such contract has a duration of one year or less. Section 144. That § 10-52-11 be repealed. 10-52-11. Veterinarian services (group no. 074) and animal specialty services except veterinary (industry no. 0752) as enumerated in the Standard Industrial Classification Manual, 1987, as prepared by the Statistical Policy Division of the Office of Management and Budget, Office of the President are exempt from the provisions of this chapter. In addition, there are specifically exempted from the provisions of this chapter and the computation of the tax imposed by it, gross receipts from transportation services and the collection and disposal of solid waste. Section 145. That § 10-45-6 be amended to read as follows: 10-45-6. There is hereby imposed a tax of four percent upon the are specifically exempted from the provisions of this chapter and from the computation of the amount of tax imposed by it, gross receipts from sales, furnishing, or service of gas, electricity, and water, including the gross receipts from such sales by any municipal corporation furnishing gas, and electricity, to the public in its proprietary capacity, except as otherwise provided in this chapter, when sold at retail in the State of South Dakota to consumers or users. Section 146. That chapter 10-46 be amended by adding thereto a NEW SECTION to read as follows: There are specifically exempted from the provisions of this chapter and from the computation of the amount of tax imposed by it, the use of gas, electricity, and water, including the use of gas and electricity furnished by any municipal corporation to the public in its proprietary capacity. Section 147. That chapter 10-45 be amended by adding thereto a NEW SECTION to read as follows: There are hereby exempted from the provisions of this chapter and the computation of the tax imposed by it, the gross receipts from the sale of food, as defined by the Food Stamp Act of 1977 (P.L. 95-113), codified at 7 U.S.C. § 2012(g), as amended through January 1, 1997. Section 148. That chapter 10-45 be amended by adding thereto a NEW SECTION to read as follows: The gross receipts from the sale of special fuel as defined in § 10-47B-3(39)(b), liquid petroleum gas, compressed natural gas, or natural gas if used exclusively for heating of residential housing, including single family and multi-family units, are exempt from the provisions of this chapter and the tax imposed by it. Section 149. That § 10-12-42 be amended to read as follows: 10-12-42. For taxes payable in 1997 and each year thereafter, the levy for the general fund of a school district shall be as follows: (1) The maximum tax levy shall be sixteen dollars and seventy-five cents two dollars and sixty-eight cents per thousand dollars of taxable valuation subject to the limitations on agricultural property as provided in subdivision (2) of this section and owner-occupied property as provided for in subdivision (3) of this section; (2) The maximum tax levy on agricultural property for such school district shall be five dollars and seventy-five cents ninety-two cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in chapter 10-13, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies; (3) The maximum tax levy for an owner-occupied single-family dwelling as defined in § 10-13-40, for such school district may not exceed nine dollars and twenty cents one dollars and forty-seven cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in chapter 10-13, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies. All levies in this section shall be imposed on valuations where the median level of assessment represents eighty-five percent of market value as determined by the Department of Revenue. These valuations shall be used for all school funding purposes. If the district has imposed an excess levy pursuant to § 10-13-43, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies in this section. The school district may elect to tax at less than the maximum amounts set forth in this section. Section 150. That § 13-13-10.1 be amended to read as follows: 13-13-10.1. Terms used in this chapter mean: (1) \"Average daily membership,\" the average number of kindergarten through twelfth grade pupils enrolled in the school district during the previous regular school year, minus average number of pupils for whom the district receives tuition, except pupils described in subdivision (1A) and plus the average number of pupils for whom the district pays tuition; (1A) Nonresident students who are in the care and custody of the Department of Social Services, the Unified Judicial System, or other state agencies and are attending a public school may be included in the average daily membership of the receiving district when enrolled in the receiving district for more than thirty school days. When counting a student who meets these criteria in its average daily membership, the receiving district may begin the enrollment on the first day of attendance. The district of residence prior to the custodial transfer may not include students who meet these criteria in its average daily membership after the student ceases to attend school in the resident district for more than thirty school days; (2) \"Adjusted average daily membership,\" calculated as follows: (a) For districts with an average daily membership of two hundred or less, multiply 1.2 times the average daily membership; (b) For districts with an average daily membership of less than six hundred, but greater than two hundred, raise the average daily membership to the 0.8293 power and multiply the result times 2.98; (c) For districts with an average daily membership of six hundred or more, multiply 1.0 times their average daily membership; (3) \"Index factor,\" is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less; (4) \"Per student allocation,\" for the period January 1, 1997, to June 30, 1997, inclusive, is $1,675. For school fiscal year 1998, beginning on July 1, 1997, the per student allocation shall be $3,350 increased by the index factor. Each school fiscal year thereafter, the per student allocation shall be the previous fiscal year's per student allocation increased by the index factor; (5) \"Local need,\" the per student allocation multiplied by the adjusted average daily membership; (6) \"Local effort,\" the amount of ad valorem taxes generated in a school fiscal year by applying the following levies: (a) The levy for school district purposes is sixteen dollars and seventy-five cents two dollars and sixty-eight cents per thousand dollars of taxable valuation subject to the limitations on agricultural property as provided in subsection (b) and owner-occupied property as provided in subsection (c); (b) The tax levy on agricultural property for the school district is five dollars and seventy-five cents ninety-two cents per thousand dollars of taxable valuation; (c) The tax levy for owner-occupied single-family dwelling for the school district is nine dollars and twenty cents one dollar and forty-seven cents per thousand dollars of taxable valuation. For the period January 1, 1997, to June 30, 1997, inclusive, local effort shall be one-half of the amount of ad valorem taxes generated in calendar year 1997 by applying the following levies: (a) The levy for school district purposes is sixteen dollars and seventy-five cents per thousand dollars of taxable valuation subject to the limitations on agricultural property as provided in subsection (b) and owner-occupied property as provided in subsection (c); (b) The tax levy on agricultural property for the school district is five dollars and seventy-five cents per thousand dollars of taxable valuation; (c) The tax levy for owner-occupied single-family dwelling for the school district is nine dollars and twenty cents per thousand dollars of taxable valuation. All levies shall be based on valuations including valuations pursuant to § § 13-13-10.2 and 13-13-20.4 such that the median level of assessment represents eighty-five percent of market value as determined by the Department of Revenue. The total amount of taxes that would be generated at the levies pursuant to this section shall be considered local effort. Section 151. This Act is effective January 1, 1998."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12479, "action_date": "1997-01-30T14:00:00-06:00", "document_id": 72890, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72890.pdf", "status_text": "First read in House and referred to", "journal_page": 219, "committee_id_action": 544, "committee_id_assigned": 540, "result": "N", "vote": {}}, {"bill_id": 12479, "action_date": "1997-02-11T07:45:00-06:00", "document_id": 72326, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72326.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 540, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12479, "action_date": "1997-02-11T20:00:00-06:00", "document_id": 72336, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72336.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 435, "committee_id_action": 540, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 35412, "president_vote": null, "Yea": [1886, 1888, 1895, 1907, 1943, 1958, 1962, 1887, 1954, 1987, 1900], "Nay": [1937, 1983]}}, {"bill_id": 12479, "action_date": "1997-02-11T20:00:00-06:00", "document_id": 72336, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72336.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 435, "committee_id_action": 540, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 35412, "president_vote": null, "Yea": [1886, 1888, 1895, 1907, 1943, 1958, 1962, 1887, 1954, 1987, 1900], "Nay": [1937, 1983]}}]}