{"session_id": 19, "bill_id": 4453, "bill_type": "Senate Commemoration", "bill_number": 6, "bill_title": "Honoring Doug Kirkus of Mitchell as the 2012 winner of the South Dakota Municipal League Excellence in Municipal Government Award.", "sponsors": [{"legislator_profile_id": 377, "is_prime": true}, {"legislator_profile_id": 327, "is_prime": true}], "keywords": ["Senate Commemorations"], "audio": [], "bill_versions": [{"bill_id": 4453, "bill_version_id": 25316, "bill_version": "Introduced", "bill_version_date": "2013-02-06T08:01:58.813-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Doug Kirkus of Mitchell as the 2012 winner of the South Dakota Municipal League Excellence in Municipal Government Award. WHEREAS, Doug Kirkus is an outstanding leader in the field of public safety and is not only as asset to his profession, but also to all local public entities in the State of South Dakota; and WHEREAS, Doug Kirkus is a strong advocate for safe and efficient government, providing an example of leadership, commitment, volunteerism, and giving back to one's community; and WHEREAS, Doug Kirkus has expanded his service to all the cities and other local governments in South Dakota; and WHEREAS, Doug Kirkus's calm professionalism lends aid to entities when they are working through hardships: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Eighth Legislature of the State of South Dakota, that Doug Kirkus is recognized for his Excellence in Municipal Government Award."}, {"bill_id": 4453, "bill_version_id": 25588, "bill_version": "Enrolled", "bill_version_date": "2013-02-12T15:27:21.29-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Doug Kirkus of Mitchell as the 2012 winner of the South Dakota Municipal League Excellence in Municipal Government Award. WHEREAS, Doug Kirkus is an outstanding leader in the field of public safety and is not only as asset to his profession, but also to all local public entities in the State of South Dakota; and WHEREAS, Doug Kirkus is a strong advocate for safe and efficient government, providing an example of leadership, commitment, volunteerism, and giving back to one's community; and WHEREAS, Doug Kirkus has expanded his service to all the cities and other local governments in South Dakota; and WHEREAS, Doug Kirkus's calm professionalism lends aid to entities when they are working through hardships: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Eighth Legislature of the State of South Dakota, that Doug Kirkus is recognized for his Excellence in Municipal Government Award. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4453, "action_date": "2013-02-06T14:00:00-06:00", "document_id": 25380, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25380.pdf", "status_text": "", "journal_page": 350, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/4453"}