{"session_id": 64, "bill_id": 23294, "bill_type": "House Bill", "bill_number": 1216, "bill_title": "remove collective bargaining for school district employees.", "sponsors": [{"legislator_profile_id": 3962, "is_prime": true}, {"legislator_profile_id": 3997, "is_prime": true}, {"legislator_profile_id": 3955, "is_prime": false}, {"legislator_profile_id": 3973, "is_prime": false}, {"legislator_profile_id": 3976, "is_prime": false}], "keywords": ["Collective Bargaining", "Labor and Employment", "School Districts"], "audio": [], "bill_versions": [{"bill_id": 23294, "bill_version_id": 230762, "bill_version": "Introduced", "bill_version_date": "2022-01-27T09:58:46.53-06:00", "bill_text": "An Act to remove collective bargaining for school district employees. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 3-18-1 be AMENDED: 3-18-1. The term, public employee, as used in this chapter, and except as otherwise provided in this section, means any person holding a position by appointment or employment in the government of the State of South Dakota or in the government of any one or more of the this state or any political subdivisions thereof, or in the service of the public schools, orsubdivision, in the service of any authority, commission, or board, or in the service of any other branch of the public service. The term does not include: (1) Elected officials and persons appointed to fill vacancies in elective offices and members of any board or commission; (2) Administrators except elementary and secondary school administrators, administrative officers, directors, or chief executive officers of a public employer or major divisions thereof as well as chief deputies, first assistants, and any other public employees having authority in the interest of the public employer to hire, transfer, suspend, layoff, recall, promote, discharge, assign, reward, or discipline other public employees, or the responsibility to direct them, or to adjust their grievances, or to effectively recommend any action, if in connection with the foregoing, and the exercise of the authority is not of a merely routine or clerical nature, but requires the use of independent judgment; (3) Students working as part‑time employees twenty hours per week or less; (4) Temporary public employees employed for a period of four months or less; (5) Commissioned and enlisted personnel of the South Dakota National Guard; (6) Judges and employees of the unified court system; (7) Legislators and the full‑time and part‑time employees of the legislature or any state agency that statutorily is directed by the legislative branch;or (8) Any person employed by the Board of Regents or employed by an institution under the authority of the Board of Regents, except a person employed at the South Dakota School for the Deaf or the South Dakota School for the Blind and the Visually Impaired who is not otherwise excluded by subdivision (2), (3), or (4); and (9) Persons employed by a school district. This section does not preclude employees described in subdivisions (1) to (8), inclusive, from joining professional, noncollective bargaining organizations. Section 2. That § 3-18-1.1 be AMENDED: 3-18-1.1. The term \"grievance\" as used in this chapter means a complaint by a public employee or group of public employees based upon an alleged violation, misinterpretation, or inequitable application of any existing agreements, contracts, ordinances, policies, or rules of the government of the State of South Dakota or the government of any one or more of the political subdivisions thereof, or of the public schools, or any authority, commission, or board, or any other branch of the public service, as they apply to the conditions of employment. Negotiations for, or a disagreement over, a nonexisting agreement, contract, ordinance, policy, or rule is not a \"grievance\" and is not subject to this section. Section 3. That § 13-43-6.3 be AMENDED: 13-43-6.3. Until a teacher is in or beyond the fourth consecutive term of employment as a teacher with the school district, a school board may or may not renew theIf the board of a school district elects not to renew a teacher's contract. The superintendent or chief executive officer shall give, the board must provide the teacher with written notice of the nonrenewal by April fifteenth but is not required to give further process or a reason for nonrenewal. After a teacher is in or beyond the fourth consecutive term of employment as a teacher with the school district, §§ 13-43-6.1 and 13-43-6.2 apply to any nonrenewal of the teacher's contract. On or before April fifteenth, the superintendent or chief executive officer shall notify the teacher and the school board in writing of the recommendation to not renew the teacher's contractNothing in this section requires the board to provide the teacher with a reason for the nonrenewal or with any further process. Acceptance by the teacher of an a school board's offer from the district to enter into a new contract with the teacher shallmust be in the manner specified in the offer. Failure of the teacher to accept the offer in the manner specified constitutes the termination of the existing contract between the teacher and the district at the end of its the contract term. Section 4. That § 13-43-61 be AMENDED: 13-43-61. Notwithstanding any other provision of law, a school districtthe board of a school district may offer and, upon the signing of a contract by both parties, may pay a signing bonus, moving expenses, or tuition reimbursement to ateacher employed in the school district employee. Section 5. That § 13-43-62 be AMENDED: 13-43-62. Any A payment authorized in § 13-43-61 may bepaid as follows provided to the employee: (1) In one lump sum upon completion ofthe teacher's first one year of employment in the school district; or (2) In installments, over a period not to exceed three years from the datethe teacher signed a contract ofof the employment with the school district contract, and in accordance with agreed upon the terms and conditions may be mutually agreed upon by the school district and the teacher Section 6. That § 3-18-8.2 be REPEALED: Any school district issuing contracts to teachers for the ensuing year, but prior to reaching agreement with the representatives of the recognized employee unit, shall issue the contracts under the same terms and conditions as for the current year. If no agreement is reached in negotiations and the intervention of the Department of Labor and Regulation under § 3-18-8.1 fails to bring about an agreement, the board shall implement, as a minimum, the provisions of its last offer, including tentative agreements. If the Department of Labor and Regulation is not requested to intervene under the provisions of § 3-18-8.1, the board shall implement the provisions of its last offer, including tentative agreements, eleven days after an impasse is declared. Section 7. That § 13-43-6.6 be REPEALED: Although a collective bargaining agreement between a district and its teachers may set forth specific additional grounds for termination or set forth provisions as to the procedure or notice, no agreement may limit the district's right to terminate a teacher for the grounds set forth in §§ 13-43-6.1 to 13-43-6.3, inclusive. No agreement may limit the protection afforded to a teacher under § 13-43-6.5. Section 8. That § 13-43-63 be REPEALED: Any payment authorized in § 13-43-61 is in addition to any amount payable under a negotiated teacher's contract, and a school district may, but is not required to, negotiate any payment authorized in § 13-43-61 with the teacher's designated collective bargaining representative."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23294, "action_date": "2022-01-27T14:00:00-06:00", "document_id": 230262, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/230262.pdf", "status_text": "First Reading House", "journal_page": 139, "committee_id_action": 1008, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23294, "action_date": "2022-02-02T14:00:00-06:00", "document_id": 231905, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/231905.pdf", "status_text": "Withdrawn at the Request of the Prime Sponsor", "journal_page": 178, "committee_id_action": 1008, "committee_id_assigned": null, "result": "N", "vote": {}}]}