{"session_id": 61, "bill_id": 21025, "bill_type": "Senate Bill", "bill_number": 144, "bill_title": "define certain offenses and to establish certain requirements related to immigrants and aliens.", "sponsors": [{"legislator_profile_id": 3625, "is_prime": true}], "keywords": ["Illegal Alien", "Labor and Employment"], "audio": [{"meeting_datetime": "2007-02-02T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sju18.mp3", "start_seconds": 3381.0}, {"meeting_datetime": "2007-02-02T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sju18.mp3", "start_seconds": 3381.0}, {"meeting_datetime": "2007-02-02T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sju18.mp3", "start_seconds": 3381.0}], "bill_versions": [{"bill_id": 21025, "bill_version_id": 110757, "bill_version": "Introduced", "bill_version_date": "2007-01-25T09:03:55-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to define certain offenses and to establish certain requirements related to immigrants and aliens. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Authorized employee,\" any person authorized for employment in the United States as provided in paragraph (2) of subsection (a) of 8 U.S.C. section 1324a, as amended to January 1, 2007; (2) \"Coercion,\" causing or threatening to cause bodily harm to any person, physically restraining or confining any person, or threatening to physically restrain or confine any person; exposing or threatening to expose any fact or information that if revealed would tend to subject a person to criminal or immigration proceedings, hatred, contempt, or ridicule; destroying, concealing, removing, confiscating, or possessing any actual or purported passport or other immigration document, or any other actual or purported government identification document, of any person; or providing a controlled substance, as defined in § 22-42-1, to the person; (3) \"Compensation,\" money, property, services, promise of payment, or anything else of value; (4) \"Deception,\" creating or confirming another's impression of an existing fact or past event that is false and that the accused knows or believes to be false; maintaining the status or condition of a person arising from a pledge by that person of his or her personal services as security for a debt, if the value of those services as reasonably assessed is not applied toward the liquidation of the debt or the length and nature of those services are not respectively limited and defined, or preventing a person from acquiring information pertinent to the disposition of the debt; or promising benefits or the performance of services that the accused does not intend to deliver or perform or knows will not be delivered or performed. Evidence of failure to deliver benefits or perform services standing alone is not sufficient to authorize a conviction under this Act; (5) \"Department,\" the Department of Labor; (6) \"Employed by,\" a situation in which a person is on the payroll of the employer and the employer deducts from the employee's paycheck social security and withholding taxes or in which a person receives compensation from the employer on a commission basis or as an independent contractor; (7) \"Federal work authorization program,\" any of the electronic verification of work authorization programs operated by the United States Department of Homeland Security or any equivalent federal work authorization program operated by the United States Department of Homeland Security to verify information of newly hired employees, pursuant to the Immigration Reform and Control Act of 1986 (IRCA), D.L. 99-603, as amended to January 1, 2007; (8) \"Immigration assistance service,\" any information or action provided or offered to customers or prospective customers related to immigration matters. Immigration assistance service does not include the provisions of legal advice, recommending a specific course of legal action, or providing any other assistance that requires legal analysis, legal judgment, or interpretation of the law; (9) \"Immigration matter,\" any proceeding, filing, or action affecting the nonimmigrant, immigrant, or citizenship status of any person that arises under immigration and naturalization law, executive order, or presidential proclamation of the United States or any foreign country or that arises by action of the United States Department of Labor, the United States Department of State, the United States Department of Homeland Security, or the United States Department of Justice; (10) \"Labor services,\" the physical performance of services in this state; (11) \"Labor servitude,\" work or service of economic or financial value that is performed or provided by another person and is induced or obtained by coercion or deception; (12) \"Public employer,\" any department, agency, or instrumentality of the state or any political subdivision of the state; (13) \"Sexual servitude,\" any prohibited sexual act as defined in § 22-24A-2 for which anything of value is directly or indirectly given, promised to, or received by any person and that is induced or obtained by coercion or deception or is induced or obtained from a person under the age of eighteen years; or any prohibited sexual act as defined § 22-24A-2 that is performed or provided by any person and that is induced or obtained by coercion or deception, or is induced or obtained from a person under the age of eighteen years; (14) \"Subcontractor,\" any subcontractor, contract employee, staffing agency, or any contractor regardless of its tier. Section 2. Every public employer shall register and participate in the federal work authorization program to verify information of all new employees. No public employer may enter into a contract for the physical performance of services within this state unless the contractor registers and participates in the federal work authorization program to verify information of all new employees. No contractor or subcontractor who enters a contract with a public employer may enter into such a contract or subcontract in connection with the physical performance of services within this state unless the contractor or subcontractor registers and participates in the federal work authorization program to verify information of all new employees. This section is effective on July 1, 2008, with respect to public employers, contractors, or subcontractors of five hundred or more employees; on July 1, 2009, with respect to public employers, contractors, or subcontractors of one hundred or more employees; and on July 1, 2010, with respect to all public employers, contractors, or subcontractors. The Department of Labor shall promulgate rules pursuant to chapter 1-26 to prescribe forms and procedures necessary to administer the provisions of this section. The Department of Transportation shall promulgate rules pursuant to chapter 1-26 to prescribe forms and procedures necessary for the application of this section to any contract or agreement relating to public transportation. Section 3. A person commits the offense of trafficking a person for labor servitude if the person knowingly subjects or maintains another in labor servitude or knowingly recruits, entices, harbors, transports, provides, or obtains by any means another person for the purpose of labor servitude. Section 4. A person commits the offense of trafficking a person for sexual servitude if the person knowingly subjects or maintains another in sexual servitude or knowingly recruits, entices, harbors, transports, provides, or obtains by any means another person for the purpose of sexual servitude. Section 5. Any person who commits the offense of trafficking a person for labor or sexual servitude is guilty of a Class 4 felony. Any person who commits the offense of trafficking a person for labor or sexual servitude against a person who is under the age of eighteen years is guilty of a Class 3 felony. Section 6. Prosecuting attorneys and the attorney general have concurrent authority to prosecute any criminal cases arising under the provisions of section 3 or 4 of this Act and to perform any related duties. Each violation of section 3 or 4 of this Act constitutes a separate offense and may not be merged with any other offense. Section 7. A corporation may be prosecuted under section 3 or 4 of this Act for an act or omission constituting a crime under section 3 or 4 of this Act only if an agent of the corporation performs the conduct that is an element of the crime while acting within the scope of the agent's office or employment and on behalf of the corporation and if the commission of the crime was either authorized, requested, commanded, or performed within the scope of the agent's employment on behalf of the corporation or constituted a pattern of illegal activity that an agent of the company knew or should have known was occurring. Section 8. The secretary of labor shall negotiate the terms of a memorandum of understanding between the State of South Dakota and the United States Department of Justice or Department of Homeland Security concerning the enforcement of federal immigration and custom laws, detention and removals, and investigations in South Dakota. The memorandum of understanding shall be signed on behalf of the state by the secretary and the Governor or as otherwise required by the appropriate federal agency. Section 9. The secretary of labor shall designate appropriate law enforcement officers to be trained pursuant to the memorandum of understanding provided for in section 8 of this Act. The training shall be funded pursuant to the federal Homeland Security Appropriation Act of 2006, Public Law 109-90, as amended to January 1, 2007, or any subsequent source of federal funding. The provisions of this section are effective when such funding is secured. Section 10. Any law enforcement officer certified as trained in accordance with the memorandum of understanding as provided in sections 8 and 9 of this Act may enforce federal immigration and customs laws while performing within the scope of the officer's authorized duties. Section 11. If any person charged with a felony or with driving under the influence pursuant to § 32-23-1 is confined, for any period, in the jail of any county, municipality, or other entity, a reasonable effort shall be made to determine the nationality of the person so confined. If the prisoner is a foreign national, the keeper of the jail or other officer shall make a reasonable effort to verify that the prisoner has been lawfully admitted to the United States and if lawfully admitted, that such lawful status has not expired. If verification of lawful status cannot be made from documents in the possession of the prisoner, verification shall be made within forty-eight hours through a query to the Law Enforcement Support Center of the United States Department of Homeland Security or other office or agency designated for that purpose by the United States Department of Homeland Security. If the prisoner is determined not to be lawfully admitted to the United States, the keeper of the jail or other officer shall notify the United States Department of Homeland Security. Nothing in this section may be construed to deny a person bond or to prevent a person from being released from confinement if the person is otherwise eligible for release. Section 12. Any person who provides or offers to provide immigration assistance service may perform only the following services: (1) Completing a government agency form, requested by the customer and appropriate to the customer's needs, if the completion of the form does not involve a legal judgment; (2) Transcribing responses to a government agency form that is related to an immigration matter but not advising a customer as to the customer's answers on those forms; (3) Translating information on forms to a customer and translating the customer's answers to questions posed on those forms; (4) Securing for the customer supporting documents currently in existence, such as birth and marriage certificates, that may be needed for submission with government agency forms; (5) Translating documents from a foreign language into English; (6) Notarizing signatures on government agency forms, if the person performing the service is a notary public commissioned in South Dakota and is lawfully present in the United States; (7) Making referrals, without fee, to attorneys who could provide legal representation for a person in an immigration matter; (8) Preparing or arranging for the preparation of photographs and fingerprints; (9) Arranging for the performance of medical testing (including X-rays and AIDS tests) and obtaining reports of such test results; (10) Conducting English language and civics courses; and (11) Performing any other services that the secretary of state determines, by rules promulgated pursuant to chapter 1-26, may be appropriately performed by such persons to carry out the purposes of sections 12 to 20, inclusive, of this Act. Section 13. The following persons are exempt from the requirements of sections 12 to 20, inclusive, of this Act: (1) Any attorney licensed to practice law in South Dakota or any attorney licensed to practice law in any other state or territory of the United States or in any foreign country if acting with the approval of a judge having lawful jurisdiction over the matter; (2) Any legal intern, clerk, paralegal, or person in a similar position employed by and under the direct supervision of a licensed attorney meeting the requirements in subdivision (1) and rendering immigration assistance service in the course of employment; (3) Any not-for-profit organization recognized by the Board of Immigration Appeals under 8 C.F.R. 292.2(a), as amended to January 1, 2007, and any employee of such an organization; and (4) Any organization employing or desiring to employ an alien or nonimmigrant alien, if the organization, its employees, or its agents provide advice or assistance in immigration matters to alien or nonimmigrant alien employees or potential employees without compensation from the individuals to whom such advice or assistance is provided. Section 14. Nothing in sections 12 to 20, inclusive, of this Act regulates any business to the extent that such regulation is prohibited or preempted by federal law. Section 15. Any person performing immigration assistance services shall obtain business licenses from the Office of the Secretary of State and as may be required by a local governing authority. The secretary of state shall promulgate rules pursuant to chapter 1-26 governing the issuance of such licenses and governing the enforcement and implementation of sections 12 to 20, inclusive, of this chapter. Section 16. Any person who provides or offers immigration assistance service and is not exempted under this chapter shall post signs at the person's place of business setting forth information in English and in every other language in which the person provides or offers to provide immigration assistance service. Each language shall be on a separate sign. Signs shall be posted in a location where the signs will be visible to customers. Each sign shall be at least twelve inches by seventeen inches and shall contain the following statement: \"I AM NOT AN ATTORNEY LICENSED TO PRACTICE LAW AND MAY NOT GIVE LEGAL ADVICE OR ACCEPT FEES FOR LEGAL ADVICE.\" Section 17. Any person engaged in immigration assistance service who is not an attorney who advertises immigration assistance service in a language other than English, whether by radio, television, signs, pamphlets, newspapers, or other written communication, with the exception of a single desk plaque, shall include in the document, advertisement, stationery, letterhead, business card, or other comparable written material the following notice in English and the language in which the written communication appears. This notice shall be of a conspicuous size, if in writing, and shall state: \"I AM NOT AN ATTORNEY LICENSED TO PRACTICE LAW AND MAY NOT GIVE LEGAL ADVICE OR ACCEPT FEES FOR LEGAL ADVICE.\" If the advertisement is by radio or television, the statement may be modified but must include substantially the same message. Section 18. No person who provides or offers immigration assistance service and is not exempted under section 13 of this Act may, in any document, advertisement, stationery, letterhead, business card, or other comparable written material, literally translate from English into another language any term or title, including the terms, notary public, notary, licensed, attorney, lawyer, or any other term, that implies the person is an attorney. Section 19. No person engaged in providing immigration services who is not exempted under section 13 of this Act may do any of the following: (1) Accept payment in exchange for providing legal advice or any other assistance that requires legal analysis, legal judgment, or interpretation of the law; (2) Refuse to return documents supplied by, prepared on behalf of, or paid for by the customer upon the request of the customer. These documents must be returned upon request even if there is a fee dispute between the immigration assistant and the customer; (3) Represent or advertise, in connection with the provision of assistance in immigration matters, other titles or credentials, including the terms, notary public, or, immigration consultant, that could cause a customer to believe that the person possesses special professional skills or is authorized to provide advice on an immigration matter. However, a certified notary public may use the term, notary public, if the use is accompanied by the statement that the person is not an attorney. The term, notary public, may not be translated to another language; (4) Provide legal advice, recommend a specific course of legal action, or provide any other assistance that requires legal analysis, legal judgment, or interpretation of the law; or (5) Make any misrepresentation or false statement, directly or indirectly, to influence, persuade, or induce patronage. Section 20. Any person who violates any provision of sections 15 to 19, inclusive, of this Act is guilty of a Class 2 misdemeanor for a first offense and Class 1 misdemeanor for a second or subsequent offense committed within five years of a previous conviction for the same offense. Section 21. Except as provided in section 22 of this Act or unless exempted by federal law, each state agency and each political subdivision of the state, on or after July 1, 2008, shall verify the lawful presence in the United States of any natural person eighteen years of age or older who has applied for any state or local public benefit, as defined in 8 U.S.C. section 1621, as amended to January 1, 2007, or for any federal public benefit, as defined in 8 U.S.C. section 1611, as amended to January 1, 2007, that is administered by any agency or political subdivision of the state. Section 22. Verification of lawful presence under section 21 of this Act is not required: (1) For any purpose for which lawful presence in the United States is not required by law, ordinance, or regulation; (2) For assistance for health care items and services that are necessary for the treatment of an emergency medical condition, as defined in 42 U.S.C. section 1396b(v)(3), as amended to January 1, 2007, of the alien involved and are not related to an organ transplant procedure; (3) For short-term, noncash, in-kind emergency disaster relief; (4) For public health assistance for immunizations with respect to immunizable diseases and for testing and treatment of symptoms of communicable diseases whether or not such symptoms are caused by a communicable disease; or (5) For programs, services, or assistance such as soup kitchens, crisis counseling and intervention, and short-term shelter specified by the United States attorney general, in the United States attorney general's sole and unreviewable discretion after consultation with appropriate federal agencies and departments that: (a) Deliver in-kind services at the community level, including through public or private nonprofit agencies; (b) Do not condition the provision of assistance, the amount of assistance provided, or the cost of assistance provided on the individual recipient's income or resources; and (c) Are necessary for the protection of life or safety; (6) For prenatal care; or (7) For postsecondary education, if the Board of Regents and the Division of Education Services and Resources of the Department of Education promulgate rules pursuant to chapter 1-26 to set forth policies related to postsecondary benefits in their respective areas of postsecondary education that comply with all federal law including public benefits as described in 8 U.S.C. section 1611, 1621, or 1623, as amended to January 1, 2007. Section 23. Verification of lawful presence in the United States by a state agency or political subdivision required pursuant to section 21 of this Act shall occur as follows. The applicant shall execute an affidavit that the applicant is: (1) A United States citizen or legal permanent resident eighteen years of age or older; or (2) A qualified alien or nonimmigrant under the federal Immigration and Nationality Act, as amended to January 1, 2007, who is eighteen years of age or older and is lawfully present in the United States. Any person who knowingly and willfully makes a false, fictitious, or fraudulent statement of representation in an affidavit executed pursuant to this section is guilty of a Class 1 misdemeanor. Section 24. For any applicant who has executed an affidavit pursuant to section 23 of this Act that the applicant is an alien lawfully present in the United States, eligibility for benefits shall be verified through the Systematic Alien Verification of Entitlement program operated by the United States Department of Homeland Security or a successor program designated by the United States Department of Homeland Security. Until such eligibility verification is made, the affidavit is presumed to be proof of lawful presence for the purposes of section 21 of this Act. Section 25. Any agency or political subdivision of the state may adopt variations to the requirements of sections 21 to 27, inclusive, of this Act to improve efficiency or reduce delay in the verification process or to provide for adjudication of unique individual circumstances if the verification procedures in sections 21 to 27, inclusive, of this Act would impose unusual hardship on a legal resident of South Dakota. Section 26. No state agency or political subdivision of the state may provide any state, local, or federal benefit, as defined in 8 U.S.C. section 1621, as amended to January 1, 2007, or 8 U.S.C. section 1611, as amended to January 1, 2007, in violation of sections 21 to 28, inclusive, of this Act. Each state agency or department that administers any program of state or local public benefits shall provide an annual report with respect to its compliance with sections 21 to 28, inclusive, of this Act. Section 27. Any error or significant delay by the Systematic Alien Verification of Entitlement program operated by the United States Department of Homeland Security shall be reported to the United States Department of Homeland Security and to the secretary of state. The secretary of state shall monitor the program and its verification application errors and significant delays and report annually to the Legislature on such errors and significant delays to ensure that the application of the program is not wrongfully denying benefits to legal residents of South Dakota. Section 28. Notwithstanding the penalty provided in section 23 of this Act, no applicant for federal benefits as defined in 8 U.S.C. section 1611, as amended to January 1, 2007, or state or local benefits as defined in 8 U.S.C. section 1621, as amended to January 1, 2007, is guilty of any crime for executing an affidavit attesting to lawful presence in the United States that contains a false statement if the affidavit is not required by any provision of sections 21 to 27, inclusive, of this Act."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 21025, "action_date": "2007-01-25T14:00:00-06:00", "document_id": 110859, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110859.pdf", "status_text": "First read in Senate and referred to", "journal_page": 232, "committee_id_action": 924, "committee_id_assigned": 902, "result": "N", "vote": {}}, {"bill_id": 21025, "action_date": "2007-02-02T10:00:00-06:00", "document_id": 111485, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111485.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 902, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21025, "action_date": "2007-02-02T10:00:00-06:00", "document_id": 111485, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111485.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 368, "committee_id_action": 902, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 66729, "president_vote": null, "Yea": [3571, 3573, 3612, 3626, 3659, 3667], "Nay": [3627]}}]}