{"session_id": 69, "bill_id": 24532, "bill_type": "House Bill", "bill_number": 1236, "bill_title": "recognize students as Rushmore State Athletes upon demonstrating prescribed levels of physical fitness.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24532", "sponsors": [{"legislator_profile_id": 4510, "is_prime": true}, {"legislator_profile_id": 4482, "is_prime": false}, {"legislator_profile_id": 4543, "is_prime": false}], "keywords": ["Education", "Promulgation of Rules", "Students"], "audio": [], "bill_versions": [{"bill_id": 24532, "bill_version_id": 264031, "bill_version": "Introduced", "bill_version_date": "2024-01-31T10:30:28.623-06:00", "bill_text": "An Act to recognize students as Rushmore State Athletes upon demonstrating prescribed levels of physical fitness. Be it enacted by the Legislature of the State of South Dakota: Section 1. That chapter 13-33 be amended with a NEW SECTION: Each school district, in implementing the physical education standards applicable to students in kindergarten through grade twelve, must make available to students a recognition program under which a student may request an annual evaluation of the student's fitness level. If a student demonstrates an outstanding level of fitness, by scoring at or above eighty-five percent on at least five fitness tests, appropriate to the student's grade level and physical ability, and administered by the student's school, the student must be named a Rushmore State Athlete and receive a fitness award consisting of a year-specific commemorative pin or certificate. The Department of Education shall, by rule promulgated in accordance with chapter 1-26, set forth: (1) The fitness tests to be administered; (2) The time, place, and manner in which the tests must be administered; and (3) The level of fitness to be demonstrated in order for a student to receive a fitness award. Each school district shall designate the staff member responsible for administering the Rushmore State Athlete award within each school. The department may accept and distribute privately donated commemorative pins for purposes of this Act or provide certificates to students."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24532, "action_date": "2024-01-31T14:30:00-06:00", "document_id": 263721, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/263721.pdf", "status_text": "First read in House and referred to", "journal_page": 212, "committee_id_action": 1197, "committee_id_assigned": 1194, "result": "N", "vote": {}}]}