{"session_id": 15, "bill_id": 3687, "bill_type": "Senate Bill", "bill_number": 170, "bill_title": "repeal the large project development fund and the appropriation therefor, to provide tax rebates for certain energy projects, to establish and provide for the administration of the business incentive grant fund, and to make an appropriation for the business incentive grant fund.", "sponsors": [{"legislator_profile_id": 242, "is_prime": true}, {"legislator_profile_id": 255, "is_prime": true}, {"legislator_profile_id": 288, "is_prime": false}, {"legislator_profile_id": 260, "is_prime": false}, {"legislator_profile_id": 230, "is_prime": false}, {"legislator_profile_id": 240, "is_prime": false}, {"legislator_profile_id": 294, "is_prime": false}, {"legislator_profile_id": 312, "is_prime": false}, {"legislator_profile_id": 273, "is_prime": false}, {"legislator_profile_id": 216, "is_prime": false}, {"legislator_profile_id": 232, "is_prime": false}], "keywords": ["Appropriation", "Energy", "Excise Tax", "Taxes"], "audio": [{"meeting_datetime": "2012-02-06T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sst15.mp3", "start_seconds": 6281.0}, {"meeting_datetime": "2012-02-06T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sst15.mp3", "start_seconds": 6281.0}, {"meeting_datetime": "2012-02-06T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sst15.mp3", "start_seconds": 6281.0}, {"meeting_datetime": "2012-02-13T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sst20.mp3", "start_seconds": 4000.0}, {"meeting_datetime": "2012-02-13T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sst20.mp3", "start_seconds": 4000.0}, {"meeting_datetime": "2012-02-13T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sst20.mp3", "start_seconds": 4000.0}, {"meeting_datetime": "2012-02-13T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sst20.mp3", "start_seconds": 4000.0}, {"meeting_datetime": "2012-02-13T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sst20.mp3", "start_seconds": 4000.0}, {"meeting_datetime": "2012-02-14T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen21.mp3", "start_seconds": 13760.0}, {"meeting_datetime": "2012-02-14T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen21.mp3", "start_seconds": 13760.0}, {"meeting_datetime": "2012-02-14T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen21.mp3", "start_seconds": 13760.0}, {"meeting_datetime": "2012-02-14T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen21.mp3", "start_seconds": 13760.0}, {"meeting_datetime": "2012-02-24T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hco27.mp3", "start_seconds": 2795.0}, {"meeting_datetime": "2012-02-24T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hco27.mp3", "start_seconds": 2795.0}, {"meeting_datetime": "2012-02-24T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hco27.mp3", "start_seconds": 2795.0}, {"meeting_datetime": "2012-02-24T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hco27.mp3", "start_seconds": 2795.0}, {"meeting_datetime": "2012-02-24T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hco27.mp3", "start_seconds": 2795.0}, {"meeting_datetime": "2012-02-24T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hco27.mp3", "start_seconds": 2795.0}, {"meeting_datetime": "2012-02-24T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hco27.mp3", "start_seconds": 2795.0}, {"meeting_datetime": "2012-02-28T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou29.mp3", "start_seconds": 8905.0}, {"meeting_datetime": "2012-02-28T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou29.mp3", "start_seconds": 8905.0}, {"meeting_datetime": "2012-02-28T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou29.mp3", "start_seconds": 8905.0}, {"meeting_datetime": "2012-02-28T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou29.mp3", "start_seconds": 8905.0}, {"meeting_datetime": "2012-02-28T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou29.mp3", "start_seconds": 8905.0}], "bill_versions": [{"bill_id": 3687, "bill_version_id": 20138, "bill_version": "Introduced", "bill_version_date": "2012-01-25T11:28:36.213-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to reduce contractor's excise tax rate on new or expanded power production. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-46C-4 be amended to read as follows: 10-46C-4. Notwithstanding the rate of taxation imposed by §§ 10-46A-1 and 10-46B-1, the tax no tax may be imposed under chapters 10-46A and 10-46B on a new or expanded facility shall be imposed at a rate of one percent, and remitted to the state by the holder of the that holds a permit issued pursuant to § 10-46C-6. 180 copies were printed on recycled paper by the South Dakota Legislative Research Council at a cost of $.063 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}, {"bill_id": 3687, "bill_version_id": 21351, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "2012-02-13T13:59:37.617-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the enhancement of economic development in South Dakota. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Legislature shall enact laws favorable to increasing employment and expanding the tax base in South Dakota. 180 copies were printed on recycled paper by the South Dakota Legislative Research Council at a cost of $.063 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}, {"bill_id": 3687, "bill_version_id": 22086, "bill_version": "House Commerce and Energy Engrossed", "bill_version_date": "2012-02-24T13:42:54.917-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal the large project development fund and the appropriation therefor, to provide tax rebates for certain energy projects, to establish and provide for the administration of the business incentive grant fund, and to make an appropriation for the business incentive grant fund. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 6 of the 2011 Session Laws be repealed. Section 2. That chapter 10-45B be amended by adding thereto a NEW SECTION to read as follows: Any wind energy facility which installs wind turbines and operates the turbines to create electrical energy is eligible for a rebate of the sales and use taxes and contractors' excise taxes paid on the project. The wind energy facility is eligible for the rebate if the project has a construction date on or after January 1, 2013, and the total project costs exceeds fifty million dollars. For project costs incurred and paid after January 1, 2013, inclusive, the amount of the rebate for the wind energy facility shall be determined by multiplying the nameplate capacity, in megawatts, of the installed turbines by forty-five thousand dollars. The rebate is payable when construction is complete and the sales and use taxes and contractors' excise taxes have been paid in full. Section 3. That chapter 10-45B be amended by adding thereto a NEW SECTION to read as follows: Any new business facility that is an environmental upgrade to an existing electric generation facility is eligible for a rebate of the sales and use taxes and contractors' excise taxes paid on the project. The new business facility is eligible for the rebate if the project has a construction date on or after January 1, 2013, and the total project costs exceeds fifty million dollars. For project costs incurred and paid after January 1, 2013, inclusive, the amount of the rebate for an environmental upgrade shall be fifty percent of the total sales and use taxes and contractors' excise taxes paid. The rebate is payable when construction is complete and the sales and use taxes and contractors' excise taxes have been paid in full. Section 4. That subdivision (6) of § 10-45B-1 be amended to read as follows: (6) \"Power generation facility,\" a facility with one power unit that generates electricity with a nameplate capacity of no less than five three hundred megawatts; Section 5. That § 1-16G-1.2 be amended to read as follows: 1-16G-1.2. The Board of Economic Development may take title by foreclosure to any property given as security if the acquisition is necessary to protect any economic development grant or loan or any business incentive grant made under pursuant to the provisions of this chapter, and may sell, transfer, or convey any such property to any responsible buyer. Any sale of property hereunder pursuant to the provisions of this chapter shall be performed in a commercially reasonable manner. If the sale, transfer, or conveyance cannot be effected with reasonable promptness, the board may, in order to prevent financial loss and sustain employment, lease the property to a responsible tenant or tenants. All sale proceeds or lease payments received by the board pursuant to this section shall be deposited in the fund from which the original grant or loan was made. Section 6. That § 1-16G-8 be amended to read as follows: 1-16G-8. The Board of Economic Development shall promulgate rules pursuant to chapter 1-26 concerning the following: (1) The existing barriers to economic growth and development in the state; (2) Developing investment in research and development in high technology industries; (3) The submission of business plans prior to the approval of economic development grants or loans or business incentive grants. Business plans shall include the products or services to be offered by the applicant, job descriptions with attendant salary or wage information by job category, educational requirements by job category, methods of accounting, financing other than that provided by the economic development grant or loan or a business incentive grant, and marketing, sales, merchandising, and other disciplines proposed to be used for business growth and expansion; (4) The cooperation between agencies of state government and applicant businesses for nonfinancial services including loan packaging, marketing assistance, research assistance, and assistance with finding solutions for complying with environmental, energy, health, safety, and other federal, state, and local laws and regulations; (5) Regular performance monitoring and reporting systems for participating businesses to assure compliance with their business plans and, terms of repayment of an economic development loan and compliance with terms of an economic development grant or a business incentive grant; (6) Establish eligibility criteria for grants and loans; (7) Establish application procedures for grants and loans, including a requirement that grant and loan applications be signed under penalty of perjury; (8) Establish criteria to determine which applicants will receive grants or loans; (9) Govern the use of proceeds of grants and loans; (10) Establish criteria for the terms and conditions upon which loans shall be made, including matching requirements, interest rates, repayment terms, and the terms of security given to secure such loans; and (11) Establish criteria for the terms and conditions upon which grants shall be made, including permitted uses, performance criteria, and matching requirements; and (12) Establish criteria for the terms and conditions upon which grants shall be repaid for noncompliance with the terms and conditions upon which the grant was made. Section 7. That § 1-16G-16.1 be amended to read as follows: 1-16G-16.1. The Board of Economic Development may use the revolving economic development and initiative fund for the purpose of paying taxes and liens and for the procuring of legal services and other services necessary to protect, recover, maintain, and liquidate the assets of the revolving economic development and initiative fund and the business incentive grant fund. Such costs may be incurred and paid up to ten percent of the loan or grant balance with a majority vote of the board of economic development. Costs in excess of ten percent shall be approved by a two-thirds vote of the board. Such services are not subject to state bid laws so long as such services are procured in a commercially acceptable manner. Section 8. That chapter 1-16G be amended by adding thereto a NEW SECTION to read as follows: Terms used in sections 8 to 13, inclusive, of this Act mean: (1) \"Large-scale project,\" a project with a total project cost exceeding five million dollars; (2) \"Project cost,\" the amount paid in money, credits, property, or other money's worth for a project. Section 9. That chapter 1-16G be amended by adding thereto a NEW SECTION to read as follows: For the purposes of sections 8 to 13, inclusive, of this Act, the term, project, means a new building or structure or the expansion of an existing building or structure, the construction of which is subject to the contractors' excise tax imposed by chapters 10-46A or 10-46B. A project includes laboratory and testing facilities, manufacturing facilities, power generation facilities, power transmission facilities, agricultural processing facilities, and wind energy facilities. A project does not include any building or structure: (1) Used predominantly for the sale of products at retail, other than the sale of electricity at retail, to individual consumers; (2) Used predominantly for residential housing or transient lodging; (3) Used predominantly to provide health care services; (4) Constructed for raising or feeding of livestock; or (5) That is not subject to ad valorem real property taxation or equivalent taxes measured by gross receipts. Section 10. That chapter 1-16G be amended by adding thereto a NEW SECTION to read as follows: There is established in the state treasury a fund to be known as the business incentive grant fund for the purpose of making grants for large-scale project development. All money in the business incentive grant fund is hereby continuously appropriated for the purpose of making business incentive grants as provided in this chapter. Any repayment of grants from the business incentive grant fund and any interest thereon shall be receipted into the business incentive grant fund. Section 11. That chapter 1-16G be amended by adding thereto a NEW SECTION to read as follows: The Board of Economic Development may make business incentive grants from the business incentive grant fund for the purpose of promoting large-scale project development in South Dakota. Section 12. That chapter 1-16G be amended by adding thereto a NEW SECTION to read as follows: The Board of Economic Development may accept and expend for the purposes of sections 10 and 11 of this Act, any funds obtained from federal sources, gifts, contributions, or any source if such acceptance and expenditure is approved in accordance with § 4-8B-10. Section 13. That chapter 1-16G be amended by adding thereto a NEW SECTION to read as follows: There is hereby continuously appropriated to the business incentive grant fund the amount of eighteen percent of all deposits into the general fund of the contractors' excise tax imposed by chapter 10-46A and the alternate contractors' excise tax imposed by chapter 10-46B. Transfers from the general fund to the business incentive grant fund pursuant to this provision shall be made on a monthly basis by the Bureau of Finance and Management. Section 14. The provisions of section 13 of this Act are effective on January 1, 2013."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3687, "action_date": "2012-01-25T14:00:00-06:00", "document_id": 20184, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20184.pdf", "status_text": "First read in Senate and referred to", "journal_page": 175, "committee_id_action": 171, "committee_id_assigned": 156, "result": "N", "vote": {}}, {"bill_id": 3687, "action_date": "2012-02-06T10:00:00-06:00", "document_id": 20613, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20613.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 156, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3687, "action_date": "2012-02-06T10:00:00-06:00", "document_id": 20790, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20790.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 276, "committee_id_action": 156, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11028, "president_vote": null, "Excused": [253], "Yea": [249, 235, 286, 236, 254, 219, 243], "Nay": [255]}}, {"bill_id": 3687, "action_date": "2012-02-13T10:00:00-06:00", "document_id": 21344, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21344.pdf", "status_text": "Removed from table", "journal_page": 0, "committee_id_action": 156, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11556, "president_vote": null, "Yea": [253, 249, 255, 235, 286, 236, 254, 219, 243]}}, {"bill_id": 3687, "action_date": "2012-02-13T10:00:00-06:00", "document_id": 21344, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21344.pdf", "status_text": "Hoghoused", "journal_page": 0, "committee_id_action": 156, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3687, "action_date": "2012-02-13T10:00:00-06:00", "document_id": 21344, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21344.pdf", "status_text": "Do Pass Amended", "journal_page": 380, "committee_id_action": 156, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11551, "president_vote": null, "Yea": [253, 249, 255, 235, 286, 236, 254, 219, 243]}}, {"bill_id": 3687, "action_date": "2012-02-13T10:00:00-06:00", "document_id": 21344, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21344.pdf", "status_text": "Title amended", "journal_page": 0, "committee_id_action": 156, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3687, "action_date": "2012-02-14T14:00:00-06:00", "document_id": 21465, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21465.pdf", "status_text": "Do Pass Amended", "journal_page": 428, "committee_id_action": 171, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11683, "president_vote": null, "Excused": [253, 223, 236], "Yea": [284, 239, 251, 249, 250, 235, 234, 247, 287, 285, 228, 286, 233, 291, 264, 240, 252, 214, 226, 219, 220, 229, 290, 261, 218, 254], "Nay": [288, 255, 212, 243, 289, 232]}}, {"bill_id": 3687, "action_date": "2012-02-15T14:00:00-06:00", "document_id": 21530, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21530.pdf", "status_text": "First read in House and referred to", "journal_page": 486, "committee_id_action": 173, "committee_id_assigned": 166, "result": "N", "vote": {}}, {"bill_id": 3687, "action_date": "2012-02-16T13:00:00-06:00", "document_id": 21571, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21571.pdf", "status_text": "Referred to", "journal_page": 503, "committee_id_action": 173, "committee_id_assigned": 159, "result": "P", "vote": {}}, {"bill_id": 3687, "action_date": "2012-02-24T10:00:00-06:00", "document_id": 21846, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21846.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 159, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3687, "action_date": "2012-02-24T10:00:00-06:00", "document_id": 22074, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22074.pdf", "status_text": "Hoghoused", "journal_page": 0, "committee_id_action": 159, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12116, "president_vote": null, "Nay": [260, 305, 263], "Yea": [217, 293, 299, 279, 304, 213, 315, 298, 281, 259]}}, {"bill_id": 3687, "action_date": "2012-02-24T10:00:00-06:00", "document_id": 22074, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22074.pdf", "status_text": "Title amended", "journal_page": 0, "committee_id_action": 159, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3687, "action_date": "2012-02-24T10:00:00-06:00", "document_id": 22074, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22074.pdf", "status_text": "Do Pass Amended", "journal_page": 610, "committee_id_action": 159, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12122, "president_vote": null, "Nay": [260, 305, 263], "Yea": [217, 293, 299, 279, 304, 213, 315, 298, 281, 259]}}, {"bill_id": 3687, "action_date": "2012-02-28T13:00:00-06:00", "document_id": 22349, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22349.pdf", "status_text": "Tabled", "journal_page": 660, "committee_id_action": 173, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12271, "president_vote": null, "Excused": [222, 225, 313, 298], "Yea": [262, 265, 227, 242, 231, 281, 269, 296, 211, 314, 257, 260, 258, 268, 245, 303, 293, 297, 270, 299, 266, 221, 272, 279, 305, 271, 248, 263, 230, 280, 301, 237, 246, 292, 304, 267, 294, 312, 213, 241, 311, 277, 307, 276, 308, 273, 315, 282, 278, 259, 224, 216, 295, 302, 283, 244, 306, 238, 310, 275, 309, 300, 274, 256, 215], "Nay": [217]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/3687"}