{"session_id": 69, "bill_id": 24876, "bill_type": "House Bill", "bill_number": 1019, "bill_title": "clarify language regarding sales and use tax in certain statutes.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24876", "sponsors": [], "keywords": ["Executive/Judiciary Request", "Retail Sales and Service Tax", "Taxation"], "audio": [], "bill_versions": [{"bill_id": 24876, "bill_version_id": 257356, "bill_version": "Introduced", "bill_version_date": "2023-12-22T14:58:29.563-06:00", "bill_text": "An Act to clarify language regarding sales and use tax in certain statutes. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 10-45-8 be AMENDED: 10-45-8. There Except as otherwise provided in this chapter, there is imposed a tax of four and two-tenths percent upon the gross receipts from all sales of tickets or admissions to : (1) places Places of amusement and ; (2) athletic Athletic contests; or (3) events, except as otherwise provided in this chapterEvents. Section 2. That § 10-45-9.1 be AMENDED: 10-45-9.1. Gross receipts from the sale of tangible personal property and any product transferred electronically to a person who intends to lease the property to persons in this state and actually does so are exempted from the provisions of this chapter and the tax composed imposed by it. Section 3. That § 10-45-14.6 be AMENDED: 10-45-14.6. There are specifically exempted from the provisions of this chapter and the computation of the amount of tax imposed by it, the gross receipts from the sale of meals to inpatients of hospitals if such the meals are paid for, by law or by contract, by the United States, this state or a political subdivision, including, but not limited to, meals provided to medicare, medicaid, champus Tricare, Indian health service, or county poor relief patients. Section 4. That § 10-45-113 be AMENDED: 10-45-113. This chapter does not apply to There are hereby specifically exempted from the provisions of this chapter and from the computation of the amount of tax imposed by it, the gross receipts of any person under eighteen years of age with gross receipts totaling less than one thousand dollars in any calendar year from any sale of tangible personal property, any service delivered, or any product or service transferred electronically for use in the state. Section 5. That § 10-45-114 be AMENDED: 10-45-114. This chapter does not apply to any person coaching a youth or amateur sport whose There are hereby specifically exempted from the provisions of this chapter and from the computation of the amount of tax imposed by it, the gross receipts for coaching services performed for youth or amateur sports when the gross receipts from for the coaching services total less than four thousand dollars in any calendar year. For purposes of this section, a youth or amateur sport is any sport in which the participants are aged nineteen or younger and do not receive compensation for participation. Section 6. That § 10-46-74 be AMENDED: 10-46-74. This chapter does not apply to any person coaching a youth or amateur sport whose There are hereby specifically exempted from the provisions of this chapter and from the computation of the amount of tax imposed by it, the gross receipts for coaching services performed for youth or amateur sports when the gross receipts from for the coaching services total less than four thousand dollars in any calendar year. For purposes of this section, a youth or amateur sport is any sport in which the participants are aged nineteen or younger and do not receive compensation for participation. Section 7. That § 10-45-12.7 be AMENDED: 10-45-12.7. There are hereby specifically exempted from the provisions of this chapter and from the computation of the tax imposed by it, the gross receipts of any person for officiating services provided at an amateur sporting event. However, this exemption does not apply to any person officiating any sporting event sponsored and operated by any elementary, secondary, or postsecondary school. Section 8. That § 10-45C-1 be AMENDED: 10-45C-1. As used in this chapterTerms used in this chapter mean: (a)(1) \"Agreement,\" means the Streamlined Sales and Use Tax Agreement; (b)(2) \"Certified automated system,\" means software certified jointly by the states that are signatories to the agreement to calculate the tax imposed by each jurisdiction on a transaction, determine the amount of tax to remit to the appropriate state, and maintain a record of the transaction; (c)(3) \"Certified service provider,\" means an agent certified jointly by the states that are signatories to the agreement to perform all of the seller's sales tax functions; (d)(4) \"Person,\" means an individual, trust, estate, fiduciary, partnership, limited liability company, limited liability partnership, corporation, or any other legal entity; (e)(5) \"Sales tax,\" means the tax levied under chapter 10-45; (f)(6) \"Seller,\" means any person making sales, leases, or rentals of tangible personal property, any product transferred electronically, or services; (g)(7) \"State,\" means any state of the United States and the District of Columbia; and (h)(8) \"Use tax,\" means the tax levied under chapter 10-46."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24876, "action_date": "2024-01-09T12:00:00-06:00", "document_id": 256993, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/256993.pdf", "status_text": "First read in House and referred to", "journal_page": 22, "committee_id_action": 1197, "committee_id_assigned": 1204, "result": "N", "vote": {}}, {"bill_id": 24876, "action_date": "2024-01-11T08:00:00-06:00", "document_id": 257844, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/257844.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1204, "committee_id_assigned": null, "result": "N", "vote": {}}]}