{"session_id": 45, "bill_id": 12655, "bill_type": "Senate Bill", "bill_number": 193, "bill_title": "to regulate the growth of contract swine enterprises.", "sponsors": [{"legislator_profile_id": 1930, "is_prime": true}, {"legislator_profile_id": 1957, "is_prime": true}], "keywords": ["Hog Farms"], "audio": [], "bill_versions": [{"bill_id": 12655, "bill_version_id": 73830, "bill_version": "Introduced", "bill_version_date": "1997-01-29T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to regulate the growth of contract swine enterprises. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. No individual, organization, corporation, or cooperative may contract to breed, farrow, or feed a number of hogs that exceeds three percent of the total number of hogs that were raised in South Dakota during the previous calendar year. The total number shall be established in statistics maintained by the South Dakota Cooperative Extension Service. Section 2. This Act does not prohibit qualified family farmers as defined in § 47-9A-2 or family farm corporations as defined in § 47-9A-14 from organizing to jointly breed, farrow, or feed hogs if the total number of hogs so raised by the cooperative venture divided by the number of qualified farmers participating in the venture does not exceed three percent of the total number of swine raised in South Dakota during the previous calendar year, as provided in section 1 of this Act. Section 3. Any individual, organization, or corporation that on January 1, 1997 exceeded the number of hogs on contract allowed pursuant to section 1 of this Act may continue to contract at the same level with existing customers. However, additional contracts may not be entered if the total number of hogs then contracted exceeds the limitation. Section 4. No individual, organization, corporation, or cooperative that has been found guilty of a felony offense for violating the environmental rules, regulations, or laws of this or any other state or of the federal government may be granted a permit for nor be authorized to operate under a general permit a facility for the breeding, farrowing, or feeding of hogs. Any such permit or authorization that was granted before the felony conviction shall be revoked. No individual, organization, corporation, or cooperative that has been convicted of such an offense may contract with any person in South Dakota for the breeding, farrowing, or feeding of hogs. Section 5. The attorney general, the states attorney in any county, or any person who has reason to believe that an individual, organization, corporation, or cooperative is in violation of this Act may commence an action in the circuit court for the county in which any portion of the agricultural lands relative to the violation are situated. If the court finds that the contract operation is in violation of this chapter, the court shall enter an order so declaring. Section 6. Any person who is damaged financially or whose property value is damaged by violations of this Act may sue the owner or owners of the swine for civil damages."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12655, "action_date": "1997-01-29T14:00:00-06:00", "document_id": 72889, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72889.pdf", "status_text": "First read in Senate and referred to", "journal_page": 216, "committee_id_action": 545, "committee_id_assigned": 527, "result": "N", "vote": {}}, {"bill_id": 12655, "action_date": "1997-02-05T14:00:00-06:00", "document_id": 72899, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72899.pdf", "status_text": "Re-referred to", "journal_page": 334, "committee_id_action": 545, "committee_id_assigned": 518, "result": "P", "vote": {}}, {"bill_id": 12655, "action_date": "1997-02-11T10:00:00-06:00", "document_id": 72330, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72330.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 518, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12655, "action_date": "1997-02-13T10:00:00-06:00", "document_id": 72357, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72357.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 518, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12655, "action_date": "1997-02-13T10:00:00-06:00", "document_id": 72357, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72357.pdf", "status_text": "Tabled", "journal_page": 437, "committee_id_action": 518, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 35802, "president_vote": null, "Yea": [1893, 1928, 1978, 1981, 1911], "Nay": [1930, 1939, 1965], "Excused": [1884]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/12655"}