{"session_id": 4, "bill_id": 4731, "bill_type": "House Bill", "bill_number": 1272, "bill_title": "revise the defined sources of renewable electricity and recycled energy.", "sponsors": [{"legislator_profile_id": 568, "is_prime": true}, {"legislator_profile_id": 530, "is_prime": true}, {"legislator_profile_id": 602, "is_prime": false}, {"legislator_profile_id": 604, "is_prime": false}, {"legislator_profile_id": 593, "is_prime": false}, {"legislator_profile_id": 532, "is_prime": false}, {"legislator_profile_id": 534, "is_prime": false}, {"legislator_profile_id": 555, "is_prime": false}, {"legislator_profile_id": 552, "is_prime": false}, {"legislator_profile_id": 567, "is_prime": false}, {"legislator_profile_id": 535, "is_prime": false}, {"legislator_profile_id": 562, "is_prime": false}, {"legislator_profile_id": 622, "is_prime": false}, {"legislator_profile_id": 584, "is_prime": false}, {"legislator_profile_id": 573, "is_prime": false}, {"legislator_profile_id": 605, "is_prime": false}, {"legislator_profile_id": 610, "is_prime": false}, {"legislator_profile_id": 571, "is_prime": false}, {"legislator_profile_id": 581, "is_prime": false}, {"legislator_profile_id": 577, "is_prime": false}, {"legislator_profile_id": 578, "is_prime": false}, {"legislator_profile_id": 531, "is_prime": false}, {"legislator_profile_id": 566, "is_prime": false}, {"legislator_profile_id": 607, "is_prime": false}, {"legislator_profile_id": 611, "is_prime": false}], "keywords": ["Energy", "Public Utilities and Carriers"], "audio": [{"meeting_datetime": "2008-02-06T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hst19.mp3", "start_seconds": 2581.0}, {"meeting_datetime": "2008-02-06T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hst19.mp3", "start_seconds": 2581.0}, {"meeting_datetime": "2008-02-06T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hst19.mp3", "start_seconds": 2581.0}, {"meeting_datetime": "2008-02-06T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hst19.mp3", "start_seconds": 2581.0}, {"meeting_datetime": "2008-02-06T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hst19.mp3", "start_seconds": 2581.0}, {"meeting_datetime": "2008-02-12T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou22.mp3", "start_seconds": 4154.0}, {"meeting_datetime": "2008-02-12T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou22.mp3", "start_seconds": 4154.0}, {"meeting_datetime": "2008-02-12T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou22.mp3", "start_seconds": 4154.0}, {"meeting_datetime": "2008-02-20T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst27.mp3", "start_seconds": 4404.0}, {"meeting_datetime": "2008-02-20T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst27.mp3", "start_seconds": 4404.0}, {"meeting_datetime": "2008-02-20T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst27.mp3", "start_seconds": 4404.0}, {"meeting_datetime": "2008-02-20T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst27.mp3", "start_seconds": 4404.0}], "bill_versions": [{"bill_id": 4731, "bill_version_id": 1579, "bill_version": "Introduced", "bill_version_date": "2008-01-23T08:35:02.337-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a state renewable energy standard. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 49-34A-94 be amended to read as follows: 49-34A-94. For the purposes of §§ 49-34A-94 to 49-34A-96, inclusive, and sections 2 to 15, inclusive, of this Act, the terms, renewable electricity and , recycled energy , and, eligible renewable energy resource, include electricity generated from facilities using one or more of the following sources: (1) Wind that uses wind as the source of energy to produce electricity; (2) Solar that uses the sun as the source of energy to produce electricity; (3) Hydroelectric that uses water as the source of energy to produce electricity; (4) Hydrogen that is generated from one of the sources listed in this section; (5) Biomass that uses agricultural crops and agricultural wastes and residues, wood and wood wastes and residues, animal and other degradable organic wastes, or landfill gas as the fuel to produce electricity; (6) Geothermal that uses energy contained in heat that continuously flows outward from the earth as the source of energy to produce electricity; and (7) Recycled energy systems that produce electricity from currently unused waste heat resulting from combustion or other processes and which do not use an additional combustion process. The term does not include any system whose primary purpose is the generation of electricity. Section 2. Terms used in this Act mean: (1) \"Alternative compliance payment,\" a payment to the state treasury of fifty dollars per megawatt-hour of renewable energy obligation, in 2008 dollars, adjusted up or down by the consumer price index in each applicable year, which may be made in lieu of standard means of compliance with this Act; (2) \"Commission,\" the Public Utilities Commission; (3) \"Compliance year,\" a calendar year beginning January first and ending December thirty-first, for which an obligated entity shall demonstrate that it has met the requirements of this Act; (4) \"Electrical energy product,\" an electrical energy offering that can be distinguished by its generation attributes or other characteristics, and that is offered for sale by an obligated entity to end-use customers; (5) \"Eligible biomass fuel,\" fuel sources including brush, stumps, lumber ends and trimmings, wood pallets, bark, wood chips, shavings, slash and other clean wood that is not mixed with other solid wastes; agricultural waste and residues; food and vegetative material; energy crops; landfill methane; biogas; or biodiesel and other liquid fuels that are derived from such fuel sources; (6) \"Eligible renewable energy resource,\" resources as defined in § 49-34A-94, except in the case of certain hydroelectric facilities and certain waste-to-energy facilities as provided in section 5 of this Act; (7) \"End-use customer,\" a person or entity in South Dakota that purchases electrical energy at retail from an obligated entity; (8) \"Existing renewable energy resources,\" means generation units using eligible renewable energy resources and first going into commercial operation before January 1, 2008; (9) \"Generation attributes,\" the nonprice characteristics of the electrical energy output of a generation unit including the unit's fuel type, emissions, vintage, and policy eligibility; (10) \"Generation unit,\" a facility that converts a fuel or an energy resource into electrical energy; (11) \"New renewable energy resources,\" generation units using eligible renewable energy resources and first going into commercial operation after December 31, 2007; or the incremental output of generation units using eligible renewable energy resources that have demonstrably increased generation in excess of ten percent through capital investments made after December 31, 2007; but in no case involved any new impoundment or diversion of water; (12) \"Obligated entity,\" a person or entity that sells electrical energy to end-use customers in South Dakota, including nonregulated power producers and electric utility distribution companies supplying standard offer service, last resort service, or any successor service to end-use customers; (13) \"Off-grid generation facility,\" a generation unit that is not connected to a utility transmission or distribution system; (14) \"Small hydro facility,\" a facility employing one or more hydroelectric turbine generators and with an aggregate capacity not exceeding thirty megawatts. For purposes of this definition, the term, facility, is defined in a manner consistent with Title 18 of the Code of Federal Regulations, section 292.201 et seq., as amended to January 1, 2008, except that the size of the facility is limited to thirty megawatts, rather than eighty megawatts. Section 3. The commission shall promulgate rules pursuant to chapter 1-26 establishing a renewable energy standard by no later than December 31, 2009. Starting in calendar year 2012, all obligated entities shall derive at least three percent of the electricity they sell at retail to South Dakota end-use customers, adjusted for electric line losses, from eligible renewable energy resources, escalating annually, according to the following schedule: (1) At least three percent of retail electricity sales by December 31, 2012; (2) An additional one percent of retail electricity sales in each year thereafter through 2019; and (3) After 2019, these minimum renewable energy percentages shall increase by one percent of retail sales per year until 2029, unless the commission revises the schedule of annual increases. The commission may make such revisions only after hearings and review of the conditions in the wholesale electricity market, the adequacy of renewable energy supplies to meet requirement imposed by this section, efforts by obligated entities to meet the minimum percentage requirements, and other factors that affect the rates to residential customers, and thereby determines that compliance costs exceed five percent of the bill of a typical residential customer using five hundred kilowatt-hours per month despite good faith efforts by the obligated entity to comply with the annual percentage schedule. At no time may the minimum renewable energy percentage decrease below the percentage in effect at the time revision to the schedule is implemented. Any revisions to the schedule of annual increases shall be announced at least two years before the first year of the revised schedule of annual increases. For each obligated entity, no more than two percent of retail electricity sales out of each year's total renewable energy standard obligation may be derived from existing renewable energy resources. All remaining obligations shall be met with new renewable energy resources. All renewable generation shall take into consideration both economic feasibility and environmental concerns. Section 4. In 2029 the minimum renewable energy standard shall be maintained at that level achieved indefinitely, unless the commission proposes to eliminate the standard, and if so, only after sufficient time has passed to allow amortization of generation investments, a minimum of ten years, and the commission has found that the market for renewable energy has been transformed to a point that makes continued enforcement of the renewable energy standard unnecessary to maintain its targets and objectives. Section 5. Eligible renewable energy resources shall be certified as such by the commission. Waste-to-energy combustion of any sort or manner may in no instance be considered eligible except for fuels as identified in § 49-34A-94. Electricity produced from hydroelectric facilities is only eligible if the electricity is produced by small hydro facilities. Eligible biomass fuels may be co-fired with fossil fuels, except that only the renewable energy fraction of production from multi-fuel facilities may be considered eligible. Energy production from off-grid generation and customer sited generation facilities certified by the commission as eligible renewable energy resources may also be used to demonstrate compliance if the facilities are physically located in South Dakota. Section 6. A generation unit located outside the state of South Dakota may qualify as an eligible renewable energy resource, but the associated generation attributes shall be applied to the renewable energy standard only to the extent that the energy produced by the generation unit is actually delivered into South Dakota for consumption by South Dakota customers. The actual delivery of such energy from the generation unit into South Dakota shall be demonstrated by methods specified by the commission in rules promulgated pursuant to chapter 1-26. Section 7. The commission shall determine, verify, and ensure compliance with this Act. If the commission finds that an obligated entity has not met the renewable energy standard in violation of the requirements of this Act, the commission may impose a financial penalty on the obligated entity in an amount not to exceed the estimated cost to the obligated entity to achieve compliance. The commission shall promulgate rules required under this Act no later than December 31, 2009. Section 8. An obligated entity may discharge all or any portion of its compliance obligations by making an alternative compliance payment to the state treasury. The commission shall promulgate rules pursuant to chapter 1-26 to establish procedures governing alternative compliance payments. Section 9. Beginning on November 1, 2008, each retail provider shall annually report to the Public Utilities Commission on the provider's energy sales during the twelve month period ending on the preceding July thirty-first. This report shall include information regarding qualifying electricity delivered and renewable energy purchased as a percentage of annual retail sales and a narrative report that describes steps taken to meet the state renewable energy standard and identifies any challenges or barriers encountered in meeting the standard. The commission shall make the data and narrative reports open, available, and accessible to the public through the commission office and on the commission's internet site. The commission shall compile the data obtained from the reports and submit the data to the Legislature by the following January first. A distribution cooperative may aggregate its reporting through generation and transmission cooperatives and a municipal utility may aggregate its reporting through a municipal power agency. Section 10. The commission shall require annual compliance filings to be made by all obligated entities. All electric utilities shall cooperate with the commission in providing data necessary to assess the magnitude of obligation and verify the compliance of all obligated entities. Section 11. The commission shall promulgate rules pursuant to chapter 1-26 to develop renewable energy contracting standards for obligated entities. Such contracting standards shall balance the objectives of: (1) Ensuring that new renewable generation can receive financing at commercial rates; (2) Ensuring that ratepayers bear a minimum cost of compliance; and (3) Minimizing interference with emerging competitive electric market opportunities in the state. The standards shall address minimum contract duration and quantities associated with renewable energy standard compliance for standard offer service, last resort service, or any successor service to end-use customers, independently and in aggregate, appropriate in the prevailing marketing conditions. The standards may only be maintained until the commission finds that they are no longer necessary to support the objectives of this Act. Section 12. The commission shall, by June 30, 2009, promulgate rules pursuant to chapter 1-26 to establish right-to-know regulations requiring any obligated entity to distribute energy source disclosures to all customers of each electrical energy product offered. The energy source disclosure shall indicate what sources of energy were used to generate electricity for each electrical energy product, expressed as a percentage of the total amount of energy used towards each electrical energy product. The energy source disclosure shall show the percentages of energy obtained from each of the eligible renewable energy resources, as well as the percentage energy obtained from nuclear plants, natural gas, oil (which may include any fossil oil), hydroelectric plants that are not an eligible renewable energy resource, coal, and any other sources that the commission may require to be included. The energy source disclosure shall also indicate the emission created as a result of generating said electricity. Section 13. Energy source disclosures shall be distributed to consumers on a quarterly basis. The obligated entities shall be allowed to recover in rates all incremental costs associated with preparation and distribution of the disclosure label."}, {"bill_id": 4731, "bill_version_id": 2649, "bill_version": "House State Affairs Engrossed", "bill_version_date": "2008-02-06T15:19:38.893-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the defined sources of renewable electricity and recycled energy. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 49-34A-94 be amended to read as follows: 49-34A-94. For the purposes of §§ 49-34A-94 to 49-34A-96, inclusive, renewable electricity and recycled energy include electricity generated from facilities using one or more of the following sources: (1) Wind that uses wind as the source of energy to produce electricity; (2) Solar that uses the sun as the source of energy to produce electricity; (3) Hydroelectric that uses water as the source of energy to produce electricity; (4) Hydrogen that is generated from one of the sources listed in this section; (5) Biomass that uses agricultural crops and agricultural wastes and residues, wood and wood wastes and residues, animal and other degradable organic wastes, municipal solid waste, or landfill gas as the fuel to produce electricity; (6) Geothermal that uses energy contained in heat that continuously flows outward from the earth as the source of energy to produce electricity; and (7) Recycled energy systems that produce electricity from currently unused waste heat resulting from combustion or other processes and which do not use an additional combustion process. The term does not include any system whose primary purpose is the generation of electricity."}, {"bill_id": 4731, "bill_version_id": 3754, "bill_version": "Enrolled", "bill_version_date": "2008-02-22T09:30:39.753-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4731, "action_date": "2008-01-23T14:00:00-06:00", "document_id": 1717, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1717.pdf", "status_text": "First read in House and referred to", "journal_page": 213, "committee_id_action": 27, "committee_id_assigned": 22, "result": "N", "vote": {}}, {"bill_id": 4731, "action_date": "2008-02-06T10:00:00-06:00", "document_id": 2412, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2412.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 22, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4731, "action_date": "2008-02-06T10:00:00-06:00", "document_id": 2637, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2637.pdf", "status_text": "Hoghoused", "journal_page": null, "committee_id_action": 22, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4731, "action_date": "2008-02-06T10:00:00-06:00", "document_id": 2637, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2637.pdf", "status_text": "Do Pass Amended", "journal_page": 443, "committee_id_action": 22, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 1348, "president_vote": null, "Yea": [614, 570, 591, 574, 575, 594, 558, 571, 581, 603, 619, 615], "Excused": [542]}}, {"bill_id": 4731, "action_date": "2008-02-06T10:00:00-06:00", "document_id": 2637, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2637.pdf", "status_text": "Title amended", "journal_page": null, "committee_id_action": 22, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4731, "action_date": "2008-02-11T14:00:00-06:00", "document_id": 2899, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2899.pdf", "status_text": "Deferred to another day", "journal_page": 494, "committee_id_action": 27, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4731, "action_date": "2008-02-12T14:00:00-06:00", "document_id": 3016, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3016.pdf", "status_text": "Do Pass Amended", "journal_page": 511, "committee_id_action": 27, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 1754, "president_vote": null, "Nay": [602, 597], "Yea": [579, 609, 614, 625, 593, 586, 570, 532, 608, 623, 574, 534, 555, 542, 568, 575, 580, 572, 624, 595, 529, 594, 631, 565, 620, 616, 556, 585, 589, 633, 543, 558, 605, 628, 630, 571, 581, 544, 546, 537, 536, 578, 612, 551, 599, 617, 554, 547, 583, 538, 603, 615, 600, 531, 563, 540, 566, 549, 619, 626, 611, 606, 587, 559, 564, 561, 591], "Excused": [552]}}, {"bill_id": 4731, "action_date": "2008-02-13T14:00:00-06:00", "document_id": 3133, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3133.pdf", "status_text": "First read in Senate and referred to", "journal_page": 485, "committee_id_action": 28, "committee_id_assigned": 10, "result": "N", "vote": {}}, {"bill_id": 4731, "action_date": "2008-02-15T07:45:00-06:00", "document_id": 3134, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3134.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 10, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4731, "action_date": "2008-02-20T07:45:00-06:00", "document_id": 3300, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3300.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 10, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4731, "action_date": "2008-02-20T07:45:00-06:00", "document_id": 3469, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3469.pdf", "status_text": "Do Pass", "journal_page": 558, "committee_id_action": 10, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 2183, "president_vote": null, "Yea": [557, 530, 567, 569, 629, 577, 588, 553], "Excused": [598]}}, {"bill_id": 4731, "action_date": "2008-02-20T07:45:00-06:00", "document_id": 3469, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3469.pdf", "status_text": "Placed on consent", "journal_page": null, "committee_id_action": 10, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4731, "action_date": "2008-02-21T14:00:00-06:00", "document_id": 3684, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3684.pdf", "status_text": "Do Pass Amended", "journal_page": 595, "committee_id_action": 28, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 2367, "president_vote": null, "Excused": [557, 622], "Yea": [576, 621, 604, 553, 596, 560, 590, 598, 545, 592, 530, 601, 567, 535, 533, 582, 562, 584, 569, 573, 618, 610, 629, 613, 632, 577, 588, 539, 627, 548, 550, 541, 607]}}, {"bill_id": 4731, "action_date": "2008-02-22T13:00:00-06:00", "document_id": 3824, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3824.pdf", "status_text": "Signed by the Speaker", "journal_page": 702, "committee_id_action": 27, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4731, "action_date": "2008-02-25T14:00:00-06:00", "document_id": 3929, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3929.pdf", "status_text": "Signed by the President", "journal_page": 634, "committee_id_action": 28, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4731, "action_date": "2008-02-25T14:00:00-06:00", "document_id": 3927, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3927.pdf", "status_text": "Delivered to the Governor", "journal_page": 735, "committee_id_action": 27, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4731, "action_date": "2008-03-17T10:00:00-05:00", "document_id": 4325, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/4325.pdf", "status_text": "Signed by the Governor", "journal_page": 835, "committee_id_action": 27, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4104, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/4731"}