{"session_id": 4, "bill_id": 291, "bill_type": "House Bill", "bill_number": 1264, "bill_title": "permit certain persons with insulin-treated diabetes mellitus to get an endorsement on a commercial driver license to drive a school bus.", "sponsors": [{"legislator_profile_id": 585, "is_prime": true}, {"legislator_profile_id": 632, "is_prime": true}, {"legislator_profile_id": 576, "is_prime": false}, {"legislator_profile_id": 534, "is_prime": false}, {"legislator_profile_id": 542, "is_prime": false}, {"legislator_profile_id": 590, "is_prime": false}, {"legislator_profile_id": 601, "is_prime": false}, {"legislator_profile_id": 616, "is_prime": false}, {"legislator_profile_id": 633, "is_prime": false}, {"legislator_profile_id": 628, "is_prime": false}, {"legislator_profile_id": 629, "is_prime": false}, {"legislator_profile_id": 571, "is_prime": false}, {"legislator_profile_id": 581, "is_prime": false}, {"legislator_profile_id": 612, "is_prime": false}, {"legislator_profile_id": 531, "is_prime": false}, {"legislator_profile_id": 550, "is_prime": false}], "keywords": ["Administrative Rules", "Licensing", "Motor Vehicles"], "audio": [{"meeting_datetime": "2008-01-29T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/htr14.mp3", "start_seconds": 588.0}, {"meeting_datetime": "2008-01-29T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/htr14.mp3", "start_seconds": 588.0}, {"meeting_datetime": "2008-01-29T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/htr14.mp3", "start_seconds": 588.0}, {"meeting_datetime": "2008-01-29T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/htr14.mp3", "start_seconds": 588.0}, {"meeting_datetime": "2008-01-29T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/htr14.mp3", "start_seconds": 588.0}, {"meeting_datetime": "2008-01-29T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/htr14.mp3", "start_seconds": 588.0}, {"meeting_datetime": "2008-01-29T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/htr14.mp3", "start_seconds": 588.0}, {"meeting_datetime": "2008-02-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou18.mp3", "start_seconds": 1490.0}, {"meeting_datetime": "2008-02-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou18.mp3", "start_seconds": 1490.0}, {"meeting_datetime": "2008-02-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou18.mp3", "start_seconds": 1490.0}, {"meeting_datetime": "2008-02-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou18.mp3", "start_seconds": 1490.0}, {"meeting_datetime": "2008-02-19T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/str26.mp3", "start_seconds": null}, {"meeting_datetime": "2008-02-19T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/str26.mp3", "start_seconds": null}, {"meeting_datetime": "2008-02-19T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/str26.mp3", "start_seconds": null}, {"meeting_datetime": "2008-02-19T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/str26.mp3", "start_seconds": null}], "bill_versions": [{"bill_id": 291, "bill_version_id": 1566, "bill_version": "Introduced", "bill_version_date": "2008-01-23T08:20:46.733-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to permit certain persons with insulin-dependent diabetes mellitus to get an endorsement on a commercial driver license to drive a school bus. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 32-12A be amended by adding thereto a NEW SECTION to read as follows: Any person with insulin-dependent diabetes mellitus, who is otherwise medically qualified under the physical examination standards of the federal motor carrier safety regulations, as provided by § 32-12A-24, may request a waiver for this condition from the department. If an applicant for an intrastate school bus endorsement meets the requirements as specified in subdivisions (1) to (7), inclusive, of this section, the department shall grant a waiver. The department shall notify each applicant and each affected school district or private contractor of its determination of eligibility for each application for a waiver. An applicant shall: (1) Document that the applicant has no other disqualifying conditions including diabetes- related complications; (2) Document that the applicant has had no recurrent diabetic reactions resulting in a loss of consciousness or diabetic reaction within the past five years. A period of one year of demonstrated stability is required following the first episode of hypoglycemia; (3) Document that the applicant has had no recurrent diabetic reactions requiring the assistance of another person within the past five years. A period of one year of demonstrated stability is required following the first episode of hypoglycemia; (4) Document that the applicant has had no recurrent diabetic reactions resulting in impaired cognitive functioning that occurred without warning symptoms within the past five years. A period of one year of demonstrated stability is required following the first episode of hypoglycemia; (5) Document that the applicant has been examined by a board-certified or board-eligible physician who has conducted a complete medical examination. The complete medical examination shall consist of a comprehensive evaluation of the applicant's medical history and current status with a report including the following information: (a) The date insulin use began; (b) Diabetes diagnosis and disease history; (c) Hospitalization records, if any; (d) Consultation notes for diagnostic examinations; (e) Special studies pertaining to the diabetes; (f) Follow-up reports; (g) Reports of any diabetic reactions within the last five years; (h) Two measures of glycosylated hemoglobin, the first ninety days before the last and current measure; (i) Insulin dosages and types, diet utilized for control and any significant factors such as smoking, alcohol use, and any other medications or drugs taken; and (j) Examinations to detect any peripheral neuropathy or circulatory insufficiency of the extremities; (6) Submit a signed statement from an examining physician indicating the following medical determinations: (a) The physician is familiar with the applicant's medical history for the past five years, either through actual treatment over that time or through consultation with a physician who has treated the applicant through that time; (b) The applicant has been educated in diabetes and its management, thoroughly informed of and understands the procedures that must be followed to monitor and manage the applicant's diabetes and the procedures to be followed if complications arise; and (c) The applicants has the ability and has demonstrated the willingness to properly monitor and manage the applicant's diabetes; and (7) Submit a separate signed statement from an ophthalmologist or optometrist that the applicant has been examined and does not have diabetic retinopathy and meets the vision standards in 49 CFR 391.41 (b)(10), as amended through January 1, 2007, or has been issued a valid medical exemption. If the applicant has any evidence of diabetic retinopathy, the applicant shall be examined by an ophthalmologist and submit a signed statement from the ophthalmologist that the applicant does not have unstable advancing disease of blood vessels in the retina, known as unstable proliferative diabetic retinopathy. Each school bus driver that is granted a waiver for insulin-dependent diabetes mellitus issued by the department shall maintain the waiver in the driver's possession at all times. The department shall promulgate rules, pursuant to chapter 1-26, necessary for the determination of eligibility and issuance of a waiver to persons with insulin-dependent diabetes mellitus in accordance with the provisions of this section."}, {"bill_id": 291, "bill_version_id": 2076, "bill_version": "House Transportation Engrossed", "bill_version_date": "2008-01-29T12:43:31.76-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to permit certain persons with insulin-treated diabetes mellitus to get an endorsement on a commercial driver license to drive a school bus. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 32-12A be amended by adding thereto a NEW SECTION to read as follows: Any person with insulin-treated diabetes mellitus, who is otherwise medically qualified under the physical examination standards of the federal motor carrier safety regulations, as provided by § 32-12A-24, may request a waiver for this condition from the department. If an applicant for an intrastate school bus endorsement meets the requirements as specified in subdivisions (1) to (7), inclusive, of this section, the department shall grant a waiver. The department shall notify each applicant and each affected school district or private contractor of its determination of eligibility for each application for a waiver. An applicant shall: (1) Provide evidence, signed by a physician, physician assistant, or nurse practitioner that the applicant has no other disqualifying conditions including diabetes-related complications; (2) Provide evidence, signed by a physician, physician assistant, or nurse practitioner that the applicant has had no recurrent severe hypoglycemic episodes resulting in a loss of consciousness or any severe hypoglycemic episode within the past five years. A period of one year of demonstrated stability is required following the first episode of hypoglycemia; (3) Provide evidence, signed by a physician, physician assistant, or nurse practitioner that the applicant has had no recurrent severe hypoglycemic episodes requiring the assistance of another person within the past five years. A period of one year of demonstrated stability is required following the first episode of hypoglycemia; (4) Provide evidence, signed by a physician, physician assistant, or nurse practitioner that the applicant has had no recurrent severe hypoglycemic episodes resulting in impaired cognitive functioning that occurred without warning symptoms within the past five years. A period of one year of demonstrated stability is required following the first episode of hypoglycemia; (5) Document that the applicant has been examined by a board-certified or board-eligible physician, a physician assistant, or a nurse practitioner who has conducted a complete medical examination. The complete medical examination shall consist of a comprehensive evaluation of the applicant's medical history and current status with a report including the following information: (a) The date insulin use began; (b) Diabetes diagnosis and disease history; (c) Hospitalization records, if any; (d) Consultation notes for diagnostic examinations; (e) Special studies pertaining to the diabetes; (f) Follow-up reports; (g) Reports of any severe hypoglycemic episode within the last five years; (h) Two measures of glycosylated hemoglobin, the first ninety days before the last and current measure; (i) Insulin dosages and types, diet utilized for control and any significant factors such as smoking, alcohol use, and any other medications or drugs taken; and (j) Examinations to detect any peripheral neuropathy or circulatory insufficiency of the extremities; (6) Submit a signed statement from an examining physician indicating the following medical determinations: (a) The physician is familiar with the applicant's medical history for the past five years, either through actual treatment over that time or through consultation with a physician who has treated the applicant through that time; (b) The applicant has been educated in diabetes and its management, thoroughly informed of and understands the procedures that must be followed to monitor and manage the applicant's diabetes and the procedures to be followed if complications arise; and (c) The applicants has the ability and has demonstrated the willingness to properly monitor and manage the applicant's diabetes; and (7) Submit a separate signed statement from an ophthalmologist or optometrist that the applicant has been examined and does not have diabetic retinopathy and meets the vision standards in 49 CFR 391.41 (b)(10), as amended through January 1, 2007, or has been issued a valid medical exemption. If the applicant has any evidence of diabetic retinopathy, the applicant shall be examined by an ophthalmologist and submit a signed statement from the ophthalmologist that the applicant does not have unstable advancing disease of blood vessels in the retina, known as unstable proliferative diabetic retinopathy. Each school bus driver that is granted a waiver for insulin-treated diabetes mellitus issued by the department shall maintain the waiver in the driver's possession at all times. The department shall promulgate rules, pursuant to chapter 1-26, necessary for the determination of eligibility and issuance of a waiver to persons with insulin-treated diabetes mellitus in accordance with the provisions of this section. A waiver granted under this section may be issued for a maximum of two years. The driver may reapply for renewal of the waiver every two years."}, {"bill_id": 291, "bill_version_id": 2558, "bill_version": "House Engrossed", "bill_version_date": "2008-02-05T16:18:32.03-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to permit certain persons with insulin-treated diabetes mellitus to get an endorsement on a commercial driver license to drive a school bus. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 32-12A be amended by adding thereto a NEW SECTION to read as follows: Any person with insulin-treated diabetes mellitus, who is otherwise medically qualified under the physical examination standards of the federal motor carrier safety regulations, as provided by § 32-12A-24, may request a waiver for this condition from the department. If an applicant for an intrastate school bus endorsement meets the requirements as specified in subdivisions (1) to (7), inclusive, of this section, the department shall grant a waiver. The department shall notify each applicant and each affected school district or private contractor of its determination of eligibility for each application for a waiver. An applicant shall: (1) Provide evidence, signed by a physician, physician assistant, or nurse practitioner that the applicant has no other disqualifying conditions including diabetes-related complications; (2) Provide evidence, signed by a physician, physician assistant, or nurse practitioner that the applicant has had no recurrent severe hypoglycemic episodes resulting in a loss of consciousness or any severe hypoglycemic episode within the past five years; (3) Provide evidence, signed by a physician, physician assistant, or nurse practitioner that the applicant has had no recurrent severe hypoglycemic episodes requiring the assistance of another person within the past five years; (4) Provide evidence, signed by a physician, physician assistant, or nurse practitioner that the applicant has had no recurrent severe hypoglycemic episodes resulting in impaired cognitive functioning that occurred without warning symptoms within the past five years; (5) Document that the applicant has been examined by a board-certified or board-eligible physician, a physician assistant, or a nurse practitioner who has conducted a complete medical examination. The complete medical examination shall consist of a comprehensive evaluation of the applicant's medical history and current status with a report including the following information: (a) The date insulin use began; (b) Diabetes diagnosis and disease history; (c) Hospitalization records, if any; (d) Consultation notes for diagnostic examinations; (e) Special studies pertaining to the diabetes; (f) Follow-up reports; (g) Reports of any severe hypoglycemic episode within the last five years; (h) Two measures of glycosylated hemoglobin, the first ninety days before the last and current measure; (i) Insulin dosages and types, diet utilized for control and any significant factors such as smoking, alcohol use, and any other medications or drugs taken; and (j) Examinations to detect any peripheral neuropathy or circulatory insufficiency of the extremities; (6) Submit a signed statement from an endocrinologist indicating the following medical determinations: (a) The endocrinologist is familiar with the applicant's medical history for the past five years, either through actual treatment over that time or through consultation with a physician who has treated the applicant through that time; (b) The applicant has been educated in diabetes and its management, thoroughly informed of and understands the procedures that must be followed to monitor and manage the applicant's diabetes and the procedures to be followed if complications arise; and (c) The applicant has the ability and has demonstrated the willingness to properly monitor and manage the applicant's diabetes; and (7) Submit a separate signed statement from an ophthalmologist or optometrist that the applicant has been examined and does not have diabetic retinopathy and meets the vision standards in 49 CFR 391.41 (b)(10), as amended through January 1, 2007, or has been issued a valid medical exemption. If the applicant has any evidence of diabetic retinopathy, the applicant shall be examined by an ophthalmologist and submit a signed statement from the ophthalmologist that the applicant does not have unstable advancing disease of blood vessels in the retina, known as unstable proliferative diabetic retinopathy. Each school bus driver that is granted a waiver for insulin-treated diabetes mellitus issued by the department shall maintain the waiver in the driver's possession at all times. Any school bus driver that is granted the waiver and has a severe hypoglycemic episode forfeits the waiver and may not reapply for five years. The department shall promulgate rules, pursuant to chapter 1-26, necessary for the determination of eligibility and issuance of a waiver to persons with insulin-treated diabetes mellitus in accordance with the provisions of this section. A waiver granted under this section may be issued for a maximum of two years. The driver may reapply for renewal of the waiver every two years."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 291, "action_date": "2008-01-23T14:00:00-06:00", "document_id": 1717, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1717.pdf", "status_text": "First read in House and referred to", "journal_page": 211, "committee_id_action": 27, "committee_id_assigned": 24, "result": "N", "vote": {}}, {"bill_id": 291, "action_date": "2008-01-29T08:00:00-06:00", "document_id": 1779, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1779.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 24, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 291, "action_date": "2008-01-29T08:00:00-06:00", "document_id": 2046, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2046.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 24, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 291, "action_date": "2008-01-29T08:00:00-06:00", "document_id": 2046, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2046.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 24, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 291, "action_date": "2008-01-29T08:00:00-06:00", "document_id": 2046, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2046.pdf", "status_text": "Title amended", "journal_page": null, "committee_id_action": 24, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 291, "action_date": "2008-01-29T08:00:00-06:00", "document_id": 2046, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2046.pdf", "status_text": "Do Pass Amended", "journal_page": 308, "committee_id_action": 24, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 822, "president_vote": null, "Excused": [602], "Yea": [534, 624, 595, 620, 630, 536, 551, 563, 540, 558, 617], "Nay": [543]}}, {"bill_id": 291, "action_date": "2008-01-31T13:00:00-06:00", "document_id": 2326, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2326.pdf", "status_text": "Deferred to another day", "journal_page": 367, "committee_id_action": 27, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 291, "action_date": "2008-02-04T14:00:00-06:00", "document_id": 2450, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2450.pdf", "status_text": "Deferred to another day", "journal_page": 386, "committee_id_action": 27, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 291, "action_date": "2008-02-05T14:00:00-06:00", "document_id": 2539, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2539.pdf", "status_text": "Motion to amend", "journal_page": 404, "committee_id_action": 27, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 291, "action_date": "2008-02-05T14:00:00-06:00", "document_id": 2539, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2539.pdf", "status_text": "Do Pass Amended", "journal_page": 405, "committee_id_action": 27, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 1287, "president_vote": null, "Yea": [602, 579, 609, 614, 625, 593, 570, 597, 532, 608, 574, 534, 542, 568, 552, 580, 572, 624, 595, 529, 631, 565, 620, 616, 556, 585, 589, 633, 558, 628, 571, 581, 544, 546, 537, 536, 578, 612, 551, 599, 617, 538, 603, 615, 600, 531, 563, 540, 566, 619, 606, 559, 564, 561, 591], "Nay": [586, 623, 555, 575, 594, 543, 605, 554, 626, 587], "Excused": [630, 547, 583, 549, 611]}}, {"bill_id": 291, "action_date": "2008-02-06T14:00:00-06:00", "document_id": 2660, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2660.pdf", "status_text": "First read in Senate and referred to", "journal_page": 358, "committee_id_action": 28, "committee_id_assigned": 12, "result": "N", "vote": {}}, {"bill_id": 291, "action_date": "2008-02-12T08:00:00-06:00", "document_id": 2739, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2739.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 12, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 291, "action_date": "2008-02-19T08:00:00-06:00", "document_id": 3173, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3173.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 12, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 291, "action_date": "2008-02-19T08:00:00-06:00", "document_id": 3355, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3355.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 12, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 2072, "president_vote": null, "Nay": [601, 530, 629, 632], "Excused": [584], "Yea": [550, 590]}}, {"bill_id": 291, "action_date": "2008-02-19T08:00:00-06:00", "document_id": 3355, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3355.pdf", "status_text": "Deferred to the 36th legislative day", "journal_page": 540, "committee_id_action": 12, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 2073, "president_vote": null, "Yea": [601, 530, 629, 632], "Excused": [584], "Nay": [550, 590]}}]}