{"session_id": 44, "bill_id": 21991, "bill_type": "Senate Bill", "bill_number": 38, "bill_title": "correct technical errors in and make stylistic revisions to certain provisions regarding public utilities.", "sponsors": [], "keywords": ["Executive/Judiciary Request", "Public Utilities and Carriers", "Technical Corrections"], "audio": [{"meeting_datetime": "2021-01-21T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sco07.mp3", "start_seconds": 455.0}, {"meeting_datetime": "2021-01-21T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sco07.mp3", "start_seconds": 455.0}, {"meeting_datetime": "2021-01-21T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sco07.mp3", "start_seconds": 455.0}, {"meeting_datetime": "2021-01-21T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sco07.mp3", "start_seconds": 455.0}, {"meeting_datetime": "2021-02-01T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hst13.mp3", "start_seconds": 5925.0}, {"meeting_datetime": "2021-02-01T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hst13.mp3", "start_seconds": 5925.0}, {"meeting_datetime": "2021-02-01T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hst13.mp3", "start_seconds": 5925.0}, {"meeting_datetime": "2021-02-01T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hst13.mp3", "start_seconds": 5925.0}], "bill_versions": [{"bill_id": 21991, "bill_version_id": 210221, "bill_version": "Introduced", "bill_version_date": "2021-01-06T17:29:24.953-06:00", "bill_text": "An Act to correct technical errors in and make stylistic revisions to certain provisions regarding public utilities. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 49-30-23 be AMENDED. 49-30-23. Transfer of stock--Stock deemed personal property. The stock of every corporation organized under this chapter shall be is deemed personal estate, and shall be is transferable in the manner prescribed in its bylaws, subject to the provisions of §§ 57A-8-301 to 57A-8-320.1 57A-8-307, inclusive, and §§ 57A-8-401 to 57A-8-406 57A-8-407, inclusive, but no share shall be is transferable until all previous calls shall have been fully paid in. Section 2. That § 49-31-108 be AMENDED. 49-31-108. Telephone solicitation--Violations--Civil penalty. Any person who violates §§ 49-31-99 to 49-31-108, inclusive, or any rules promulgated pursuant to §§ 49-31-99 to 49-39-108 49-31-108, inclusive, is subject to a civil penalty to be imposed by the commission, after notice and opportunity for hearing. The commission may impose a civil fine of not more than five thousand dollars for each offense. In determining the amount of the penalty upon finding a violation, or the amount of a compromise settlement, the commission shall consider the appropriateness of the penalty to the size of the business of the person charged, prior offenses and compliance history, and the good faith of the person charged in attempting to achieve compliance. Any telephone solicitation made to a person whose name first appears on the register is not a violation of §§ 49-31-99 to 49-31-108, inclusive, if the solicitation is made within thirty days of the receipt of the register. Any penalty collected pursuant to this section shall be credited to the telephone solicitation account established pursuant to § 49-31-104. Section 3. That § 49-33-5.1 be AMENDED. 49-33-5.1. Powers of corporation--Business corporation powers. In addition to all provisions and powers in chapters 49-33 and 49-34 which that are applicable to corporations organized thereunder under those chapters, all provisions and powers set forth in the South Dakota Business Corporation Act, §§ 47-1A-101 to 47-1A-863.3, inclusive, §§ 47-1A-1401 to 47-1A-1440, inclusive, and §§ 47-1A-1601 to 47-1A-1621.3 47-1A-1703.1, inclusive, applicable to domestic corporations are also applicable to corporations which that have been or will be organized under chapters 49-33 and 49-34 except if in conflict with the express provisions of chapters 49-33 and 49-34. Section 4. That § 49-33-21 be AMENDED. 49-33-21. Transfer of stock--Stock deemed personal property. The stock of every corporation organized under this chapter shall be is deemed personal property and shall be is transferable in the manner prescribed by its bylaws, and subject to the provisions of §§ 57A-8-301 to 57A-8-320.1 57A-8-307, inclusive and 57A-8-401 to 57A-8-406 57A-8-407, inclusive, but no shares shall be share is transferable until all previous calls and assessments thereon shall on the share have been fully paid. Section 5. That § 49-37-4 be AMENDED. 49-37-4. Contractual powers--Sale of electrical appliances or equipment prohibited. Subject to the limitations of the petition for its creation and all amendments thereto, a consumers power district may engage in, or transact business, or enter into any kind of contract or arrangement with any person, firm, corporation, limited liability company, association or labor union, state, county, municipality, governmental subdivision, or agency, or with the government of the United States, the Rural Electrification Administration, or with any officer, department, bureau, or agency thereof, or with any corporation organized by federal law, including the Reconstruction Finance Corporation, or any successor thereof, or with any body, politic or corporate, for any of the purposes mentioned in §§ 49-37-2 and 49-37-3 §§ 49-37-2 and 49-37-3.1 or for or incident to the exercise of any one or more of the foregoing powers, or for the generation, distribution, transmission, sale, purchase, exchange, interchange, wheeling, and pooling of electric power and energy for lighting, power, heating, and for any and every service involving, employing, or in any manner pertaining to the use of electric power and energy, by whatever means generated or distributed, or for the financing or payment of the cost and expense incident to the acquisition or operation of any such power plant or system or incident to any obligation or indebtedness entered into or incurred by the district, except that such. However, the district may not engage in the sale of electrical appliances or equipment. Section 6. That § 49-37-9.1 be AMENDED. 49-37-9.1. Prior joint acts validated despite bid law noncompliance. All acts and proceedings had prior to January 1, 1975, and all contracts, expenditures and acquisitions made prior to January 1, 1975, by any consumers power district of the state where such the consumers power district jointly with others contracted for the construction, building, alteration, extension, improvements, or the leasing of any power plant or system are in all things legalized, cured, and declared valid, notwithstanding the fact that the consumers power district did not comply with the provisions of §§ 5-18-1 to 5-18-14, inclusive. Section 7. That § 49-31-12.6 be AMENDED. 49-31-12.6. Deposits into regulatory assessment fee fund. The Public Utilities Commission may require a telecommunications company as defined in subdivision 49-31-1(26) § 49-31-1 to make a deposit when it files for approval of a general change in rates or prices for any noncompetitive or emerging competitive telecommunications service. The commission may require a telecommunications company to deposit up to one hundred thousand dollars in the South Dakota Public Utilities Commission Regulatory Assessment Fee fund, the amount to be designated by commission order. Section 8. That § 49-31-79 be AMENDED. 49-31-79. Requirements of rural telephone company. Pursuant to 47 U.S.C. § 251(f)(1) as of January 1, 1998, the obligations of an incumbent local exchange carrier, which include the duty to negotiate and provide interconnection, unbundled network elements, resale, notice of changes and collocation, do not apply to a rural telephone company unless the company has received a bona fide request for interconnection, services, or network elements and the commission determines that the rural telephone company shall fulfill the request. The commission may only determine that the rural telephone company shall fulfill the request if, after notice and hearing pursuant to chapter 1-26, the commission finds that the request is not unduly economically burdensome, the request is technically feasible, and the request is consistent with the universal service principles and provisions set forth in 47 U.S.C. § 254 as of January 1, 1998. The commission shall make such the determination within one hundred twenty days after receiving notice of the request. The person or entity making the request shall have has the burden of proof as to whether each of the standards for reviewing the request has been met. Nothing in this section prevents a rural telephone company from voluntarily agreeing to provide any of the services, facilities, or access referenced by this section."}, {"bill_id": 21991, "bill_version_id": 215831, "bill_version": "Enrolled", "bill_version_date": "2021-02-02T17:09:16.877-06:00", "bill_text": "ENTITLED An Act to correct technical errors in and make stylistic revisions to certain provisions regarding public utilities. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 49-30-23 be AMENDED. 49-30-23. Transfer of stock--Stock deemed personal property. The stock of every corporation organized under this chapter is deemed personal estate, and is transferable in the manner prescribed in its bylaws, subject to the provisions of §§ 57A-8-301 to 57A-8-307, inclusive, and §§ 57A-8-401 to 57A-8-407, inclusive, but no share is transferable until all previous calls have been fully paid in. Section 2. That § 49-31-108 be AMENDED. 49-31-108. Telephone solicitation--Violations--Civil penalty. Any person who violates §§ 49-31-99 to 49-31-108, inclusive, or any rules promulgated pursuant to §§ 49-31-99 to 49-31-108, inclusive, is subject to a civil penalty to be imposed by the commission, after notice and opportunity for hearing. The commission may impose a civil fine of not more than five thousand dollars for each offense. In determining the amount of the penalty upon finding a violation, or the amount of a compromise settlement, the commission shall consider the appropriateness of the penalty to the size of the business of the person charged, prior offenses and compliance history, and the good faith of the person charged in attempting to achieve compliance. Any telephone solicitation made to a person whose name first appears on the register is not a violation of §§ 49-31-99 to 49-31-108, inclusive, if the solicitation is made within thirty days of the receipt of the register. Any penalty collected pursuant to this section shall be credited to the telephone solicitation account established pursuant to § 49-31-104. Section 3. That § 49-33-5.1 be AMENDED. 49-33-5.1. Powers of corporation--Business corporation powers. In addition to all provisions and powers in chapters 49-33 and 49-34 that are applicable to corporations organized under those chapters, all provisions and powers set forth in the South Dakota Business Corporation Act, §§ 47-1A-101 to 47-1A-863.3, inclusive, §§ 47-1A-1401 to 47-1A-1440, inclusive, and §§ 47-1A-1601 to 47-1A-1703.1, inclusive, applicable to domestic corporations are also applicable to corporations that have been or will be organized under chapters 49-33 and 49-34 except if in conflict with the express provisions of chapters 49-33 and 49-34. Section 4. That § 49-33-21 be AMENDED. 49-33-21. Transfer of stock--Stock deemed personal property. The stock of every corporation organized under this chapter is deemed personal property and is transferable in the manner prescribed by its bylaws, and subject to the provisions of §§ 57A-8-301 to 57A-8-307, inclusive and 57A-8-401 to 57A-8-407, inclusive, but no share is transferable until all previous calls and assessments on the share have been fully paid. Section 5. That § 49-37-4 be AMENDED. 49-37-4. Contractual powers--Sale of electrical appliances or equipment prohibited. Subject to the limitations of the petition for its creation and all amendments thereto, a consumers power district may engage in, or transact business, or enter into any kind of contract or arrangement with any person, firm, corporation, limited liability company, association or labor union, state, county, municipality, governmental subdivision, or agency, or with the government of the United States, the Rural Electrification Administration, or with any officer, department, bureau, or agency thereof, or with any corporation organized by federal law, including the Reconstruction Finance Corporation, or any successor thereof, or with any body, politic or corporate, for any of the purposes mentioned in §§ 49-37-2 and 49-37-3.1 or for or incident to the exercise of any one or more of the foregoing powers, or for the generation, distribution, transmission, sale, purchase, exchange, interchange, wheeling, and pooling of electric power and energy for lighting, power, heating, and for any and every service involving, employing, or in any manner pertaining to the use of electric power and energy, by whatever means generated or distributed, or for the financing or payment of the cost and expense incident to the acquisition or operation of any such power plant or system or incident to any obligation or indebtedness entered into or incurred by the district. However, the district may not engage in the sale of electrical appliances or equipment. Section 6. That § 49-37-9.1 be AMENDED. 49-37-9.1. Prior joint acts validated despite bid law noncompliance. All acts and proceedings had prior to January 1, 1975, and all contracts, expenditures and acquisitions made prior to January 1, 1975, by any consumers power district of the state where the consumers power district jointly with others contracted for the construction, building, alteration, extension, improvements, or the leasing of any power plant or system are in all things legalized, cured, and declared valid. Section 7. That § 49-31-12.6 be AMENDED. 49-31-12.6. Deposits into regulatory assessment fee fund. The Public Utilities Commission may require a telecommunications company as defined in § 49-31-1 to make a deposit when it files for approval of a general change in rates or prices for any noncompetitive or emerging competitive telecommunications service. The commission may require a telecommunications company to deposit up to one hundred thousand dollars in the South Dakota Public Utilities Commission Regulatory Assessment Fee fund, the amount to be designated by commission order. Section 8. That § 49-31-79 be AMENDED. 49-31-79. Requirements of rural telephone company. Pursuant to 47 U.S.C. § 251(f)(1) as of January 1, 1998, the obligations of an incumbent local exchange carrier, which include the duty to negotiate and provide interconnection, unbundled network elements, resale, notice of changes and collocation, do not apply to a rural telephone company unless the company has received a bona fide request for interconnection, services, or network elements and the commission determines that the rural telephone company shall fulfill the request. The commission may only determine that the rural telephone company shall fulfill the request if, after notice and hearing pursuant to chapter 1-26, the commission finds that the request is not unduly economically burdensome, the request is technically feasible, and the request is consistent with the universal service principles and provisions set forth in 47 U.S.C. § 254 as of January 1, 1998. The commission shall make the determination within one hundred twenty days after receiving notice of the request. The person or entity making the request has the burden of proof as to whether each of the standards for reviewing the request has been met. Nothing in this section prevents a rural telephone company from voluntarily agreeing to provide any of the services, facilities, or access referenced by this section. An Act to correct technical errors in and make stylistic revisions to certain provisions regarding public utilities. I certify that the attached Act originated in the: Senate as Bill No. 38 Secretary of the Senate President of the Senate Attest: Secretary of the Senate Speaker of the House Attest: Chief Clerk Senate Bill No. 38 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2021 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2021 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2021 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 21991, "action_date": "2021-01-12T12:00:00-06:00", "document_id": 210377, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/210377.pdf", "status_text": "First read in Senate and referred to", "journal_page": 12, "committee_id_action": 514, "committee_id_assigned": 504, "result": "N", "vote": {}}, {"bill_id": 21991, "action_date": "2021-01-21T10:00:00-06:00", "document_id": 211442, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211442.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 504, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21991, "action_date": "2021-01-21T10:00:00-06:00", "document_id": 211444, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211444.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 504, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 67674, "president_vote": null, "Yea": [1789, 1828, 1850, 1856, 1858, 3796, 1870, 3795, 1881]}}, {"bill_id": 21991, "action_date": "2021-01-21T10:00:00-06:00", "document_id": 211444, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211444.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 504, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21991, "action_date": "2021-01-22T13:00:00-06:00", "document_id": 212442, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/212442.pdf", "status_text": "Do Pass", "journal_page": 96, "committee_id_action": 514, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 67742, "president_vote": null, "Yea": [1771, 3798, 1775, 1776, 1881, 1779, 1783, 1785, 1786, 1789, 1790, 1794, 1801, 1803, 1806, 1808, 1811, 1812, 1819, 1827, 1831, 3805, 1847, 1850, 1851, 1853, 1856, 1858, 1860, 3803, 3796, 3795, 1865, 1870], "Excused": [1828]}}, {"bill_id": 21991, "action_date": "2021-01-25T14:00:00-06:00", "document_id": 212702, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/212702.pdf", "status_text": "First read in House and referred to", "journal_page": 120, "committee_id_action": 492, "committee_id_assigned": 498, "result": "N", "vote": {}}, {"bill_id": 21991, "action_date": "2021-02-01T07:45:00-06:00", "document_id": 214926, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/214926.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 498, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21991, "action_date": "2021-02-01T07:45:00-06:00", "document_id": 214927, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/214927.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 498, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 68092, "president_vote": null, "Yea": [1766, 1769, 1777, 1792, 1793, 1798, 1804, 1807, 1817, 1835, 1844, 1852, 1864]}}, {"bill_id": 21991, "action_date": "2021-02-01T07:45:00-06:00", "document_id": 214927, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/214927.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 498, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21991, "action_date": "2021-02-02T14:00:00-06:00", "document_id": 215283, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215283.pdf", "status_text": "Do Pass", "journal_page": 180, "committee_id_action": 492, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 68216, "president_vote": null, "Yea": [1766, 1767, 1768, 1769, 1770, 1772, 1777, 1778, 1780, 1781, 1782, 1784, 1788, 1792, 1793, 1795, 1796, 1798, 1799, 1800, 1802, 1804, 1805, 1807, 1809, 1813, 1817, 1820, 1823, 1824, 1826, 1829, 1830, 1832, 1834, 1835, 1836, 1837, 1839, 1841, 1843, 1844, 1852, 1855, 1862, 1864, 1866, 1868, 1883, 3782, 3783, 3784, 3785, 3786, 3787, 3788, 3789, 3790, 3791, 3792, 3793, 3794, 3797, 3799, 3800, 3801, 3802, 3804, 3806], "Excused": [1822]}}, {"bill_id": 21991, "action_date": "2021-02-03T14:00:00-06:00", "document_id": 215796, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215796.pdf", "status_text": "Signed by the President", "journal_page": 174, "committee_id_action": 514, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21991, "action_date": "2021-02-04T14:00:00-06:00", "document_id": 216396, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216396.pdf", "status_text": "Signed by the Speaker", "journal_page": 218, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21991, "action_date": "2021-02-05T13:00:00-06:00", "document_id": 216665, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216665.pdf", "status_text": "Delivered to the Governor", "journal_page": 199, "committee_id_action": 514, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21991, "action_date": "2021-02-10T14:00:00-06:00", "document_id": 217104, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217104.pdf", "status_text": "Signed by the Governor", "journal_page": 232, "committee_id_action": 514, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 7084}