{"session_id": 68, "bill_id": 24036, "bill_type": "Senate Bill", "bill_number": 64, "bill_title": "repeal provisions related to the jail mental health screening pilot program and oversight council.", "sponsors": [{"legislator_profile_id": 4355, "is_prime": true}, {"legislator_profile_id": 4451, "is_prime": true}, {"legislator_profile_id": 4358, "is_prime": false}], "keywords": ["Courts and Judiciary", "Criminal Procedure"], "audio": [{"meeting_datetime": "2023-01-24T07:45:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sju10.mp3", "start_seconds": 523.0}, {"meeting_datetime": "2023-01-24T07:45:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sju10.mp3", "start_seconds": 523.0}, {"meeting_datetime": "2023-01-24T07:45:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sju10.mp3", "start_seconds": 523.0}, {"meeting_datetime": "2023-01-24T07:45:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sju10.mp3", "start_seconds": 523.0}, {"meeting_datetime": "2023-01-24T07:45:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sju10.mp3", "start_seconds": 523.0}, {"meeting_datetime": "2023-03-01T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hju32.mp3", "start_seconds": 672.0}, {"meeting_datetime": "2023-03-01T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hju32.mp3", "start_seconds": 672.0}, {"meeting_datetime": "2023-03-01T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hju32.mp3", "start_seconds": 672.0}, {"meeting_datetime": "2023-03-01T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hju32.mp3", "start_seconds": 672.0}], "bill_versions": [{"bill_id": 24036, "bill_version_id": 243581, "bill_version": "Introduced", "bill_version_date": "2023-01-15T14:48:23.783-06:00", "bill_text": "An Act to repeal provisions related to the jail mental health screening pilot program and oversight council. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 16-22-24 be AMENDED: 16-22-24. Treatment and intervention programs, as used in this section, mean substance abuse, mental health, or cognitive based treatment received by probationers or parolees. All treatment and intervention programs for parolees and probationers shall be intended to reduce recidivism as demonstrated by research or documented evidence. Payment for substance abuse or mental health treatment services may be made only if the services are recommended through an assessment conducted by a provider accredited by the Department of Social Services. Payment for cognitive based treatment services may be made only if the services are recommended through a risk and needs assessment tool used by the Department of Corrections or the Unified Judicial System. The Department of Social Services shall collect data related to the participation, completion and treatment outcomes of all probationers and parolees receiving treatment services paid for by the Department of Social Services. The Department of Social Services shall report this information semiannually to the oversight council. The Department of Corrections shall collect data on the recidivism outcomes of parolees receiving treatment and interventions. The Department of Corrections shall report this information semiannually to the oversight council. The Unified Judicial System shall collect data on the recidivism outcomes of probationers receiving treatment and interventions, the number and the percentage of probationers referred for mental health assessment, the number and the percentage of probationers referred for mental health treatment, and the annual cost of probationer mental health assessments and treatment both in total and separated by funding source.The Unified Judicial System shall report this information semiannually to the oversight body established pursuant to § 16-22-21. Section 2. That § 23A-10A-17 be REPEALED: The Unified Judicial System shall collect and report to the oversight council the average number of days from court order to the completion of competency examinations, and the number of competency examination continuances for good cause requested and granted. Section 3. That § 23A-50-1 be AMENDED: 23A-50-1. Terms used in this chapter and §§ 23A-10A-17, 23A-46-1, and 24-11-55 to 24-11-59, inclusive, mean: (1) \"Mental health response team,\" a support team tasked with finding viable community resources to help persons with severe mental illness involved in the court system; (2) \"Mental health screening tool,\" a brief, routine process using a standardized instrument that has been validated with offender populations to identify indicators of mental health issues that is used to determine a need for further mental health assessment or evaluation; (3) \"Oversight council,\" the council established by § 23A-50-12; (4) \"Performance measure,\" a metric that captures performance on critical variables central to accomplishing the mission and goals within this chapter; (5)(2) \"Psychiatric certification,\" a credential obtained by passing the psychiatric-mental health nursing board certification through the American Nurses Credentialing Center; and (6)(3) \"Telehealth,\" a mode of delivering healthcare services that utilizes information and communication technologies to enable the diagnosis, consultation, treatment, education, care management, and self-management of patients at a distance from health care providers. Section 4. That § 23A-50-2 be REPEALED: The Department of Social Services shall create a crisis services grant program to any municipality, county, or groups of counties for the purposes of encouraging the establishment of new crisis response services or the expansion of existing crisis response services. The grant program shall be in existence until the grant program funding is exhausted. The department shall collect data on the number of applications for the grant program, the number and percentage of applications accepted, the amount awarded to each grantee, and the location, purpose, and population served by the crisis response services. The department shall report this information semiannually to the oversight council until the program ends. Section 5. That § 23A-50-3 be REPEALED: The Unified Judicial System shall collect and report to the oversight council the number and percent of defendants for whom mental health assessment and mental health treatment is required as a condition of bond, and the number and percent of those with assessment and treatment as a condition of bond who comply with conditions. Section 6. That § 23A-50-4 be REPEALED: The Unified Judicial System shall report semiannually to the oversight council the number of persons referred to any mental health court, the number and the percentage admitted to any mental health court, the number and the percentage of those admitted who complete mental health court requirements, and the number and the percentage of persons convicted of a new crime within one to three years of completing mental health court requirements. Section 7. That § 23A-50-5 be AMENDED: 23A-50-5. The Association of County Commissioners, formed pursuant to § 7-7-28, may create and administer a fund for the purpose of assisting counties with the cost of competency evaluations for defendants for whom an evaluation has been ordered by the court. The Department of Social Services may contract with the association to reallocate funds used at the Human Services Center on contractual services for forensic evaluations to be administered through this fund. The fund may also receive and distribute money from any other source. The association board of directors shall provide procedures for the equitable distribution of money from this fund to the counties utilizing court-ordered competency evaluations and provide for the payment of an administrative fee and other reasonable expenses related to the administration of the fund. The association shall report to the oversight council Department of Social Services the amount distributed annually in total and by county and the number of competency evaluations completed with funds from the program. The liability of the association related to the administration of this fund shall be limited to the money as is available for such purposes in the fund. Section 8. That § 23A-50-6 be AMENDED: 23A-50-6. The presiding judge of each judicial circuit may appoint one or more mental health response teams. Each team appointed shall must include a court services officer for the jurisdiction where the team is to operate, a mental health provider, and a member of law enforcement, and may also include a representative that works with jail administration and one or more representatives from the public. The Unified Judicial System shall maintain a record of the membership of each team and report nonidentifying data to the oversight council. The team may operate telephonically or through electronic communications. The records prepared or maintained by the team are confidential. Notwithstanding, the records may be inspected by or disclosed to justices, judges, magistrates, and employees of the Unified Judicial System in the course of their duties or to any person specifically authorized by order of the court. Section 9. That § 23A-50-8 be REPEALED: The Unified Judicial System shall collect and report to the oversight council the name of any circuits that establish mental health response teams, the number of persons meeting the mental health response team criteria, and the number and the percentage of persons meeting the criteria who are released from jail pretrial and referred for mental health assessment or treatment. Section 10. That § 23A-50-12 be REPEALED: There is hereby established an oversight council responsible for monitoring and reporting performance and outcome measures related to the provisions set forth in this chapter and §§ 24-11-55, 24-11-58, 23A-10A-17, and 24-11-58. The Unified Judicial System shall provide staff support for the council. Section 11. That § 23A-50-13 be REPEALED: The oversight council shall be composed of fourteen members. The Governor shall appoint the following four members: a member from the Department of Social Services; a member from law enforcement; a member from a mental health provider; and one at-large member. The Chief Justice shall appoint the following four members: a member who is a criminal defense attorney; a member who is a judge; one member who is a county commissioner; and one at-large member. The majority leader of the Senate shall appoint two senators, one from each political party. The majority leader of the House of Representatives shall appoint two representatives, one from each political party. The attorney general shall appoint two members, one of whom shall be a state's attorney. Section 12. That § 23A-50-14 be REPEALED: The oversight council shall meet within ninety days after appointment and shall meet at least semiannually thereafter. The oversight council terminates five years after its first meeting, unless the Legislature, by Joint Resolution, continues the oversight council for a specified period of time. The oversight council has the following powers and duties: (1) Review the recommendations of the task force on community justice and mental illness early intervention from the final report dated November 2016 and track implementation and evaluate compliance with SL 2017, chapter 109; (2) Review data and reporting required by SL 2017, chapter 109; (3) Review compliance with the training required by SL 2017, chapter 109; (4) Calculate costs averted by the provisions in SL 2017, chapter 109; (5) Establish a statewide crisis intervention training review team. The review team shall analyze and make recommendations to the oversight council on the ongoing need for a crisis intervention training coordinator to provide training and technical assistance to cities, counties, or regions across the state; build local capacity for crisis intervention; and expand the number of crisis intervention trained law enforcement officers. The crisis intervention training review team shall collect and report semiannually to the oversight council data on the number of requests for assistance from the crisis intervention training coordinator, the names of the agencies submitting the requests for assistance, the number of requests granted, the number of law enforcement officers trained, and training adherence to the Memphis crisis intervention team model or other evidence-based model. The crisis intervention review team shall, upon completion of the first year of the crisis intervention training coordinator funding, make a recommendation to the oversight council as to the continued funding of the crisis intervention training coordinator. The review team shall terminate upon the recommendation of the oversight council; (6) Review the recommendations of the crisis intervention team training review team; (7) Review the crisis response grants distributed pursuant to § 23A-50-2; (8) Review the Division of Criminal Investigation's development of training on mental illness; (9) Evaluate the need for and feasibility of a statewide crisis call center or regional call centers for persons in crisis; (10) Track progress and make recommendations to improve the implementation of mental health screenings in jails pursuant to §§ 24-11-55 to 24-11-58, inclusive; (11) Establish a work group to make recommendations to the council to create a process for the completion of a mental health assessment following a jail mental health screening. The work group shall estimate the cost of assessments needed following screening at the time of jail intake, using data from the jail mental health screening pilot program; examine payment options including cost-sharing between state and counties; determine improvements to information sharing between jails and mental health providers; and consider whether an individual with a screening indicating the need for assessment has a pre-existing relationship with a mental health provider; (12) Review the payments to counties for mental competency examinations and reports pursuant to § 23A-50-5; (13) Evaluate the need for and feasibility of forensic assertive community treatment teams; (14) Establish a work group that includes representatives from sheriffs, jail administrators, jail mental health staff providers, and community mental health providers to make recommendations to the council to improve information sharing among jails and mental health providers and improve coordination among jails and mental health providers to refer persons released from jail to mental health services; (15) Monitor the competency evaluation funding program; (16) Study and make recommendations to improve the recruitment and retention of mental health professionals; (17) Study and make recommendations to expand access to mental health services for criminal justice populations; (18) Evaluate the need for and feasibility and cost effectiveness of telehealth options for jail mental health assessments, consultations for law enforcement officers who encounter persons in crisis, crisis response during law enforcement encounters with persons in crisis, mental health services for persons on probation, and mental health services for persons in jail; (19) Make recommendations to the Governor and Legislature regarding pilot programs for needed and feasible telehealth options to provide mental health services to persons with mental illness in the criminal justice system; and (20) Prepare and submit an annual summary report of the performance and outcome measures that are part of SL 2017, chapter 109 to the Legislature, Governor, and Chief Justice. The report shall include recommendations for improvements and a summary of savings generated from SL 2017, chapter 109. Section 13. That § 24-11-55 be REPEALED: The South Dakota Sheriffs' Association shall develop a jail mental health screening pilot program and convene at least four jail administrators and at least two mental health providers to select a mental health screening tool for the pilot program. The pilot program shall include at least four jails. The jails in the pilot program shall utilize a mental health screening tool the during the jail intake process and shall collect and report data to the oversight council on the number of persons screened and the number of persons screening positive for signs and symptoms of acute psychiatric disturbance and disorder. Section 14. That § 24-11-56 be REPEALED: The South Dakota Sheriffs' Association shall coordinate training for jails to administer the jail mental health screening tool. Section 15. That § 24-11-57 be REPEALED: The South Dakota Sheriffs' Association shall coordinate with the jails in the jail mental health screening pilot program to develop a process to implement a mental health screening tool statewide. Section 16. That § 24-11-58 be REPEALED: Each jail shall report annually to the oversight council on the number and percentage of persons screened at intake using a mental health screening tool and the number and percentage of positive screenings. Section 17. That § 24-11-59 be REPEALED: Any jail using a mental health screening tool shall provide the screening results to the circuit committing magistrate or court. Section 18. That § 24-11-59.1 be REPEALED: Any statement made by a defendant in response to a question administered during a jail mental or physical health screening is not admissible against the defendant in the state's case in chief during any evidentiary proceeding related to the reason the defendant was confined in jail. The screen shall be filed with the committing court and may be used in preparation of a presentence report and at sentencing. Prior to sentencing, the screen shall only be made available to the defendant, defendant's attorney, prosecuting attorney, court services, and any mental health provider ordered to provide an assessment of the defendant as a condition of bond."}, {"bill_id": 24036, "bill_version_id": 245694, "bill_version": "Senate Judiciary Engrossed", "bill_version_date": "2023-01-24T14:08:14.867-06:00", "bill_text": "An Act to repeal provisions related to the jail mental health screening pilot program and oversight council. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 23A-10A-17 be REPEALED: The Unified Judicial System shall collect and report to the oversight council the average number of days from court order to the completion of competency examinations, and the number of competency examination continuances for good cause requested and granted. Section 2. That § 23A-50-1 be AMENDED: 23A-50-1. Terms used in this chapter and §§ 23A-10A-17, 23A-46-1, and 24-11-55 to 24-11-59, inclusive, mean: (1) \"Mental health response team,\" a support team tasked with finding viable community resources to help persons with severe mental illness involved in the court system; (2) \"Mental health screening tool,\" a brief, routine process using a standardized instrument that has been validated with offender populations to identify indicators of mental health issues that is used to determine a need for further mental health assessment or evaluation; (3) \"Oversight council,\" the council established by § 23A-50-12; (4) \"Performance measure,\" a metric that captures performance on critical variables central to accomplishing the mission and goals within this chapter; (5)(2) \"Psychiatric certification,\" a credential obtained by passing the psychiatric-mental health nursing board certification through the American Nurses Credentialing Center; and (6)(3) \"Telehealth,\" a mode of delivering healthcare services that utilizes information and communication technologies to enable the diagnosis, consultation, treatment, education, care management, and self-management of patients at a distance from health care providers. Section 3. That § 23A-50-2 be REPEALED: The Department of Social Services shall create a crisis services grant program to any municipality, county, or groups of counties for the purposes of encouraging the establishment of new crisis response services or the expansion of existing crisis response services. The grant program shall be in existence until the grant program funding is exhausted. The department shall collect data on the number of applications for the grant program, the number and percentage of applications accepted, the amount awarded to each grantee, and the location, purpose, and population served by the crisis response services. The department shall report this information semiannually to the oversight council until the program ends. Section 4. That § 23A-50-3 be REPEALED: The Unified Judicial System shall collect and report to the oversight council the number and percent of defendants for whom mental health assessment and mental health treatment is required as a condition of bond, and the number and percent of those with assessment and treatment as a condition of bond who comply with conditions. Section 5. That § 23A-50-4 be REPEALED: The Unified Judicial System shall report semiannually to the oversight council the number of persons referred to any mental health court, the number and the percentage admitted to any mental health court, the number and the percentage of those admitted who complete mental health court requirements, and the number and the percentage of persons convicted of a new crime within one to three years of completing mental health court requirements. Section 6. That § 23A-50-5 be AMENDED: 23A-50-5. The Association of County Commissioners, formed pursuant to § 7-7-28, may create and administer a fund for the purpose of assisting counties with the cost of competency evaluations for defendants for whom an evaluation has been ordered by the court. The Department of Social Services may contract with the association to reallocate funds used at the Human Services Center on contractual services for forensic evaluations to be administered through this fund. The fund may also receive and distribute money from any other source. The association board of directors shall provide procedures for the equitable distribution of money from this fund to the counties utilizing court-ordered competency evaluations and provide for the payment of an administrative fee and other reasonable expenses related to the administration of the fund. The association shall report to the oversight council Department of Social Services the amount distributed annually in total and by county and the number of competency evaluations completed with funds from the program. The liability of the association related to the administration of this fund shall be limited to the money as is available for such purposes in the fund. Section 7. That § 23A-50-6 be AMENDED: 23A-50-6. The presiding judge of each judicial circuit may appoint one or more mental health response teams. Each team appointed shall must include a court services officer for the jurisdiction where the team is to operate, a mental health provider, and a member of law enforcement, and may also include a representative that works with jail administration and one or more representatives from the public. The Unified Judicial System shall maintain a record of the membership of each team and report nonidentifying data to the oversight council. The team may operate telephonically or through electronic communications. The records prepared or maintained by the team are confidential. Notwithstanding, the records may be inspected by or disclosed to justices, judges, magistrates, and employees of the Unified Judicial System in the course of their duties or to any person specifically authorized by order of the court. Section 8. That § 23A-50-8 be REPEALED: The Unified Judicial System shall collect and report to the oversight council the name of any circuits that establish mental health response teams, the number of persons meeting the mental health response team criteria, and the number and the percentage of persons meeting the criteria who are released from jail pretrial and referred for mental health assessment or treatment. Section 9. That § 23A-50-12 be REPEALED: There is hereby established an oversight council responsible for monitoring and reporting performance and outcome measures related to the provisions set forth in this chapter and §§ 24-11-55, 24-11-58, 23A-10A-17, and 24-11-58. The Unified Judicial System shall provide staff support for the council. Section 10. That § 23A-50-13 be REPEALED: The oversight council shall be composed of fourteen members. The Governor shall appoint the following four members: a member from the Department of Social Services; a member from law enforcement; a member from a mental health provider; and one at-large member. The Chief Justice shall appoint the following four members: a member who is a criminal defense attorney; a member who is a judge; one member who is a county commissioner; and one at-large member. The majority leader of the Senate shall appoint two senators, one from each political party. The majority leader of the House of Representatives shall appoint two representatives, one from each political party. The attorney general shall appoint two members, one of whom shall be a state's attorney. Section 11. That § 23A-50-14 be REPEALED: The oversight council shall meet within ninety days after appointment and shall meet at least semiannually thereafter. The oversight council terminates five years after its first meeting, unless the Legislature, by Joint Resolution, continues the oversight council for a specified period of time. The oversight council has the following powers and duties: (1) Review the recommendations of the task force on community justice and mental illness early intervention from the final report dated November 2016 and track implementation and evaluate compliance with SL 2017, chapter 109; (2) Review data and reporting required by SL 2017, chapter 109; (3) Review compliance with the training required by SL 2017, chapter 109; (4) Calculate costs averted by the provisions in SL 2017, chapter 109; (5) Establish a statewide crisis intervention training review team. The review team shall analyze and make recommendations to the oversight council on the ongoing need for a crisis intervention training coordinator to provide training and technical assistance to cities, counties, or regions across the state; build local capacity for crisis intervention; and expand the number of crisis intervention trained law enforcement officers. The crisis intervention training review team shall collect and report semiannually to the oversight council data on the number of requests for assistance from the crisis intervention training coordinator, the names of the agencies submitting the requests for assistance, the number of requests granted, the number of law enforcement officers trained, and training adherence to the Memphis crisis intervention team model or other evidence-based model. The crisis intervention review team shall, upon completion of the first year of the crisis intervention training coordinator funding, make a recommendation to the oversight council as to the continued funding of the crisis intervention training coordinator. The review team shall terminate upon the recommendation of the oversight council; (6) Review the recommendations of the crisis intervention team training review team; (7) Review the crisis response grants distributed pursuant to § 23A-50-2; (8) Review the Division of Criminal Investigation's development of training on mental illness; (9) Evaluate the need for and feasibility of a statewide crisis call center or regional call centers for persons in crisis; (10) Track progress and make recommendations to improve the implementation of mental health screenings in jails pursuant to §§ 24-11-55 to 24-11-58, inclusive; (11) Establish a work group to make recommendations to the council to create a process for the completion of a mental health assessment following a jail mental health screening. The work group shall estimate the cost of assessments needed following screening at the time of jail intake, using data from the jail mental health screening pilot program; examine payment options including cost-sharing between state and counties; determine improvements to information sharing between jails and mental health providers; and consider whether an individual with a screening indicating the need for assessment has a pre-existing relationship with a mental health provider; (12) Review the payments to counties for mental competency examinations and reports pursuant to § 23A-50-5; (13) Evaluate the need for and feasibility of forensic assertive community treatment teams; (14) Establish a work group that includes representatives from sheriffs, jail administrators, jail mental health staff providers, and community mental health providers to make recommendations to the council to improve information sharing among jails and mental health providers and improve coordination among jails and mental health providers to refer persons released from jail to mental health services; (15) Monitor the competency evaluation funding program; (16) Study and make recommendations to improve the recruitment and retention of mental health professionals; (17) Study and make recommendations to expand access to mental health services for criminal justice populations; (18) Evaluate the need for and feasibility and cost effectiveness of telehealth options for jail mental health assessments, consultations for law enforcement officers who encounter persons in crisis, crisis response during law enforcement encounters with persons in crisis, mental health services for persons on probation, and mental health services for persons in jail; (19) Make recommendations to the Governor and Legislature regarding pilot programs for needed and feasible telehealth options to provide mental health services to persons with mental illness in the criminal justice system; and (20) Prepare and submit an annual summary report of the performance and outcome measures that are part of SL 2017, chapter 109 to the Legislature, Governor, and Chief Justice. The report shall include recommendations for improvements and a summary of savings generated from SL 2017, chapter 109. Section 12. That § 24-11-55 be REPEALED: The South Dakota Sheriffs' Association shall develop a jail mental health screening pilot program and convene at least four jail administrators and at least two mental health providers to select a mental health screening tool for the pilot program. The pilot program shall include at least four jails. The jails in the pilot program shall utilize a mental health screening tool the during the jail intake process and shall collect and report data to the oversight council on the number of persons screened and the number of persons screening positive for signs and symptoms of acute psychiatric disturbance and disorder. Section 13. That § 24-11-56 be REPEALED: The South Dakota Sheriffs' Association shall coordinate training for jails to administer the jail mental health screening tool. Section 14. That § 24-11-57 be REPEALED: The South Dakota Sheriffs' Association shall coordinate with the jails in the jail mental health screening pilot program to develop a process to implement a mental health screening tool statewide. Section 15. That § 24-11-58 be REPEALED: Each jail shall report annually to the oversight council on the number and percentage of persons screened at intake using a mental health screening tool and the number and percentage of positive screenings. Section 16. That § 24-11-59 be REPEALED: Any jail using a mental health screening tool shall provide the screening results to the circuit committing magistrate or court. Section 17. That § 24-11-59.1 be REPEALED: Any statement made by a defendant in response to a question administered during a jail mental or physical health screening is not admissible against the defendant in the state's case in chief during any evidentiary proceeding related to the reason the defendant was confined in jail. The screen shall be filed with the committing court and may be used in preparation of a presentence report and at sentencing. Prior to sentencing, the screen shall only be made available to the defendant, defendant's attorney, prosecuting attorney, court services, and any mental health provider ordered to provide an assessment of the defendant as a condition of bond."}, {"bill_id": 24036, "bill_version_id": 250986, "bill_version": "Enrolled", "bill_version_date": "2023-03-03T11:16:41.997-06:00", "bill_text": "ENTITLED An Act to repeal provisions related to the jail mental health screening pilot program and oversight council. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 23A-10A-17 be REPEALED. Section 2. That § 23A-50-1 be AMENDED: 23A-50-1. Terms used in this chapter and § 23A-46-1 mean: (1) \"Mental health response team,\" a support team tasked with finding viable community resources to help persons with severe mental illness involved in the court system; (2) \"Psychiatric certification,\" a credential obtained by passing the psychiatric-mental health nursing board certification through the American Nurses Credentialing Center; and (3) \"Telehealth,\" a mode of delivering healthcare services that utilizes information and communication technologies to enable the diagnosis, consultation, treatment, education, care management, and self-management of patients at a distance from health care providers. Section 3. That § 23A-50-2 be REPEALED. Section 4. That § 23A-50-3 be REPEALED. Section 5. That § 23A-50-4 be REPEALED. Section 6. That § 23A-50-5 be AMENDED: 23A-50-5. The Association of County Commissioners, formed pursuant to § 7-7-28, may create and administer a fund for the purpose of assisting counties with the cost of competency evaluations for defendants for whom an evaluation has been ordered by the court. The Department of Social Services may contract with the association to reallocate funds used at the Human Services Center on contractual services for forensic evaluations to be administered through this fund. The fund may also receive and distribute money from any other source. The association board of directors shall provide procedures for the equitable distribution of money from this fund to the counties utilizing court-ordered competency evaluations and provide for the payment of an administrative fee and other reasonable expenses related to the administration of the fund. The association shall report to the Department of Social Services the amount distributed annually in total and by county and the number of competency evaluations completed with funds from the program. The liability of the association related to the administration of this fund shall be limited to the money as is available for such purposes in the fund. Section 7. That § 23A-50-6 be AMENDED: 23A-50-6. The presiding judge of each judicial circuit may appoint one or more mental health response teams. Each team appointed must include a court services officer for the jurisdiction where the team is to operate, a mental health provider, and a member of law enforcement, and may also include a representative that works with jail administration and one or more representatives from the public. The Unified Judicial System shall maintain a record of the membership of each team. The team may operate telephonically or through electronic communications. The records prepared or maintained by the team are confidential. Notwithstanding, the records may be inspected by or disclosed to justices, judges, magistrates, and employees of the Unified Judicial System in the course of their duties or to any person specifically authorized by order of the court. Section 8. That § 23A-50-8 be REPEALED. Section 9. That § 23A-50-12 be REPEALED. Section 10. That § 23A-50-13 be REPEALED. Section 11. That § 23A-50-14 be REPEALED. Section 12. That § 24-11-55 be REPEALED. Section 13. That § 24-11-56 be REPEALED. Section 14. That § 24-11-57 be REPEALED. Section 15. That § 24-11-58 be REPEALED. Section 16. That § 24-11-59 be REPEALED. Section 17. That § 24-11-59.1 be REPEALED. An Act to repeal provisions related to the jail mental health screening pilot program and oversight council. I certify that the attached Act originated in the: Senate as Bill No. 64 Secretary of the Senate President of the Senate Attest: Secretary of the Senate Speaker of the House Attest: Chief Clerk Senate Bill No. 64 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2023 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2023 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2023 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24036, "action_date": "2023-01-17T14:00:00-06:00", "document_id": 243471, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/243471.pdf", "status_text": "First read in Senate and referred to", "journal_page": 55, "committee_id_action": 1183, "committee_id_assigned": 1177, "result": "N", "vote": {}}, {"bill_id": 24036, "action_date": "2023-01-24T07:45:00-06:00", "document_id": 244591, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/244591.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1177, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24036, "action_date": "2023-01-24T07:45:00-06:00", "document_id": 244595, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/244595.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 1177, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 24036, "action_date": "2023-01-24T07:45:00-06:00", "document_id": 244595, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/244595.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 1177, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76345, "president_vote": null, "Yea": [4352, 4457, 4460, 4410, 4430, 4419, 4355]}}, {"bill_id": 24036, "action_date": "2023-01-24T07:45:00-06:00", "document_id": 244595, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/244595.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 1177, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24036, "action_date": "2023-01-26T13:00:00-06:00", "document_id": 246354, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/246354.pdf", "status_text": "Deferred to another day", "journal_page": 128, "committee_id_action": 1183, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 24036, "action_date": "2023-01-30T14:00:00-06:00", "document_id": 246905, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/246905.pdf", "status_text": "Do Pass Amended", "journal_page": 137, "committee_id_action": 1183, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76497, "president_vote": null, "Yea": [4336, 4338, 4339, 4340, 4342, 4345, 4348, 4448, 4352, 4355, 4359, 4457, 4372, 4378, 4381, 4382, 4453, 4466, 4386, 4460, 4394, 4395, 4399, 4404, 4407, 4410, 4413, 4414, 4419, 4426, 4430, 4432, 4434, 4436], "Suspended": [4360]}}, {"bill_id": 24036, "action_date": "2023-01-31T14:00:00-06:00", "document_id": 247330, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247330.pdf", "status_text": "First read in House and referred to", "journal_page": 180, "committee_id_action": 1159, "committee_id_assigned": 1160, "result": "N", "vote": {}}, {"bill_id": 24036, "action_date": "2023-03-01T10:00:00-06:00", "document_id": 250267, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/250267.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1160, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24036, "action_date": "2023-03-01T10:00:00-06:00", "document_id": 250268, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/250268.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1160, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 77838, "president_vote": null, "Yea": [4358, 4438, 4451, 4396, 4405, 4409, 4458, 4417, 4464, 4421, 4366], "Excused": [4418, 4446]}}, {"bill_id": 24036, "action_date": "2023-03-01T10:00:00-06:00", "document_id": 250268, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/250268.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 1160, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24036, "action_date": "2023-03-02T13:00:00-06:00", "document_id": 250896, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/250896.pdf", "status_text": "Do Pass Amended", "journal_page": 459, "committee_id_action": 1159, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 77981, "president_vote": null, "Yea": [4456, 4445, 4333, 4441, 4334, 4337, 4459, 4341, 4343, 4344, 4449, 4350, 4351, 4442, 4353, 4354, 4468, 4471, 4358, 4365, 4366, 4368, 4450, 4373, 4374, 4375, 4379, 4462, 4383, 4452, 4454, 4438, 4384, 4443, 4385, 4451, 4388, 4389, 4469, 4392, 4393, 4447, 4467, 4396, 4397, 4398, 4400, 4401, 4440, 4403, 4437, 4405, 4406, 4408, 4409, 4458, 4455, 4444, 4412, 4463, 4439, 4417, 4421, 4464, 4446, 4465, 4470, 4429, 4461], "Excused": [4418]}}, {"bill_id": 24036, "action_date": "2023-03-06T13:00:00-06:00", "document_id": 251004, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/251004.pdf", "status_text": "Signed by the President", "journal_page": 431, "committee_id_action": 1183, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24036, "action_date": "2023-03-07T09:00:00-06:00", "document_id": 251155, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/251155.pdf", "status_text": "Signed by the Speaker", "journal_page": 506, "committee_id_action": 1159, "committee_id_assigned": null, "result": "N", "vote": {}}]}