{"session_id": 15, "bill_id": 3093, "bill_type": "Senate Bill", "bill_number": 171, "bill_title": "provide for a runoff election under certain circumstances when errors have been made to the ballot printing or by the person in charge of the election.", "sponsors": [{"legislator_profile_id": 255, "is_prime": true}, {"legislator_profile_id": 293, "is_prime": true}, {"legislator_profile_id": 297, "is_prime": false}, {"legislator_profile_id": 223, "is_prime": false}, {"legislator_profile_id": 226, "is_prime": false}, {"legislator_profile_id": 261, "is_prime": false}, {"legislator_profile_id": 282, "is_prime": false}, {"legislator_profile_id": 259, "is_prime": false}], "keywords": ["Elections", "Local Government"], "audio": [{"meeting_datetime": "2012-02-01T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/slo13.mp3", "start_seconds": 94.0}, {"meeting_datetime": "2012-02-01T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/slo13.mp3", "start_seconds": 94.0}, {"meeting_datetime": "2012-02-01T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/slo13.mp3", "start_seconds": 94.0}, {"meeting_datetime": "2012-02-13T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/slo20.mp3", "start_seconds": 882.0}, {"meeting_datetime": "2012-02-13T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/slo20.mp3", "start_seconds": 882.0}, {"meeting_datetime": "2012-02-13T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/slo20.mp3", "start_seconds": 882.0}, {"meeting_datetime": "2012-02-13T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/slo20.mp3", "start_seconds": 882.0}, {"meeting_datetime": "2012-02-13T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/slo20.mp3", "start_seconds": 882.0}, {"meeting_datetime": "2012-02-14T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen21.mp3", "start_seconds": 7538.0}, {"meeting_datetime": "2012-02-14T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen21.mp3", "start_seconds": 7538.0}, {"meeting_datetime": "2012-02-14T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen21.mp3", "start_seconds": 7538.0}, {"meeting_datetime": "2012-02-14T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen21.mp3", "start_seconds": 7538.0}, {"meeting_datetime": "2012-02-14T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen21.mp3", "start_seconds": 7538.0}], "bill_versions": [{"bill_id": 3093, "bill_version_id": 20140, "bill_version": "Introduced", "bill_version_date": "2012-01-25T11:30:10.5-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise voter qualifications for sanitary districts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 6-16-1 be amended to read as follows: 6-16-1. Sections 6-16-1 to 6-16-7, inclusive, apply to elections for the formation of certain special districts and for the initial election of the board of directors or trustees for these districts. The special districts covered are: county road, ambulance, rural fire protection, sanitary, irrigation, watershed, and water project districts. Section 2. That chapter 34A-5 be amended by adding thereto a NEW SECTION to read as follows: For purposes of this chapter, a qualified voter is an owner of real property located within the proposed or existing sanitary district. For purposes of this chapter, the term, owner of real property, includes any person listed as the owner of real property in the records in the office of the register of deeds of the county in which the property is located. If real property is sold under a contract for deed that is of record in the office of the register of deeds, the purchaser of the real property, as named in the contract for deed, is treated as the owner. A landowner or joint landowners who own a tract of land within the district are entitled to one vote collectively. The vote of any person who is a minor or a protected person as defined by § 29A-5-102, may be cast by the parent, conservator, or legal representative of the minor or protected person. Section 3. That § 34A-5-2 be amended to read as follows: 34A-5-2. No sanitary district may be incorporated which contains less than thirty legal residents, including minors, or less than ten landowners unless the district contains at least ten owners of real property within the proposed district who are also registered voters in the proposed district. Section 4. That § 34A-5-3 be amended to read as follows: 34A-5-3. Any person making application for the organization of a sanitary district shall first cause do the following: (1) Prepare an accurate map to be made of the territory intended to be included in the sanitary district, showing the boundaries and area of the district. The accuracy of the map shall be verified by the affidavit of a surveyor. The map may be completed by reviewing records and legal descriptions at a county register of deeds office; (2) Prepare a listing of the qualified voters, as defined in section 2 of this Act, of the proposed district, as of a day not more than thirty days before the filing of the application with the county auditor as provided in § 34A-5-6. The accuracy of the listing shall be verified by the affidavit of the persons preparing the listing. Section 5. That § 34A-5-5 be amended to read as follows: 34A-5-5. The survey and, map, and listing of qualified voters when completed shall be left at some convenient public place, to be designated by the county auditor of the county in which the application for incorporation organization is to be filed, within the territory for a period of not less than twenty days for examination by any person having an interest in the application. Section 6. That § 34A-5-6 be amended to read as follows: 34A-5-6. The application for organization of the sanitary district shall be as provided in § 6-16-2 a petition verified by one or more applicants by affidavit stating that the affiant personally witnessed the signatures on the petition and believe them to be genuine. The petition shall be signed by at least one-third of the qualified voters of the proposed district and shall be filed with the county auditor and presented to the board of county commissioners for consideration at the board's next meeting. Section 7. That § 34A-5-7 be amended to read as follows: 34A-5-7. If the board of county commissioners is satisfied that the requirements of this chapter have been fully complied with, the board shall issue an order declaring that the territory shall, with the assent of the electors as specified in § 6-16-2, qualified voters in an election as provided in §§ 6-16-4 to 6-16-6, inclusive section 8 of this Act and §§ 34A-5-11, 34A-12, and 34A-13, be an incorporated sanitary district by the name specified in the application. The name shall be different from that of any other sanitary district in this state. The order shall include a notice for an election of the qualified voters of the proposed sanitary district, to be held within thirty days of the order, to determine whether the territory shall become an incorporated sanitary district. Section 8. That chapter 34A-5 be amended by adding thereto a NEW SECTION to read as follows: The board of county commissioners shall give ten days' notice of the election required under § 34A-5-7 by publication and by posting a copy of the notice at three of the most public places in the proposed sanitary district. The county auditor shall appoint inspectors, three for each polling place, who shall elect one of their number as clerk, and shall conduct the election. The receiving and canvassing of votes and the conduct of the election shall be governed by Title 12 so far as applicable relating to the election of county officers. Section 9. That chapter 34A-5 be amended by adding thereto a NEW SECTION to read as follows: Within ninety days after the incorporation of the sanitary district pursuant to § 34A-5-12, an election shall be held to select the initial officers of the district. The county auditor shall give notice of the election by publication and by posting notices in three public places in the sanitary district. The notice shall state that the purpose of the election is to elect officers of the sanitary district, and the notice shall state the place and date of the election. The notice shall be given at least thirty days, but not more than sixty days, before the election. The county auditor shall appoint inspectors, three for each polling place, who shall preside at the first election and be the judges of the election. The receiving and canvassing of votes and the conduct of the election shall be governed by Title 12 so far as applicable relating to the election of county officers. Section 10. That § 34A-5-17 be amended to read as follows: 34A-5-17. The board of trustees may by resolution submit to the qualified voters the question of whether the number of trustees shall be increased to five at a special election called for that purpose, or at the next regular election. Section 11. That § 34A-5-18 be amended to read as follows: 34A-5-18. The board of trustees shall give notice pursuant to § 6-16-4 of the election provided for in § 34A-5-17. The question shall be submitted to the qualified voters on a separate ballot and shall enable each voter to vote for or against the proposed question. Section 12. That § 34A-5-19 be amended to read as follows: 34A-5-19. If a majority of the qualified voters approve the question to increase the board of trustees to five, the qualified voters shall elect one additional trustee for a three-year term and one additional trustee for a two-year term at the next regular election or at a special election called for that purpose, and the trustees shall be certified in the same manner as provided by law. Section 13. That § 34A-5-21 be amended to read as follows: 34A-5-21. Any trustee to be elected at the initial election shall be nominated by any person in attendance at the meeting at which the organizational election is held filing with the county auditor, not more than forty nor less than twenty days before the election, a nomination petition for the office of trustee. Any trustee to be elected at a subsequent election shall be nominated by filing with the district clerk, not more than forty nor less than twenty days before any subsequent election, a nomination petition for office of trustee. The petition shall be in writing and shall contain the candidate's name, residence, business address, and the office for which the candidate is named and shall be signed by at least five percent of the qualified voters of the district. However, no petition need be signed by more than fifty voters. Section 14. That § 34A-5-41 be amended to read as follows: 34A-5-41. The board of trustees of any sanitary district incorporated under this chapter may submit to the qualified voters of the district at an annual election or a special election called and held in accordance with chapter 9-13 the question of whether the district shall be authorized to may acquire and operate a water system, or. Also, the application for incorporation organization filed in accordance with § 34A-5-6 may request such authority. Upon approval of the grant of such authority by a majority of the qualified electors voting on the question, or upon entry of the order incorporating the district if the application has requested such authority, the board of trustees may: (1) Acquire and operate water mains, hydrants, intakes, wells, storage tanks and reservoirs, treatment plants, and all other facilities used or useful for the supply and distribution of water; (2) Acquire and operate any of such facilities; and (3) Contract for the service of any such facilities owned by the adjacent municipality or for the use of district facilities by the municipality. In connection with all such matters the district and its board of trustees have all powers granted in this chapter with reference to sewer facilities. In the exercise of such powers the board of trustees may purchase any existing facilities used or useful in the exercise of such powers, or may contract for the construction of any such facilities in the manner provided in chapters 5-18A and 5-18B. Section 15. That § 34A-5-42 be amended to read as follows: 34A-5-42. On petition in writing signed by not less than twenty percent of the legal qualified voters residing within the district, as shown by the vote for the member of the board of trustees receiving the highest vote at large at the last preceding annual election in the district or upon its own motion, the board of trustees by proper resolution may declare its intention to annex territory lying adjacent to the district or exclude territory being upon the border of the district. The resolution shall describe the property, the intended action, and the time and place the trustees will meet to consider the adoption of the resolution. The resolution shall be published once a week for two consecutive weeks before the time set for the hearing. Section 16. That § 34A-5-44 be amended to read as follows: 34A-5-44. Upon failure of the board of trustees to grant the request contained in the petition of the qualified voters, the petitioners or any party feeling aggrieved thereby may within thirty days after the decision of the board of trustees or county commissioners, or within ninety days after the filing of the petition if no action has been taken on the petition by the board, present their petition or appeal to the circuit court for the county in which the district or the greater portion of the district is situated by filing the petition or appeal with the clerk of courts. Notice of the filing shall be served by the petitioners upon the president of the board of trustees together with a notice of the time and place, when and where a hearing will be held on the petition, at least ten days before the date of the hearing. If the court finds that the request of the petitioners ought to be granted and can be granted without injustice to the district, the court shall so order. If the court finds against the petitioners, the petition or appeal shall be dismissed at the cost of the petitioners. Section 17. That § 34A-5-47 be amended to read as follows: 34A-5-47. The governing body of each of the corporations described in § 34A-5-46 shall by resolution submit the question of consolidation to the qualified voters of such the corporation at a special election called for the purpose or at the next regular election. The proposition shall be submitted to the qualified voters of each corporation on a separate ballot and shall be so stated as to enable each voter to vote for or against the proposed consolidation by making a cross x or check mark (.) in the square or circle preceding the phrase \"For the formation of a consolidated sanitary district comprising the (naming the corporations to be included) with power to construct or acquire and operate sewer facilities (or, water and sewer facilities).\""}, {"bill_id": 3093, "bill_version_id": 21333, "bill_version": "Senate Local Government Engrossed", "bill_version_date": "2012-02-13T11:58:38.907-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for a runoff election under certain circumstances when errors have been made to the ballot printing or by the person in charge of the election. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. If any error is made to the printing of the ballot or in the conduct of the person in charge of the election for any nonfederal or nonstate election that disqualified a number of ballots that is equal to or greater than the margin of the total votes cast for a candidate or ballot question as determined by a court order, a runoff shall be conducted. The cost of the runoff election shall be paid by the political subdivision that made the error. 180 copies were printed on recycled paper by the South Dakota Legislative Research Council at a cost of $.063 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3093, "action_date": "2012-01-25T14:00:00-06:00", "document_id": 20184, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20184.pdf", "status_text": "First read in Senate and referred to", "journal_page": 175, "committee_id_action": 171, "committee_id_assigned": 154, "result": "N", "vote": {}}, {"bill_id": 3093, "action_date": "2012-02-01T08:00:00-06:00", "document_id": 20434, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20434.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 154, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3093, "action_date": "2012-02-01T08:00:00-06:00", "document_id": 20531, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20531.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 240, "committee_id_action": 154, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 10802, "president_vote": null, "Nay": [239, 254, 261], "Yea": [228, 264, 252, 285]}}, {"bill_id": 3093, "action_date": "2012-02-13T09:00:00-06:00", "document_id": 21321, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21321.pdf", "status_text": "Reconsidered", "journal_page": 0, "committee_id_action": 154, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11513, "president_vote": null, "Yea": [239, 264, 252, 285, 261], "Excused": [228, 254]}}, {"bill_id": 3093, "action_date": "2012-02-13T09:00:00-06:00", "document_id": 21321, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21321.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 154, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3093, "action_date": "2012-02-13T09:00:00-06:00", "document_id": 21321, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21321.pdf", "status_text": "Do Pass Amended", "journal_page": 378, "committee_id_action": 154, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11527, "president_vote": null, "Yea": [239, 264, 252, 285], "Excused": [228, 254], "Nay": [261]}}, {"bill_id": 3093, "action_date": "2012-02-13T09:00:00-06:00", "document_id": 21321, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21321.pdf", "status_text": "Title amended", "journal_page": 0, "committee_id_action": 154, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3093, "action_date": "2012-02-14T14:00:00-06:00", "document_id": 21465, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21465.pdf", "status_text": "Tabled", "journal_page": 422, "committee_id_action": 171, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11675, "president_vote": null, "Yea": [253, 239, 251, 249, 250, 235, 234, 247, 287, 285, 228, 286, 233, 240, 252, 214, 226, 219, 220, 229, 290, 236, 243, 261, 218, 254, 232], "Nay": [284, 288, 255, 212, 291, 264, 289], "Excused": [223]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/3093"}