{"session_id": 68, "bill_id": 23951, "bill_type": "Senate Bill", "bill_number": 185, "bill_title": "establish the Committee on Foreign Investment in the United States – South Dakota and revise provisions related to the foreign ownership or control of agricultural land.", "sponsors": [{"legislator_profile_id": 4341, "is_prime": true}, {"legislator_profile_id": 4426, "is_prime": true}, {"legislator_profile_id": 4342, "is_prime": false}, {"legislator_profile_id": 4358, "is_prime": false}, {"legislator_profile_id": 4384, "is_prime": false}, {"legislator_profile_id": 4469, "is_prime": false}, {"legislator_profile_id": 4395, "is_prime": false}, {"legislator_profile_id": 4401, "is_prime": false}, {"legislator_profile_id": 4458, "is_prime": false}, {"legislator_profile_id": 4432, "is_prime": false}], "keywords": ["Agricultural Land", "Boards and Commissions", "Property"], "audio": [{"meeting_datetime": "2023-02-14T10:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sag23.mp3", "start_seconds": 114.0}, {"meeting_datetime": "2023-02-14T10:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sag23.mp3", "start_seconds": 114.0}, {"meeting_datetime": "2023-02-14T10:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sag23.mp3", "start_seconds": 114.0}, {"meeting_datetime": "2023-02-14T10:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sag23.mp3", "start_seconds": 114.0}, {"meeting_datetime": "2023-02-21T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sen26.mp3", "start_seconds": 2158.0}, {"meeting_datetime": "2023-02-21T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sen26.mp3", "start_seconds": 2158.0}, {"meeting_datetime": "2023-02-21T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sen26.mp3", "start_seconds": 2158.0}, {"meeting_datetime": "2023-02-21T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sen26.mp3", "start_seconds": 2158.0}, {"meeting_datetime": "2023-02-21T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sen26.mp3", "start_seconds": 2158.0}], "bill_versions": [{"bill_id": 23951, "bill_version_id": 247689, "bill_version": "Introduced", "bill_version_date": "2023-01-31T13:22:59.317-06:00", "bill_text": "An Act to establish the Committee on Foreign Investment in the United States – South Dakota and revise provisions related to the foreign ownership or control of agricultural land. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 43-2A-1 be AMENDED: 43-2A-1. For purposes of this chapter, the term Terms used in this chapter mean: (1) \"agricultural land\" means\"Agricultural land,\" land capable of use in the production of agricultural crops, timber, livestock or livestock products, poultry or poultry products, milk or dairy products, or fruit and other horticultural products but does not include any royalty interest, any oil, gas, or other mineral interest, or any lease, right‑of‑way, option, or easement relating thereto, or any land zoned by a local governmental unit for a use other than and nonconforming with agricultural use; (2) \"Applicant,\" a foreign person, foreign entity, or ultimate beneficial owner who purchases or leases agricultural land; (3) \"Benefit,\" something that: (a) Constitutes a business advantage to an applicant; (b) Enhances the value of an asset, action, or process owned or controlled by an applicant; or (c) Confers a right or obligation on the part of an ultimate beneficial owner; (4) \"CFIUS,\" the Committee on Foreign Investment in the United States; (5) \"Critical infrastructure facility,\" as defined in § 22-1-2; (6) \"Foreign entity,\" any partnership organized under the laws of a foreign state if its principal place of business is outside of the United States, or any partnership, corporation, or any other business form, regardless of its principal place of business, if its ownership is comprised of five percent or more of foreign persons; (7) \"Foreign government,\" a government not of the United States or its constituencies; (8) \"Foreign person,\" any of the following: (a) A natural foreign person or natural foreign national; (b) A foreign entity, including any foreign partnership, foreign association, foreign cooperative corporation, foreign limited liability company, foreign private equity vehicle, foreign venture capital vehicle, foreign special purpose acquisition company, or foreign corporation; (c) Foreign government; and (d) Any entity over which control is exercised or exercisable, whether directly or indirectly, by a foreign national, foreign entity, or foreign government; and (9) \"Ultimate beneficial owner,\" a person or entity that ultimately owns or controls a foreign entity or that derives a benefit associated with ownership or control of a foreign entity. Section 2. That § 43-2A-2 be AMENDED: 43-2A-2. No alien, who is not a resident of this state, of some state or territory of the United States or of the District of Columbia; and no foreign person, foreign entity, or foreign government, shall hereaftermay acquire agricultural landsland, or any interest thereinin agricultural land, exceeding one hundred sixty acres, except such as may beagricultural land that is acquired by devise or inheritance, and such as may beheld as security for indebtedness, or approved by the Committee on Foreign Investment in the United States – South Dakota. The provisions of this section do not apply to citizens, foreign governments or subjects of a foreign country whose right to hold land are secured by treaty. Section 3. That § 43-2A-6 be AMENDED: 43-2A-6. All agricultural landsAgricultural land acquired or held in violation of §§ 43-2A-2 and 43-2A-3 shall bethis chapter is forfeited to the state. Any lease of agricultural land in violation of this chapter is terminated. Nothing in this chapter limits the lessor's adequate relief available under law or equity against a lessee who violates this chapter. The attorney general shall enforce such forfeiture. However, no such forfeiture may be adjudged unless the action to enforce is brought within three twenty years after such property has been acquired or held by such alien a foreign person. No title to land is invalid or liable to forfeiture by reason of the alienage of any former owner or person interested therein. The Committee on Foreign Investment in the United States – South Dakota may review an agricultural land transaction after the transaction is closed if any owner or investor in the agricultural land has taken on a second citizenship other than a United States citizenship. Section 4. That § 43-2A-8 be AMENDED: 43-2A-8. The restrictions of this chapter§§ 43A-2A-1 to 43A-2A-7, inclusive do not apply to agricultural land owned by a corporation for immediate or potential use in nonfarming purposes. A corporation may hold such agricultural land in such acreage as may be necessary to its nonfarm business operations. However, pending the development of agricultural land for nonfarm purposes, such land may not be used for farming except under lease to a family farm unit, a family farm corporation, or an authorized farm corporation. All real property owned or held by the State of South Dakota by and through the South Dakota State Cement Plant Commission as of December 28, 2000, is owned or held by it and its successors in title for immediate or potential use for nonfarming purposes and the real property is necessary for nonfarming business operations. Section 5. That chapter 43-2A be amended with a NEW SECTION: The Committee on Foreign Investment in the United States – South Dakota consists of five members as follows: (1) The secretary of the Department of Agriculture and Natural Resources; (2) The director of the South Dakota Office of Homeland Security; (3) A designee of the Governor, who shall serve as chairperson; (4) An individual who owns at least one hundred sixty acres of agricultural land in the state and who, in the opinion of the Governor, has expertise in the agriculture industry; and (5) An individual who, in the opinion of the Governor, has expertise in national or state security. The Governor shall appoint the two members listed in subdivisions (4) and (5) to two-year terms. The appointed members serve at the pleasure of the Governor. No member may receive salary solely for serving on the committee. A member shall receive per diem at the rate provided by law and be reimbursed for necessary travel and other expenses incurred while performing or on official committee business. Section 6. That chapter 43-2A be amended with a NEW SECTION: The Committee on Foreign Investment in the United States – South Dakota shall investigate and review agricultural land transactions to prevent aliens and foreign persons, including foreign governments, from gaining undue control or influence, whether direct or indirect, over the state’s food supply, from gaining access or proximity to any critical infrastructure facility, or from impairing the security or prosperity of the state. Section 7. That chapter 43-2A be amended with a NEW SECTION: The Committee on Foreign Investment in the United States – South Dakota shall have jurisdiction: (1) To investigate, review, and make recommendations to the Governor for approval or denial under section 15 of this Act of any transaction occurring on or after July 1, 2023, involving the transfer of agricultural land by any means, including, purchase, investment regardless of the percentage interest, grant, devise, descent, or inheritance, to any foreign person, foreign entity, or ultimate beneficial owner of such foreign person or foreign entity; (2) To investigate, review, and make recommendations to the Governor for approval or denial under section 15 of this Act of the initial leasing of agricultural land beginning on or after July 1, 2023, used for an agricultural purpose for a period of one year or longer to any foreign person, foreign entity, or ultimate beneficial owner, but not for any subsequent renewal of that lease involving the same lessee; and (3) To investigate, review, and make recommendations to the Governor for approval or denial under section 15 of this Act of any transaction involving real property within the state previously considered by the CFIUS on or after July 1, 2023. The committee shall not review a transaction involving agricultural land under CFIUS jurisdiction until after the CFIUS renders final action. Any applicant consents to in rem jurisdiction of the State of South Dakota. Section 8. That chapter 43-2A be amended with a NEW SECTION: Any applicant subject to the Committee on Foreign Investment in the United States – South Dakota’s jurisdiction shall notify the committee in writing of its intent to acquire agricultural land and apply for approval of the subject agricultural land transaction. The application must be on a form as prescribed by the secretary of the Department of Agriculture and Natural Resources. The application must include copies of any or all of the following documents in support of the transaction: (1) Relevant titles; (2) Proposed deeds; (3) Real estate transaction documents; (4) Financing or financial documentation related to the funding of the agricultural land transaction; (5) Documentation showing and confirming the identity of the applicant, all owners or investors affiliated with the applicant, and any ultimate beneficial owner or investor that exercises control or influence over the applicant, if it is an entity and not a natural person; (6) Proposed closing documentation required in regular course; and (7) Documents provided in a prior CFIUS review of the same transaction. The committee retains the discretion to request any documents relevant to the committee’s investigation, review, and ultimate recommendations reasonably related to the subject transaction. The committee may request supplemental documentation it deems necessary to implement this chapter. A failure to receive such documentation within one hundred eighty days of the committee's request is deemed a voluntary withdrawal of the application. Upon receipt of a written request for review, the committee shall confirm in writing its receipt of the notification, application, and supporting documentation to the applicant. The date set forth in the committee’s written confirmation commences the review period. Section 9. That chapter 43-2A be amended with a NEW SECTION: The review period is one hundred eighty calendar days. The Committee on Foreign Investment in the United States – South Dakota may reserve an additional one hundred eighty calendar days but shall not exceed three hundred sixty-five calendar days. Section 10. That chapter 43-2A be amended with a NEW SECTION: Upon written request from an applicant specifying the need for an accelerated review, the Committee on Foreign Investment in the United States – South Dakota may expedite its review. Section 11. That chapter 43-2A be amended with a NEW SECTION: The Committee on Foreign Investment in the United States – South Dakota may request, in writing, from the applicant any document relevant to the committee’s investigation, review, or recommendation, including: (1) Titles; (2) Deeds; (3) Real estate transaction documents; (4) Financing or other financial documents related to the transaction; (5) Documents provided during any prior CFIUS review of the same transaction on or after July 1, 2023; and (6) Any other document reasonably related to the agricultural land transaction. During the review period, the applicant shall respond to any follow-up request made by the committee in writing for documents. Section 12. That chapter 43-2A be amended with a NEW SECTION: In determining whether to recommend approval or denial of an agricultural land transaction to the Governor, the Committee on Foreign Investment in the United States – South Dakota shall consider: (1) The ownership or controlling interests of the applicant; (2) The continued classification of the real property as agricultural land; (3) The impact the subject agricultural land transaction would have on domestic security and public safety; (4) The proximity of the subject agricultural land to any public utility facility or appurtenance; any local, state, or federal government facility; or any critical infrastructure facility; (5) Whether the CFIUS issued a safe harbor letter, as described in 31 C.F.R. § 800.508(d) and section 7(f) of Presidential Executive Order 11858, as amended, for the same transaction; and (6) Any other factor reasonably and demonstrably related to public security that is deemed relevant by the committee. Section 13. That chapter 43-2A be amended with a NEW SECTION: The Committee on Foreign Investment in the United States – South Dakota shall provide the applicant at least fourteen days' written notice to the applicant of the date, time, and place of the meeting where the committee will render a final decision regarding the agricultural land transaction. If, after weighing the factors in section 12 of this Act, the committee finds the transaction supports the purpose described in section 6 of this Act, the committee may recommend to the Governor approval of the transaction. If the Governor approves of the transaction, the committee shall issue the applicant an approval letter stating the committee recommended approval of the transaction and that the Governor approves the transaction. A transaction is no longer under the committee’s jurisdiction upon the issuance of an approval letter, unless the parties provided false information to the committee or omitted material information in its application, responses to any committee questions, or documentation. The committee retains its jurisdiction over a transaction if any party to the agricultural land transaction provided false information or omitted material information during the committee’s review process or in its submissions. No agricultural land transaction subject to this Act may occur in contravention of the procedures of the Act or without an approval letter issued by the committee. Any transaction that occurs in violation of this section is subject to forfeiture pursuant to § 43-2A-6. If, after weighing the factors in section 12 of this Act, the committee finds the transaction undermines the purpose described in section 6 of this Act or discovers material information that contradicts the information provided by the applicant, the committee may recommend in writing that the Governor deny the transaction. The committee shall include findings of fact, the factors weighed in reaching those findings, and the reason the transaction should be denied. Any applicant may, within ten calendar days of the notification that the committee recommends that the Governor deny the application, but before the Governor renders a final decision, submit any arguments in writing to the Governor disputing or otherwise setting forth the applicant’s reasons why the Governor should disagree with the committee’s recommendations. Section 14. That chapter 43-2A be amended with a NEW SECTION: Upon receipt of the Committee on Foreign Investment in the United States – South Dakota’s written recommendation that the subject agricultural land transaction be approved or denied and giving due consideration to any submission in response by the applicant, the Governor shall review the agricultural land transaction for a period not exceeding thirty calendar days beginning on the day of the Governor's receipt of the committee's recommendation. During the Governor’s review period, the Governor may seek clarification in writing of the information and recommendations provided or request further information as part of the review process. The committee shall respond to the Governor's request within three business days of the request. Section 15. That chapter 43-2A be amended with a NEW SECTION: After completing the review, the Governor may either approve or deny the subject agricultural land transaction by notifying the Committee on Foreign Investment in the United States – South Dakota in writing of the decision within the review period. If the Governor approves the agricultural land transaction, the committee shall hold a public hearing within ten days of receiving notice from the Governor and issue an approval letter for the agricultural land transaction. If the Governor denies the agricultural land transaction, the committee shall hold a public hearing within ten days of receiving notice from the Governor of the decision. Any transaction denied by the Governor is a prohibited transaction as a matter of law. If the Governor fails to act within the review period prescribed in section 14 of this Act, the committee’s recommendation is deemed final action. For any hearing required by this section, the committee shall provide notice of the hearing to the applicant at least ten days before the scheduled hearing. Section 16. That chapter 43-2A be amended with a NEW SECTION: An applicant may withdraw an application during the Committee on Foreign Investment in the United States – South Dakota’s review period. Any withdrawal must be made in writing to the committee, except as provided in section 8 of this Act. If the committee receives a written withdrawal request during its review period, the committee must permit the party to withdraw. Withdrawal is not permitted after the committee transmits its recommendation to approve or deny the subject agricultural land transaction to the Governor or during the Governor’s review period. Section 17. That chapter 43-2A be amended with a NEW SECTION: A party may reapply for the Committee on Foreign Investment in the United States – South Dakota's review after voluntarily withdrawing an application. A withdrawn transaction may be resubmitted to the committee for review: (1) If the applicant has new information related to the agricultural land transaction; (2) If the applicant has added new parties to the agricultural land transaction, but the structure of the transaction remains the same as the withdrawn transaction; (3) If the funding or financing of the agricultural land transaction changed; or (4) For any other reason the parties seek review of the agricultural land transaction. Any review of an agricultural land transaction that was previously withdrawn is in the committee’s sole discretion. Should the committee deny review of a previously withdrawn transaction, the committee shall notify the parties in writing. The committee may consider the fact a transaction was previously withdrawn as a factor in its findings of fact. Section 18. That chapter 43-2A be amended with a NEW SECTION: An official meeting of the Committee on Foreign Investment in the United States – South Dakota is subject to chapter 1-25. The deliberations of the committee concerning agricultural land transactions are confidential and are exempt from public disclosure, including any documentary material or data made or received by the committee. Any letter recommending approval or denial of an agricultural land transaction is a public record, but any record or information contained therein that is exempt from public disclosure pursuant to chapter 1-27 may be redacted. Section 19. That § 7-9-7 be AMENDED: 7-9-7. No register of deeds may accept for record in the office of the register of deeds: (1) Any deed, affidavit terminating joint tenancy or life estate interests, or oil, gas, or other mineral lease, or affidavit for succession to real property pursuant to § 29A-3-1203 that does not include the names of the grantor and the grantee or the lessor and the lessee, the names of the joint tenant, the post office address of the grantee or lessee, and a legal description of the property conveyed or leased; (2) Any mortgage that does not include the names of the mortgagor and the mortgagee, the post office address of the mortgagee, a legal description of the property, and the amount of the mortgage and when it is due; (3) Any assignment of mortgage or oil, gas, or other mineral lease that does not include the names of the assignor and the assignee, the post office address of the assignee, and a legal description of the property; (4) Any deed or contract for deed dated after July 1, 1988 or affidavit for succession to real property pursuant to § 29A-3-1203, used in the purchase, exchange, transfer, or assignment of interest in real property that is not accompanied by a certificate of value containing the name and address of the buyer and seller, the legal description of the real property, the actual consideration exchanged for the real property, the relationship of the seller and buyer, if any, and the terms of payment if other than payment in full at the time of sale; or (5) A transfer on death deed, pursuant to §§ 29A-6-401 to 29A-6-435, inclusive, is exempt from completing and submitting the certificate of value as set forth in subdivision (4) of this section.; or (6) Any deed for agricultural land, as defined in § 43-2A-1, that is subject to the jurisdiction of the Committee on Foreign Investment in the United States – South Dakota that is not accompanied by an approval letter issued under section 15 of this Act."}, {"bill_id": 23951, "bill_version_id": 249411, "bill_version": "Senate Agriculture and Natural Resources Engrossed", "bill_version_date": "2023-02-14T15:32:12.29-06:00", "bill_text": "An Act to establish the Committee on Foreign Investment in the United States – South Dakota and revise provisions related to the foreign ownership or control of agricultural land. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 43-2A-1 be AMENDED: 43-2A-1. For purposes of this chapter, the term Terms used in this chapter mean: (1) \"agricultural land\" means\"Agricultural land,\" land capable of use in the production of agricultural crops, timber, livestock or livestock products, poultry or poultry products, milk or dairy products, or fruit and other horticultural products but does not include any royalty interest, any oil, gas, or other mineral interest, or any lease, right‑of‑way, option, or easement relating thereto, or any land zoned by a local governmental unit for a use other than and nonconforming with agricultural use; (2) \"Applicant,\" a foreign person, foreign entity, or ultimate beneficial owner who purchases or leases agricultural land; (3) \"Benefit,\" something that: (a) Constitutes a business advantage to an applicant; (b) Enhances the value of an asset, action, or process owned or controlled by an applicant; or (c) Confers a right or obligation on the part of an ultimate beneficial owner; (4) \"CFIUS,\" the Committee on Foreign Investment in the United States; (5) \"Critical infrastructure facility,\" as defined in § 22-1-2; (6) \"Foreign entity,\" any partnership organized under the laws of a foreign state if its principal place of business is outside of the United States, or any partnership, corporation, or any other business form, regardless of its principal place of business, if its ownership is comprised of five percent or more of foreign persons; (7) \"Foreign government,\" a government not of the United States or its constituencies; (8) \"Foreign person,\" any of the following: (a) A natural foreign person or natural foreign national; (b) A foreign entity, including any foreign partnership, foreign association, foreign cooperative corporation, foreign limited liability company, foreign private equity vehicle, foreign venture capital vehicle, foreign special purpose acquisition company, or foreign corporation; (c) Foreign government; and (d) Any entity over which control is exercised or exercisable, whether directly or indirectly, by a foreign national, foreign entity, or foreign government; and (9) \"Ultimate beneficial owner,\" a person or entity that ultimately owns or controls a foreign entity or that derives a benefit associated with ownership or control of a foreign entity. Section 2. That § 43-2A-2 be AMENDED: 43-2A-2. No alien, who is not a resident of this state, of some state or territory of the United States or of the District of Columbia;, and no foreign person foreign government shall hereafter may acquire agricultural lands land, or any interest therein in agricultural land, exceeding one hundred sixty acres unless the nonresident alien or foreign person obtains an approval letter pursuant to section 13 of this Act and then such acquisition may not exceed one hundred sixty acres, except such as may beagricultural land that is acquired by devise or inheritance, and such as may beheld as security for indebtedness. The provisions of this section do not apply to citizens, foreign governments, or subjects of a foreign country whose right to hold land are secured by treaty. Section 3. That § 43-2A-6 be AMENDED: 43-2A-6. All agricultural landsAgricultural land acquired or held in violation of §§ 43-2A-2 and 43-2A-3 shall bethis chapter is forfeited to the state. Any lease of agricultural land in violation of this chapter is terminated. Nothing in this chapter limits the lessor's adequate relief available under law or equity against a lessee who violates this chapter. The attorney general shall enforce such forfeiture. However, no such forfeiture may be adjudged unless the action to enforce is brought within three twenty years after such property has been acquired or held by such alien a foreign person. No title to land is invalid or liable to forfeiture by reason of the alienage of any former owner or person interested therein. The Committee on Foreign Investment in the United States – South Dakota may review an agricultural land transaction after the transaction is closed if any owner or investor in the agricultural land has taken on a second citizenship other than a United States citizenship. Section 4. That § 43-2A-8 be AMENDED: 43-2A-8. The restrictions of this chapter§§ 43A-2A-1 to 43A-2A-7, inclusive do not apply to agricultural land owned by a corporation for immediate or potential use in nonfarming purposes. A corporation may hold such agricultural land in such acreage as may be necessary to its nonfarm business operations. However, pending the development of agricultural land for nonfarm purposes, such land may not be used for farming except under lease to a family farm unit, a family farm corporation, or an authorized farm corporation. All real property owned or held by the State of South Dakota by and through the South Dakota State Cement Plant Commission as of December 28, 2000, is owned or held by it and its successors in title for immediate or potential use for nonfarming purposes and the real property is necessary for nonfarming business operations. Section 5. That chapter 43-2A be amended with a NEW SECTION: The Committee on Foreign Investment in the United States – South Dakota consists of five members as follows: (1) The secretary of the Department of Agriculture and Natural Resources; (2) The director of the South Dakota Office of Homeland Security; (3) A designee of the Governor, who shall serve as chairperson; (4) An individual who owns at least one hundred sixty acres of agricultural land in the state and who, in the opinion of the Governor, has expertise in the agriculture industry; and (5) An individual who, in the opinion of the Governor, has expertise in national or state security. The Governor shall appoint the two members listed in subdivisions (4) and (5) to two-year terms. The appointed members serve at the pleasure of the Governor. No member may receive salary solely for serving on the committee. A member shall receive per diem at the rate provided by law and be reimbursed for necessary travel and other expenses incurred while performing or on official committee business. Section 6. That chapter 43-2A be amended with a NEW SECTION: The Committee on Foreign Investment in the United States – South Dakota shall investigate and review agricultural land transactions to prevent aliens and foreign persons, including foreign governments, from gaining undue control or influence, whether direct or indirect, over the state’s food supply, from gaining access or proximity to any critical infrastructure facility, or from impairing the security or prosperity of the state. Section 7. That chapter 43-2A be amended with a NEW SECTION: The Committee on Foreign Investment in the United States – South Dakota shall have jurisdiction: (1) To investigate, review, and make recommendations to the Governor for approval or denial under section 15 of this Act of any transaction occurring on or after July 1, 2023, involving the transfer of agricultural land by any means, including, purchase, investment regardless of the percentage interest, grant, devise, descent, or inheritance, to any foreign person, foreign entity, or ultimate beneficial owner of such foreign person or foreign entity; (2) To investigate, review, and make recommendations to the Governor for approval or denial under section 15 of this Act of the initial leasing of agricultural land beginning on or after July 1, 2023, used for an agricultural purpose for a period of one year or longer to any foreign person, foreign entity, or ultimate beneficial owner, but not for any subsequent renewal of that lease involving the same lessee; and (3) To investigate, review, and make recommendations to the Governor for approval or denial under section 15 of this Act of any transaction involving real property within the state previously considered by the CFIUS on or after July 1, 2023. The committee shall not review a transaction involving agricultural land under CFIUS jurisdiction until after the CFIUS renders final action. Any applicant consents to in rem jurisdiction of the State of South Dakota. Section 8. That chapter 43-2A be amended with a NEW SECTION: Any applicant subject to the Committee on Foreign Investment in the United States – South Dakota’s jurisdiction shall notify the committee in writing of its intent to acquire agricultural land and apply for approval of the subject agricultural land transaction. The application must be on a form as prescribed by the secretary of the Department of Agriculture and Natural Resources. The application must include copies of any or all of the following documents in support of the transaction: (1) Relevant titles; (2) Proposed deeds; (3) Real estate transaction documents; (4) Financing or financial documentation related to the funding of the agricultural land transaction; (5) Documentation showing and confirming the identity of the applicant, all owners or investors affiliated with the applicant, and any ultimate beneficial owner or investor that exercises control or influence over the applicant, if it is an entity and not a natural person; (6) Proposed closing documentation required in regular course; and (7) Documents provided in a prior CFIUS review of the same transaction. The committee retains the discretion to request any documents relevant to the committee’s investigation, review, and ultimate recommendations reasonably related to the subject transaction. The committee may request supplemental documentation it deems necessary to implement this chapter. A failure to receive such documentation within one hundred eighty days of the committee's request is deemed a voluntary withdrawal of the application. Upon receipt of a written request for review, the committee shall confirm in writing its receipt of the notification, application, and supporting documentation to the applicant. The date set forth in the committee’s written confirmation commences the review period. Section 9. That chapter 43-2A be amended with a NEW SECTION: The review period is one hundred eighty calendar days. The Committee on Foreign Investment in the United States – South Dakota may reserve an additional one hundred eighty calendar days but shall not exceed three hundred sixty-five calendar days. Section 10. That chapter 43-2A be amended with a NEW SECTION: Upon written request from an applicant specifying the need for an accelerated review, the Committee on Foreign Investment in the United States – South Dakota may expedite its review. Section 11. That chapter 43-2A be amended with a NEW SECTION: The Committee on Foreign Investment in the United States – South Dakota may request, in writing, from the applicant any document relevant to the committee’s investigation, review, or recommendation, including: (1) Titles; (2) Deeds; (3) Real estate transaction documents; (4) Financing or other financial documents related to the transaction; (5) Documents provided during any prior CFIUS review of the same transaction on or after July 1, 2023; and (6) Any other document reasonably related to the agricultural land transaction. During the review period, the applicant shall respond to any follow-up request made by the committee in writing for documents. Section 12. That chapter 43-2A be amended with a NEW SECTION: In determining whether to recommend approval or denial of an agricultural land transaction to the Governor, the Committee on Foreign Investment in the United States – South Dakota shall consider: (1) The ownership or controlling interests of the applicant; (2) The continued classification of the real property as agricultural land; (3) The impact the subject agricultural land transaction would have on domestic security and public safety; (4) The proximity of the subject agricultural land to any public utility facility or appurtenance; any local, state, or federal government facility; or any critical infrastructure facility; (5) Whether the CFIUS issued a safe harbor letter, as described in 31 C.F.R. § 800.508(d) and section 7(f) of Presidential Executive Order 11858, as amended, for the same transaction; and (6) Any other factor reasonably and demonstrably related to public security that is deemed relevant by the committee. Section 13. That chapter 43-2A be amended with a NEW SECTION: The Committee on Foreign Investment in the United States – South Dakota shall provide the applicant at least fourteen days' written notice to the applicant of the date, time, and place of the meeting where the committee will render a final decision regarding the agricultural land transaction. If, after weighing the factors in section 12 of this Act, the committee finds the transaction supports the purpose described in section 6 of this Act, the committee may recommend to the Governor approval of the transaction. If the Governor approves of the transaction, the committee shall issue the applicant an approval letter stating the committee recommended approval of the transaction and that the Governor approves the transaction. A transaction is no longer under the committee’s jurisdiction upon the issuance of an approval letter, unless the parties provided false information to the committee or omitted material information in its application, responses to any committee questions, or documentation. The committee retains its jurisdiction over a transaction if any party to the agricultural land transaction provided false information or omitted material information during the committee’s review process or in its submissions. No agricultural land transaction subject to this Act may occur in contravention of the procedures of the Act or without an approval letter issued by the committee. Any transaction that occurs in violation of this section is subject to forfeiture pursuant to § 43-2A-6. If, after weighing the factors in section 12 of this Act, the committee finds the transaction undermines the purpose described in section 6 of this Act or discovers material information that contradicts the information provided by the applicant, the committee may recommend in writing that the Governor deny the transaction. The committee shall include findings of fact, the factors weighed in reaching those findings, and the reason the transaction should be denied. Any applicant may, within ten calendar days of the notification that the committee recommends that the Governor deny the application, but before the Governor renders a final decision, submit any arguments in writing to the Governor disputing or otherwise setting forth the applicant’s reasons why the Governor should disagree with the committee’s recommendations. Section 14. That chapter 43-2A be amended with a NEW SECTION: Upon receipt of the Committee on Foreign Investment in the United States – South Dakota’s written recommendation that the subject agricultural land transaction be approved or denied and giving due consideration to any submission in response by the applicant, the Governor shall review the agricultural land transaction for a period not exceeding thirty calendar days beginning on the day of the Governor's receipt of the committee's recommendation. During the Governor’s review period, the Governor may seek clarification in writing of the information and recommendations provided or request further information as part of the review process. The committee shall respond to the Governor's request within three business days of the request. Section 15. That chapter 43-2A be amended with a NEW SECTION: After completing the review, the Governor may either approve or deny the subject agricultural land transaction by notifying the Committee on Foreign Investment in the United States – South Dakota in writing of the decision within the review period. If the Governor approves the agricultural land transaction, the committee shall hold a public hearing within ten days of receiving notice from the Governor and issue an approval letter for the agricultural land transaction. If the Governor denies the agricultural land transaction, the committee shall hold a public hearing within ten days of receiving notice from the Governor of the decision. Any transaction denied by the Governor is a prohibited transaction as a matter of law. If the Governor fails to act within the review period prescribed in section 14 of this Act, the committee’s recommendation is deemed final action. For any hearing required by this section, the committee shall provide notice of the hearing to the applicant at least ten days before the scheduled hearing. Section 16. That chapter 43-2A be amended with a NEW SECTION: An applicant may withdraw an application during the Committee on Foreign Investment in the United States – South Dakota’s review period. Any withdrawal must be made in writing to the committee, except as provided in section 8 of this Act. If the committee receives a written withdrawal request during its review period, the committee must permit the party to withdraw. Withdrawal is not permitted after the committee transmits its recommendation to approve or deny the subject agricultural land transaction to the Governor or during the Governor’s review period. Section 17. That chapter 43-2A be amended with a NEW SECTION: A party may reapply for the Committee on Foreign Investment in the United States – South Dakota's review after voluntarily withdrawing an application. A withdrawn transaction may be resubmitted to the committee for review: (1) If the applicant has new information related to the agricultural land transaction; (2) If the applicant has added new parties to the agricultural land transaction, but the structure of the transaction remains the same as the withdrawn transaction; (3) If the funding or financing of the agricultural land transaction changed; or (4) For any other reason the parties seek review of the agricultural land transaction. Any review of an agricultural land transaction that was previously withdrawn is in the committee’s sole discretion. Should the committee deny review of a previously withdrawn transaction, the committee shall notify the parties in writing. The committee may consider the fact a transaction was previously withdrawn as a factor in its findings of fact. Section 18. That chapter 43-2A be amended with a NEW SECTION: An official meeting of the Committee on Foreign Investment in the United States – South Dakota is subject to chapter 1-25. The deliberations of the committee concerning agricultural land transactions are confidential and are exempt from public disclosure, including any documentary material or data made or received by the committee. Any letter recommending approval or denial of an agricultural land transaction is a public record, but any record or information contained therein that is exempt from public disclosure pursuant to chapter 1-27 may be redacted. Section 19. That § 7-9-7 be AMENDED: 7-9-7. No register of deeds may accept for record in the office of the register of deeds: (1) Any deed, affidavit terminating joint tenancy or life estate interests, or oil, gas, or other mineral lease, or affidavit for succession to real property pursuant to § 29A-3-1203 that does not include the names of the grantor and the grantee or the lessor and the lessee, the names of the joint tenant, the post office address of the grantee or lessee, and a legal description of the property conveyed or leased; (2) Any mortgage that does not include the names of the mortgagor and the mortgagee, the post office address of the mortgagee, a legal description of the property, and the amount of the mortgage and when it is due; (3) Any assignment of mortgage or oil, gas, or other mineral lease that does not include the names of the assignor and the assignee, the post office address of the assignee, and a legal description of the property; (4) Any deed or contract for deed dated after July 1, 1988 or affidavit for succession to real property pursuant to § 29A-3-1203, used in the purchase, exchange, transfer, or assignment of interest in real property that is not accompanied by a certificate of value containing the name and address of the buyer and seller, the legal description of the real property, the actual consideration exchanged for the real property, the relationship of the seller and buyer, if any, and the terms of payment if other than payment in full at the time of sale; or (5) A transfer on death deed, pursuant to §§ 29A-6-401 to 29A-6-435, inclusive, is exempt from completing and submitting the certificate of value as set forth in subdivision (4) of this section.; or (6) Any deed for agricultural land, as defined in § 43-2A-1, that is subject to the jurisdiction of the Committee on Foreign Investment in the United States – South Dakota that is not accompanied by an approval letter issued under section 15 of this Act."}], "amendments": [{"bill_id": 23951, "document_id": 249606, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249606.pdf", "legislator_profile_id": 4404, "document_id_instructions": 249607, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/249607.pdf"}, {"bill_id": 23951, "document_id": 249649, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249649.pdf", "legislator_profile_id": 4426, "document_id_instructions": 249651, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/249651.pdf"}, {"bill_id": 23951, "document_id": 249770, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249770.pdf", "legislator_profile_id": 4426, "document_id_instructions": 249778, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/249778.pdf"}], "fiscal_notes": [], "action_log": [{"bill_id": 23951, "action_date": "2023-02-01T14:00:00-06:00", "document_id": 247759, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247759.pdf", "status_text": "First read in Senate and referred to", "journal_page": 160, "committee_id_action": 1183, "committee_id_assigned": 1171, "result": "N", "vote": {}}, {"bill_id": 23951, "action_date": "2023-02-14T10:00:00-06:00", "document_id": 249090, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249090.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1171, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23951, "action_date": "2023-02-14T10:00:00-06:00", "document_id": 249091, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249091.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 1171, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 23951, "action_date": "2023-02-14T10:00:00-06:00", "document_id": 249091, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249091.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 1171, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 77129, "president_vote": null, "Yea": [4381, 4466, 4460, 4395, 4426, 4448, 4399]}}, {"bill_id": 23951, "action_date": "2023-02-16T13:00:00-06:00", "document_id": 249591, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249591.pdf", "status_text": "Deferred to another day", "journal_page": 291, "committee_id_action": 1183, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 23951, "action_date": "2023-02-21T14:00:00-06:00", "document_id": 249697, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249697.pdf", "status_text": "Motion to amend", "journal_page": 304, "committee_id_action": 1183, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 23951, "action_date": "2023-02-21T14:00:00-06:00", "document_id": 249697, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249697.pdf", "status_text": "Do Pass Amended", "journal_page": 306, "committee_id_action": 1183, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 77363, "president_vote": null, "Yea": [4336, 4342, 4360, 4381, 4382, 4386, 4395, 4399, 4419, 4426, 4432], "Nay": [4338, 4339, 4340, 4345, 4348, 4448, 4355, 4359, 4457, 4372, 4378, 4453, 4466, 4460, 4394, 4404, 4407, 4410, 4413, 4414, 4430, 4434, 4436], "Excused": [4352]}}, {"bill_id": 23951, "action_date": "2023-02-21T14:00:00-06:00", "document_id": 249697, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249697.pdf", "status_text": "Intent to reconsider", "journal_page": 306, "committee_id_action": 1183, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23951, "action_date": "2023-02-22T14:00:00-06:00", "document_id": 249840, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249840.pdf", "status_text": "No motion to reconsider", "journal_page": 316, "committee_id_action": 1183, "committee_id_assigned": null, "result": "N", "vote": {}}]}