{"session_id": 7, "bill_id": 1226, "bill_type": "Senate Bill", "bill_number": 171, "bill_title": "impose a fee on certain pipelines carrying crude oil and to create a crude oil pipeline compensation fund that may be used in the event of a crude oil spill.", "sponsors": [{"legislator_profile_id": 635, "is_prime": true}, {"legislator_profile_id": 634, "is_prime": true}, {"legislator_profile_id": 653, "is_prime": false}, {"legislator_profile_id": 659, "is_prime": false}, {"legislator_profile_id": 641, "is_prime": false}], "keywords": ["Administrative Rules", "Department of Revenue and Regulation", "Energy", "Fees", "Mining, Oil and Gas"], "audio": [{"meeting_datetime": "2009-02-13T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sst22.mp3", "start_seconds": 1525.0}, {"meeting_datetime": "2009-02-13T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sst22.mp3", "start_seconds": 1525.0}, {"meeting_datetime": "2009-02-13T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sst22.mp3", "start_seconds": 1525.0}, {"meeting_datetime": "2009-02-13T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sst22.mp3", "start_seconds": 1525.0}, {"meeting_datetime": "2009-02-13T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sst22.mp3", "start_seconds": 1525.0}, {"meeting_datetime": "2009-02-13T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sst22.mp3", "start_seconds": 1525.0}, {"meeting_datetime": "2009-02-13T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sst22.mp3", "start_seconds": 1525.0}, {"meeting_datetime": "2009-02-13T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sst22.mp3", "start_seconds": 8375.0}, {"meeting_datetime": "2009-02-18T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sst24.mp3", "start_seconds": 6046.0}, {"meeting_datetime": "2009-02-18T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sst24.mp3", "start_seconds": 6046.0}, {"meeting_datetime": "2009-02-18T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sst24.mp3", "start_seconds": 6046.0}, {"meeting_datetime": "2009-02-18T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sst24.mp3", "start_seconds": 6046.0}, {"meeting_datetime": "2009-02-18T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sst24.mp3", "start_seconds": 6046.0}, {"meeting_datetime": "2009-02-18T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sst24.mp3", "start_seconds": 6046.0}], "bill_versions": [{"bill_id": 1226, "bill_version_id": 6516, "bill_version": "Introduced", "bill_version_date": "2009-02-02T09:28:36.17-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to impose a fee on certain pipelines carrying crude oil and to create a crude oil pipeline compensation fund that may be used in the event of a crude oil spill. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Barrel,\" a barrel is 42 U.S. gallons measured at 60 degrees Fahrenheit; (2) \"Crude oil,\" any unrefined liquid petroleum. Crude oil may range in density from very light to very heavy and in color from yellow to black, may have a paraffin, asphalt, or mixed base, and may include chemicals and elements which are considered toxic and pollutants if released into the environment; (3) \"Crude oil pipeline company,\" any person that is transporting crude oil; (4) \"Department,\" the South Dakota Department of Revenue and Regulation; (5) \"Secretary,\" the secretary of the Department of Revenue and Regulation. Section 2. There is hereby imposed a fee upon any crude oil transported by pipeline of two cents per barrel of crude oil. Any crude oil company that transports averages less than ten thousand barrels of crude oil per day by pipeline is exempt from the fee and provisions imposed by this Act. Section 3. There is hereby created in the state treasury the crude oil pipeline compensation fund. The secretary shall deposit the fee collected pursuant to this Act in the crude oil pipeline compensation fund. The fund may provide reimbursement of reasonable and necessary costs for any corrective action in excess of ten thousand dollars for a crude oil release that may occur. Reimbursement may include costs of an approved corrective action and third-party claims for crude oil releases. The fund shall be a participating fund and shall be credited for all interest earned on fund balances. Expenditures from the fund may be made only upon approval by the Legislature. If the balance in the fund exceeds thirty million dollars, the secretary shall stop collecting the fee. However, if the balance of the fund falls below five million dollars, the secretary shall resume the collection of the fee. Section 4. Any person who holds a license issued pursuant to this Act or who is a person whose receipts are subject to the fees imposed by this Act shall, except as otherwise provided in this section, file a return, and pay any fee due, to the Department of Revenue and Regulation on or before the twentieth day of the month following each monthly period. The return shall be filed on forms prescribed and furnished by the department. The secretary may grant an extension of not more than five days for filing a return and remittance. Unless an extension is granted, penalty or interest under § 10-59-6 shall be paid if a return or remittance is not made on time. Section 5. Any crude oil pipeline company subject to the fee shall keep records of all crude oil transported through the pipeline. The records are, at all times during business hours of the day, subject to inspection by the department to determine the amount of fees due. The records shall be preserved for a period of three years unless the secretary, in writing, authorized their destruction or disposal at an earlier date. Section 6. The secretary may promulgate rules, pursuant to chapter 1-26, concerning: (1) License applications; (2) The filing of returns and payment of the fee; (3) Determining the application of the fee; (4) Record-keeping requirements; and (5) Determining auditing methods. Section 7. Any person who: (1) Makes any false or fraudulent return in attempting to defeat or evade the fee is guilty of a Class 6 felony; (2) Fails to pay the fee due under this Act within sixty days from the date the fee becomes due is guilty of a Class 1 misdemeanor; (3) Fails to keep the records required by this Act or refuses to exhibit these records to the department for the purpose of examination is guilty of a Class 1 misdemeanor; (4) Fails to file a return required by this Act within sixty days from the date the return is due is guilty of a Class 1 misdemeanor; (5) Engages in business as a crude oil pipeline without obtaining a license is guilty of a Class 6 felony. For purposes of this section, the term, crude oil pipeline company, includes corporate officers having control, supervision of, or charged with the responsibility for making returns or payments pursuant to this Act. Section 8. If a corporation subject to the fee imposed by this Act fails for any reason to file the required returns or to pay the fee due, any of its officers having control, or supervision of, or charged with the responsibility for making such returns and payments are personally liable for such failure. The dissolution of a corporation does not discharge an officer's liability for a prior failure of the corporation to make a return or remit the fee due. The sum due for such a liability may be assessed and collected as provided by law. If any responsible corporate officer elects not to be personally liable for the failure to file the required returns or to pay the fee due, the corporation shall provide the department with a surety bond or certificate of deposit as security for payment of any fee that may become due. The bond or certificate of deposit provided for in this section shall be in an amount equal to the estimated annual fee imposed by the Act. Section 9. Any real and personal property owned by a crude oil pipeline company is subject to the real and personal property taxes levied by the state, counties, municipalities, townships, or other political subdivisions of the state."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1226, "action_date": "2009-02-02T14:00:00-06:00", "document_id": 6600, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6600.pdf", "status_text": "First read in Senate and referred to", "journal_page": 262, "committee_id_action": 54, "committee_id_assigned": 39, "result": "N", "vote": {}}, {"bill_id": 1226, "action_date": "2009-02-13T10:00:00-06:00", "document_id": 7255, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7255.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 39, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1226, "action_date": "2009-02-13T10:00:00-06:00", "document_id": 7457, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7457.pdf", "status_text": "Do Pass", "journal_page": 0, "committee_id_action": 39, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 4084, "president_vote": null, "Yea": [653, 634, 659, 642], "Nay": [677, 648, 689, 649], "Excused": [661]}}, {"bill_id": 1226, "action_date": "2009-02-18T10:00:00-06:00", "document_id": 7450, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7450.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 39, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1226, "action_date": "2009-02-18T10:00:00-06:00", "document_id": 7683, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7683.pdf", "status_text": "Do Pass", "journal_page": 0, "committee_id_action": 39, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 4237, "president_vote": null, "Yea": [653, 634, 659, 642], "Nay": [677, 661, 648, 689, 649]}}, {"bill_id": 1226, "action_date": "2009-02-18T10:00:00-06:00", "document_id": 7683, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7683.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 445, "committee_id_action": 39, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 4232, "president_vote": null, "Nay": [653, 634, 659, 642], "Yea": [677, 661, 648, 689, 649]}}]}