{"session_id": 4, "bill_id": 415, "bill_type": "House Bill", "bill_number": 1280, "bill_title": "revise certain provisions regarding public records and public meetings.", "sponsors": [{"legislator_profile_id": 569, "is_prime": true}, {"legislator_profile_id": 615, "is_prime": true}, {"legislator_profile_id": 576, "is_prime": false}, {"legislator_profile_id": 614, "is_prime": false}, {"legislator_profile_id": 570, "is_prime": false}, {"legislator_profile_id": 591, "is_prime": false}, {"legislator_profile_id": 553, "is_prime": false}, {"legislator_profile_id": 574, "is_prime": false}, {"legislator_profile_id": 542, "is_prime": false}, {"legislator_profile_id": 560, "is_prime": false}, {"legislator_profile_id": 598, "is_prime": false}, {"legislator_profile_id": 592, "is_prime": false}, {"legislator_profile_id": 565, "is_prime": false}, {"legislator_profile_id": 558, "is_prime": false}, {"legislator_profile_id": 551, "is_prime": false}, {"legislator_profile_id": 603, "is_prime": false}, {"legislator_profile_id": 619, "is_prime": false}], "keywords": ["Public Officers and Employees", "Public Records or Meetings", "State Affairs and Government"], "audio": [{"meeting_datetime": "2008-02-11T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hst21.mp3", "start_seconds": 1996.0}, {"meeting_datetime": "2008-02-11T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hst21.mp3", "start_seconds": 1996.0}], "bill_versions": [{"bill_id": 415, "bill_version_id": 1592, "bill_version": "Introduced", "bill_version_date": "2008-01-23T08:49:16.85-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding public records and public meetings. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 1-27-1 be amended to read as follows: 1-27-1. If the keeping of a record, or the preservation of a document or other instrument is required of an officer or public servant under any statute of this state, the officer or public servant shall keep the record, document, or other instrument available and open to inspection by any person during normal business hours. Any employment examination or performance appraisal record maintained by the Bureau of Personnel is excluded from this requirement. Any subscription or license holder list maintained by the Department of Game, Fish and Parks may be made available to the public for a reasonable fee. State agencies are exempt from payment of this fee for approved state use. The Game, Fish and Parks Commission may promulgate rules pursuant to chapter 1-26 to establish criteria for the sale and to establish the fee for the sale of such lists. Any automobile liability insurer licensed in the state, or its certified authorized agent, may have access to the name and address of any person licensed or permitted to drive a motor vehicle solely for the purpose of verifying insurance applicant and policyholder information. An insurer requesting any such name and address shall pay a reasonable fee to cover the costs of producing such name and address. The Department of Public Safety shall set such fee by rules promulgated pursuant to chapter 1-26. Any list released or distributed under this section may not be resold or redistributed. Violation of this section by the resale or redistribution of any such list is a Class 2 misdemeanor. Any record or document required by state or federal statute, ordinance, administrative rule, permit, or license to be filed with or kept by any government entity or any elected or appointed government official shall be open to public inspection during normal business hours. This section does not mandate or authorize public inspection of any record or document declared to be closed, privileged, or confidential by any statute, ordinance, or administrative rule. This section does not require the collation, assembly, or production of any document, record, or list of information which does not currently exist or which does not currently exist in the format requested. No list, information, record, or document governed by this section may be sold except as otherwise specifically provided by an applicable statute, ordinance, or administrative rule. Section 2. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: The provisions of section 1 of this Act do not mandate or authorize public disclosure or inspection of the following records, documents, or information if included in an otherwise public record or document: (1) Any social security number, driver's license number, or other unique identifier used to identify an employee; (2) Any employment examination, performance appraisal, employment application, personnel investigation, benefit record, or other personnel record of an individual employee maintained by the Bureau of Personnel or any other government entity; (3) Any proprietary information or trade secret as defined in § 1-27-28; (4) Any blueprints or technical drawings, design or operation materials, or technical structural information regarding any building or facility owned, operated, or occupied by a government entity; (5) Any emergency or disaster response plans or protocols, safety or security audits or reviews, or lists of emergency or disaster response personnel or material; (6) Any location or listing of weapons or ammunition; nuclear, chemical, or biological agents; or other military or law enforcement equipment or personnel; (7) Any law enforcement or military operational plans or protocols, personal identifying information or photographs of law enforcement personnel, or information regarding or arising from any ongoing criminal investigation or interdiction operation; (8) Any documents or communications subject to any privilege recognized by chapter 19-9; (9) Any record of medical or psychological treatment or drug or alcohol counseling created or provided by any government entity or employee; (10) Test questions, scoring keys, or other examination data for any examination to obtain licensure, employment, or academic credit; (11) Any documents or records of the location of archeological sites or underwater historic properties; (12) Any records relating to the identity of any library patron or the circulation of library materials tied to the identity of any person; (13) Any account numbers for bank deposits, debit cards, credit cards; personal identifying numbers (PIN's) or passwords of any person or entity; or (14) Any document, record, or information declared to be privileged or confidential by any other statue, ordinance, administrative rule, or judicial decision. Section 3. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: No record or document subject to public inspection pursuant to section 1 of this Act may be used for sale or resale; reproduction of the record, document, or information contained therein for sale or resale; or other commercial purposes. This section does not apply to the use of records or documents in the preparation or publication of any news media publication or broadcast, the gathering of evidence for any legal proceeding, or for academic research. Section 4. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: If any record or document open to public inspection or disclosure contains information that is declared to be closed or confidential, the person in possession of that record or document shall redact the closed or confidential information prior to public inspection or disclosure. The person requesting access to the record or document shall be required to pay the reasonable costs of redaction as provided by section 12 of this Act. This section does not require the redaction of any information contained on the face of any deed, mortgage, or other document filed with a county register of deeds prior to the effective date of this Act. Section 5. That § 1-27-3 be repealed. 1-27-3. Section 1-27-1 shall not apply to such records as are specifically enjoined to be held confidential or secret by the laws requiring them to be so kept. Section 6. That § 1-27-4 be amended to read as follows: 1-27-4. If any officer of the State of South Dakota, any political subdivision, municipal corporation, or public corporation is required or authorized by law to record, copy, file, recopy, or replace any document, plat, paper, voucher, receipt, or book on file or of record in the officer's office, the officer may do so by any photostatic, microphotographic, microfilm, mechanical, or electronic process which produces a clear, accurate, and permanent copy or reproduction of the original in accordance with the standards not less than those approved for permanent records by the National Bureau of Standards or the American National Standards Association. However, no school district is required to maintain its permanent school records on microfilm if the district maintains its permanent school records in an electronic format that can be used to produce clear, accurate reproductions of the originals. Any document or record required by § 1-27-1 to be open to the public shall be maintained in its original form or in a searchable and reproducible electronic format. This section does not mandate that any record or document be kept in a particular format nor does it require that a record be provided to the public in any format or media other than that in which it is stored. Section 7. That § 1-27-6 be amended to read as follows: 1-27-6. Whenever any record or document is copied or reproduced in a method described in § 1-27-4, the officer shall retain a copy or reproduction in his office. Any record or document required by § 1-27-1 shall be stored in a manner to permit public inspection or disclosure pursuant to this chapter. Section 8. That § 1-27-7 be amended to read as follows: 1-27-7. If the original records or documents are disposed of or destroyed, the officer shall, unless viewing equipment is otherwise available within the corporate limits of the municipality wherein the records or documents are kept, provide suitable equipment for displaying such record or document in whole or in part by projection to no less than its original size, or for preparing for persons entitled thereto copies of the record or document, but which shall not be required to be in its original size. If any record or document required by § 1-27-1 to be open to the public is stored only in a format other than hard copy, the entity or person charged with keeping that record may provide the public access to equipment necessary to search and reproduce the document or record or may conduct the search and reproduction itself upon request for the document or record. Nothing in this section requires that a record be produced to the public in any format or media other than that in which it is stored or require that data be assembled into any report or format other than that in which it is stored. If requested public records, documents, or data are not available in the format or manner requested, the custodian shall inform the person making the request of the format or manner in which the data is available. Section 9. That § 1-27-8 be repealed. 1-27-8. A photographic, microphotographic, or microfilm copy of any such record, or a certified copy thereof, shall be admissible as evidence in any court or proceeding and it shall have the same force and effect as though the original record has been produced and proved. It shall be the duty of the custodian of such records to prepare enlarged typed or photographic copies of the records whenever their production is required by law. Section 10. That § 1-26D-4 be amended to read as follows: 1-26D-4. Hearing examiners have all powers delineated in §§ 1-26-19.1 and 1-26-19.2 and shall hear all contested cases that arise under Titles 10 and 58 and chapter 1-27 . Section 11. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: The provisions of sections 12 to 20 , inclusive, of this Act do not apply to the Unified Judicial System or Public Utilities Commission and are alternative to the commencement of a civil action by summons. Section 12. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: Any informal request for disclosure of documents or records made public pursuant to section 1 of this Act shall be made to the custodian of the record. The custodian of the record may then provide the requestor with the document or record upon payment of the actual cost of mailing or transmittal and a fee not to exceed one dollar per page, the actual cost of reproduction if greater than one dollar per page, or other fee established by statute or administrative rule. A requestor that makes an informal request requiring the dedication of staff time in excess of one hour may be required to pay the cost of the staff time necessary for the location, assembly, or reproduction of the public record. Section 13. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: For any informal request reasonably likely to involve a fee in excess of fifty dollars, the custodian shall provide an estimate of cost to the requestor prior to assembling the documents or records and the requestor shall confirm in writing his or her acceptance of the cost estimate and agreement to pay. The custodian may exercise discretion to waive or reduce any fee required under this section if the waiver or reduction of the fee would be in the public interest. Section 14. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: If an informal request is denied in whole or in part by the custodian of a document or record, a written request may be made by the requestor pursuant to this section: (1) A written request may be made to the public record officer of the public entity involved. The public record officer shall promptly respond to the written request but in no event later than ten business days from receipt of the request. The public record officer shall respond to the request by: (a) Providing the record in whole or in part to the requestor upon payment of any applicable fees pursuant to sections 12 and 13 of this Act; (b) Denying the request for the record; or (c) Acknowledging that the public record officer has received the request and providing an estimate of the time reasonably required to further respond thereto; (2) Additional time to respond to the written request under subsection (1)(c) of this section may be based upon the need to clarify the nature and scope of the written request, to locate and assemble the information requested, to notify any third persons or government agencies affected by the written request, or to determine whether any of the information requested is not subject to disclosure and whether a denial should be made as to all or part of the written request; (3) If a written request is unclear, the public record officer may require the requestor to clarify which records are being sought. If the requestor fails to provide a written response to the public record officer's request for clarification within ten business days, the request shall be deemed withdrawn and no further action by the public records officer is required; (4) If the public record officer denies a written request in whole or in part, the denial shall be accompanied by a written statement of the reasons for the denial; (5) If the public record officer fails to respond to a written request within ten business days, or fails to comply with the estimate provided under subsection (1)(3) of this section without provision of a revised estimate, the request shall be deemed denied. Section 15. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: If a public record officer denies a written request in whole or in part, or if the requestor objects to the public record officer's estimate of fees or time to respond to the request, a requestor may file a written notice of review with the Office of Hearing Examiners. The notice of review shall be mailed, via registered or certified mail, to the Office of Hearing Examiners and shall contain: (1) The name, address, and telephone number of the requestor; (2) The name and business address of the public record officer denying the request; (3) The name and business address of the agency, political subdivision, municipal corporation, or other entity from which the request has been denied; (4) A copy of the written request; (5) A copy of any denial or response from the public record officer; and (6) Any other information relevant to the request that the requestor desires to be considered. Section 16. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: Upon receipt, the Office of Hearing Examiners shall promptly mail a copy of the notice of review filed pursuant to section 15 of this Act and all information submitted by the requestor to the public record officer named in the notice of review. The entity denying the written request may then file a written response to the Office of Hearing Examiners within ten business days. If the entity does not file a written response within ten business days, the Office of Hearing Examiners shall act on the information provided. The Office of Hearing Examiners shall provide an extension of time to file a written response upon written request or agreement of parties. Section 17. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: Upon receipt and review of the submissions of the parties, the Office of Hearing Examiners shall make written findings of fact and conclusions of law, and a decision as to the issue presented. Before issuing a decision, the Office of Hearing Examiners may hold a hearing pursuant to chapter 1-26 if good cause is shown. Section 18. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: The aggrieved party may appeal the decision of the Office of Hearing Examiners to the circuit court pursuant to chapter 1-26. Section 19. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: The public record officer for the state is the secretary, constitutional officer, elected official, or commissioner of the department, office, or other division to which a request is directed. The public record officer for a county is the county auditor or the custodian of the record for law enforcement records. The public record officer for a first or second class municipality is the finance officer or the clerk or the custodian of the record for law enforcement records. The public record officer for a third class municipality is the president of the board of trustees or the custodian of the record for law enforcement records. The public record officer for an organized township is the township clerk. The public record officer for a school district is the district superintendent or CEO. The public record officer for a special district is the chairperson of the board of directors. The public record officer for any other entity not otherwise designated is the person who acts in the capacity of the chief financial officer or individual as designated by the entity. Section 20. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: The following forms are prescribed for use in the procedures provided for in sections 12 to 19, inclusive, of this Act, but failure to use or fill out completely or accurately any of the forms does not void acts done pursuant to those sections provided compliance with the information required by those sections is provided in writing. You must include with the submission of this Notice of Review - Request for Disclosure of Public Records form the following information: (1) A copy of your written request to the public record officer; (2) A copy of the public record officer's denial or response to your written request, if any; and (3) Any other information relevant to the request that you desire to be considered. I hereby certify that the above information is true and correct to the best of my knowledge. Signature of Requestor: _____________________________________________________ The Notice of Review - Request for Disclosure of Public Records form shall be completed and submitted, via registered or certified mail, return receipt, to the following address: Office of Hearing Examiners 500 E. Capitol Avenue Pierre, South Dakota 57501 605-773-6811 SOUTH DAKOTA OFFICE OF HEARING EXAMINERS NOTICE OF REQUEST FOR DISCLOSURE OF PUBLIC RECORDS TO: (Public Record Officer & Governmental Entity) _____________________________ ______________________________________ has filed a Notice of Review - Request for Disclosure of Public Records. A copy of the Notice of Review - Request for Disclosure of Public Records is attached for your review. You may file a written response to the Notice of Review - Request for Disclosure of Public Records within ten (10) business days of receiving this notice, exclusive of the day of service, at the following address: Office of Hearing Examiners 500 E. Capitol Avenue Pierre, South Dakota 57501 605-773-6811 The Office of Hearing Examiners may issue its written decision on the information provided and will only hold a hearing if it deems a hearing necessary. If you have any questions, please contact the Office of Hearing Examiners. Dated this ___ day of ________________, 20___. ______________________________ Office of Hearing Examiners Section 21. That § 1-27-9 be amended to read as follows: 1-27-9. As used in §§ 1-27-9 to 1-27-18, inclusive: ______________________________ Office of Hearing Examiners (1) \"Local record , \" means a any public record of a county, municipality, township, district, authority, or any public corporation or political entity whether organized and existing under charter or under general law any political subdivision , unless the record is designated or treated as a state record under state law; (2) \" Record Public record, \" means any document, book, paper, photograph, sound recording, or other material, regardless of physical form or characteristics, made or received pursuant to law or ordinance or in connection with the transaction of official business required to be open to the public by § 1-27-1 or required by state or federal statute, ordinance, administrative rule, permit, or license to be kept or filed with a public official although declared to be privileged or confidential pursuant to statute, ordinance, or administrative rule . Library and museum material made or acquired and preserved solely for reference or exhibition purposes, extra copies of documents preserved only for convenience of reference, and stocks of publications and of processed documents are not included within the definition of public records as used in §§ 1-27-9 to 1-27-18, inclusive; (3) \"State agency , \" or \"agency , \" or \"agencies , \" includes all state officers, boards, commissions, departments, institutions, and agencies of state government; (4) \"State record , \" means any public record of : (a) A record of a department, office, commission, board, or other agency, however designated, of the state government Any elected or appointed official of the state ; (b) A record of the State Legislature The legislative, judicial, or executive branches of the state ; (c) A record of any court of record, whether of state-wide or local jurisdiction; (d) Any other record designated or treated as a state record under state law Any office, commission, board, or other agency, however designated, of the state . Section 22. That § 1-27-10 be amended to read as follows: 1-27-10. All public records of public officials of this state required to be kept or maintained by law are the property of the state people and may not intentionally be mutilated, destroyed, transferred, permanently removed, or otherwise damaged or disposed of, in whole or in part, except as provided by law. Section 23. That § 1-27-11 be amended to read as follows: 1-27-11. There is hereby created a board the South Dakota Public Records Board consisting of the commissioner of administration, state auditor, attorney general, auditor-general, and state archivist to supervise and authorize the destruction of records . The state records manager shall also serve as an ex officio member in an advisory capacity only . No state record shall be destroyed or otherwise disposed of by any agency of the state unless it is determined by majority vote of such board that the record has no further administrative, legal, fiscal, research, or historical value. Section 24. That § 1-27-12 be amended to read as follows: 1-27-12. The commissioner of administration shall establish within the organizational structure of the Bureau of Administration a records management program, which will shall apply efficient and economical management methods to the creation, utilization, maintenance, retention, preservation, and disposal of state records. The commissioner of administration may promulgate rules, pursuant to chapter 1-26, for the following purposes: (1) Setting procedures for the request of inspection, searches, or reproduction of state records; (2) Setting the reimbursement amounts and procedures for compliance with requests for inspection, searches, or reproduction of state records; and (3) Procedures for archiving state records no longer in current use or no longer necessary to the agency which generated or currently possesses the public record. Section 25. That § 1-27-14.1 be amended to read as follows: 1-27-14.1. Upon termination of employment with the state, the state records possessed by each agency head shall transfer his records to his be transferred to the successor or to the state archives for appraisal and permanent retention to that office , unless otherwise directed by law. The records of any state agency shall, upon termination of its existence or functions, be transferred to the custody of the archivist or to any successor to the functions of that agency , unless otherwise directed by law. Section 26. That § 1-27-15 be amended to read as follows: 1-27-15. Nonrecord material or materials Materials not included within the definition of public records as contained in § 1-27-9 may, if not otherwise prohibited by law, be destroyed at any time by the agency in possession of such materials without the prior approval of the commissioner of administration or the South Dakota Public Records Board . Section 27. That § 1-27-19 be amended to read as follows: 1-27-19. The State Record Destruction South Dakota Public Records Board shall meet at least once each year and consider requests of all political subdivisions for the destruction of records and to authorize their destruction as in the case of state records. However, in the case of any records recommended to be destroyed, the board shall require a record to be kept of the disposition of the documents. Section 28. Any subscription or license holder list maintained by the Department of Game, Fish and Parks may be made available to the public for a reasonable fee. State agencies are exempt from payment of this fee for approved state use. The Game, Fish and Parks Commission may promulgate rules pursuant to chapter 1-26 to establish criteria for the sale and to establish the fee for the sale of such lists. Any list released or distributed under this section may not be resold or redistributed. Violation of this section by the resale or redistribution of any such list is a Class 2 misdemeanor. Section 29. Any automobile liability insurer licensed in the state, or its certified authorized agent, may have access to the name and address of any person licensed or permitted to drive a motor vehicle solely for the purpose of verifying insurance applicant and policyholder information. An insurer requesting any such name and address shall pay a reasonable fee to cover the costs of producing such name and address. The Department of Public Safety shall set such fee by rules promulgated pursuant to chapter 1-26. Any list released or distributed under this section may not be resold or redistributed. Violation of this section by the resale or redistribution of any such list is a Class 2 misdemeanor. Section 30. That § 1-26-2 be amended to read as follows: 1-26-2. Each agency shall make available for public inspection all rules, all documents or records submitted by the public to the agency for consideration in any administrative rules hearing; any formal agency interpretation of an administrative rule; and any final orders , decisions, opinions, intra-agency memoranda, together with all other materials, written statements of policy or interpretations formulated, adopted, or used by the agency in the discharge of its functions issued in and the record of any contested case hearing not otherwise declared closed or confidential by statute, ordinance, or administrative rule . An agency shall hold confidential materials derogatory to a person , but such information shall be made available to the person to whom it relates. Section 31. That § 1-25-2 be amended to read as follows: 1-25-2. Executive or closed meetings may be held for the sole purposes of: (1) Discussing the qualifications, competence, performance, character or fitness of any public officer or employee or prospective public officer or employee. The term \"employee\" does not include any independent contractor; (2) Discussing the expulsion, suspension, discipline, assignment of or the educational program of a student; (3) Consulting with legal counsel or reviewing communications from legal counsel about proposed or pending litigation or contractual matters; (4) Preparing for or conducting any contract negotiations or negotiating with employees or employee representatives , labor negotiations, or collective bargaining ; (5) Discussing marketing or pricing strategies by a board or commission of a business owned by the state or any of its political subdivisions, when public discussion may be harmful to the competitive position of the business ; (6) Attending the public meeting of another government entity; (7) Reviewing or discussing proprietary information or trade secret data; (8) Conducting interviews of any potential employee or service provider . However, any official action concerning such matters shall be made at an open official meeting. An executive or closed meeting shall be held only upon a majority vote of the members of such body present and voting, and discussion during the closed meeting is restricted to the purpose specified in the closure motion. Nothing in § 1-25-1 or this section may be construed to prevent an executive or closed meeting if the federal or state Constitution or the federal or state statutes require or permit it. A violation of this section is subject to a civil penalty of five hundred dollars. Any violation committed with the specific intent to violate this section is a Class 2 misdemeanor. Section 32. That § 1-25-3 be amended to read as follows: 1-25-3. Any board or commission of the various departments of the State of South Dakota shall keep detailed minutes of the proceedings of all regular or special meetings. The minutes shall be available for inspection by the public at all times during regular business hours at the principal place of business of the board or commission and may also be posted on the internet or other electronic media . A violation of this section is subject to a civil penalty of five hundred dollars. Any violation committed with the specific intent to violate this section is a Class 2 misdemeanor. Section 33. That chapter 19-13 be amended by adding thereto a NEW SECTION to read as follows: No elected or appointed official of the state or any political subdivision may be compelled to provide documents, records, or communications used for the purpose of the predecisional or deliberative process relating to any decision arising from that person's official duties."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 415, "action_date": "2008-01-23T14:00:00-06:00", "document_id": 1717, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1717.pdf", "status_text": "First read in House and referred to", "journal_page": 215, "committee_id_action": 27, "committee_id_assigned": 22, "result": "N", "vote": {}}, {"bill_id": 415, "action_date": "2008-02-11T10:00:00-06:00", "document_id": 2656, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2656.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 22, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 415, "action_date": "2008-02-13T10:00:00-06:00", "document_id": 2900, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2900.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 22, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 415, "action_date": "2008-02-13T10:00:00-06:00", "document_id": 3117, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3117.pdf", "status_text": "Tabled", "journal_page": 543, "committee_id_action": 22, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 1824, "president_vote": null, "Yea": [614, 570, 591, 574, 542, 575, 594, 558, 571, 603, 619, 615], "Excused": [581]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/415"}