{"session_id": 36, "bill_id": 9607, "bill_type": "House Bill", "bill_number": 1011, "bill_title": "revise certain provisions relating to the South Dakota Retirement System.", "sponsors": [], "keywords": ["Employee", "Employer", "Public Officers and Employees", "South Dakota Retirement System"], "audio": [{"meeting_datetime": "2019-01-24T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hre11.mp3", "start_seconds": 6299.0}, {"meeting_datetime": "2019-01-24T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hre11.mp3", "start_seconds": 6299.0}, {"meeting_datetime": "2019-01-24T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hre11.mp3", "start_seconds": 6299.0}, {"meeting_datetime": "2019-01-24T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hre11.mp3", "start_seconds": 6299.0}, {"meeting_datetime": "2019-01-24T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hre11.mp3", "start_seconds": 6299.0}, {"meeting_datetime": "2019-01-29T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hou14.mp3", "start_seconds": 2628.0}, {"meeting_datetime": "2019-01-29T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hou14.mp3", "start_seconds": 2628.0}, {"meeting_datetime": "2019-01-29T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hou14.mp3", "start_seconds": 2628.0}, {"meeting_datetime": "2019-02-05T00:00:00-06:00", "committee": "SRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sre17.mp3", "start_seconds": 855.0}, {"meeting_datetime": "2019-02-05T00:00:00-06:00", "committee": "SRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sre17.mp3", "start_seconds": 855.0}, {"meeting_datetime": "2019-02-05T00:00:00-06:00", "committee": "SRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sre17.mp3", "start_seconds": 855.0}, {"meeting_datetime": "2019-02-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sen19.mp3", "start_seconds": 1579.0}, {"meeting_datetime": "2019-02-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sen19.mp3", "start_seconds": 1579.0}, {"meeting_datetime": "2019-02-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sen19.mp3", "start_seconds": 1579.0}], "bill_versions": [{"bill_id": 9607, "bill_version_id": 51402, "bill_version": "Introduced", "bill_version_date": "2019-01-06T17:56:14.81-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions relating to the South Dakota Retirement System. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That subdivision (50A) of § 3-12-47 be amended to read: (50A) \"Juvenile corrections agent,\" a designee of the secretary of corrections charged with the care, custody, and control of juveniles committed to the Department of Corrections until the age of twenty-one or a person who is charged with the care, custody, and control of juveniles at a juvenile corrections facility under the control of a participating unit; Section 2. That § 3-12-64 be amended to read: 3-12-64. A full-time elective officer if he is newly-elected official, who is a permanent full-time employee of a participating unit and not a contributing member of the system at the date the participating unit enters the system or on July 1, 1974, and is not otherwise excluded, may elect to become a member, provided, however, his. However, the official shall make the election when the official is first eligible to participate in the system, and the official's election is irrevocable for as long as the official is an elected official. If the official is a current contributing member or has previously contributed to the system, the elected official shall participate in the system. The official's credited service shall be is limited to service for which contributions were are made. Section 3. That § 3-12-76 be amended to read: 3-12-76. A member who terminates public service has left covered employment may withdraw the sum of the member's accumulated contributions upon notarized application to the system. A member who withdraws the member's accumulated contributions pursuant to this section forfeits all credited service and benefits provided in this chapter. The right to withdraw accumulated contributions ceases if the member returns to covered employment with a participating unit. Section 4. That § 3-12-85 be amended to read: 3-12-85. A member taking a leave of absence authorized by his the member's employer may receive credited service during such the leave if employee and employer contributions are made to the system during such the leave by or on behalf of the employee. Such The contributions shall be at the rates in effect during such the leave and shall be based on the member's rate of compensation immediately prior to such the leave. Such If a member's rate of compensation causes the member's compensation for the calendar year to exceed the maximum taxable amount for social security, the contributions shall include the additional contribution pursuant to § 3-12-91.1. The contributions shall be transmitted to the system at least monthly. For purposes of calculation of benefits, the member shall be considered to have received compensation during the period of such the leave at the rate used to calculate the contributions made during such the leave. If contributions are not made during such the leave, the member may receive credited service for such the leave by making contributions, or having contributions made on his the member's behalf, contributions as provided in § 3-12-83. Section 5. That § 3-12-53 be amended to read: 3-12-53. If an employee any trustee ceases to be a member, or any nonemployee elected trustee no longer serves in the capacity that qualified the trustee for membership on the Board of Trustees board, the trustee is considered to have resigned from the board, and the board shall select a replacement trustee to serve for the remainder of the term on June thirtieth of the following calendar year. The vacancy created by the resignation shall be filled through the annual election process. However, if the vacancy is not filled through the annual election process, the board shall fill the vacancy by appointment. The person elected or appointed shall serve a four-year term regardless of the time remaining in the term of the trustee who ceased serving in the qualifying capacity. The provisions of this section do not apply to any trustee who, on January 1, 2019, is no longer serving in the capacity that qualified the trustee. Section 6. That § 3-12-49 be amended to read: 3-12-49. Each group of retirement system members who are vested or are currently contributing or employers as set out in § 3-12-48 shall elect their its own trustee or trustees in a separate election. The trustees board shall promulgate rules and regulations, pursuant to chapter 1-26, to carry out the elections. The regular term of office of a trustee shall be is four years with three terms expiring and expires on June thirtieth of each year and two additional terms to expire on June thirtieth every fourth year. The appointees of the Governor shall serve at the pleasure of the Governor. The term of the representative appointee of the Investment Council shall be one year and the representative shall be appointed by serve at the pleasure of the Investment Council. Unless a trustee has resigned, is deemed to have resigned pursuant to § 3-12-53, or has died, the trustee shall continue to serve until the trustee's successor has been designated and has qualified. Except for appointees of the Governor and Investment Council, upon the death or resignation of a trustee, the board shall appoint a successor. The successor trustee shall fill the position immediately and serve until the June thirtieth that is no less than three but no more than four years after taking office. Section 7. That § 3-12-191 be amended to read: 3-12-191. A member who is a retiree receiving a benefit from the system, or, if the member is deceased, the member's surviving spouse who is receiving a benefit from the system and is a beneficiary of the funds subject to this section, may become a supplemental pension participant by direct rollover of pretax funds held by the member in a variable retirement account or in either or both of the plans created in chapters 3-13 and 3-13A into the fund. Any rollover shall be in compliance with the provisions of § 401(a)(31) of the Internal Revenue Code and shall be recorded in the participant's supplemental pension contract record. All of a participant's funds rolled into the fund shall be expended in full as the single premium for a supplemental pension contract. No single premium may be less than ten thousand dollars. A supplemental pension contract goes into effect when a participant signs the supplemental pension contract. The initial monthly supplemental pension benefit is payable the first day of the first month after the contract goes into effect. Payment of any prior and current supplemental pension benefits shall be made within two months after the contract is in effect. Section 8. That § 3-13-56 be amended to read: 3-13-56. The board may establish an automatic enrollment feature within the plan by rules promulgated pursuant to chapter 1-26 and § 3-13-54. Any automatic enrollment feature established by the board shall include: (1) A provision that automatic enrollment shall apply to newly-employed members hired after a specified future date, any state employees not participating in contributing to the deferred compensation plan as of June 30, 2019, and employees of any other automatic enrollment unit that elects automatic enrollment for its employees not participating in contributing to the deferred compensation plan; (2) A provision that automatic enrollment shall apply only to the employees of those participating units that choose the automatic enrollment feature for the unit's employees; (3) A provision that automatic enrollment may not require more than an established maximum contribution per month per automatically-enrolled participant; (4) A provision that a participant who is automatically enrolled shall have as long as ninety days after the start of employment to discontinue participation in the plan; (5) A provision that an automatically-enrolled participant who discontinues participation in the plan within ninety days of enrollment shall receive a refund of the participant's account within thirty days after discontinuing participation; (6) A provision that the state investment officer shall select a default investment fund to receive contributions by any automatically-enrolled participant who does not choose an investment alternative to receive the participant's contributions; (7) A provision authorizing participating units and the system to make contributions to the plan for the benefit of participants; (8) A provision that the plan shall adhere to notice requirements to automatically-enrolled participants in accord with Internal Revenue Service Rulings 98-30 and 2000-8; (9) A provision that automatic enrollment does not require advance authorization by a participant, which is hereby deemed to be an exception to the provisions of any state law requiring employee authorization for a payroll deduction or any similar ordinance of a local participating unit; and (10) A provision that the amount of compensation deferred by an automatically-enrolled participant shall automatically increase by a specified amount each year unless the participant elects not to participate in automatic escalation or elects to defer a different amount than specified. If a participant discontinues participation pursuant to subdivision (4), that act is a permissive withdrawal pursuant to § 414(w) of the Internal Revenue Code. Section 9. That § 3-13A-5 be amended to read: 3-13A-5. Upon a participant's termination of employment, the participating unit shall transmit the gross amount of the participant's special pay to the fund. However, except to the extent permitted under § 414(v) of the code, if applicable, a contribution allocated to a participant's account under the program may not exceed forty-one thousand dollars, as adjusted for increases in the cost-of-living pursuant to § 415(d) of the code the limitation for defined contribution plans pursuant to § 415(c)(1)(A) of the code, or one hundred percent of the participant's compensation, as identified in § 415(c)(3) of the code for the calendar year. For the purposes of the limitations under this section, all of the defined contribution plans of a participant's employer, whether terminated or current, shall be treated as a single defined contribution plan. Section 10. That ARSD 62:01:07:05 be amended to read: 62:01:07:05...Procedure for filling a vacancy on the board. The executive director shall be notified of a vacancy on the board by the vacating board member, by the member's participating unit's governing body, by the member's employer, or by any other board member. Upon the executive director's receipt of notice, the procedure to fill the vacancy shall be as follows: (1)..The executive director shall notify all members of the board of the vacancy; (2)..If circumstances permit, the executive director shall ask the incumbent to recommend a replacement to serve in the incumbent's stead; (3)..If the vacancy is for a trustee to serve on behalf of an employer represented group, the executive director shall notify the governing body of each participating unit affected by the vacancy of the vacancy and request the governing body's input in seeking a qualified candidate. The executive director shall solicit résumés of qualified persons from governing bodies and interested persons. The résumés shall be submitted to the executive director. If a state-wide association exists that is made up of members of the employer represented group, the executive director shall notify the association of the vacancy and request the association's input in seeking a qualified candidate. If the vacancy is for a trustee to serve on behalf of an employee represented group, the executive director shall notify all authorized agents for the group affected by the vacancy of the vacancy and request that all employees affected by the vacancy be advised of the vacancy. Any interested member of the represented group may submit his or her résumé to the executive director. If a state-wide association exists that is made up of members of the employee represented group, the executive director shall notify the association of the vacancy and request the association's input in seeking a qualified candidate; (4)..The executive director shall provide to each board member a copy of each résumé received; and (5)..At its the next regularly-scheduled board meeting following a sufficient period of time to receive resumes, the board, by secret ballot, shall select a replacement trustee from among those persons who submitted résumés; and (6)..The replacement trustee shall fill the vacancy on the board immediately and shall serve until the regular term of the vacancy has been completed and the position is filled for a new term through a normal election pursuant to SDCL 3-12-49 and chapter 62:01:05. The provisions of this section notwithstanding, no vacant position may be filled unless the vacancy occurs at least eight months prior to when a normal election for a regular term will be completed to fill that trustee position pursuant to SDCL 3-12-49 and chapter 62:01:05. Section 11. That ARSD 62:03:07:02 be amended to read: 62:03:07:02...Automatic enrollment. Any person who becomes a permanent employee of a participating employer after the participating employer becomes an automatic enrollment unit becomes an automatic enrollee in the plan. Any permanent employee of the state who is not a participant in contributing to the plan on June 30, 2019, becomes an automatic enrollee in the plan on July 1, 2019, unless the employee elects not to participate. Any other permanent employee who is not a participant in contributing to the plan and who is employed by an automatic enrollment unit that elects automatic enrollment pursuant to § 62:03:07:02.01 becomes an automatic enrollee in the plan, unless the employee elects not to participate. Section 12. That ARSD 62:03:07:02.01 be amended to read: 62:03:07:02.01...Members employed by participating employers other than the state before automatic enrollment established. An automatic enrollment unit other than the state may elect to automatically enroll the unit's permanent employees who are not participating in contributing to the deferred compensation plan. The automatic enrollment unit may elect to commence automatic enrollment for these employees on the January or July immediately after the automatic enrollment unit's decision is delivered in writing to the system as long as notice of the decision is received no later than September 15 for a January start or March 15 for a July start."}, {"bill_id": 9607, "bill_version_id": 52445, "bill_version": "House Retirement Laws Engrossed", "bill_version_date": "2019-01-25T12:58:16.363-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions relating to the South Dakota Retirement System. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That subdivision (50A) of § 3-12-47 be amended to read: (50A) \"Juvenile corrections agent,\" a designee of the secretary of corrections charged with the care, custody, and control of juveniles committed to the Department of Corrections until the age of twenty-one or a person who is charged with the care, custody, and control of juveniles at a juvenile corrections facility under the control of a participating unit; Section 2. That § 3-12-64 be amended to read: 3-12-64. A full-time elective officer if he is newly-elected official, who is a permanent full-time employee of a participating unit and not a contributing member of the system at the date the participating unit enters the system or on July 1, 1974, and is not otherwise excluded, may elect to become a member, provided, however, his. However, the official shall make the election when the official is first eligible to participate in the system, and the official's election is irrevocable for as long as the official is an elected official. If the official is a current contributing member or has previously contributed to the system, the elected official shall participate in the system. If an elected official has elected not to participate in the system, the official is not eligible to make a new election. The official's credited service shall be is limited to service for which contributions were are made. Section 3. That § 3-12-63 be amended to read: 3-12-63. Membership in the system shall exclude the following: (1) All elective officers officials except justices and judges, unless such person elects the official is currently contributing or has previously contributed to the system or the official has elected and is otherwise qualified to become a member of the system; (2) All personnel in the Department of Labor and Regulation who were employed before July 1, 1980, and who elect to remain participants in the retirement system provided by chapter 61-2; (3) The governing body of any participating county, municipality, or other political subdivision; and (4) All personnel employed by the municipality of Sioux Falls before July 1, 2013. However, any person employed before July 1, 2013, who separates from service with the municipality of Sioux Falls and is subsequently rehired by the municipality of Sioux Falls and begins working after June 30, 2013, as a permanent full-time employee shall be a member of the system. Section 4. That § 3-12-76 be amended to read: 3-12-76. A member who terminates public service has left covered employment may withdraw the sum of the member's accumulated contributions upon notarized application to the system. A member who withdraws the member's accumulated contributions pursuant to this section forfeits all credited service and benefits provided in this chapter. The right to withdraw accumulated contributions ceases if the member returns to covered employment with a participating unit. Section 5. That § 3-12-85 be amended to read: 3-12-85. A member taking a leave of absence authorized by his the member's employer may receive credited service during such the leave if employee and employer contributions are made to the system during such the leave by or on behalf of the employee. Such The contributions shall be at the rates in effect during such the leave and shall be based on the member's rate of compensation immediately prior to such the leave. Such If a member's rate of compensation causes the member's compensation for the calendar year to exceed the maximum taxable amount for social security, the contributions shall include the additional contribution pursuant to § 3-12-91.1. The contributions shall be transmitted to the system at least monthly. For purposes of calculation of benefits, the member shall be considered to have received compensation during the period of such the leave at the rate used to calculate the contributions made during such the leave. If contributions are not made during such the leave, the member may receive credited service for such the leave by making contributions, or having contributions made on his the member's behalf, contributions as provided in § 3-12-83. Section 6. That § 3-12-53 be amended to read: 3-12-53. If an employee any trustee ceases to be a member, or any nonemployee elected trustee no longer serves in the capacity that qualified the trustee for membership on the Board of Trustees board, the trustee is considered to have resigned from the board, and the board shall select a replacement trustee to serve for the remainder of the term on June thirtieth of the following calendar year. The vacancy created by the resignation shall be filled through the annual election process. However, if the vacancy is not filled through the annual election process, the board shall fill the vacancy by appointment. The person elected or appointed shall serve a four-year term regardless of the time remaining in the term of the trustee who ceased serving in the qualifying capacity. The provisions of this section do not apply to any trustee who, on January 1, 2019, is no longer serving in the capacity that qualified the trustee. Section 7. That § 3-12-49 be amended to read: 3-12-49. Each group of retirement system members who are vested or are currently contributing or employers as set out in § 3-12-48 shall elect their its own trustee or trustees in a separate election. The trustees board shall promulgate rules and regulations, pursuant to chapter 1-26, to carry out the elections. The regular term of office of a trustee shall be is four years with three terms expiring and expires on June thirtieth of each year and two additional terms to expire on June thirtieth every fourth year. The appointees of the Governor shall serve at the pleasure of the Governor. The term of the representative appointee of the Investment Council shall be one year and the representative shall be appointed by serve at the pleasure of the Investment Council. Unless a trustee has resigned, is deemed to have resigned pursuant to § 3-12-53, or has died, the trustee shall continue to serve until the trustee's successor has been designated and has qualified. Except for appointees of the Governor and Investment Council, upon the death or resignation of a trustee, the board shall appoint a successor. The successor trustee shall fill the position immediately and serve until the June thirtieth that is no less than three but no more than four years after taking office. Section 8. That § 3-12-191 be amended to read: 3-12-191. A member who is a retiree receiving a benefit from the system, or, if the member is deceased, the member's surviving spouse who is receiving a benefit from the system and is a beneficiary of the funds subject to this section, may become a supplemental pension participant by direct rollover of pretax funds held by the member in a variable retirement account or in either or both of the plans created in chapters 3-13 and 3-13A into the fund. Any rollover shall be in compliance with the provisions of § 401(a)(31) of the Internal Revenue Code and shall be recorded in the participant's supplemental pension contract record. All of a participant's funds rolled into the fund shall be expended in full as the single premium for a supplemental pension contract. No single premium may be less than ten thousand dollars. A supplemental pension contract goes into effect when a participant signs the supplemental pension contract. The initial monthly supplemental pension benefit is payable the first day of the first month after the contract goes into effect. Payment of any prior and current supplemental pension benefits shall be made within two months after the contract is in effect. Section 9. That § 3-13-56 be amended to read: 3-13-56. The board may establish an automatic enrollment feature within the plan by rules promulgated pursuant to chapter 1-26 and § 3-13-54. Any automatic enrollment feature established by the board shall include: (1) A provision that automatic enrollment shall apply to newly-employed members hired after a specified future date, any state employees not participating in contributing to the deferred compensation plan as of June 30, 2019, and employees of any other automatic enrollment unit that elects automatic enrollment for its employees not participating in contributing to the deferred compensation plan; (2) A provision that automatic enrollment shall apply only to the employees of those participating units that choose the automatic enrollment feature for the unit's employees; (3) A provision that automatic enrollment may not require more than an established maximum contribution per month per automatically-enrolled participant; (4) A provision that a participant who is automatically enrolled shall have as long as ninety days after the start of employment to discontinue participation in the plan; (5) A provision that an automatically-enrolled participant who discontinues participation in the plan within ninety days of enrollment shall receive a refund of the participant's account within thirty days after discontinuing participation; (6) A provision that the state investment officer shall select a default investment fund to receive contributions by any automatically-enrolled participant who does not choose an investment alternative to receive the participant's contributions; (7) A provision authorizing participating units and the system to make contributions to the plan for the benefit of participants; (8) A provision that the plan shall adhere to notice requirements to automatically-enrolled participants in accord with Internal Revenue Service Rulings 98-30 and 2000-8; (9) A provision that automatic enrollment does not require advance authorization by a participant, which is hereby deemed to be an exception to the provisions of any state law requiring employee authorization for a payroll deduction or any similar ordinance of a local participating unit; and (10) A provision that the amount of compensation deferred by an automatically-enrolled participant shall automatically increase by a specified amount each year unless the participant elects not to participate in automatic escalation or elects to defer a different amount than specified. If a participant discontinues participation pursuant to subdivision (4), that act is a permissive withdrawal pursuant to § 414(w) of the Internal Revenue Code. Section 10. That § 3-13A-5 be amended to read: 3-13A-5. Upon a participant's termination of employment, the participating unit shall transmit the gross amount of the participant's special pay to the fund. However, except to the extent permitted under § 414(v) of the code, if applicable, a contribution allocated to a participant's account under the program may not exceed forty-one thousand dollars, as adjusted for increases in the cost-of-living pursuant to § 415(d) of the code the limitation for defined contribution plans pursuant to § 415(c)(1)(A) of the code, or one hundred percent of the participant's compensation, as identified in § 415(c)(3) of the code for the calendar year. For the purposes of the limitations under this section, all of the defined contribution plans of a participant's employer, whether terminated or current, shall be treated as a single defined contribution plan. Section 11. That ARSD 62:01:07:05 be amended to read: 62:01:07:05...Procedure for filling a vacancy on the board. The executive director shall be notified of a vacancy on the board by the vacating board member, by the member's participating unit's governing body, by the member's employer, or by any other board member. Upon the executive director's receipt of notice, the procedure to fill the vacancy shall be as follows: (1)..The executive director shall notify all members of the board of the vacancy; (2)..If circumstances permit, the executive director shall ask the incumbent to recommend a replacement to serve in the incumbent's stead; (3)..If the vacancy is for a trustee to serve on behalf of an employer represented group, the executive director shall notify the governing body of each participating unit affected by the vacancy of the vacancy and request the governing body's input in seeking a qualified candidate. The executive director shall solicit résumés of qualified persons from governing bodies and interested persons. The résumés shall be submitted to the executive director. If a state-wide association exists that is made up of members of the employer represented group, the executive director shall notify the association of the vacancy and request the association's input in seeking a qualified candidate. If the vacancy is for a trustee to serve on behalf of an employee represented group, the executive director shall notify all authorized agents for the group affected by the vacancy of the vacancy and request that all employees affected by the vacancy be advised of the vacancy. Any interested member of the represented group may submit his or her résumé to the executive director. If a state-wide association exists that is made up of members of the employee represented group, the executive director shall notify the association of the vacancy and request the association's input in seeking a qualified candidate; (4)..The executive director shall provide to each board member a copy of each résumé received; and (5)..At its the next regularly-scheduled board meeting following a sufficient period of time to receive resumes, the board, by secret ballot, shall select a replacement trustee from among those persons who submitted résumés; and (6)..The replacement trustee shall fill the vacancy on the board immediately and shall serve until the regular term of the vacancy has been completed and the position is filled for a new term through a normal election pursuant to SDCL 3-12-49 and chapter 62:01:05. The provisions of this section notwithstanding, no vacant position may be filled unless the vacancy occurs at least eight months prior to when a normal election for a regular term will be completed to fill that trustee position pursuant to SDCL 3-12-49 and chapter 62:01:05. Section 12. That ARSD 62:03:07:02 be amended to read: 62:03:07:02...Automatic enrollment. Any person who becomes a permanent employee of a participating employer after the participating employer becomes an automatic enrollment unit becomes an automatic enrollee in the plan. Any permanent employee of the state who is not a participant in contributing to the plan on June 30, 2019, becomes an automatic enrollee in the plan on July 1, 2019, unless the employee elects not to participate. Any other permanent employee who is not a participant in contributing to the plan and who is employed by an automatic enrollment unit that elects automatic enrollment pursuant to § 62:03:07:02.01 becomes an automatic enrollee in the plan, unless the employee elects not to participate. Section 13. That ARSD 62:03:07:02.01 be amended to read: 62:03:07:02.01...Members employed by participating employers other than the state before automatic enrollment established. An automatic enrollment unit other than the state may elect to automatically enroll the unit's permanent employees who are not participating in contributing to the deferred compensation plan. The automatic enrollment unit may elect to commence automatic enrollment for these employees on the January or July immediately after the automatic enrollment unit's decision is delivered in writing to the system as long as notice of the decision is received no later than September 15 for a January start or March 15 for a July start."}, {"bill_id": 9607, "bill_version_id": 53301, "bill_version": "Enrolled", "bill_version_date": "2019-02-08T10:05:58.917-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9607, "action_date": "2019-01-08T12:00:00-06:00", "document_id": 51485, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/51485.pdf", "status_text": "First read in House and referred to", "journal_page": 18, "committee_id_action": 408, "committee_id_assigned": 436, "result": "N", "vote": {}}, {"bill_id": 9607, "action_date": "2019-01-24T15:00:00-06:00", "document_id": 51768, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/51768.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 436, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9607, "action_date": "2019-01-24T15:30:00-06:00", "document_id": 51769, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/51769.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 436, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9607, "action_date": "2019-01-24T15:30:00-06:00", "document_id": 52247, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52247.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 436, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9607, "action_date": "2019-01-24T15:30:00-06:00", "document_id": 52247, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52247.pdf", "status_text": "Do Pass Amended", "journal_page": 178, "committee_id_action": 436, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 27444, "president_vote": null, "Yea": [1594, 1609, 1612, 1577, 1625]}}, {"bill_id": 9607, "action_date": "2019-01-29T14:00:00-06:00", "document_id": 52673, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52673.pdf", "status_text": "Do Pass Amended", "journal_page": 237, "committee_id_action": 408, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 27588, "president_vote": null, "Yea": [1563, 1614, 1619, 1567, 1592, 1643, 1578, 1641, 1560, 1629, 1579, 1613, 1645, 1594, 1443, 1633, 1440, 1634, 1444, 1434, 1573, 1616, 1650, 1635, 1624, 1557, 1628, 1427, 1436, 1642, 1438, 1620, 1631, 1589, 1556, 1593, 1639, 1590, 1609, 1435, 1649, 1632, 1646, 1644, 1575, 1612, 1630, 1431, 1446, 1615, 1638, 1569, 1647, 1626, 1572, 1637, 1627, 1577, 1618, 1581, 1576, 1610, 1622, 1623, 1611, 1564, 1621, 1580, 1625, 1432]}}, {"bill_id": 9607, "action_date": "2019-01-30T14:00:00-06:00", "document_id": 52893, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52893.pdf", "status_text": "First read in Senate and referred to", "journal_page": 233, "committee_id_action": 409, "committee_id_assigned": 422, "result": "N", "vote": {}}, {"bill_id": 9607, "action_date": "2019-02-05T15:00:00-06:00", "document_id": 52895, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52895.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 422, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9607, "action_date": "2019-02-05T15:00:00-06:00", "document_id": 53072, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53072.pdf", "status_text": "Do Pass", "journal_page": 275, "committee_id_action": 422, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 27804, "president_vote": null, "Excused": [1437], "Yea": [1596, 1565, 1441, 1587]}}, {"bill_id": 9607, "action_date": "2019-02-07T14:00:00-06:00", "document_id": 53262, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53262.pdf", "status_text": "Do Pass Amended", "journal_page": 304, "committee_id_action": 409, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 27942, "president_vote": null, "Yea": [1602, 1441, 1582, 1562, 1599, 1608, 1606, 1588, 1604, 1442, 1601, 1585, 1600, 1603, 1568, 1583, 1437, 1595, 1558, 1450, 1571, 1586, 1561, 1596, 1559, 1607, 1584, 1426, 1598, 1587, 1433, 1565, 1597], "Excused": [1605, 1430]}}, {"bill_id": 9607, "action_date": "2019-02-08T13:00:00-06:00", "document_id": 53351, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53351.pdf", "status_text": "Signed by the Speaker", "journal_page": 346, "committee_id_action": 408, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9607, "action_date": "2019-02-11T14:00:00-06:00", "document_id": 53453, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53453.pdf", "status_text": "Signed by the President", "journal_page": 336, "committee_id_action": 409, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9607, "action_date": "2019-02-12T14:00:00-06:00", "document_id": 53547, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53547.pdf", "status_text": "Delivered to the Governor", "journal_page": 366, "committee_id_action": 408, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9607, "action_date": "2019-02-14T13:30:00-06:00", "document_id": 53738, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53738.pdf", "status_text": "Signed by the Governor", "journal_page": 403, "committee_id_action": 408, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6840}