{"session_id": 4, "bill_id": 4836, "bill_type": "House Bill", "bill_number": 1021, "bill_title": "create the South Dakota Retirement System supplemental pension benefit.", "sponsors": [], "keywords": ["South Dakota Retirement System"], "audio": [{"meeting_datetime": "2008-01-15T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hre06.mp3", "start_seconds": 2200.0}, {"meeting_datetime": "2008-01-15T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hre06.mp3", "start_seconds": 2200.0}, {"meeting_datetime": "2008-01-15T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hre06.mp3", "start_seconds": 2200.0}, {"meeting_datetime": "2008-01-17T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou08.mp3", "start_seconds": 1656.0}, {"meeting_datetime": "2008-01-17T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou08.mp3", "start_seconds": 1656.0}, {"meeting_datetime": "2008-01-17T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou08.mp3", "start_seconds": 1656.0}, {"meeting_datetime": "2008-01-25T00:00:00-06:00", "committee": "SRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sre12.mp3", "start_seconds": 1690.0}, {"meeting_datetime": "2008-01-25T00:00:00-06:00", "committee": "SRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sre12.mp3", "start_seconds": 1690.0}, {"meeting_datetime": "2008-01-25T00:00:00-06:00", "committee": "SRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sre12.mp3", "start_seconds": 1690.0}, {"meeting_datetime": "2008-01-25T00:00:00-06:00", "committee": "SRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sre12.mp3", "start_seconds": 1690.0}], "bill_versions": [{"bill_id": 4836, "bill_version_id": 296, "bill_version": "Introduced", "bill_version_date": "2008-01-02T15:49:36.943-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create the South Dakota Retirement System supplemental pension benefit. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 3-12 be amended by adding thereto a NEW SECTION to read as follows: There is hereby established the South Dakota Retirement System supplemental pension benefit. The supplemental pension benefit shall be within and integral to the South Dakota Retirement System. It is the intent of the Legislature that the provisions related to the supplemental pension benefit shall be qualified under § 401(a) of the Internal Revenue Code of 1986, as amended through January 1, 2008, and that the provisions constitute one aspect of a governmental plan as identified under § 414(d) of that code. Section 2. That § 3-12-47 be amended by adding thereto NEW SUBDIVISIONS to read as follows: \"Single premium,\" the lump-sum amount paid by a supplemental pension participant pursuant to a supplemental pension contract in consideration for a supplemental pension benefit; \"Supplemental pension benefit,\" any single-premium immediate pension benefit payable pursuant to sections 5 and 6 of this Act, inclusive; \"Supplemental pension contract,\" any agreement between a participant and the system upon which a supplemental pension is based, including the amount of the single premium, the type of pension benefit, and the monthly supplemental pension payment amount; \"Supplemental pension participant,\" any retiree receiving a benefit from the system who chooses to purchase a supplemental pension benefit pursuant to the provisions of this chapter; \"Supplemental pension contract record,\" the record for each supplemental pension participant reflecting relevant participant data; a designation of any beneficiary, if any; the amount of the participant's funds rolled into the fund; the provisions of the participant's supplemental pension contract; and supplemental pension payments made pursuant to the contract; \"Supplemental pension spouse,\" any person who was married to a supplemental pension participant at the time the participant entered into the supplemental pension contract; Section 3. That chapter 3-12 be amended by adding thereto a NEW SECTION to read as follows: On an annual basis, at minimum, the board shall establish an interest rate assumption upon which the provisions of subsequent supplemental pension contracts shall be based. The board shall establish the assumption on the basis of the recommendations of the system's actuary and the state investment officer. The interest rate assumption may not be greater than the actuarial assumed rate of return for the fund, nor may the interest rate assumption be less than the effective rate of interest described in subdivision 3-12-47(27). Any other provision of law notwithstanding, the board may suspend issuance of new supplemental pension contracts at any time. Any suspension of new supplemental pension contracts shall be prospective in operation and may not affect supplemental pension contracts already in effect. The structure of supplemental pension benefit administration requires that supplemental pension benefit purchase costs vary from one time period to the next. Consequently, participants who accept the option of a supplemental pension benefit have no expectation or fundamental right to any particular supplemental pension benefit purchase price. Section 4. That chapter 3-12 be amended by adding thereto a NEW SECTION to read as follows: A retiree receiving a benefit from the system may become a supplemental pension participant by direct rollover of funds held by the member in either or both of the plans created in chapters 3-13 and 3-13A into the fund. Any rollover shall be in compliance with the provisions of § 401(a)(31) of the Internal Revenue Code of 1986, as amended through January 1, 2008, and shall be recorded in the participant's supplemental pension contract record. All of a participant's funds rolled into the fund shall be expended in full as the single premium for a supplemental pension contract. No single premium may be less than ten thousand dollars. No participant may have more than one supplemental pension contract. A supplemental pension contract goes into effect when a participant signs the supplemental pension contract. The initial monthly supplemental pension benefit is payable the first day of the first month after the contract goes into effect. Payment of any prior and current supplemental pension benefits shall be made within two months after the contract is in effect. Section 5. That chapter 3-12 be amended by adding thereto a NEW SECTION to read as follows: A supplemental pension participant shall receive one of two types of supplemental pension benefits: (1) A supplemental pension benefit payable monthly for the lifetime of the participant; or (2) A supplemental pension benefit payable monthly for the lifetime of the participant and, upon the death of the participant, a supplemental pension benefit payable monthly to the participant's supplemental pension spouse equal to sixty percent of the monthly benefit amount that the participant was receiving at the time of death. A participant who is not married at the time of the supplemental pension benefit purchase may contract only for a supplemental pension benefit as described in subdivision (1) and a participant who is married at the time of the supplemental pension benefit purchase may contract only for a supplemental pension benefit as described in subdivision (2). Section 6. That chapter 3-12 be amended by adding thereto a NEW SECTION to read as follows: A supplemental pension participant shall receive an annual increase in the amount of the participant's supplemental pension benefit for each year commencing on the July first following the date on which the benefit was first payable, and equal to the improvement factor established in subdivision 3-12-47(41). If the first annual increase is for a period of less than twelve months, the initial increase shall be prorated as described in that subdivision. Section 7. That chapter 3-12 be amended by adding thereto a NEW SECTION to read as follows: If payment of monthly supplemental pension benefits ceases due to the death of the participant or the death of a supplemental pension spouse, and the total of monthly supplemental pension benefits paid is less than the amount of the participant's single premium, the difference between the total benefits paid and the single premium shall be disbursed in a lump sum as provided in this section. Amounts payable under this section shall be disbursed as follows: (1) To the beneficiary or entity designated by the participant in the participant's supplemental pension contract record, if any is designated; (2) If no beneficiary or entity is designated, then to all surviving children of the participant, irrespective of age, on a share-alike basis; or (3) If no beneficiary or entity is designated and there are no surviving children, then to the participant's estate. If no claim for payment due upon the death of a deceased participant is made within three years from date of death, the payment shall revert to the system. However, a claim may be honored after the expiration of the three-year reversion period if, in the opinion of the administrator, payment of the claim is warranted by exceptional circumstances. The provisions of this section are not affected by the provisions of § § 3-12-110 or 3-12-116. Section 8. That chapter 3-12 be amended by adding thereto a NEW SECTION to read as follows: Supplemental pension contract purchases and supplemental pension benefit payments administered pursuant to the provisions of this Act are considered to be qualified plan distributed annuity contracts under Internal Revenue Service Treasury Regulation 1.402(c)-2, as amended through January 1, 2008. Section 9. That chapter 3-12 be amended by adding thereto a NEW SECTION to read as follows: Supplemental pension benefit payments shall follow the minimum distribution rules of § 401(a)(9) of the Internal Revenue Code of 1986, as amended through January 1, 2008, and the annual benefit limitations of § 415(b)(1)(A) of that code. Section 10. That chapter 3-12 be amended by adding thereto a NEW SECTION to read as follows: Supplemental pension benefits are not subject to the duplicate benefit provisions of § 3-12-109, to the participant reemployment restrictions of § § 3-12-82, 3-12-88, 3-12-111 or 3-12-111.1, nor to the benefit adjustment provisions of § § 3-12-106 or 3-12-107. Supplemental pension benefits are optional benefits granted the protections of the provisions of § 3-12-115. Section 11. That chapter 3-12 be amended by adding thereto a NEW SECTION to read as follows: While performing their official duties under the provisions of this Act, the board, the employees of the system, the system's actuary, the State Investment Council, and the employees of the State Investment Council are exempt from the provisions of Title 58 and any associated provisions of state law. Supplemental pension benefits and supplemental pension contracts are exempt from the provisions of Title 58. To the extent that supplemental pension contracts may be deemed to be securities, they are exempt from securities registration pursuant to subdivision 47-31B-201(1). While performing their official duties under the provisions of this Act, the board, the employees of the system, the system's actuary, the State Investment Council, and the employees of the State Investment Council are exempt from agent registration provisions pursuant to subdivision 47-31B-402(b)(3)."}, {"bill_id": 4836, "bill_version_id": 2145, "bill_version": "Enrolled", "bill_version_date": "2008-01-30T09:30:49.93-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4836, "action_date": "2008-01-08T12:00:00-06:00", "document_id": 563, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/563.pdf", "status_text": "First read in House and referred to", "journal_page": 18, "committee_id_action": 27, "committee_id_assigned": 21, "result": "N", "vote": {}}, {"bill_id": 4836, "action_date": "2008-01-15T15:30:00-06:00", "document_id": 570, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/570.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 21, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4836, "action_date": "2008-01-15T15:30:00-06:00", "document_id": 1108, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1108.pdf", "status_text": "Do Pass", "journal_page": 142, "committee_id_action": 21, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 218, "president_vote": null, "Yea": [534, 542, 568, 563, 600]}}, {"bill_id": 4836, "action_date": "2008-01-17T14:00:00-06:00", "document_id": 1372, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1372.pdf", "status_text": "Do Pass", "journal_page": 182, "committee_id_action": 27, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 378, "president_vote": null, "Yea": [602, 609, 625, 593, 597, 532, 608, 623, 574, 534, 555, 542, 568, 552, 575, 580, 572, 624, 595, 529, 594, 631, 565, 620, 616, 556, 585, 589, 633, 543, 558, 605, 628, 630, 571, 581, 544, 546, 537, 536, 578, 612, 551, 599, 617, 554, 547, 583, 538, 603, 600, 531, 563, 540, 566, 549, 619, 626, 611, 606, 559, 564, 561], "Excused": [579, 614, 570, 615, 591], "Nay": [586, 587]}}, {"bill_id": 4836, "action_date": "2008-01-22T14:00:00-06:00", "document_id": 1526, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1526.pdf", "status_text": "First read in Senate and referred to", "journal_page": 178, "committee_id_action": 28, "committee_id_assigned": 9, "result": "N", "vote": {}}, {"bill_id": 4836, "action_date": "2008-01-25T13:30:00-06:00", "document_id": 1698, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1698.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 9, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4836, "action_date": "2008-01-25T13:30:00-06:00", "document_id": 1922, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1922.pdf", "status_text": "Do Pass", "journal_page": 229, "committee_id_action": 9, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 715, "president_vote": null, "Yea": [576, 621, 562, 573, 548]}}, {"bill_id": 4836, "action_date": "2008-01-25T13:30:00-06:00", "document_id": 1922, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1922.pdf", "status_text": "Placed on consent", "journal_page": null, "committee_id_action": 9, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4836, "action_date": "2008-01-29T14:00:00-06:00", "document_id": 2098, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2098.pdf", "status_text": "Do Pass", "journal_page": 254, "committee_id_action": 28, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 876, "president_vote": null, "Yea": [557, 576, 621, 604, 553, 596, 560, 590, 598, 545, 592, 530, 601, 567, 535, 533, 582, 562, 622, 584, 569, 573, 610, 629, 613, 632, 577, 588, 539, 627, 548, 550, 541, 607], "Excused": [618]}}, {"bill_id": 4836, "action_date": "2008-01-30T14:00:00-06:00", "document_id": 2216, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2216.pdf", "status_text": "Signed by the Speaker", "journal_page": 355, "committee_id_action": 27, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4836, "action_date": "2008-02-04T14:00:00-06:00", "document_id": 2451, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2451.pdf", "status_text": "Signed by the President", "journal_page": 323, "committee_id_action": 28, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4836, "action_date": "2008-02-04T14:00:00-06:00", "document_id": 2450, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2450.pdf", "status_text": "Delivered to the Governor", "journal_page": 391, "committee_id_action": 27, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4836, "action_date": "2008-02-06T14:00:00-06:00", "document_id": 2642, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2642.pdf", "status_text": "Signed by the Governor", "journal_page": 418, "committee_id_action": 27, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 3885, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/4836"}