{"session_id": 49, "bill_id": 15028, "bill_type": "Senate Bill", "bill_number": 158, "bill_title": "revise the application of certain federal regulations on motor carriers operating intrastate vehicles.", "sponsors": [{"legislator_profile_id": 2364, "is_prime": true}], "keywords": ["Motor Vehicle", "State Highways"], "audio": [], "bill_versions": [{"bill_id": 15028, "bill_version_id": 86879, "bill_version": "Introduced", "bill_version_date": "2000-01-21T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the application of certain federal regulations on motor carriers operating intrastate vehicles. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 49-28A-3 be amended to read as follows: 49-28A-3. The state hereby adopts Title 49 of the Code of Federal Regulations, subtitle B, chapter I, subchapter C, parts 171 to 180, inclusive, as amended through January 1, 1998, and Title 49 of the Code of Federal Regulations, subtitle B, chapter III, subchapter B, parts 390 to 397, inclusive, as amended through January 1, 1998, with the following modifications: (1) All references to interstate operations shall also include intrastate operations except that involving drivers and motor carriers operating intrastate vehicles and combinations of vehicles with three axles or less or with a gross vehicle weight rating of not more than twenty-six thousand pounds which are not used to transport hazardous materials requiring placarding under part 177 , or designed to transport more than fifteen passengers, including the driver , are not subject to parts 390-397 ; (2) For the purposes of part 391.11(b)(1), a driver shall be at least twenty-one years old if engaged in interstate commerce, or transporting hazardous material of a type or quantity requiring placarding under part 177, or operating a vehicle designed to transport more than fifteen passengers, including the driver. All other drivers shall be at least sixteen years of age; (3) Intrastate drivers are exempt from the physical requirements of part 391.41. Any violation of parts 390 to 396, inclusive, the motor carrier safety requirements governing the qualifications of drivers, driving of motor vehicles, parts and accessories necessary for safe operation, notification and reporting of accidents, assistance with investigations and special studies, hours of service of drivers, inspection, repair and maintenance is a Class 2 misdemeanor. Any violation of the hazardous materials regulations pertaining to general information, regulations and definitions, hazardous materials tables, hazardous materials communication regulations, and test and inspection marking requirements found in parts 171, 172, and 178 to 180, inclusive, is a Class 2 misdemeanor. Any violation of the hazardous materials regulations pertaining to packaging, prohibited shipments, loading and unloading, segregation and separation, retesting and inspection of cargo tanks, and other carriage by regulations found in parts 173 to 180, inclusive, or violation of the driving and parking rules in part 397, is a Class 1 misdemeanor."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 15028, "action_date": "2000-01-21T14:00:00-06:00", "document_id": 85637, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85637.pdf", "status_text": "First read in Senate and referred to", "journal_page": 138, "committee_id_action": 657, "committee_id_assigned": 641, "result": "N", "vote": {}}, {"bill_id": 15028, "action_date": "2000-01-27T08:15:00-06:00", "document_id": 85795, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85795.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 641, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15028, "action_date": "2000-01-27T08:15:00-06:00", "document_id": 85795, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85795.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 220, "committee_id_action": 641, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 45457, "president_vote": null, "Yea": [2339, 2369, 2375, 2391, 2398, 2400, 2376]}}]}