{"session_id": 57, "bill_id": 19673, "bill_type": "Senate Bill", "bill_number": 114, "bill_title": "establish a refundable checkoff on pulse crops.", "sponsors": [{"legislator_profile_id": 3161, "is_prime": true}, {"legislator_profile_id": 3165, "is_prime": true}, {"legislator_profile_id": 3172, "is_prime": false}, {"legislator_profile_id": 3181, "is_prime": false}, {"legislator_profile_id": 3185, "is_prime": false}, {"legislator_profile_id": 3186, "is_prime": false}, {"legislator_profile_id": 3187, "is_prime": false}, {"legislator_profile_id": 3196, "is_prime": false}, {"legislator_profile_id": 3205, "is_prime": false}], "keywords": ["Administrative Rules", "Agriculture"], "audio": [{"meeting_datetime": "2005-02-03T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sag17sb0114a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-03T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sag17sb0114a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-03T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sag17sb0114a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-08T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sag21sb0114a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-08T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sag21sb0114a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-08T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sag21sb0114a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-08T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sag21sb0114a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-14T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen25sb0114a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-14T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen25sb0114a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-14T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen25sb0114a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-15T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen26sb0114a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-15T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen26sb0114a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-15T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen26sb0114a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-15T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen26sb0114a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-28T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hou35sb0114a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-28T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hou35sb0114a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-28T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hou35sb0114a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 19673, "bill_version_id": 103143, "bill_version": "Introduced", "bill_version_date": "2005-01-25T11:21:36-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a refundable checkoff on pulse crops. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Council,\" the South Dakota Pulse Crop Council; (2) \"First purchaser,\" any person, firm, corporation, association, partnership, agent, or broker buying, accepting for sale, or otherwise acquiring pulse crops after harvest from a grower. The term includes a mortgagee, pledgee, lienor, or other claimant having a claim against the producer, if the actual or constructive possession of pulse crops is taken as part of payment of or in satisfaction of the mortgage, pledge, lien, or claim. A grower selling unharvested pulse crops or delivering pulse crops from the farm on which they are produced to storage facilities, packing shed, or processing plant is not a first purchaser; (3) \"Grower,\" any person who is the legal initial owner of pulse crops harvested from more than ten acres; (4) \"Net value,\" one percent of the end value monetary worthy after discounts of dry peas, lentils, chickpeas, and lupines harvested in South Dakota that are sold to a first purchaser; (5) \"Participating grower,\" a grower who has not requested a refund from the payment of assessments on pulse crops under this Act for the current or previous year; (6) \"Pulse crops,\" lentils, dry peas, chickpeas, and lupines; (7) \"Secretary,\" the secretary of the Department of Agriculture. Section 2. The South Dakota Pulse Crops Council is composed of five members who are participating growers of dry peas, lentils, chickpeas, or lupines. The secretary shall make the initial appointments to the council and the secretary or a designee may serve as a nonvoting ex officio member. Initial appointments to the council shall include five participating growers, including a dry pea grower, a chickpea grower, a lentil or lupine grower, and two at-large pulse producers. If no grower representing one of these crops is available or willing to serve, then another at-large grower shall be appointed. Section 3. The term of the members of the council is three years. However, the initial appointments shall be for staggered terms. Succeeding council members shall be nominated and elected by participating growers pursuant to rules promulgated by the secretary pursuant to chapter 1-26. No council member may serve more than two consecutive elected terms. If a member ceases to be a participating grower, the secretary shall declare the member's office vacant, and the secretary shall appoint a successor for the balance of the term of the office vacated. Section 4. The council shall annually elect a chair and vice-chair. A majority of voting members constitutes a quorum. All meetings of the council shall be called by the chair. However, special meetings may be called by three members of the council. The council shall adopt procedures for the calling of special meetings. Section 5. Compensation for the members of the council shall be paid pursuant to § 4-7- 10.4. Section 6. Funds collected pursuant to this Act shall be deposited with the state treasurer in a special fund known as the pulse crops fund. Expenditures of these funds shall be made in accordance with the provisions of chapter 4-7. Section 7. The council shall promote the development, marketing, processing, and production of pulse crops in South Dakota. In the administration of this Act, the council may: (1) Contract and cooperate with any person or with any governmental department or agency for research, education, promotion, and transportation; (2) Expend the funds collected pursuant to this Act and appropriated for its administration; (3) Appoint, discharge, fix compensation for, and prescribe the duties of personnel as necessary, subject to approval of the secretary; (4) Accept donations of funds, property, services, or other assistance from public or private sources for the purpose of furthering the objectives of the council. Section 8. The council shall promulgate rules pursuant to chapter 1-26 concerning: (1) The procedures for obtaining a declaratory ruling; (2) The procedures by which assessments are collected for pulse crops grown or sold to a first purchaser; (3) The procedures for obtaining a refund of the assessment; (4) The procedures for collecting delinquent assessments and assessing penalties; and (5) The record-keeping and reporting requirements of first purchasers. Section 9. Nothing in this Act abrogates or limits the rights, powers, duties, and functions of the Department of Agriculture or any other agency of the state. Section 10. An assessment at the rate of one percent of the net value is levied and imposed on all crops of dry peas, chickpeas, lupines, and lentils grown or sold in South Dakota to a first purchaser. The council may enter into reciprocal agreements with other states that also have a pulse checkoff to remit the assessment to the state where the crop is grown. This assessment is due on any identifiable lot or quantity of dry peas, chickpeas, lupines, or lentils. Section 11. Each first purchaser of pulse crops shall collect the assessment imposed by this Act by charging and collecting from the seller the assessment at the prescribed rate by deducting the assessment from the purchase price of the crops subject to the assessment and purchased by the first purchaser. The assessments shall be paid to the department within thirty days of the end of each calendar quarter. Section 12. Each first purchaser of pulse crops shall file an application or affidavit with the council on forms prescribed and furnished by the council which contain the name under which the first purchaser is transacting business within the state, the place of business, and the location of loading places of the first purchaser. Section 13. Each first purchaser shall keep a permanent record of all purchases of pulse crops, which may be examined by the council at any reasonable time. The first purchaser shall report to the council the quantity of pulse crops received by the first purchaser. The report and remittance of the assessment shall be made at the times and in the manner prescribed by the council in rules promulgated pursuant to chapter 1-26. Section 14. In the case of a pledge or mortgage of pulse crops as security for a loan under the federal price support program, the fee assessed under section 10 of this Act shall be deducted from the proceeds of the loan at the time the loan is made, or be deducted thereafter by agencies of the federal government. The producer's note and loan agreement, producer's note and supplemental loan agreement, or delivery instructions issued by the federal agency to the grower fulfill the requirements for invoices, and these documents constitute proof of payment of the promotional fee on the pulse crops. Forms supplemental or alternate to those approved in this section that are provided by the Commodity Credit Corporation of the United States Department of Agriculture and contain the necessary information may be used for the purposes of this section. Identification numbers created by the Commodity Credit Corporation for use in lieu of the name of the grower from whom the fee was collected are approved, if authorized officials of the State of South Dakota have access at all reasonable times to records in the United States Department of Agriculture Farm Service Agency county offices showing the names of growers to whom such identification numbers have been assigned. Section 15. If pulse crops described in section 14 of this Act remain in farm storage for the duration of the pledge or mortgage, the promotional fee paid at the time the loan was made completely satisfies the promotional fee liability unless upon subsequent actual delivery of the pulse crop from farm storage in satisfaction of the pledge, or mortgage in the amount of one dollar or more, any underpayment is due solely to the necessity of estimating the quantity of the pulse crops placed in farm storage. Section 16. In connection with the collection of the pulse crop promotional fee on Commodity Credit Corporation pulse loans disbursed and purchase agreement settlement made, undercollections or overcollections of the pulse crop promotional fee amounting to one dollar or less as a result of errors do not require collection of the underpayment or refund of the overpayment by the Commodity Credit Corporation, and its responsibility in such cases is waived. Section 17. If any first purchaser fails to pay the assessment provided in this Act, the council may enforce collection in any appropriate court within this state. Section 18. Any grower subject to the assessment provided in this Act, within sixty days following the assessment, may apply to the council for a refund of the assessment. Upon return of the refund application accompanied by a record of the assessment by the first purchaser, the grower shall, within sixty days, be refunded the net amount of the assessment collected. Additionally, a grower, who for any reason, pays the assessment more than once on the same pulse crops, upon furnishing proof of this to the council, is entitled to a refund of the overpayment. Section 19. The council shall develop and disseminate information and instructions relating to the purpose of the pulse crop assessment and manner in which refunds may be claimed. Section 20. If fifteen percent of the participating growers, as disclosed by the records of the council for the preceding year, petition the council, the council shall conduct a referendum among the participating growers of the state to determine whether they wish the Legislature to raise or reduce the assessment imposed by this Act. The referendum may be conducted only among participating growers who have paid all assessments pursuant to this Act for the preceding year, and the ballots shall be prepared by the council and mailed to each participating grower at least thirty days before the last date for filing ballots. In addition, each ballot shall be accompanied by a notice to each participating grower: (1) Of the date of the filing of the petition by the growers for the referendum and the number of signatures contained on the petition; (2) Of the date and place where the council will open and tabulate the ballots. The date may be not less than five days after the last date for filing the ballots; (3) Of the last date upon which ballots may be filed with the council, or postmarked if delivered to the council by mail; and (4) That any participating grower may attend the meeting of the council at the time the ballots are opened and the votes tabulated. If a majority of the participating growers voting upon the question are in favor of the proposed change, the council shall certify the result to the secretary with the request that the secretary prepare a bill to submit to the next legislative session to modify this Act accordingly. The results of the referendum are advisory only, and the Legislature is not obligated to adopt legislation enacting the proposals contained in the referendum. Section 21. The council may contract with the Public Utilities Commission to inspect the records of licensed grain dealers to determine compliance with the assessment and checkoff requirements of this Act. The contract shall cover the dealers to be inspected and the amount the council shall reimburse the Public Utilities Commission for the inspections."}, {"bill_id": 19673, "bill_version_id": 104318, "bill_version": "Senate Agriculture and Natural Resources Engrossed", "bill_version_date": "2005-02-08T13:31:12-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a refundable checkoff on pulse crops. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Council,\" the South Dakota Pulse Crop Council; (2) \"First purchaser,\" any person, firm, corporation, association, partnership, agent, or broker buying, accepting for sale, or otherwise acquiring pulse crops after harvest from a grower. A grower selling unharvested pulse crops or delivering pulse crops from the farm on which they are produced to storage facilities, packing shed, or processing plant is not a first purchaser; (3) \"Grower,\" any person who is the legal initial owner of pulse crops harvested from more than ten acres; (4) \"Participating grower,\" a grower who has not requested a refund from the payment of assessments on pulse crops under this Act for the current or previous year; (5) \"Pulse crops,\" lentils, dry peas, chickpeas, and lupines; (6) \"Secretary,\" the secretary of the Department of Agriculture. Section 2. The South Dakota Pulse Crops Council is composed of five members who are participating growers of dry peas, lentils, chickpeas, or lupines. The secretary shall make the initial appointments to the council and the secretary or a designee may serve as a nonvoting ex officio member. Initial appointments to the council shall include five participating growers, including a dry pea grower, a chickpea grower, a lentil or lupine grower, and two at-large pulse producers. If no grower representing one of these crops is available or willing to serve, then another at-large grower shall be appointed. Section 3. The term of the members of the council is three years. However, the initial appointments shall be for staggered terms. Succeeding council members shall be nominated and elected by participating growers pursuant to rules promulgated by the secretary pursuant to chapter 1-26. No council member may serve more than two consecutive elected terms. If a member ceases to be a participating grower, the secretary shall declare the member's office vacant, and the secretary shall appoint a successor for the balance of the term of the office vacated. Section 4. The council shall annually elect a chair and vice-chair. A majority of voting members constitutes a quorum. All meetings of the council shall be called by the chair. However, special meetings may be called by three members of the council. The council shall adopt procedures for the calling of special meetings. Section 5. Compensation for the members of the council shall be paid pursuant to § 4-7- 10.4. Section 6. Funds collected pursuant to this Act shall be deposited with the state treasurer in a special fund known as the pulse crops fund. Expenditures of these funds shall be made in accordance with the provisions of chapter 4-7. Section 7. The council shall promote the development, marketing, processing, and production of pulse crops in South Dakota. In the administration of this Act, the council may: (1) Contract and cooperate with any person or with any governmental department or agency for research, education, promotion, and transportation; (2) Expend the funds collected pursuant to this Act and appropriated for its administration; (3) Appoint, discharge, fix compensation for, and prescribe the duties of personnel as necessary, subject to approval of the secretary; (4) Accept donations of funds, property, services, or other assistance from public or private sources for the purpose of furthering the objectives of the council. Section 8. The council shall promulgate rules pursuant to chapter 1-26 concerning: (1) The procedures for obtaining a declaratory ruling; (2) The procedures by which assessments are collected for pulse crops grown or sold to a first purchaser; (3) The procedures for obtaining a refund of the assessment; (4) The procedures for collecting delinquent assessments and assessing penalties; and (5) The record-keeping and reporting requirements of first purchasers. Section 9. Nothing in this Act abrogates or limits the rights, powers, duties, and functions of the Department of Agriculture or any other agency of the state. Section 10. An assessment at the rate of one percent of the net market price is levied and imposed on any pulse crop grown or sold in South Dakota to a first purchaser. The council may enter into reciprocal agreements with other states that also have a pulse checkoff to remit the assessment to the state where the crop is grown. This assessment is due on any identifiable lot or quantity of a pulse crop. Section 11. Each first purchaser of pulse crops shall collect the assessment imposed by this Act by charging and collecting from the seller the assessment at the prescribed rate by deducting the assessment from the purchase price of the crops subject to the assessment and purchased by the first purchaser. The assessments shall be paid to the department within thirty days of the end of each calendar quarter. Section 12. Each first purchaser of pulse crops shall file an application or affidavit with the council on forms prescribed and furnished by the council which contain the name under which the first purchaser is transacting business within the state, the place of business, and the location of loading places of the first purchaser. Section 13. Each first purchaser shall keep a permanent record of all purchases of pulse crops, which may be examined by the council at any reasonable time. The first purchaser shall report to the council the quantity of pulse crops received by the first purchaser. The report and remittance of the assessment shall be made at the times and in the manner prescribed by the council in rules promulgated pursuant to chapter 1-26. Section 14. In the case of a pledge or mortgage of pulse crops as security for a loan under the federal price support program, the assessment established under section 10 of this Act shall be deducted from the proceeds of the loan at the time the loan is made, or be deducted thereafter by agencies of the federal government. The producer's note and loan agreement, producer's note and supplemental loan agreement, or delivery instructions issued by the federal agency to the grower fulfill the requirements for invoices, and these documents constitute proof of payment of the assessment on the pulse crops. Forms supplemental or alternate to those approved in this section that are provided by the Commodity Credit Corporation of the United States Department of Agriculture and contain the necessary information may be used for the purposes of this section. Identification numbers created by the Commodity Credit Corporation for use in lieu of the name of the grower from whom the assessment was collected are approved, if authorized officials of the State of South Dakota have access at all reasonable times to records in the United States Department of Agriculture Farm Service Agency county offices showing the names of growers to whom such identification numbers have been assigned. Section 15. If pulse crops described in section 14 of this Act remain in farm storage for the duration of the pledge or mortgage, the assessment paid at the time the loan was made completely satisfies the assessment liability unless upon subsequent actual delivery of the pulse crop from farm storage in satisfaction of the pledge, or mortgage in the amount of one dollar or more, any underpayment is due solely to the necessity of estimating the quantity of the pulse crops placed in farm storage. Section 16. In connection with the collection of the pulse crop assessment on Commodity Credit Corporation pulse loans disbursed and purchase agreement settlement made, undercollections or overcollections of the pulse crop assessment amounting to one dollar or less as a result of errors do not require collection of the underpayment or refund of the overpayment by the Commodity Credit Corporation, and its responsibility in such cases is waived. Section 17. If any first purchaser fails to pay the assessment provided in this Act, the council may enforce collection in any appropriate court within this state. Section 18. Any grower subject to the assessment provided in this Act, within sixty days following the assessment, may apply to the council for a refund of the assessment. Upon return of the refund application accompanied by a record of the assessment by the first purchaser, the grower shall, within sixty days, be refunded the net amount of the assessment collected. Additionally, a grower, who for any reason, pays the assessment more than once on the same pulse crops, upon furnishing proof of this to the council, is entitled to a refund of the overpayment. Section 19. The council shall develop and disseminate information and instructions relating to the purpose of the pulse crop assessment and manner in which refunds may be claimed. Section 20. If fifteen percent of the participating growers, as disclosed by the records of the council for the preceding year, petition the council, the council shall conduct a referendum among the participating growers of the state to determine whether they wish the Legislature to raise or reduce the assessment imposed by this Act. The referendum may be conducted only among participating growers who have paid all assessments pursuant to this Act for the preceding year, and the ballots shall be prepared by the council and mailed to each participating grower at least thirty days before the last date for filing ballots. In addition, each ballot shall be accompanied by a notice to each participating grower: (1) Of the date of the filing of the petition by the growers for the referendum and the number of signatures contained on the petition; (2) Of the date and place where the council will open and tabulate the ballots. The date may be not less than five days after the last date for filing the ballots; (3) Of the last date upon which ballots may be filed with the council, or postmarked if delivered to the council by mail; and (4) That any participating grower may attend the meeting of the council at the time the ballots are opened and the votes tabulated. If a majority of the participating growers voting upon the question are in favor of the proposed change, the council shall certify the result to the secretary with the request that the secretary prepare a bill to submit to the next legislative session to modify this Act accordingly. The results of the referendum are advisory only, and the Legislature is not obligated to adopt legislation enacting the proposals contained in the referendum. Section 21. The council may contract with the Public Utilities Commission to inspect the records of licensed grain dealers to determine compliance with the assessment and checkoff requirements of this Act. The contract shall cover the dealers to be inspected and the amount the council shall reimburse the Public Utilities Commission for the inspections. Section 22. That § 49-45-21 be amended to read as follows: 49-45-21. The commission may contract with the Wheat Commission pursuant to § 38-10- 41, with the South Dakota Oilseeds Council pursuant to § 38-27-19, the Soybean Research and Promotion Council pursuant to § 38-29-14, and the South Dakota Corn Utilization Council pursuant to § 38-32-24 , and the South Dakota Pulse Crop Council pursuant to section 21 of this Act . Under the terms of any such contract, the commission may inspect the records of licensed grain dealers to determine compliance with assessment and checkoff requirements imposed by chapters 38-10, 38-27, 38-29, and 38-32."}, {"bill_id": 19673, "bill_version_id": 104802, "bill_version": "Senate Engrossed", "bill_version_date": "2005-02-15T16:01:32-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a refundable checkoff on pulse crops. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Council,\" the South Dakota Pulse Crop Council; (2) \"First purchaser,\" any person, firm, corporation, association, partnership, agent, or broker buying, accepting for sale, or otherwise acquiring pulse crops after harvest from a grower. A grower selling unharvested pulse crops or delivering pulse crops from the farm on which they are produced to storage facilities, packing shed, or processing plant is not a first purchaser; (3) \"Grower,\" any person who is the legal initial owner of pulse crops harvested from more than ten acres; (4) \"Participating grower,\" a grower who has not requested a refund from the payment of assessments on pulse crops under this Act for the current or previous year; (5) \"Pulse crops,\" lentils, dry peas, chickpeas, and lupines; (6) \"Secretary,\" the secretary of the Department of Agriculture. Section 2. The South Dakota Pulse Crops Council is composed of five members who are participating growers of dry peas, lentils, chickpeas, or lupines. The secretary shall make the initial appointments to the council and the secretary or a designee may serve as a nonvoting ex officio member. Initial appointments to the council shall include five participating growers, including a dry pea grower, a chickpea grower, a lentil or lupine grower, and two at-large pulse producers. If no grower representing one of these crops is available or willing to serve, then another at-large grower shall be appointed. Section 3. The term of the members of the council is three years. However, the initial appointments shall be for staggered terms. Succeeding council members shall be nominated and elected by participating growers pursuant to rules promulgated by the secretary pursuant to chapter 1-26. No council member may serve more than two consecutive elected terms. If a member ceases to be a participating grower, the secretary shall declare the member's office vacant, and the secretary shall appoint a successor for the balance of the term of the office vacated. Section 4. The council shall annually elect a chair and vice-chair. A majority of voting members constitutes a quorum. All meetings of the council shall be called by the chair. However, special meetings may be called by three members of the council. The council shall adopt procedures for the calling of special meetings. Section 5. Compensation for the members of the council shall be paid pursuant to § 4-7- 10.4. Section 6. Funds collected pursuant to this Act shall be deposited with the state treasurer in a special fund known as the pulse crops fund. Expenditures of these funds shall be made in accordance with the provisions of chapter 4-7. Section 7. The council shall promote the development, marketing, processing, and production of pulse crops in South Dakota. In the administration of this Act, the council may: (1) Contract and cooperate with any person or with any governmental department or agency for research, education, promotion, and transportation; (2) Expend the funds collected pursuant to this Act and appropriated for its administration; (3) Appoint, discharge, fix compensation for, and prescribe the duties of personnel as necessary, subject to approval of the secretary; (4) Accept donations of funds, property, services, or other assistance from public or private sources for the purpose of furthering the objectives of the council. Section 8. The council shall promulgate rules pursuant to chapter 1-26 concerning: (1) The procedures for obtaining a declaratory ruling; (2) The procedures by which assessments are collected for pulse crops grown or sold to a first purchaser; (3) The procedures for obtaining a refund of the assessment; (4) The procedures for collecting delinquent assessments and assessing penalties; and (5) The record-keeping and reporting requirements of first purchasers. Section 9. Nothing in this Act abrogates or limits the rights, powers, duties, and functions of the Department of Agriculture or any other agency of the state. Section 10. An assessment at the rate of one percent of the net market price is levied and imposed on any pulse crop grown or sold in South Dakota to a first purchaser. The council may enter into reciprocal agreements with other states that also have a pulse checkoff to remit the assessment to the state where the crop is grown. This assessment is due on any identifiable lot or quantity of a pulse crop. Section 11. Each first purchaser of pulse crops shall collect the assessment imposed by this Act by charging and collecting from the seller the assessment at the prescribed rate by deducting the assessment from the purchase price of the crops subject to the assessment and purchased by the first purchaser. The assessments shall be paid to the department within thirty days of the end of each calendar quarter. Section 12. Each first purchaser of pulse crops shall file an application or affidavit with the council on forms prescribed and furnished by the council which contain the name under which the first purchaser is transacting business within the state, the place of business, and the location of loading places of the first purchaser. Section 13. Each first purchaser shall keep a permanent record of all purchases of pulse crops, which may be examined by the council at any reasonable time. The first purchaser shall report to the council the quantity of pulse crops received by the first purchaser. The report and remittance of the assessment shall be made at the times and in the manner prescribed by the council in rules promulgated pursuant to chapter 1-26. Section 14. In the case of a pledge or mortgage of pulse crops as security for a loan under the federal price support program, the assessment established under section 10 of this Act shall be deducted from the proceeds of the loan at the time the loan is made, or be deducted thereafter by agencies of the federal government. The producer's note and loan agreement, producer's note and supplemental loan agreement, or delivery instructions issued by the federal agency to the grower fulfill the requirements for invoices, and these documents constitute proof of payment of the assessment on the pulse crops. Forms supplemental or alternate to those approved in this section that are provided by the Commodity Credit Corporation of the United States Department of Agriculture and contain the necessary information may be used for the purposes of this section. Identification numbers created by the Commodity Credit Corporation for use in lieu of the name of the grower from whom the assessment was collected are approved, if authorized officials of the State of South Dakota have access at all reasonable times to records in the United States Department of Agriculture Farm Service Agency county offices showing the names of growers to whom such identification numbers have been assigned. Section 15. If pulse crops described in section 14 of this Act remain in farm storage for the duration of the pledge or mortgage, the assessment paid at the time the loan was made completely satisfies the assessment liability unless upon subsequent actual delivery of the pulse crop from farm storage in satisfaction of the pledge, or mortgage in the amount of one dollar or more, any underpayment is due solely to the necessity of estimating the quantity of the pulse crops placed in farm storage. Section 16. In connection with the collection of the pulse crop assessment on Commodity Credit Corporation pulse loans disbursed and purchase agreement settlement made, undercollections or overcollections of the pulse crop assessment amounting to one dollar or less as a result of errors do not require collection of the underpayment or refund of the overpayment by the Commodity Credit Corporation, and its responsibility in such cases is waived. Section 17. If any first purchaser fails to pay the assessment provided in this Act, the council may enforce collection in any appropriate court within this state. Section 18. Any grower subject to the assessment provided in this Act, within sixty days following the assessment, may apply to the council for a refund of the assessment. Upon return of the refund application accompanied by a record of the assessment by the first purchaser, the grower shall, within sixty days, be refunded the net amount of the assessment collected. Additionally, a grower, who for any reason, pays the assessment more than once on the same pulse crops, upon furnishing proof of this to the council, is entitled to a refund of the overpayment. Section 19. The council shall develop and disseminate information and instructions relating to the purpose of the pulse crop assessment and manner in which refunds may be claimed. Section 20. If fifteen percent of the participating growers, as disclosed by the records of the council for the preceding year, petition the council, the council shall conduct a referendum among the participating growers of the state to determine whether they wish the Legislature to raise or reduce the assessment imposed by this Act. The referendum may be conducted only among participating growers who have paid all assessments pursuant to this Act for the preceding year, and the ballots shall be prepared by the council and mailed to each participating grower at least thirty days before the last date for filing ballots. In addition, each ballot shall be accompanied by a notice to each participating grower: (1) Of the date of the filing of the petition by the growers for the referendum and the number of signatures contained on the petition; (2) Of the date and place where the council will open and tabulate the ballots. The date may be not less than five days after the last date for filing the ballots; (3) Of the last date upon which ballots may be filed with the council, or postmarked if delivered to the council by mail; and (4) That any participating grower may attend the meeting of the council at the time the ballots are opened and the votes tabulated. If a majority of the participating growers voting upon the question are in favor of the proposed change, the council shall certify the result to the secretary with the request that the secretary prepare a bill to submit to the next legislative session to modify this Act accordingly. The results of the referendum are advisory only, and the Legislature is not obligated to adopt legislation enacting the proposals contained in the referendum. Section 21. The council may contract with the Public Utilities Commission to inspect the records of licensed grain dealers to determine compliance with the assessment and checkoff requirements of this Act. The contract shall cover the dealers to be inspected and the amount the council shall reimburse the Public Utilities Commission for the inspections. Section 22. That § 49-45-21 be amended to read as follows: 49-45-21. The commission may contract with the Wheat Commission pursuant to § 38-10- 41, with the South Dakota Oilseeds Council pursuant to § 38-27-19, the Soybean Research and Promotion Council pursuant to § 38-29-14, and the South Dakota Corn Utilization Council pursuant to § 38-32-24 , and the South Dakota Pulse Crop Council pursuant to section 21 of this Act . Under the terms of any such contract, the commission may inspect the records of licensed grain dealers to determine compliance with assessment and checkoff requirements imposed by chapters 38-10, 38-27, 38-29, and 38-32 and the provisions of this Act ."}, {"bill_id": 19673, "bill_version_id": 105601, "bill_version": "Enrolled", "bill_version_date": "2005-03-01T08:49:51-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 19673, "action_date": "2005-01-25T14:00:00-06:00", "document_id": 103174, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103174.pdf", "status_text": "First read in Senate and referred to", "journal_page": 160, "committee_id_action": 861, "committee_id_assigned": 834, "result": "N", "vote": {}}, {"bill_id": 19673, "action_date": "2005-02-03T10:00:00-06:00", "document_id": 104000, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104000.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 834, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19673, "action_date": "2005-02-08T10:00:00-06:00", "document_id": 104301, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104301.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 834, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19673, "action_date": "2005-02-08T10:00:00-06:00", "document_id": 104301, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104301.pdf", "status_text": "Do Pass Amended,", "journal_page": 383, "committee_id_action": 834, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 59707, "president_vote": null, "Excused": [3163], "Yea": [3185, 3210, 3214, 3228, 3204, 3165], "Nay": [3200, 3205]}}, {"bill_id": 19673, "action_date": "2005-02-10T14:00:00-06:00", "document_id": 104547, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104547.pdf", "status_text": "Deferred to another day", "journal_page": 432, "committee_id_action": 861, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 19673, "action_date": "2005-02-14T14:00:00-06:00", "document_id": 104707, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104707.pdf", "status_text": "Deferred to another day", "journal_page": 472, "committee_id_action": 861, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 19673, "action_date": "2005-02-15T14:00:00-06:00", "document_id": 104814, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104814.pdf", "status_text": "Motion to Amend,", "journal_page": 498, "committee_id_action": 861, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 19673, "action_date": "2005-02-15T14:00:00-06:00", "document_id": 104814, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104814.pdf", "status_text": "Do Pass Amended,", "journal_page": 498, "committee_id_action": 861, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 60153, "president_vote": null, "Yea": [3150, 3151, 3152, 3153, 3154, 3157, 3163, 3165, 3166, 3168, 3173, 3179, 3180, 3185, 3186, 3193, 3198, 3201, 3202, 3204, 3210, 3212, 3214, 3217, 3219, 3221, 3224, 3228, 3236, 3239, 3241, 3242, 3247], "Nay": [3200, 3205]}}, {"bill_id": 19673, "action_date": "2005-02-16T14:00:00-06:00", "document_id": 104927, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104927.pdf", "status_text": "First read in House and referred to", "journal_page": 514, "committee_id_action": 860, "committee_id_assigned": 846, "result": "N", "vote": {}}, {"bill_id": 19673, "action_date": "2005-02-24T07:00:00-06:00", "document_id": 105343, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105343.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 846, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19673, "action_date": "2005-02-24T07:00:00-06:00", "document_id": 105343, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105343.pdf", "status_text": "Do Pass,", "journal_page": 628, "committee_id_action": 846, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 60530, "president_vote": null, "Yea": [3158, 3172, 3175, 3183, 3187, 3192, 3196, 3197, 3220, 3238, 3252, 3161, 3162]}}, {"bill_id": 19673, "action_date": "2005-02-25T13:00:00-06:00", "document_id": 105483, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105483.pdf", "status_text": "Deferred to another day", "journal_page": 669, "committee_id_action": 860, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 19673, "action_date": "2005-02-28T14:00:00-06:00", "document_id": 105579, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105579.pdf", "status_text": "Do Pass Amended,", "journal_page": 699, "committee_id_action": 860, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 62146, "president_vote": null, "Yea": [3155, 3156, 3158, 3160, 3161, 3162, 3164, 3167, 3169, 3170, 3171, 3172, 3174, 3175, 3177, 3178, 3181, 3183, 3184, 3187, 3188, 3189, 3190, 3191, 3192, 3194, 3195, 3196, 3197, 3199, 3203, 3206, 3207, 3208, 3209, 3211, 3213, 3218, 3220, 3222, 3223, 3225, 3226, 3227, 3229, 3230, 3231, 3232, 3233, 3234, 3235, 3237, 3238, 3240, 3243, 3244, 3245, 3246, 3248, 3249, 3251, 3252, 3253, 3254, 3255, 3215], "Nay": [3159], "Excused": [3176, 3182, 3216]}}, {"bill_id": 19673, "action_date": "2005-03-01T11:00:00-06:00", "document_id": 105704, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105704.pdf", "status_text": "Delivered to the Governor", "journal_page": 727, "committee_id_action": 861, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19673, "action_date": "2005-03-01T11:00:00-06:00", "document_id": 105704, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105704.pdf", "status_text": "Signed by President", "journal_page": 729, "committee_id_action": 861, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19673, "action_date": "2005-03-01T13:00:00-06:00", "document_id": 105710, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105710.pdf", "status_text": "Signed by Speaker", "journal_page": 737, "committee_id_action": 860, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19673, "action_date": "2005-03-04T09:00:00-06:00", "document_id": 105943, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105943.pdf", "status_text": "Signed by Governor", "journal_page": 779, "committee_id_action": 861, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 3129}