{"session_id": 8, "bill_id": 1661, "bill_type": "House Bill", "bill_number": 1146, "bill_title": "provide for the regulation of certain commercial dog breeding operations.", "sponsors": [{"legislator_profile_id": 785, "is_prime": true}, {"legislator_profile_id": 813, "is_prime": true}, {"legislator_profile_id": 821, "is_prime": false}, {"legislator_profile_id": 756, "is_prime": false}, {"legislator_profile_id": 814, "is_prime": false}, {"legislator_profile_id": 842, "is_prime": false}, {"legislator_profile_id": 761, "is_prime": false}, {"legislator_profile_id": 834, "is_prime": false}, {"legislator_profile_id": 822, "is_prime": false}, {"legislator_profile_id": 816, "is_prime": false}, {"legislator_profile_id": 824, "is_prime": false}, {"legislator_profile_id": 788, "is_prime": false}, {"legislator_profile_id": 801, "is_prime": false}, {"legislator_profile_id": 833, "is_prime": false}, {"legislator_profile_id": 762, "is_prime": false}, {"legislator_profile_id": 763, "is_prime": false}], "keywords": ["Animals and Livestock"], "audio": [{"meeting_datetime": "2010-02-09T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hag17.mp3", "start_seconds": 4249.0}, {"meeting_datetime": "2010-02-09T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hag17.mp3", "start_seconds": 4249.0}, {"meeting_datetime": "2010-02-09T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hag17.mp3", "start_seconds": 4249.0}], "bill_versions": [{"bill_id": 1661, "bill_version_id": 11120, "bill_version": "Introduced", "bill_version_date": "2010-01-27T11:21:10.583-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the regulation of certain commercial dog breeding operations. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 40-1-1 be amended to read as follows: 40-1-1. Terms used in chapters 40-1 and 40-2, mean: (1) \"Abandonment,\" giving up with the intent of never again regaining one's interests in, or rights to, an animal other than placing ownership with a responsible party; (2) \"Animal,\" any mammal, bird, reptile, amphibian, or fish, except humans; (3) \"Board,\" the South Dakota Animal Industry Board; (4) \"Captive wild animal,\" any wild animal held in man-made confinement or physically altered to limit movement and facilitate capture; (5) \"Commercial dog breeder,\" any person who, during any twelve-month period, maintains thirty or more adult female dogs for the primary purpose of the sale of their offspring as companion animals; (6) \"Companion animal,\" any domestic or feral dog, domestic or feral cat, nonhuman primate, guinea pig, hamster, rabbit not raised for human food or fiber, exotic or native animal, reptile, exotic or native bird, or any feral animal or any animal under the care, custody, or ownership of a person or any animal that is bought, sold, traded, or bartered by any person. Agricultural animals, game species, or any animals regulated under federal law as research animals are not companion animals for the purposes of this chapter; (7) \"Dealer,\" any person who in the regular course of business for compensation or profit buys, sells, transfers, exchanges, or barters companion animals. Any person who transports companion animals in the regular course of business as a common carrier or any person or organization whose primary purpose is to find permanent adoptive homes for companion animals is not a dealer; (8) \"Domestic animal,\" any animal that through long association with man, has been bred to a degree which has resulted in genetic changes affecting the temperament, color, conformation, or other attributes of the species to an extent that makes it unique and different from wild individuals of its kind; (6)(9) \"Exotic animal,\" any animal not occurring naturally in the United States either currently or historically; (7)(10) \"Impoundment,\" taking physical control and custody of an animal; (8)(11) \"Non-domestic animal,\" any animal that is not domestic; (9)(12) \"Other livestock,\" any agricultural or commercial animal owned, bred, or raised for profit, but not including dogs, cats, rabbits, or other household pets; (13) \"Pet shop,\" an establishment where companion animals are bought, sold, exchanged, or offered for sale or exchange to the general public; (10)(14) \"Wild animal,\" any animal not in captivity, other than a domestic animal; and (11)(15) \"Zoological animal,\" any animal in any zoo or intended to be used in a zoo. Section 2. That chapter 40-1 be amended by adding thereto a NEW SECTION to read as follows: No pet shop may sell or offer for sale any dog procured from a person who is not a dealer or licensed by the United States Department of Agriculture (USDA) pursuant to the federal Animal Welfare Act (7 U.S.C. § 2131 et seq.), as amended to January 1, 2010. No commercial dog breeder who is not licensed by the USDA pursuant to the federal Animal Welfare Act (7 U.S.C. § 2131 et seq.), as amended to July 1, 2010, may sell any dog to a pet shop, unless the commercial dog breeder maintains a valid and current USDA dealer's permit. A violation of this section is a Class 1 misdemeanor. Section 3. That chapter 40-1 be amended by adding thereto a NEW SECTION to read as follows: Any commercial dog breeder that fails to provide adequate shelter, feed, water, space, exercise, or care for dogs in the commercial dog breeder's possession is guilty of a Class 1 misdemeanor. Such animals are subject to seizure and impoundment, and upon conviction of the commercial dog breeder, the animals may be sold, euthanized, or disposed of as provided by § 40-1-34. Section 4. That chapter 40-1 be amended by adding thereto a NEW SECTION to read as follows: Terms defined in this section are for purposes of section 3 of this Act. The term, adequate care, means the responsible practice of good animal husbandry, handling, production, management, confinement, feeding, watering, protection, shelter, transportation, treatment, and, if necessary, euthanasia, appropriate for the age, species, condition, size and type of the animal and the provision of veterinary care if needed to prevent suffering or impairment of health. The term, adequate water, means the provision of and access to clean, fresh, potable water of a drinkable temperature that is provided in a suitable manner, in sufficient volume, and at suitable intervals, but at least once every twelve hours, to maintain normal hydration for the age, species, condition, size and type of each animal, except as prescribed by a veterinarian or as dictated by naturally occurring states of hibernation or fasting normal for the species; and is provided in clean, durable receptacles that are accessible to each animal and are placed so as to minimize contamination of the water by excrement and pests or an alternative source of hydration consistent with generally accepted husbandry practices. The term, adequate feed, means access to and the provision of food that is of sufficient quantity and nutritive value to maintain each animal in good health; is accessible to each animal; is prepared so as to permit ease of consumption for the age, species, condition, size, and type of each animal; is provided in a clean and sanitary manner; is placed so as to minimize contamination by excrement and pests; and is provided at suitable intervals for the species, age, and condition of the animal, but at least once daily, except as prescribed by a veterinarian or as dictated by naturally occurring states of hibernation or fasting normal for the species. The term, adequate shelter, means the provision of and access to shelter that is suitable for the species, age, condition, size, and type of each animal; provides adequate space for each animal; is safe and protects each animal from injury, rain, sleet, snow, hail, direct sunlight, the adverse effects of heat or cold, physical suffering, and impairment of health; is properly lighted; is properly cleaned; enables each animal to be clean and dry, except when detrimental to the species; and, for dogs and cats, provides a solid surface, resting platform, pad, floormat, or similar device that is large enough for the animal to lie on in a normal manner and can be maintained in a sanitary manner. Shelters whose wire, grid, or slat floors permit the animals' feet to pass through the openings, sag under the animals' weight, or otherwise do not protect the animals' feet or toes from injury are not adequate shelter. The term, adequate space, means sufficient space to allow each animal to easily stand, sit, lie, turn about, and make all other normal body movements in a comfortable, normal position for the animal and interact safely with other animals in the enclosure. If an animal is tethered, adequate space means a tether that permits the above actions and is appropriate to the age and size of the animal; is attached to the animal by a properly applied collar, halter, or harness configured so as to protect the animal from injury and prevent the animal or tether from becoming entangled with other objects or animals, or from extending over an object or edge that could result in the strangulation or injury of the animal; and is at least three times the length of the animal, as measured from the tip of its nose to the base of its tail, except when the animal is being walked on a leash or is attached by a tether to a lead line. If freedom of movement would endanger the animal, temporarily and appropriately restricting movement of the animal according to professionally accepted standards for the species is considered provision of adequate space. The term, adequate exercise, means the opportunity for the animal to move sufficiently to maintain normal muscle tone and mass for the age, species, size, and condition of the animal. Section 5. That chapter 40-1 be amended by adding thereto a NEW SECTION to read as follows: No commercial dog breeder may maintain more than fifty dogs over the age of one year at any time for breeding purposes. However, a higher number of dogs may be allowed if approved by ordinance of the governing body of the county or municipality in which the facility is located, after a public hearing. Any such ordinance may include additional requirements for commercial breeding operations. A commercial dog breeder may breed female dogs only after annual certification by a licensed veterinarian that the dog is in suitable health for breeding, after the dog has reached the age of eighteen months, and if the dog has not yet reached the age of eight years. A commercial dog breeder may dispose of dogs only by gift, sale, transfer, barter, or euthanasia by a licensed veterinarian. A commercial dog breeder shall dispose of dog waste in accordance with state and federal laws and regulations. A violation of this section is a Class 1 misdemeanor. Section 6. That chapter 40-1 be amended by adding thereto a NEW SECTION to read as follows: Any commercial dog breeder shall maintain accurate records for at least five years for each animal in the facility, including: (1) The date on which a dog enters the operation; (2) The person from whom the animal was purchased or obtained, including the person's address and phone number; (3) A description of the animal, including the species, color, breed, sex, and approximate age and weight; (4) Any tattoo, microchip number, or other identification number carried by or appearing on the animal; (5) Each date that puppies were born to such animal and the number of puppies; (6) All medical care and vaccinations provided to the animal, including certifications required by a licensed veterinarian under this chapter; and (7) The disposition of each animal and the date. Failure to maintain records in accordance with this section is a Class 1 misdemeanor. Section 7. That chapter 40-1 be amended by adding thereto a NEW SECTION to read as follows: Any peace officer, officer or agent of a humane society, animal control officer, or agent of the board may, upon receiving a complaint or upon his or her own motion, investigate any violation of the provisions of this chapter related to commercial dog breeders. The investigation shall be in accordance with the provisions of § 40-1-41 and may include the inspection of the books and records of any commercial dog breeder, the inspection of any companion animal owned by the commercial dog breeder, and the inspection of any place associated with the commercial dog breeding facility where dogs are bred or maintained. Any commercial dog breeder who is the subject of such an investigation shall, upon request, provide assistance to the person making any inspection authorized by this section. Section 8. That chapter 40-1 be amended by adding thereto a NEW SECTION to read as follows: No commercial dog breeder may operate or maintain a controlling interest in any pound, animal shelter, humane society, animal welfare organization, society for the prevention of cruelty to animals, or other similar entity or home-based rescue, that releases companion animals for adoption. A violation of this section is a Class 1 misdemeanor. Section 9. That chapter 40-1 be amended by adding thereto a NEW SECTION to read as follows: Any person who has been convicted of a violation of any law concerning abuse, neglect, or cruelty to animals who sells, offers for sale, or trades any companion animal is guilty of a Class 1 misdemeanor. However, a person may dispose of animals under the provisions of a court order. Section 10. That § 40-1-14 be amended to read as follows: 40-1-14. For the purposes of §§ 40-1-1 to 40-1-17, inclusive, and this Act, knowledge and acts of agents of, and persons employed by, any corporation in regard to animals transported, owned, or employed by or in custody of such corporation, shall be held to be the knowledge and acts of such corporation as well as such agents or employees. Section 11. That § 40-1-41 be amended to read as follows: 40-1-41. A veterinarian licensed in the State of South Dakota shall be in attendance during any portion of an investigation of a commercial breeding operation or commercial dog breeder that is conducted on the premises of the commercial breeding operation or commercial dog breeder. For purposes of this section the term, commercial breeding operation, means any person engaged in the business of breeding dogs or cats who sells, exchanges, or leases dogs or cats in return for consideration or who offers to do so, whether or not the dogs or cats are bred, raised, trained, groomed, or boarded by the person. Any person who owns or harbors three or fewer unaltered dogs or cats for breeding purposes that are at least six months of age is not a commercial breeding operation. Any person who sells, exchanges, or leases fewer than thirty dogs or cats in a twelve-month period is not a commercial breeding operation if all such dogs or cats are sold, exchanged, or leased to a final owner rather than for later retail sale or brokered trading. Any person knowingly selling, exchanging, or leasing any dogs or cats for later retail sale or for brokered trading is a commercial breeding operation."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1661, "action_date": "2010-01-27T14:00:00-06:00", "document_id": 11169, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11169.pdf", "status_text": "First read in House and referred to", "journal_page": 198, "committee_id_action": 86, "committee_id_assigned": 87, "result": "N", "vote": {}}, {"bill_id": 1661, "action_date": "2010-02-09T07:45:00-06:00", "document_id": 11844, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11844.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 87, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1661, "action_date": "2010-02-09T07:45:00-06:00", "document_id": 11949, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11949.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 323, "committee_id_action": 87, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6184, "president_vote": null, "Yea": [831, 811, 832, 843, 792, 836, 841, 833, 746, 828, 838, 789, 793]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/1661"}