{"session_id": 56, "bill_id": 19013, "bill_type": "Senate Bill", "bill_number": 114, "bill_title": "equalize the premium tax on all insurance companies doing business in South Dakota, to phase out the annuity contract savings tax, and to provide for certain deferred repeals.", "sponsors": [{"legislator_profile_id": 3109, "is_prime": true}, {"legislator_profile_id": 3124, "is_prime": true}, {"legislator_profile_id": 3044, "is_prime": false}, {"legislator_profile_id": 3133, "is_prime": false}], "keywords": ["Department of Revenue and Regulation", "Insurance", "Taxes"], "audio": [{"meeting_datetime": "2004-02-05T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sco17sb0114a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-05T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sco17sb0114a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-05T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sco17sb0114a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-05T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sco17sb0114a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-05T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sco17sb0114a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-05T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sco17sb0114a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-05T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sco17sb0114a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-05T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sco17sb0114a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 19013, "bill_version_id": 99566, "bill_version": "Introduced", "bill_version_date": "2004-01-22T09:13:41-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to equalize the premium tax on all insurance companies doing business in South Dakota, to phase out the annuity contract savings tax, and to provide for certain deferred repeals. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-44-2 be amended to read as follows: 10-44-2. Any company doing insurance business in this state shall pay a tax at the rates specified in this section. The tax shall be paid to the division of insurance at the time the company files its annual statement, or, if no annual statement is required, then before March first of each year. If, during the previous year, a company paid more than five thousand dollars in premium taxes in this state, the company shall submit payments equal to one-quarter of the previous year's premium taxes to the Division of Insurance on April thirtieth, July thirty-first, October thirty-first, and January thirty-first. The quarterly payments shall be credited against the amount due from the company at the time the company files its annual statement, or if no annual statement is required, then on March first of each year. The director of the Division of Insurance may waive the requirement in writing for quarterly payments or reduce the amount of deposit if the director finds the requirement would impose an undue premium tax on a company because of a significant decline in sales within the state. If the sum of the quarterly payments exceeds the total taxes due, the director shall credit the overpayment against subsequent amounts due or, if requested in writing at the time the company files its annual statement, refund the overpayment to the company. If the overpayment cannot be credited, if there is excess remaining after the credit is taken on the annual statement, or if the refund is not requested, the division may refund the amount overpaid by May first of the following year. The rates are: (1) On each domestic company, two and one-half percent of premiums and one and one-fourth percent of the consideration for annuity contracts. The tax also applies to premiums for insurance written on individuals residing outside this state or property located outside this state if no comparable tax is paid by the direct writing company to any other appropriate taxing authority. However, the tax applies only to premiums for insurance written after July 1, 1980, on individuals residing outside of the United States; (2) On each foreign company, two and one-half percent of premiums, and one and one-fourth percent of the consideration for annuity contracts; (1) Except for surety premiums and premiums on life insurance policies having a face amount of insurance not exceeding five thousand dollars which, after December 31, 2005, shall be taxed at 1.25 percent, the rates of tax on each domestic and foreign company are as follows for the years and lines of business indicated: However, if the annual premium on a life policy exceeds one hundred thousand dollars, that portion of the annual premium in excess of one-hundredths of a percent (0.08 percent). (2) The rate of tax on consideration for annuity contracts on each domestic and foreign company is as follows for the years indicated: However, if the consideration for an annuity contract exceeds five hundred thousand dollars, that portion of the annuity consideration in excess of five hundred thousand dollars shall be taxed at the rate of eight one-hundredths of a percent (0.08 percent). There is no tax on annuity considerations received after December 31, 2013. (3) On each insurer not licensed or not authorized to do business in this state, two and one-half percent of premiums and one and one-fourth percent of the consideration for annuity contracts the rates of tax shall be the same as for other insurers as set forth in subdivisions (1) and (2) of this section ; (4) Fourteen dollars for each insurance policy issued or renewed for workers' compensation coverage. Revenue from subdivision (4) of this section shall be deposited in the insurance operating fund of the state treasury and is dedicated to the Department of Labor for purposes of automating the administration of the workers' compensation law and supporting the workers' compensation advisory council. The taxes set forth in subdivisions (1) and (2) of this section also apply to premiums for insurance written by each domestic company on individuals residing outside this state or property located outside this state if no comparable tax is paid by the direct writing company to any other appropriate taxing authority. However, the tax applies only to premiums for insurance written after July 1, 1980, on individuals residing outside the United States. Section 2. That § 10-44-4 be amended to read as follows: 10-44-4. Any insurer subject to payment of tax provided for in § 10-44-2, and which has in this state its principal office, or a regional home office as defined in § 10-44-5, for over one-half the tax year shall be is entitled to the following credits and deductions credit and may deduct against such tax : (1) An amount equal to fifty percent of the tax as determined under § 10-44-2; and the following percentage of such taxes for the years and lines of business indicated: (2) An For years before 2005, any insurer subject to payment of tax provided for in § 10-44- 2, and which has in this state its princip0al office, or a regional home office as defined in § 10- 44-5, for over one-half of the year is entitled to credit and may deduct against such tax an amount equal to ad valorem taxes or payments made in lieu of taxes paid by such insurer, whether direct or in the form of rent, on that proportion of the premises occupied as a principal or regional home office during the year next preceding the filing of its annual tax return ; provided, however, that . However, in no event shall may such credits and deductions reduce the amount of tax to less than thirty percent of the amount of the tax otherwise payable without the application of the credit herein provided for. This credit does not apply to years after 2005. Section 3. The provisions of § § 10-44-4, 10-44-5, and 20-44-6 are repealed on December 31, 2009."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 19013, "action_date": "2004-01-22T14:00:00-06:00", "document_id": 99662, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99662.pdf", "status_text": "First read in Senate and referred to", "journal_page": 108, "committee_id_action": 832, "committee_id_assigned": 806, "result": "N", "vote": {}}, {"bill_id": 19013, "action_date": "2004-02-05T10:00:00-06:00", "document_id": 100712, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100712.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 806, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19013, "action_date": "2004-02-05T10:00:00-06:00", "document_id": 100712, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100712.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 806, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 19013, "action_date": "2004-02-05T10:00:00-06:00", "document_id": 100712, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100712.pdf", "status_text": "Do Pass Amended,", "journal_page": null, "committee_id_action": 806, "committee_id_assigned": null, "result": "D", "vote": {}}, {"bill_id": 19013, "action_date": "2004-02-05T10:00:00-06:00", "document_id": 100712, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100712.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 354, "committee_id_action": 806, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 57035, "president_vote": null, "Yea": [3044, 3089, 3094, 3137, 3050], "Nay": [3132, 3109]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/19013"}