{"session_id": 43, "bill_id": 11612, "bill_type": "House Bill", "bill_number": 1271, "bill_title": "establish certain provisions regarding the rural broadband fund.", "sponsors": [{"legislator_profile_id": 1690, "is_prime": true}, {"legislator_profile_id": 1651, "is_prime": true}, {"legislator_profile_id": 1700, "is_prime": false}, {"legislator_profile_id": 1654, "is_prime": false}, {"legislator_profile_id": 1656, "is_prime": false}, {"legislator_profile_id": 1680, "is_prime": false}, {"legislator_profile_id": 1744, "is_prime": false}, {"legislator_profile_id": 1702, "is_prime": false}, {"legislator_profile_id": 1748, "is_prime": false}, {"legislator_profile_id": 1708, "is_prime": false}, {"legislator_profile_id": 1673, "is_prime": false}, {"legislator_profile_id": 1698, "is_prime": false}, {"legislator_profile_id": 1733, "is_prime": false}, {"legislator_profile_id": 1701, "is_prime": false}, {"legislator_profile_id": 1762, "is_prime": false}, {"legislator_profile_id": 1755, "is_prime": false}, {"legislator_profile_id": 1691, "is_prime": false}], "keywords": ["Appropriation", "Broadband", "Fund", "Promulgation of Rules", "Public Utilities and Carriers"], "audio": [{"meeting_datetime": "2020-02-26T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hco27.mp3", "start_seconds": 189.0}, {"meeting_datetime": "2020-02-26T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hco27.mp3", "start_seconds": 189.0}, {"meeting_datetime": "2020-02-26T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hco27.mp3", "start_seconds": 189.0}], "bill_versions": [{"bill_id": 11612, "bill_version_id": 66870, "bill_version": "Introduced", "bill_version_date": "2020-02-06T09:56:31.583-06:00", "bill_text": "An Act to establish certain provisions regarding the rural broadband fund. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 1-53-48. Rural Broadband Fund--Established--Appropriation. There is created a fund in the state treasury to be known as the rural broadband fund. Funds shall be expended as appropriated by the Legislature. Future funds shall be expended by appropriation through the General Appropriations Act or by special appropriation. Section 2. That a NEW SECTION be added: 1-53-49. Rural Broadband Fund--Grants--Purposes. All moneys in the rural broadband fund shall be used and expended under the direction of the commissioner of the Governor's Office of Economic Development. The commissioner shall provide grants to eligible applicants for the purpose of funding the acquisition and installation of infrastructure that supports broadband service scalable to speeds contained in the most current Federal Communications Commission's definition of broadband. Section 3. That a NEW SECTION be added: 1-53-50. Rural Broadband Fund--Applicants--Expenditures--Limitations. Applicants shall be required to provide a minimum of fifty percent of the funding. Applicants shall receive additional consideration for funding provided by the applicant that exceeds the required amount. Grants shall be no more than one million five hundred thousand dollars for any single project. Funding shall be strictly for capital expenditures of building out the network in unserved or underserved areas. Costs of ongoing operation for broadband systems are not eligible. Section 4. That a NEW SECTION be added: 1-53-51. Application--Criteria--Promulgation of rules. An applicant shall submit an application to the commissioner on a form prescribed by the commissioner. The commissioner shall, by rules promulgated pursuant to chapter 1-26, develop administrative procedures regarding the application and grant award process including any quantitative weighting scheme or scoring system to be used to evaluate or rank applications. The commissioner shall act as fiscal agent for the grant program and shall be responsible for receiving and reviewing grant applications and awarding grants under this section. At least thirty days before the first day applications may be submitted each fiscal year, the commissioner shall publish on the office's website the specific criteria and any quantitative weighting scheme or scoring system used to evaluate or rank applications and award grants under this chapter. The commissioner shall also post any unserved or underserved areas that are eligible for grant funding. Section 5. That a NEW SECTION be added: 1-53-52. Application--Contents. An applicant for a grant under this section shall provide the following information on the application: (1) The location of the project; (2) The kind and amount of broadband infrastructure to be purchased for the project; (3) Evidence regarding the unserved or underserved nature of the community in which the project is to be located; (4) The number of households passed that will have access to broadband service as a result of the project, or whose broadband service will be upgraded as a result of the project; (5) Significant community institutions that will benefit from the proposed project; (6) Evidence of community support for the project; (7) The total cost of the project; (8) Sources of funding or in-kind contributions for the project that will supplement any grant award; (9) Evidence of the broadband provider's financial viability; and (10) Any additional information requested by the commissioner. Section 6. That a NEW SECTION be added: 1-53-53. Geographic broadband service area--Publication--Application challenge--Contents of challenge. Within three days of the close of the grant application process, the office shall publish on its website the proposed geographic broadband service area and the proposed broadband service speeds for each application submitted. An existing broadband service provider in or proximate to the proposed project area may, within thirty days of publication of the information under this section, submit in writing a challenge to an application to the commissioner. A challenge shall contain information demonstrating that: (1) The provider currently provides or has begun construction to provide broadband service to the proposed project area at speeds that meet the definition of broadband contained in § 1-53-49; or (2) The provider commits to complete construction of broadband infrastructure and provide broadband service in the proposed project area at speeds that meet the definition of broadband as provided in § 1-53-49, no later than eighteen months after the date grant awards are made under this section for the grant cycle under which the application was submitted. The commissioner shall evaluate the information submitted in a provider's challenge under this section. If the commissioner denies funding to an applicant as a result of a broadband service provider's challenge made under this section, and the broadband service provider does not fulfill the provider's commitment to provide broadband service in the project area, the broadband service provider becomes ineligible for future grants under this program."}], "amendments": [{"bill_id": 11612, "document_id": 68482, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68482.pdf", "legislator_profile_id": 1709, "document_id_instructions": 68484, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/68484.pdf"}], "fiscal_notes": [], "action_log": [{"bill_id": 11612, "action_date": "2020-02-06T14:00:00-06:00", "document_id": 66674, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/66674.pdf", "status_text": "First Reading House", "journal_page": 210, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11612, "action_date": "2020-02-21T13:00:00-06:00", "document_id": 68191, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68191.pdf", "status_text": "Referred to", "journal_page": 351, "committee_id_action": 480, "committee_id_assigned": 465, "result": "N", "vote": {}}, {"bill_id": 11612, "action_date": "2020-02-26T10:00:00-06:00", "document_id": 68502, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68502.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 465, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11612, "action_date": "2020-02-26T10:00:00-06:00", "document_id": 68503, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68503.pdf", "status_text": "Tabled", "journal_page": null, "committee_id_action": 465, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 33861, "president_vote": null, "Yea": [1723, 1669, 1675, 1679, 1698, 1762, 1697, 1691, 1687, 1657, 1736, 1709], "Excused": [1661]}}]}