{"session_id": 69, "bill_id": 25281, "bill_type": "House Bill", "bill_number": 1251, "bill_title": "modify provisions related to the annexation of unplatted territory or agricultural land.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25281", "sponsors": [{"legislator_profile_id": 4528, "is_prime": true}], "keywords": ["Agricultural Land", "Annexation", "Municipal Government"], "audio": [], "bill_versions": [{"bill_id": 25281, "bill_version_id": 264109, "bill_version": "Introduced", "bill_version_date": "2024-01-31T12:02:36.16-06:00", "bill_text": "An Act to modify provisions related to the annexation of unplatted territory or agricultural land. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 9-4-5 be AMENDED: 9-4-5. No such resolution describing unplatted territory therein, or describing a parcel or contiguous parcels owned by a common landowner that are greater than twenty acres and used for agricultural purposes, may be adopted until it has been approved by the board of county commissioners of the county wherein such unplatted territory is situate without the consent of the landowner. For the purposes of this section, the term \"unplatted territory is\" means any land which that has not been platted by a duly recorded plat or any agricultural land as defined in § 10-6-110. For the purposes of this section, land is used for agricultural purposes if: (1) At least fifty percent of the land is devoted, for intended profit, to: (a) The raising and harvesting of crops, timber, or fruit trees; (b) The rearing, feeding, or management of farm livestock, poultry, fish, or nursery stock; (c) The production of bees and apiary products; or (d) Horticulture; or (2) The land is woodland, wasteland, or pastureland and is held and operated in conjunction with land used for one of the purposes set forth in subsections (1)(a) to (1)(d), inclusive, of this Act, and is under the same ownership."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 25281, "action_date": "2024-01-31T14:30:00-06:00", "document_id": 263721, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/263721.pdf", "status_text": "First Reading House", "journal_page": 214, "committee_id_action": 1197, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 25281, "action_date": "2024-02-01T14:00:00-06:00", "document_id": 264174, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264174.pdf", "status_text": "First read in House and referred to", "journal_page": 228, "committee_id_action": 1197, "committee_id_assigned": 1200, "result": "N", "vote": {}}]}