{"session_id": 43, "bill_id": 11525, "bill_type": "Senate Bill", "bill_number": 48, "bill_title": "authorize charges for and payment of administrative services.", "sponsors": [{"legislator_profile_id": 1724, "is_prime": true}], "keywords": ["Agriculture and Horticulture", "Animals and Livestock", "Boards and Commissions"], "audio": [{"meeting_datetime": "2020-02-11T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sap18.mp3", "start_seconds": 4160.0}, {"meeting_datetime": "2020-02-11T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sap18.mp3", "start_seconds": 4160.0}, {"meeting_datetime": "2020-02-11T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sap18.mp3", "start_seconds": 4160.0}], "bill_versions": [{"bill_id": 11525, "bill_version_id": 62326, "bill_version": "Introduced", "bill_version_date": "2020-01-15T13:50:17.38-06:00", "bill_text": "An Act to authorize charges for and payment of administrative services. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 38-1-16.1. Administrative services--Provision--Charges. The Department of Agriculture shall charge any association, board, commission, council, or similar entity for the actual expenses incurred by the department in the provision of administrative services to that entity. The charges for such services must be that percentage of the employee's total compensation which is equivalent to the percentage of the employee's total time spent in providing the service. Section 2. That § 38-10-14 be AMENDED: 38-10-14. Wheat commission--Powers. In the administration of this chapter, the wheat commission may: (1) Expend the funds collected pursuant to this chapter, including for administrative service charges in accordance with § 38-1-16.1; (2) Appoint, discharge, fix compensation for and prescribe the duties of such personnel as it may deem necessary, subject to Bureau of Human Resources guidelines; (3) Lease, purchase, own, equip, maintain, operate, and dispose of equipment in the commission office; (4) Accept donations of funds, property, services, and other assistance from public, private, and other sources for the purpose of aiding and promoting the work and objectives of the commission; (5) Appoint an attorney who shall act for the commission when needed; and (6) Establish an administrative office for the wheat commission in the State of South Dakota at a place suitable for the furtherance of this chapter. Section 3. That § 38-27-8 be AMENDED: 38-27-8. Oilseeds council--Powers. In the administration of this chapter, the oilseeds council may: (1) Contract and cooperate with any person or with any governmental department or agency for research, education, and transportation; (2) Expend the funds collected pursuant to this chapter and appropriated for its administration, including for administrative service charges in accordance with § 38-1-16.1; (3) Appoint, discharge, fix compensation for, and prescribe the duties of personnel as necessary, subject to approval of the secretary; and (4) Accept donations of funds, property, services, or other assistance from public or private sources for the purpose of furthering the objectives of the council. Section 4. That § 38-29-7 be AMENDED: 38-29-7. Soybean research and promotion council--Powers. The Soybean Research and Promotion Council council may: (1) Enter into contracts, including loans and grants, and cooperate with any person, any local, state, or national organization, whether public or private, or with any governmental department or agency for the discovery, promotion, development, and expansion of domestic and export markets and industries and for research, education, and transportation; (2) Expend the funds collected pursuant to this chapter and appropriated for its administration, including for administrative service charges in accordance with § 38-1-16.1; (3) Appoint, bond, employ, discharge, fix compensation for, and prescribe the duties of such personnel as it deems necessary; (4) Accept donations of funds, property, services, or other assistance from public or private sources for the purpose of furthering the objectives of the council; (5) Lease, purchase, own, maintain, operate, and dispose of equipment and supplies necessary to carry out the provisions of this chapter; and (6) Formulate policies and programs regarding the discovery, promotion, and development of markets and industries for the use of soybeans grown within the state. Section 5. That § 38-32-13 be AMENDED: 38-32-13. Corn utilization council-- Powers. The council may, but is not limited to: (1) Contract and cooperate with any person, organization, or with any governmental department or agency for market maintenance and expansion, research, education, or transportation, and for the prevention, modification, or elimination of trade barriers which that obstruct the free flow of corn and corn products to market; (2) Expend the funds collected pursuant to this chapter and appropriated for its administration, including for administrative service charges in accordance with § 38-1-16.1; (3) Appoint, discharge, fix compensation for, and prescribe the duties of such personnel as it may deem necessary; and (4) Accept donations of funds, property, services, or other assistance from public or private sources for the purpose of furthering the objectives of the council. Section 6. That § 38-34-7 be AMENDED: 38-34-7. Pulse crops council--Powers and duties. The council shall promote the development, marketing, processing, and production of pulse crops in South Dakota. In the administration of this chapter, the council may: (1) Contract and cooperate with any person or with any governmental department or agency for research, education, promotion, and transportation; (2) Expend the funds collected pursuant to this chapter and appropriated for its administration, including for administrative service charges in accordance with § 38-1-16.1; (3) Appoint, discharge, fix compensation for, and prescribe the duties of personnel as necessary, subject to approval of the secretary; and (4) Accept donations of funds, property, services, or other assistance from public or private sources for the purpose of furthering the objectives of the council. Section 7. That § 40-18-9 be AMENDED: 40-18-9. Brand board--Employees--Compensation--Expenditures. The board may, pursuant to chapter 3-6D, employ persons as the board deems necessary to properly to carry out the provisions of chapters 40-18 to 40-22, inclusive, and chapter 40-29, under the supervision and control of the board. The board may fix the salaries and compensation of the persons employed and . The board may make expenditures as necessary expend funds to carry out the provisions of chapters 40-18 to 40-22, inclusive, and chapter 40-29, including for administrative service charges in accordance with § 38-1-16.1."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 11525, "action_date": "2020-01-16T13:00:00-06:00", "document_id": 62323, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/62323.pdf", "status_text": "First read in Senate and referred to", "journal_page": 32, "committee_id_action": 447, "committee_id_assigned": 473, "result": "N", "vote": {}}, {"bill_id": 11525, "action_date": "2020-02-11T10:00:00-06:00", "document_id": 66727, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/66727.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 473, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11525, "action_date": "2020-02-11T10:00:00-06:00", "document_id": 66729, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/66729.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 473, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 32830, "president_vote": null, "Yea": [1651, 1719, 1706, 1746, 1721, 1708, 1735], "Nay": [1720, 1724]}}]}