{"session_id": 45, "bill_id": 12458, "bill_type": "House Bill", "bill_number": 1244, "bill_title": "to create a severance tax on timber and exempt the transportation of timber from sales and use tax.", "sponsors": [{"legislator_profile_id": 1961, "is_prime": true}, {"legislator_profile_id": 1981, "is_prime": true}, {"legislator_profile_id": 1886, "is_prime": false}, {"legislator_profile_id": 1891, "is_prime": false}, {"legislator_profile_id": 1896, "is_prime": false}, {"legislator_profile_id": 1897, "is_prime": false}, {"legislator_profile_id": 1900, "is_prime": false}, {"legislator_profile_id": 1904, "is_prime": false}, {"legislator_profile_id": 1914, "is_prime": false}, {"legislator_profile_id": 1918, "is_prime": false}, {"legislator_profile_id": 1921, "is_prime": false}, {"legislator_profile_id": 1924, "is_prime": false}, {"legislator_profile_id": 1929, "is_prime": false}, {"legislator_profile_id": 1935, "is_prime": false}, {"legislator_profile_id": 1936, "is_prime": false}, {"legislator_profile_id": 1940, "is_prime": false}, {"legislator_profile_id": 1943, "is_prime": false}, {"legislator_profile_id": 1950, "is_prime": false}, {"legislator_profile_id": 1952, "is_prime": false}, {"legislator_profile_id": 1958, "is_prime": false}, {"legislator_profile_id": 1963, "is_prime": false}, {"legislator_profile_id": 1970, "is_prime": false}, {"legislator_profile_id": 1972, "is_prime": false}, {"legislator_profile_id": 1976, "is_prime": false}, {"legislator_profile_id": 1985, "is_prime": false}, {"legislator_profile_id": 1986, "is_prime": false}], "keywords": ["Sales & Use Taxes", "Severance Taxes", "Timber"], "audio": [], "bill_versions": [{"bill_id": 12458, "bill_version_id": 73495, "bill_version": "Introduced", "bill_version_date": "1997-02-03T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create a severance tax on timber and exempt the transportation of timber from sales and use tax. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Acquired,\" if used in reference to the severance tax on timber, the time when timber is first weighed or measured by a primary processor after severance; (2) \"Department,\" the South Dakota Department of Revenue; (3) \"Point of severance,\" the place at which transportation of or timber has been or is about to be commenced for use or processing after being severed; (4) \"Primary processor,\" any person engaged in business as a sawmill, chipper mill, stud mill, square mill, plywood or veneer mill, whole tree chipping mill, post, pole, or piling plant, charcoal plant, processed board mill, bolt working mill, pulp mill, planing or surfacing mill, or other mill or facility where timber first undergoes any processing after harvesting; (5) \"Producer,\" any person engaged in the business of severing timber; (6) \"Purchaser,\" any person acquiring title, outright or conditionally, to any interest in severed timber; (7) \"Secretary,\" the secretary of the Department of Revenue; (8) \"Sever,\" \"severed,\" or \"severing,\" timber cut or otherwise taken for commercial purposes from the land; (9) \"Timber,\" either softwood or hardwood species of trees suitable for use as sawlogs, pulpwood, splits, handles, veneer bolts or billets, stave bolts or billets, and other bolts or billets including chemical wood, cross ties, posts, poles, piling, chips, charcoal, or any other use of wood or wood pulp; (10) \"Time of severance,\" the date on which transportation of timber has been or is about to be commenced for use or processing after being severed. Section 2. The secretary of revenue may, pursuant to chapter 1-26, promulgate rules concerning: (1) The form and contents of the application permit; (2) The form and contents of the reports; (3) The procedures for filing a tax return and payment of the tax; (4) Determining the application of the tax and exemptions. Section 3. Any person desiring to engage in the business of severing timber shall apply to the secretary for a permit. The applicant shall provide a name, address, the type of business, and the counties in which the proposed severing is to be carried on. The applicant shall agree to comply to the provisions of this Act and to pay the severance tax imposed by this Act and that such severance tax constitutes and remains a lien on each unit of production until paid to the secretary. The secretary may issue a permit if the applicant complies with the requirements of this Act and no fee may be charged for the permit. Any person engaged in the business of severing timber without first having made application for and secured a permit is guilty of a Class 2 misdemeanor. Section 4. The provisions of this Act do not apply to any person who occasionally severs timber from such person's property for construction, repair, or maintenance of buildings, structures, or improvements owned by such person. Section 5. For the privilege of severing timber in this state, there is imposed a severance tax of two cents per ton of timber severed in this state. The tax shall be collected, reported, and remitted by each primary processor and shall be computed on the weight of the timber as determined at the last time the timber is weighed before undergoing the first processing after severance. Section 6. Any person engaged in severing timber in the state shall annually on the first day of June file a statement with the secretary of revenue showing the gross tonnage of timber severed for the previous calendar year. The secretary shall prescribe the form for the statement required by this section. A person filing the form required by this section shall verify the accuracy of all the information contained in the report. Section 7. Every person severing timber in this state who fails to file the required statements with the Department of Revenue is guilty of a Class 1 misdemeanor. If any person fails to file required statements, the secretary of revenue may determine the value of the timber and the amount of tax due. Section 8. Any person owning or severing timber shall on demand by the secretary of revenue make available all books, records, inventories, correspondence and memoranda relating to the severing of timber. Any person violating the provisions of this section is guilty of a Class 2 misdemeanor. Section 9. Any person who intentionally makes or files, under oath, a statement required by this chapter which is false, is guilty of a Class 6 felony. Section 10. Each producer or primary processor of timber, shall within twenty-five days after the end of each month, file with the secretary a report showing the tonnage the timber, if any, severed by the producer or processed or acquired for processing by the primary processor during the preceding month, the point of severance, the gross quantity severed, and the cash value thereof, the amount of severance tax due, and other information as the secretary may reasonably require for the enforcement of the provisions of this Act. The report shall be verified by the producer or primary processor or its officers. The payment of the full amount of the severance tax due shall accompany the report. Within ten days after any producer or primary processor shall have ceased operation with the intention of no longer engaging in the business of severing or processing timber, the permit issued shall be returned to the secretary for cancellation. Any producer or primary processor who fails to comply with the provisions of this section is guilty of a Class 2 misdemeanor. Section 11. The monthly reports shall be filed and the severance tax shall be paid by the primary processor. The primary processor shall collect or withhold out of the proceeds of the sale of the timber severed the proportionate parts of the total severance tax due by the respective owners of the timber at the time of severance. Every producer actually operating any property from which timber is severed, but under contract or other obligation whereby payment directly to the owner of any royalty, excess royalty, or working interest, either in money or in kind is required, shall to deduct the amount of the severance tax from any such royalty or other interest before making such direct payment. A primary processor of timber is responsible for the payment of severance taxes on all timber processed or acquired for processing whether or not the primary processor collects or withholds the tax from the producer. Any producer or primary processor failing or refusing to comply with any of the provisions of this section is guilty of a Class 2 misdemeanor. Section 12. Unless relieved in advance by the secretary in writing from doing so, each purchaser of timber shall file with the secretary and within twenty days after the end of each month, a verified report showing the names and addresses of all producers from whom the purchaser has acquired timber sources during the respective month, the types and total quantity of each type of timber acquired, and the purchase price thereof, and other information as the secretary may require for the enforcement of the provisions of this Act. Each purchaser of timber shall ascertain, in advance of permitting the timber purchased to be processed or otherwise changed from its natural state at the time of severance or to be transported for the purpose of such processing or other change, that the severance tax upon the timber has been paid. The purchaser is liable for any unpaid severance tax in the event of failure to make such advance ascertainment. However, the purchaser, as a condition to permitting the processing or other change of timber as to which the severance tax may not have been paid by the producer, may pay the tax either in advance or, with the advance written approval of the secretary for cause within twenty days after commencing the processing or other change of the timber or the transportation thereof for such purpose. The removal by the purchaser of timber to any point of concentration or assembly, either within or without the state, without the severance tax having been previously paid by the producer or purchaser, shall, unless the secretary shall have given advance written approval, be deemed a fraudulent concealment of the whereabouts of the timber with the intent to avoid the payment of such tax. Removal by the purchaser and any failure by the purchaser to file the monthly reports as provided in this Act constitutes a separate offense and subjects the purchaser to a Class 2 misdemeanor. The removal by the producer, purchaser, or primary processor of any timber to any point outside the state without the severance tax having been paid thereon, unless the secretary has given advance written approval is subject to a Class 2 misdemeanor. Section 13. Notwithstanding the provisions of section 10 and section 12 of this Act, either the producer, severer, or purchaser shall report and pay the severance taxes as required in section 10 and 12 of this Act. However, if either the producer or the purchaser files the report and pays the taxes during any month, the other is relieved of the responsibility of filing the report. Section 14. All transporters of timber shall upon request by the secretary furnish a report identifying the name of the shipper, the date of shipment, the quantity and type or character of timber stated in units of measurements applicable thereto, the point of receipt for shipment and point of destination, and other information relating to the transportation of the timber as the secretary may reasonably require for the proper enforcement of the provisions of this Act. Any transporter who fails to furnish the transporter's report, as provided by this section, is guilty of a Class 2 misdemeanor. Section 15. If any producer, purchaser of timber, or primary processor of timber fails to file the monthly reports within the required time frame, if the secretary is not satisfied of the correctness of the reports as filed, or if the producer, purchaser, or primary processor of timber fails to pay all taxes due as provided in this Act, the secretary shall ascertain the true amount and value of the timber severed and to assess the severance tax on the timber severed. The secretary may require the producer, purchaser, or the primary processor to furnish any information deemed necessary and access of the books, records, and files of the producer, purchaser, or primary processor. The secretary may take testimony of witnesses. Upon the ascertainment of the amount of the tax found to be due, the secretary may add a penalty equal to fifty percent of the amount of the tax, together with all accrued costs and expenses of making such ascertainment, and may demand the producer, purchaser, or the primary processor for payment. Section 16. The Department of Revenue has a lien for the taxes, penalties, and costs imposed by this Act upon any timber severed, and any machinery, tools, and implements used in severing the timber. Section 17. The money received by the secretary of revenue from the tax imposed by this Act shall be credited by the secretary to the state general fund. Section 18. That § 10-59-1 be amended to read as follows: 10-59-1. The provisions of this chapter apply to any taxes or fees or persons subject to taxes or fees imposed by this Act and by chapters 10-39, 10-39A, 10-39B, 10-43, 10-45, 10-46, 10-46A, 10-46B, 10-47B, 10-52, 10-60, 32-3, 32-5, 32-5B, 32-9, 32-10, and 34A-13 and § § 22-25-48, 50-4-13 to 50-4-17, inclusive, and the provisions of chapter 10-45B. Section 19. That § 10-45-70 be amended to read as follows: 10-45-70. There is imposed a tax of four percent on the gross receipts from the transportation of tangible personal property. The tax imposed by this section shall apply to any transportation of tangible personal property , except the transportation of timber defined in this Act, if both the origin and destination of the tangible personal property are within this state. Section 20. That § 10-46-57 be amended to read as follows: 10-46-57. There is imposed a tax of four percent on the privilege of the use of any transportation of tangible personal property. The tax imposed by this section shall apply to any transportation of tangible personal property , except the transportation of timber defined in this Act, if both the origin and destination of the tangible personal property are within this state."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12458, "action_date": "1997-02-03T14:00:00-06:00", "document_id": 72894, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72894.pdf", "status_text": "First read in House and referred to", "journal_page": 264, "committee_id_action": 544, "committee_id_assigned": 540, "result": "N", "vote": {}}, {"bill_id": 12458, "action_date": "1997-02-06T07:45:00-06:00", "document_id": 72298, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72298.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 540, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12458, "action_date": "1997-02-06T07:45:00-06:00", "document_id": 72298, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72298.pdf", "status_text": "Deferred to another day", "journal_page": 335, "committee_id_action": 540, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12458, "action_date": "1997-02-11T07:45:00-06:00", "document_id": 72326, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72326.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 540, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12458, "action_date": "1997-02-12T07:45:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 540, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12458, "action_date": "1997-02-13T07:45:00-06:00", "document_id": 72352, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72352.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 540, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12458, "action_date": "1997-02-13T07:45:00-06:00", "document_id": 72352, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72352.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 460, "committee_id_action": 540, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 36163, "president_vote": null, "Nay": [1886, 1958, 1937], "Yea": [1888, 1895, 1907, 1943, 1962, 1887, 1954, 1983, 1987, 1900]}}]}