{"session_id": 56, "bill_id": 18834, "bill_type": "Senate Bill", "bill_number": 187, "bill_title": "revise certain provisions regarding living wills.", "sponsors": [{"legislator_profile_id": 3064, "is_prime": true}, {"legislator_profile_id": 3099, "is_prime": true}, {"legislator_profile_id": 3046, "is_prime": false}, {"legislator_profile_id": 3047, "is_prime": false}, {"legislator_profile_id": 3048, "is_prime": false}, {"legislator_profile_id": 3049, "is_prime": false}, {"legislator_profile_id": 3058, "is_prime": false}, {"legislator_profile_id": 3060, "is_prime": false}, {"legislator_profile_id": 3062, "is_prime": false}, {"legislator_profile_id": 3063, "is_prime": false}, {"legislator_profile_id": 3071, "is_prime": false}, {"legislator_profile_id": 3072, "is_prime": false}, {"legislator_profile_id": 3074, "is_prime": false}, {"legislator_profile_id": 3077, "is_prime": false}, {"legislator_profile_id": 3080, "is_prime": false}, {"legislator_profile_id": 3084, "is_prime": false}, {"legislator_profile_id": 3087, "is_prime": false}, {"legislator_profile_id": 3088, "is_prime": false}, {"legislator_profile_id": 3092, "is_prime": false}, {"legislator_profile_id": 3094, "is_prime": false}, {"legislator_profile_id": 3098, "is_prime": false}, {"legislator_profile_id": 3105, "is_prime": false}, {"legislator_profile_id": 3106, "is_prime": false}, {"legislator_profile_id": 3112, "is_prime": false}, {"legislator_profile_id": 3113, "is_prime": false}, {"legislator_profile_id": 3116, "is_prime": false}, {"legislator_profile_id": 3118, "is_prime": false}, {"legislator_profile_id": 3120, "is_prime": false}, {"legislator_profile_id": 3122, "is_prime": false}, {"legislator_profile_id": 3123, "is_prime": false}, {"legislator_profile_id": 3125, "is_prime": false}, {"legislator_profile_id": 3127, "is_prime": false}, {"legislator_profile_id": 3128, "is_prime": false}, {"legislator_profile_id": 3129, "is_prime": false}, {"legislator_profile_id": 3130, "is_prime": false}, {"legislator_profile_id": 3132, "is_prime": false}, {"legislator_profile_id": 3133, "is_prime": false}, {"legislator_profile_id": 3137, "is_prime": false}, {"legislator_profile_id": 3138, "is_prime": false}, {"legislator_profile_id": 3140, "is_prime": false}, {"legislator_profile_id": 3144, "is_prime": false}, {"legislator_profile_id": 3147, "is_prime": false}, {"legislator_profile_id": 3148, "is_prime": false}, {"legislator_profile_id": 3149, "is_prime": false}], "keywords": ["Domestic Relations", "Personal Rights and Obligations", "Public Health and Safety"], "audio": [{"meeting_datetime": "2004-02-02T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sju14sb0187a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-02T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sju14sb0187a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-02T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sju14sb0187a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-02T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sju14sb0187a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 18834, "bill_version_id": 99875, "bill_version": "Introduced", "bill_version_date": "2004-01-26T10:45:31-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding living wills. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 34-12D-1 be amended to read as follows: 34-12D-1. Terms used in this chapter mean: (1) \"Attending physician,\" the physician who has primary responsibility for the overall medical treatment and care of the patient; (2) \"Declaration,\" a writing executed in accordance with the requirements of § 34-12D-2; (3) \"Informed consent,\" consent voluntarily, knowingly, and competently given without any element of force, fraud, deceit, duress, threat, or other form of coercion after conscientious explanation of all information that a reasonable person would consider significant to the decision in a manner reasonably comprehensible to general lay understanding; (4) \"Health-care provider,\" any person who is licensed, certified, or otherwise authorized by the law of this state to administer health care in the ordinary course of business or practice of a profession, including any person employed by or acting for any such authorized person; (4) (5) \"Life-sustaining treatment,\" any medical procedure or intervention that, when administered to a qualified patient, will serve only to postpone the moment of death or to maintain the patient in a condition of permanent unconsciousness. The term does not include the provision of appropriate care to maintain comfort, hygiene , and human dignity, the oral administration of food and water provision of nutrition and hydration , or the administration of any medication or other medical procedure deemed necessary to alleviate pain; (6) \"Nutrition,\" sustenance administered by way of the gastrointestinal tract; (5) (7) \"Person,\" an any individual, corporation, business trust, estate, trust, limited liability company, partnership, association, joint venture, government, governmental subdivision , or agency, court, public or private agency, or any other legal or commercial entity; (6) (8) \"Physician,\" an individual licensed to practice medicine in this state; (7) (9) \"Qualified patient,\" an adult individual who has executed a declaration and who has been determined by in the reasonable medical judgment of the attending physician and one other physician to be in a terminal condition; (10) \"Reasonable medical judgment,\" a medical judgment, in accordance with accepted medical standards, that would be made by a reasonably prudent physician, knowledgeable about the case and the treatment possibilities with respect to the medical conditions involved; (8) (11) \"Terminal condition,\" an incurable and irreversible condition that, in accordance with accepted medical standards, will cause death within a relatively short time if life-sustaining treatment is not administered, or a coma or other condition of permanent unconsciousness that, in accordance with accepted medical standards, will last indefinitely without significant improvement and in which the individual is unable to communicate verbally or nonverbally, demonstrates no purposeful movement or motor ability, and is unable to interact purposefully with environmental stimulation. Section 2. That chapter 34-12D be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this Act, a person legally incapable of making health care decisions is any person who: (1) Has been declared legally incompetent to make decisions affecting medical treatment or care; (2) In the reasonable medical judgment of the attending physician, is unable to make decisions affecting medical treatment or other health care services; or (3) Is a minor. Section 3. That chapter 34-12D be amended by adding thereto a NEW SECTION to read as follows: It is presumed that every person legally incapable of making health care decisions has directed health care providers to provide nutrition and hydration to a degree that is sufficient to sustain life unless: (1) The person executed a directive in accordance with subdivision 34-12C-1(2) or § 34- 12D-2; (2) There is clear and convincing evidence that the person, when legally capable of making health care decisions, gave express and informed consent to withhold or withdraw nutrition and hydration in the applicable circumstances; (3) To the extent that, in reasonable medical judgment provision of nutrition and hydration is not medically possible; provision of nutrition and hydration would hasten death; or due to the medical condition of the person legally incapable of making health care decisions, provision of nutrition and hydration would not contribute to sustaining life because the person would be incapable of digesting or absorbing the nutrition and hydration. Section 4. That chapter 34-12D be amended by adding thereto a NEW SECTION to read as follows: No guardian, surrogate, or other person may make a decision on behalf of a person legally incapable of making health care decisions to withhold or withdraw nutrition and hydration from such person except in the circumstances and under the conditions specifically provided for in section 3 of this Act. Section 5. That chapter 34-12D be amended by adding thereto a NEW SECTION to read as follows: A cause of action for injunctive relief may be maintained against any person reasonably believed to be about to violate or is in the course of violating section 4 of this Act, or securing a court determination, notwithstanding the position of a guardian or surrogate, whether there is clear and convincing evidence that the person legally incapable of making health care decisions, when legally capable of such decisions, gave express and informed consent to withhold or withdraw nutrition and hydration in the applicable circumstances. The action may be brought on behalf of the person legally incapable of making health care decisions by the following: (1) The spouse, parent, child, or sibling of the person; (2) A current or former health care provider of the person; (3) A legally appointed guardian of the person; (4) The state protection or advocacy agency; (5) A public official with appropriate jurisdiction to prosecute or enforce the laws of this state. Pending final determination, the court shall direct that nutrition and hydration be provided unless the court determines that subdivision (3) of section 1 of this Act is applicable. Section 6. That § 34-12D-2 be amended to read as follows: 34-12D-2. A competent adult may at any time execute a declaration governing the withholding or withdrawal of life-sustaining treatment. The declaration shall be signed by the declarant, or another at the declarant's direction, and witnessed by two adult individuals. The signing may be in the presence of a notary public who shall thereafter notarize the declaration. A declaration shall state the declarant's preferences regarding whether the declarant wishes to receive or not receive artificial nutrition and hydration. If the declaration does not state the declarant's preferences with respect to artificial nutrition and hydration, whether artificial nutrition and hydration is to be provided, withheld, or withdrawn shall be governed by the law of this state which would apply in the absence of a declaration. Section 7. That § 34-12D-3 be amended to read as follows: 34-12D-3. A declaration may, but need not, be in the following form: LIVING WILL DECLARATION LIVING WILL DECLARATION This is an important legal document. This document directs the medical treatment you are to receive in the event you are unable to participate in your own medical decisions and you are in a terminal condition. This document may state what kind of treatment you want or do not want to receive. This document can control whether you live or die. Prepare this document carefully. If you use this form, read it completely. You may want to seek professional help to make sure the form does what you intend and is completed without mistakes. This document will remain valid and in effect until and unless you revoke it. Review this document periodically to make sure it continues to reflect your wishes. You may amend or revoke this document at any time by notifying your physician and other health-care providers. You should give copies of this document to your physician and your family. This form is entirely optional. If you choose to use this form, please note that the form provides signature lines for you, the two witnesses whom you have selected and a notary public. TO MY FAMILY, PHYSICIANS, AND ALL THOSE CONCERNED WITH MY CARE: TO MY FAMILY, PHYSICIANS, AND ALL THOSE CONCERNED WITH MY CARE: I, ________ willfully and voluntarily make this declaration as a directive to be followed if I am in a terminal condition and become unable to participate in decisions regarding my medical care. With respect to any life-sustaining treatment, I direct the following: (Initial only one of the following optional directives if you agree. If you do not agree with any of the following directives, space is provided below for you to write your own directives). ___ NO LIFE-SUSTAINING TREATMENT. I direct that no life-sustaining treatment be provided. If life-sustaining treatment is begun, terminate it. ___ TREATMENT FOR RESTORATION. Provide life-sustaining treatment only if and for so long as you believe treatment offers a reasonable possibility of restoring to me the ability to think and act for myself. ___ TREAT UNLESS PERMANENTLY UNCONSCIOUS. If you believe that I am permanently unconscious and are satisfied that this condition is irreversible, then do not provide me with life-sustaining treatment, and if life-sustaining treatment is being provided to me, terminate it. If and so long as you believe that treatment has a reasonable possibility of restoring consciousness to me, then provide life-sustaining treatment. ___ MAXIMUM TREATMENT. Preserve my life as long as possible, but do not provide treatment that is not in accordance with accepted medical standards as then in effect. (Artificial nutrition and hydration is food and water provided by means of a nasogastric tube or tubes inserted into the stomach, intestines, or veins. If you do not wish to receive this form of treatment, you must initial the statement below which reads: \"I intend to include this treatment, among the 'life-sustaining treatment' that may be withheld or withdrawn.\") With respect to artificial nutrition and hydration, I wish to make clear that (Initial only one) ___ I intend to include this treatment among the \"life-sustaining treatment\" that nutrition and hydration provided by means of a nasogastric tube or tubes inserted into the stomach, intestines, or veins may be withheld or withdrawn. I fully understand that withholding or withdrawing nutrition and hydration may cause me to die from starvation or dehydration. ___ I do not intend to include this treatment among the \"life-sustaining treatment\" that nutrition and hydration provided by means of a nasogastric tube or tubes inserted into the stomach, intestines, or veins may be withheld or withdrawn. (If you do not agree with any of the printed directives and want to write your own, or if you want to write directives in addition to the printed provisions, or if you want to express some of your other thoughts, you can do so here). ___________________________________________________________________________ ___________________________________________________________________________ ___________________________________________________________________________ ___________________________________________________________________________ ___________________________________________________________________________ ___________________________________________________________________________ Date: __________________ _______________________________________ (your signature) ____________________________ _______________________________________ (your address) (type or print your signature) The declarant voluntarily signed this document in my presence. Witness ____________________ Address ____________________ Witness ____________________ Address ____________________ On this the __________ day of _____________, __________, the declarant, __________________, and witnesses __________________, and _____________ personally appeared before the undersigned officer and signed the foregoing instrument in my presence. Dated this _____________ day of _____________, __________. ______________________________ Notary Public My commission expires: __________________. Section 8. That § 34-12D-5 be amended to read as follows: 34-12D-5. A declaration becomes operative when the declarant is determined by , in the reasonable medical judgment of the attending physician and one other physician , has been determined by these physicians to be in a terminal condition and no longer able to make decisions regarding administration of life-sustaining treatment. If the declaration becomes operative, the attending physician and other health-care providers shall act in accordance with the declaration or comply with the transfer requirements of § 34-12D-11."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 18834, "action_date": "2004-01-26T14:00:00-06:00", "document_id": 99956, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99956.pdf", "status_text": "First read in Senate and referred to", "journal_page": 149, "committee_id_action": 832, "committee_id_assigned": 810, "result": "N", "vote": {}}, {"bill_id": 18834, "action_date": "2004-02-02T10:00:00-06:00", "document_id": 100423, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100423.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 810, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18834, "action_date": "2004-02-02T10:00:00-06:00", "document_id": 100423, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100423.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 281, "committee_id_action": 810, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 58978, "president_vote": null, "Yea": [3044, 3065, 3094, 3113, 3093, 3059], "Nay": [3132]}}]}