{"session_id": 43, "bill_id": 10437, "bill_type": "House Bill", "bill_number": 1276, "bill_title": "provide for a review of occupational regulation.", "sponsors": [{"legislator_profile_id": 1747, "is_prime": true}, {"legislator_profile_id": 1740, "is_prime": false}, {"legislator_profile_id": 1748, "is_prime": false}, {"legislator_profile_id": 1742, "is_prime": false}, {"legislator_profile_id": 1698, "is_prime": false}, {"legislator_profile_id": 1701, "is_prime": false}, {"legislator_profile_id": 1688, "is_prime": false}], "keywords": ["Fees", "Professions and Occupations"], "audio": [{"meeting_datetime": "2020-02-24T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hst25.mp3", "start_seconds": 3355.0}, {"meeting_datetime": "2020-02-24T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hst25.mp3", "start_seconds": 3355.0}, {"meeting_datetime": "2020-02-24T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hst25.mp3", "start_seconds": 3355.0}], "bill_versions": [{"bill_id": 10437, "bill_version_id": 66925, "bill_version": "Introduced", "bill_version_date": "2020-02-06T10:27:17.413-06:00", "bill_text": "An Act to provide for a review of occupational regulation. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 36-39-1. Definitions. Terms as used in this chapter mean: (1) \"Agency,\" any state governmental agency, board, commission, committee, council, or department; (2) \"Certification,\" a voluntary, nontransferable recognition granted by this state to a person for the purpose of acknowledging that the person evidences qualifications related to a lawful occupation. The term does not extend to occupational licensure and does not include credentials that are prerequisites to working lawfully in an occupation; (3) \"Lawful occupation,\" a course of conduct, a pursuit, or a profession, that includes the sale of goods or services that are not themselves illegal to sell, irrespective of whether the person selling the goods or services is subject to an occupational regulation; (4) \"Private certification,\" a voluntary program in which a private organization grants nontransferable recognition to a person who evidences qualifications and meets standards relevant to performing the occupation, as determined by the private organization; (5) \"Occupational licensure,\" a nontransferable legal authorization for a person to engage in a lawful occupation, for compensation, based on the person evidencing the qualifications established by law; (6) \"Occupational regulation,\" a rule, practice, or policy, that allows a person to use an occupational title or to work in a lawful occupation. The term includes registration, certification, and occupational licensure but not a business license, facility license, building permit, or a zoning and land use regulation, except to the extent that state law regulates a person's qualifications to perform a lawful occupation; (7) \"Personal qualifications,\" the criteria related to a person's background and characteristics The term includes the completion of an approved educational program, satisfactory performance on an examination, work experience, an apprenticeship, other evidence of having attained requisite knowledge and skills, passing a review of the person's criminal record, and the completion of continuing education; and (8) \"Registration,\" a process by which a person provides to this state information that includes the person's name and address, the person's agent for service of process, a description of the service that the person intends to provide, and the location at which the service is to be performed, if: (a) Registration does not include personal qualifications; (b) Registration is not transferable; (c) Registration may require a bond or insurance; (d) Only a person who has engaged in registration may use the title registered; (e) A person who has not engaged in registration may not perform the occupation for compensation; (f) Registration does not mean occupational licensure; and (g) Registration does not include credentials that are prerequisites to working lawfully in an occupation. Section 2. That a NEW SECTION be added: 36-39-2. Department of Labor and Regulation-–Review of occupational regulation. Before an agency may be authorized to regulate entry into an occupation and before an agency's regulation of entry into an occupation may be modified, the Department of Labor and Regulation shall conduct a review to ensure that the regulation or modification being proposed is the least restrictive option for ensuring that consumers are protected from present, significant, and substantiated harms. The department may require that proponents submit to the department evidence of present, significant, and substantiated harms to consumers in the state, and may request information from state agencies that contract with persons in regulated occupations and from others who are knowledgeable about the occupation, labor-market economics, and other factors including costs and benefits. For purposes of this chapter, the rank order of options for ensuring consumer protection, from the least restrictive to the most restrictive, are as follows: (1) Market competition; (2) Third-party or consumer-created ratings and reviews; (3) Private certification; (4) Voluntary bonding or insurance; (5) Specific private civil cause of action to remedy consumer harm; (6) Deceptive trade practices act; (7) Mandatory disclosure regarding attributes of the specific good or service; (8) Regulation regarding the process of providing the specific good or service; (9) Regulation of the facility in which the specific good or service is sold; (10) Inspection; (11) Bonding; (12) Insurance; (13) Registration; (14) Certification; (15) Specialty occupational certification solely for medical reimbursement; and (16) Occupational licensure. Section 3. That a NEW SECTION be added: 36-39-3. Review of occupational regulation-–Scope-–Recommendations--Report. In conducting the review required by § 36-16-02, the Department of Labor and Regulation shall presume that consumers are sufficiently protected by market competition and by private remedies. The department shall consider the existence of private certification programs that allow consumers to obtain information about a provider's knowledge and skills. The presumption set forth in this section is rebuttable if the department determines, through the use of credible, empirical evidence that significant and substantiated harm to consumers is occurring and determines that consumers do not have the information or the means to protect themselves against such harm. If the department finds evidence of such harm, the department shall recommend the least restrictive option for occupational regulation in order to address the harm. The department shall use the following guidelines in forming a recommendation: (1) If the department determines that the harm arises from contractual disputes, including pricing disputes, the department shall consider recommending the enactment of a specific civil cause of action to remedy the consumer harm and may also recommend providing for the reimbursement of attorney's fees and court costs; (2) If the department determines that the harm arises from fraud, the department shall consider recommending that the state's deceptive trade practices act, as set forth in chapter 37-24, be amended or that additional provisions be instituted to reduce the dissemination of misleading information regarding the attributes of a specific good or service; (3) If the department determines that the harm involves health or safety, the department shall consider recommending regulation of the production or service process, or licensure of a facility; (4) If the department determines that the harm arises from unclean facilities, the department shall consider recommending periodic facility inspections; (5) If the department determines that the harm arises from a provider's failure to complete a contract or to meet the terms of a contract, the department shall consider recommending that the provider be bonded; (6) If the department determines that the harm arises from a lack of protection for a person who is not a party to a contract that is entered into by a provider and a consumer, the department shall consider recommending that the provider be insured; (7) If the department determines that the harm arises from transactions with transient, out-of-state, or fly-by-night providers, the department shall consider recommending a registration procedure for the provider; (8) If the department determines that the harm arises from a shortfall or imbalance in the consumer's knowledge about the good or service relative to the provider's knowledge, the department shall consider recommending certification; (9) If the department determines that the harm arises from an inability to qualify providers of new or highly-specialized medical services for reimbursement by the state, the department shall consider recommending the enactment of a specialty occupational certification solely for the purpose of medical reimbursement, which: (a) Means a nontransferable legal authorization for a person to qualify for payment or reimbursement from a governmental agency for the nonexclusive provision of new or niche-medical services, based on the person meeting personal qualifications established in law; and (b) May be recognized by a private health insurance company or other private company; (10) If the department determines that the harm arises from a systematic shortage of information necessary for a reasonable consumer to distinguish between the quality of providers, and if the department determines that there is an absence of institutions able and willing to provide guidance to consumers, the department shall consider recommending occupational licensure; and (11) If the department determines that there are multiple types of harm, the department shall consider recommending a combination of responses. The department shall include information regarding the potential impact of each recommendation made under this section on opportunities for workers, consumer choice and costs, general employment, market competition, and governmental costs, and information regarding the manner in which other states regulate the occupation. The department shall report its findings and recommendations to the Executive Board of the Legislative Research Council, at the time and in the manner requested by the board. Section 4. That a NEW SECTION be added: 36-39-4. Department of Labor and Regulation-–Review of existing occupational regulation. On or about May first of each year, the Executive Board of the Legislative Research Council shall designate various occupations to be reviewed and analyzed by the Department of Labor and Regulation, with respect to the manner in which admissions into the occupations are regulated. The department shall consider: (1) The justification for occupational licensure; (2) Less restrictive alternatives to occupational licensure; (3) Personal qualifications necessary for occupational licensure; and (5) The scope of practice. The department shall provide its findings and recommendations to the board on or about December first of each year. Section 5. That a NEW SECTION be added: 36-39-5. Review of Criminal Record-–Exclusions. No agency may automatically bar a person from obtaining or retaining an occupational license, certification, or registration, because of a criminal conviction. The agency shall provide personalized consideration for each application and in so-doing may consider only a conviction of a crime that is a felony or a violent misdemeanor and that is not excluded by this section. In reviewing the application for an occupational license, certification, or registration, submitted by a person having a criminal conviction, an agency may not consider: (1) Nonconviction information from the criminal justice system, including information related to a deferred adjudication, participation in a diversion program, or an arrest not followed by a conviction; (2) A conviction for which no sentence of incarceration may be imposed; (3) A conviction that has been sealed, dismissed, expunged, or pardoned; (4) A juvenile adjudication; (5) A nonviolent misdemeanor; or (6) A conviction that occurred more than three years before the date of the agency's consideration, unless the conviction pertained to a felony crime of violence, a felony related to a criminal sexual act, or a felony related to criminal fraud or embezzlement. Section 6. That a NEW SECTION be added: 36-39-6. Review of criminal record--Permissible considerations. In reviewing the application for an occupational license, certification, or registration, submitted by a person having a criminal conviction, an agency may consider: (1) The age of the person at the time the person committed the offense; (2) The length of time since the offense; (3) The completion of the criminal sentence; (4) The attainment of a certificate of rehabilitation or good conduct; (5) The completion of, or active participation in, rehabilitative drug or alcohol treatment; (6) A testimonial or recommendation, including a progress report, from the person's probation or parole officer; (7) Evidence of rehabilitation; (8) Education and training; (9) Employment history; (10) Employment aspirations; (11) The person's current family responsibilities; and (12) Any other relevant information submitted by the person. An agency may deny, revoke, suspend, or limit a person's state recognition only if the agency determines that the state's interest in regulating a lawful occupation would be directly, substantially, and adversely impaired by the person's nonexcluded criminal record, as mitigated by the person's current circumstances. Section 7. That a NEW SECTION be added: 36-39-7. Petition--Advisory determination--Personal Qualifications. A person with a criminal record may, at any time, including before the person obtains any required personal qualifications, petition an agency for an advisory determination regarding the person's ability to receive state recognition in light of the person's criminal record. A petition under this section must include the person's criminal record or an authorization for the agency to obtain the person's criminal record. The agency's determination shall be based on the criteria set forth in § 36-16-06 and issued no later than sixty days after the agency receives the petition. If the agency determines that the person is eligible to receive state recognition or that the person is eligible to receive state recognition under certain prescribed conditions, the determination is binding on the agency, unless there is a relevant, material, and adverse change in the person's criminal record. If the agency determines that the person does not meet the requirements for state recognition, the agency may advise the person of actions that the person may take to remedy the disqualification. Upon taking the actions, the person may petition the agency for a re-determination. An agency may charge a fee in an amount not exceeding one hundred dollars for an initial advisory determination under this section. Section 8. That a NEW SECTION be added: 36-39-8. Annual report-–Compilation-–Publication. Each agency that provides for the issuance of an occupational license, certification, or registration shall provide an annual report to the Department of Labor and Regulation at the time and in the manner directed by the department. The agency shall include in the report: (1) The number of times that the agency denied, suspended, or revoked a state recognition because of a criminal conviction; (2) The nature of the criminal offense that resulted in the denial, suspension, or revocation; and (3) The number of persons who petitioned the agency under § 36-16-07 for an advisory determination and the agency's response. The department shall annually compile and publish the information on the searchable internet website provided for by § 1-27-45."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 10437, "action_date": "2020-02-06T14:00:00-06:00", "document_id": 66674, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/66674.pdf", "status_text": "First Reading House", "journal_page": 210, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 10437, "action_date": "2020-02-11T14:00:00-06:00", "document_id": 67317, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67317.pdf", "status_text": "Referred to", "journal_page": 257, "committee_id_action": 480, "committee_id_assigned": 461, "result": "N", "vote": {}}, {"bill_id": 10437, "action_date": "2020-02-24T07:45:00-06:00", "document_id": 68348, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68348.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 461, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 10437, "action_date": "2020-02-24T07:45:00-06:00", "document_id": 68350, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68350.pdf", "status_text": "Tabled", "journal_page": null, "committee_id_action": 461, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 33560, "president_vote": null, "Yea": [1754, 1711, 1672, 1744, 1682, 1734, 1731, 1677, 1653, 1723, 1725], "Excused": [1736, 1657]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/10437"}