{"session_id": 44, "bill_id": 22067, "bill_type": "Senate Bill", "bill_number": 164, "bill_title": "modify the process for civil forfeiture.", "sponsors": [{"legislator_profile_id": 1806, "is_prime": true}, {"legislator_profile_id": 3793, "is_prime": true}, {"legislator_profile_id": 3786, "is_prime": false}, {"legislator_profile_id": 1776, "is_prime": false}, {"legislator_profile_id": 1783, "is_prime": false}, {"legislator_profile_id": 1801, "is_prime": false}, {"legislator_profile_id": 3806, "is_prime": false}, {"legislator_profile_id": 1829, "is_prime": false}, {"legislator_profile_id": 1830, "is_prime": false}, {"legislator_profile_id": 1837, "is_prime": false}, {"legislator_profile_id": 3805, "is_prime": false}, {"legislator_profile_id": 1847, "is_prime": false}, {"legislator_profile_id": 3803, "is_prime": false}, {"legislator_profile_id": 1870, "is_prime": false}], "keywords": ["Civil Forfeiture", "Criminal Procedure", "Hoghouse", "Property"], "audio": [{"meeting_datetime": "2021-02-18T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sju24.mp3", "start_seconds": 2579.0}, {"meeting_datetime": "2021-02-18T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sju24.mp3", "start_seconds": 2579.0}, {"meeting_datetime": "2021-02-18T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sju24.mp3", "start_seconds": 2579.0}, {"meeting_datetime": "2021-02-18T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sju24.mp3", "start_seconds": 2579.0}, {"meeting_datetime": "2021-02-23T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sen26.mp3", "start_seconds": 1890.0}, {"meeting_datetime": "2021-02-23T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sen26.mp3", "start_seconds": 1890.0}, {"meeting_datetime": "2021-02-23T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sen26.mp3", "start_seconds": 1890.0}, {"meeting_datetime": "2021-03-03T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hju31.mp3", "start_seconds": 7773.0}, {"meeting_datetime": "2021-03-03T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hju31.mp3", "start_seconds": 7773.0}, {"meeting_datetime": "2021-03-03T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hju31.mp3", "start_seconds": 7773.0}, {"meeting_datetime": "2021-03-04T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hou32.mp3", "start_seconds": 8140.0}, {"meeting_datetime": "2021-03-04T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hou32.mp3", "start_seconds": 8140.0}, {"meeting_datetime": "2021-03-04T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hou32.mp3", "start_seconds": 8140.0}], "bill_versions": [{"bill_id": 22067, "bill_version_id": 214975, "bill_version": "Introduced", "bill_version_date": "2021-01-28T20:29:00.45-06:00", "bill_text": "An Act to provide for a formal process criminal forfeiture. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 23A-49A-1. Definitions. The terms in sections 1 to 33, inclusive, of this Act mean: (1) \"Abandoned property,\" personal property left by an owner who relinquishes all rights to its control. Real property may not be abandoned; (2) \"Actual knowledge,\" direct and clear awareness of information, a fact, or a condition; (3) \"Contraband,\" goods that, in themselves, are unlawful to possess, including scheduled drugs without a valid prescription and a firearm that is illegal to possess; (4) \"Conveyance,\" a device used for transportation. The term includes a motor vehicle, trailer, snowmobile, airplane, vessel, or any equipment attached to one of these devices. The term does not include property that is stolen in violation of the law; (5) \"Innocent owner,\" an owner, an owner-in-joint-tenancy, or the defendant's heir or assignee of property subject to forfeiture who does not have actual knowledge of the use of the property in a crime that authorizes the forfeiture of property. The term does not include the defendant or a secured interest holder; (6) \"Instrumentality,\" property otherwise lawful to possess that is used in a crime that authorizes the forfeiture of property, including land, buildings, containers, conveyances, equipment, materials, products, tools, computers, computer software, telecommunications devices, firearms, ammunition and ammunition-and-firearm accessories; (7) \"Law enforcement agency,\" any non-federal police force, or other local, county, or state agency that has the authority under state law to engage in seizure and forfeiture; (8) \"Proceeds,\" money, securities, negotiable instruments or other means of exchange obtained from the sale of instrumentalities or contraband; (9) \"Prosecuting authority,\" a state's attorney, attorney general or other attorney acting under specific direction and authority, appointed or charged by law with the responsibility for prosecuting crime; (10) \"Real property,\" land and anything growing on, attached to, or erected on it, including a building; (11) \"Secured interest holder,\" a person who is a secured creditor, mortgagee, lienholder, or other person who has a valid claim, security interest, mortgage, lien, leasehold, or other interest in the property subject to forfeiture. The term does not include the defendant or an innocent owner. Section 2. That a NEW SECTION be added: 23A-49A-2. Application--Purpose. Sections 1 to 33, inclusive, of this Act apply to the seizure and forfeiture of property used in and derived directly from any crime under chapters 22-42, 22-42A or 34-20B, in order to: (1) Deter criminal activity by reducing its economic incentives; (2) Confiscate property used in the violation of the law and disgorge the fruit of illegal conduct; (3) Prohibit civil forfeiture for any crime covered by this Act; and (4) Protect the due process rights of property owners. Section 3. That a NEW SECTION be added: 23A-49A-3. Jurisdiction. Any forfeiture related to a criminal act under chapter 22-42, chapter 22-42A, or chapter 34-20B shall be regulated by this Act. The court that has jurisdiction in the related criminal matter has jurisdiction over the forfeiture proceeding. The forfeiture proceeding shall be part of the trial of the related crime. The forfeiture proceeding shall follow a finding of the defendant's guilt or be conducted at the court's discretion. Section 4. That a NEW SECTION be added: 23A-49A-4. Seizure--Personal property--Process. At the request of the prosecuting authority, a court may issue an ex parte order to attach, seize, or secure personal property for which forfeiture is sought and to provide for its custody. Application, issuance, execution, and return are subject to state law and court rules. Section 5. That a NEW SECTION be added: 23A-49A-5. Seizure--Personal property--Without process. Personal property may be seized, as part of a lawful search, without a court order, in any of the following circumstances: (1) The personal property subject to forfeiture is seized incident to a lawful arrest; (2) The state has probable cause to believe the delay caused by the necessity of obtaining process would result in the removal or destruction of the personal property that is forfeitable under this Act; or (3) The personal property is the subject of a prior and valid judgment of forfeiture in favor of the state. Section 6. That a NEW SECTION be added: 23A-49A-6. Seizure--Restraint--Real property--Process. Real property may not be seized or restrained without a court order. A court may not issue an order unless the defendant and any other person with a known interest in the property receive proper notice and are given an opportunity for a contested hearing to determine the existence of probable cause for the seizure. Nothing in this section prohibits the prosecuting authority from seeking a lis pendens or restraining order to hinder the sale or destruction of real property. However, if the prosecuting authority obtains a lis pendens or restraining order, the prosecuting authority shall notify the defendant and any other person with a known interest in the property within thirty days. Application, filing, issuance, execution, and return of any order are subject to state law and court rules. Section 7. That a NEW SECTION be added: 23A-49A-7. Contraband. No property right exists in contraband. Contraband is subject to seizure and shall be disposed of according to state law. Section 8. That a NEW SECTION be added: 23A-49A-8. Receipt. If property is seized, the law enforcement officer shall give an itemized receipt to the person possessing the property at the time of the seizure. If the person possessing the property is not present, the law enforcement officer shall leave a receipt in the place where the property was found, if reasonably possible. Section 9. That a NEW SECTION be added: 23A-49A-9. Property exempt. The following property is exempt from seizure and forfeiture: (1) Homesteaded real property; (2) U.S. currency totaling five hundred dollars or less; and (3) A motor vehicle of less than five thousand dollars in market value. The prosecuting authority shall advise the publications that an agency may use to establish the value of a seized motor vehicle in the prosecuting authority's jurisdiction. A prosecuting authority may establish a minimum-dollar amount larger than those in subdivisions (2) or (3) in the prosecuting authority's jurisdiction. The presence or possession of U.S. currency, without other indicia of a crime that authorizes the forfeiture of property, is insufficient probable cause under state law for the seizure of U.S. currency. Section 10. That a NEW SECTION be added: 23A-49A-10. Waiver prohibition. A law enforcement officer, other than the prosecuting authority, may not request, require, or induce a person to waive, for purpose of forfeiture, the person's interest in property. A document purporting to waive interest or rights in seized property is void and inadmissible in court. Section 11. That a NEW SECTION be added: 23A-49A-11. Title--Property--Substitute assets. Title to the property subject to forfeiture vests with the state when the court issues a forfeiture judgment and relates back to the time when the state seizes or restrains the property. Title to substitute assets, as described under §§ 23A-49A-24, vests with the state when the court issues an order forfeiting substitute assets. Section 12. That a NEW SECTION be added: 23A-49A-12. Legal counsel--Pro se representation. If the defendant in the criminal prosecution is represented by a public defender, or other court appointed counsel, the appointed counsel shall represent the defendant in the forfeiture proceeding and any other related proceeding. If the defendant and any other person with an interest in the property engages in pro se representation in a forfeiture-related proceeding before a judge, the court is not bound by the common law, court rules of evidence, statutory rules of evidence, technical or formal rules of pleading or procedure in the litigation related to the forfeiture of property. Section 13. That a NEW SECTION be added: 23A-49A-13. Notice--Known owners--Failure to notify. The prosecuting authority shall perform a reasonable search of public records to identify any person, other than the defendant, known to have an interest in the property subject to forfeiture. The prosecuting authority shall give notice to any person identified to have an interest in the property subject to forfeiture, who is not charged or indicted. Notice must be given as provided by the rules of the court. The following language substantially and conspicuously must appear in the notice: \"WARNING: You may lose the right to be heard in court if you do not file promptly a statement of interest or ownership. You do not have to pay a filing fee to file your notice.\" If notice is not served on any persons appearing to have an interest in the property and no time extension is granted or the extension period has expired, the prosecuting authority or court shall order the return of the property to the person who makes a request. Contraband may not be returned. Section 14. That a NEW SECTION be added: 23A-49A-14. Post-seizure hearing. Following seizure, a defendant or any other person with an interest in the property has a right to a prompt post-seizure hearing. A person with an interest in the property may petition the court for a hearing. At the court's discretion, the court may hold a prompt post-seizure hearing as a separate hearing or at the same time as a probable-cause determination, a post-arraignment/omnibus hearing, or other pretrial hearing. A party, by agreement or for good cause, may move for one extension of no more than ten days. Any motion may be supported by affidavits or other submissions. The court shall order the return of property if it finds, by preponderance of the evidence, any of the following: (1) The seizure was invalid; (2) A criminal charge has not been filed and no extension of the filing period is available; (3) The property is not reasonably required to be held as evidence; (4) The final judgment likely will be in favor of the defendant or any other person with an interest in the property; or (5) The property is the only reasonable means for the defendant to pay for legal representation unless the prosecuting authority shows by clear and convincing evidence that the property is the instrumentality of, or constitutes proceeds derived directly from, the crime for which the defendant is charged. At the court's discretion, it may order the return of a portion of the seized proceeds to allow the defendant to obtain counsel of choice or to be applied to a county lien for court-appointed counsel. The provisions of this section do not apply to contraband. Section 15. That a NEW SECTION be added: 23A-49A-15. Criminal complaint--Amendments--Extensions. In any case in which the state seeks forfeiture of property, other than 23A-49A-16, the prosecuting authority shall include the following information in a criminal complaint: (1) A description of the property seized; (2) The time, date and place of the seizure; and (3) A description of how the property was used in or derived from the alleged crime. The prosecuting authority may allege the forfeiture of property as a sanction related to the crime for which the defendant is charged, as part of sentencing consideration, or through other means to effectuate the criminal forfeiture of property. The state, with the consent of the court and a defendant with an interest in the property, may amend the criminal complaint or file an ancillary charge alleging that property is subject to criminal forfeiture at any time prior to trial. The court may grant an unlimited number of ninety-day extensions for the filing of a criminal charge if, for each extension, the court determines probable cause is shown and additional time is warranted. The prosecuting authority shall serve the criminal complaint or amendment as provided by the rules of the court. The court shall order the return of the property to the owner if the prosecuting authority does not file a criminal complaint as provided by the court's rules, the period of an extension expires, or the court does not grant an extension. Section 16. That a NEW SECTION be added: 23A-49A-16. Indictment. In a case that the state seeks forfeiture of property, other than in § 23A-49A-15, the prosecuting authority shall present evidence to a grand jury supporting an indictment that includes a proposed criminal charge and an allegation for which forfeiture of property may be ordered. The property-related allegation may be presented as a sanction related to the crime for which the defendant is charged, as part of sentencing consideration, or other means to effectuate the criminal forfeiture of property. The property-related allegation shall identify the specific property to be forfeited, if known, or the relevant forfeiture statutes, if specific property to be forfeited is not known at the time of the prosecuting authority requests the indictment. Upon application of the prosecuting authority, the court may enter a restraining order or injunction, or take other action to preserve the availability of property either: (1) Upon the issuance of an indictment under this section; or (2) Prior to the issuance of an indictment, if the court determines there is a substantial probability the state will prevail on the issue of criminal forfeiture and that failure to enter the order will result in the property being destroyed, removed from the jurisdiction, or otherwise made unavailable for forfeiture. Any order entered pursuant to subdivision (2) shall be effective for not more than ninety days, unless extended by the court for good cause shown or an indictment described in subdivision (1) has been issued subsequently. Section 17. That a NEW SECTION be added: 23A-49A-17. Discovery. Discovery related to the forfeiture proceeding is subject to chapter 23A-13. Section 18. That a NEW SECTION be added: 23A-49A-18. Trial. For the purposes of trial: (1) Property may be forfeited if the state: (a) Secures a conviction of a crime that authorizes the forfeiture of property; and (b) Establishes by clear and convincing evidence that the property is an instrumentality of, or constitutes proceeds derived directly from, the crime for which the state secured a conviction; (2) Except as required by § 23A-49A-9, nothing in this Act prevents property from being forfeited as part of a: (a) Plea agreement; or (b) Grant of immunity or reduced punishment, with or without the filing of a criminal charge, in exchange for testifying or assisting a law enforcement investigation or prosecution; (3) The court may waive the conviction requirement and grant permanent title of the property to the state if the prosecuting authority files a motion no fewer than ninety days after seizure and shows by clear and convincing evidence that, before conviction, the defendant: (a) Died; (b) Was deported by the U.S. government; (c) Abandoned the property; or (d) Fled the jurisdiction; and (4) Notwithstanding provisions in this section, all property remains subject to: (a) Claims by a person, other than the defendant, with an interest in the property as provided in this Act; (b) Distribution of forfeited property according to § 23A-49A-30; and (c) Reporting requirements. Section 19. That a NEW SECTION be added: 23A-49A-19. Proportionality. The defendant may petition the court to determine, before or at trial, whether the forfeiture is unconstitutionally excessive under the state or federal constitution. The defendant has the burden of establishing the forfeiture is unconstitutionally excessive by a preponderance of the evidence at a hearing conducted by the court without a jury. In determining whether the forfeiture is unconstitutionally excessive, the court may consider all relevant factors including: (1) The seriousness of the crime and its impact on the community, including the duration of the activity and harm caused by the defendant; (2) The extent to which the defendant participated in the crime; (3) The extent to which the property was used in committing the crime; (4) The sentence imposed for committing the crime; (5) Whether the crime was completed or attempted; (6) The hardship to the defendant if the forfeiture is realized and if the forfeiture would deprive the defendant of the defendant’s livelihood; and (7) The hardship from the loss of property to the defendant's family members or others if the property is forfeited. In determining the value of the instrumentality subject to forfeiture, the court may consider all relevant factors related to the fair market value of the property. The court may not consider the value of the property to the state in determining whether the forfeiture is unconstitutionally excessive. Section 20. That a NEW SECTION be added: 23A-49A-20. Secured interest holder. Property encumbered by a security interest may not be forfeited. The prosecuting authority summarily shall return property to a secured interest holder, other than the defendant or an innocent owner, up to the value of the interest. Contraband may not be returned. If the property is not summarily returned, the secured interest holder may petition the court at any time before the court enters judgment in the criminal prosecution or grants the motion in subdivision 23A-49A-18(3). The court shall hear the petition within thirty days after its filing or at the court's discretion. The hearing shall be held before the court alone, without a jury. The court may consolidate the hearing on the petition with any other hearing before the court in the case. The secured interest holder shall establish by clear and convincing evidence the validity of the security interest, mortgage, lien, leasehold, lease, rental agreement or other agreement. If the secured interest holder alleges a valid interest but the prosecuting authority seeks to proceed, the prosecuting authority shall prove by a preponderance of the evidence that the interest is invalid or that the secured interest holder consented to the use of the property in the crime for which the defendant is charged. If the state fails to meet its burden, the court shall order the state to relinquish claims to the property, up to the value of the interest, and return the interest to the secured interest holder. Section 21. That a NEW SECTION be added: 23A-49A-21. Innocent owner--Statement. Property of an innocent owner may not be forfeited. The prosecuting authority summarily shall return property to an innocent owner. Contraband may not be returned. If the property is not summarily returned, an innocent owner claimant may petition the court at any time before the court enters judgment in the criminal prosecution or grants the motion in subdivision 23A-49A-18(3). The innocent owner claimant shall file with the court a simple statement that sets forth: (1) The claimant's right, title, or interest in the property; (2) The time and circumstances of the claimant's acquisition of the interest in the property; (3) Additional facts supporting the claimant's claim; and (4) The relief sought by the claimant. The filing fee for the statement under this section is waived. Section 22. That a NEW SECTION be added: 23A-49A-22. Innocent owner--Hearing--Use as evidence. The court shall hear a petition made under § 23A-49A-21 within thirty days after its filing or at the court's discretion. The hearing shall be held before the court without a jury. The court may consolidate the hearing on the petition with any other hearing before the court in the case. The claimant shall establish by a preponderance of the evidence the validity of the interest in the property. If the claimant's burden is satisfied and the prosecuting authority seeks to proceed, the prosecuting authority shall prove by a preponderance of the evidence the claimant is not an innocent owner because: (1) The claimant's interest in the property is invalid; (2) The claimant had actual knowledge the property was used in or derived directly from the crime for which the defendant is charged; (3) The claimant was willfully blind to the crime for which the defendant is charged; or (4) The claimant was not a bona fide purchaser without notice of any defect in title and for valuable consideration. If the prosecuting authority fails to meet its burden, the court shall order the state to relinquish all claims and return the property to the innocent owner. No information in the claimant's statement under § 23A-49A-21 shall be used as evidence in the criminal portion of the case. Nothing in this section or § 23A-49A-21 prohibits the claimant from providing information to any party or testifying in any trial as to facts the claimant knows. The defendant or convicted offender may invoke the right against self-incrimination or the marital privilege during the forfeiture proceeding. The trier of fact may draw an adverse inference from the invocation of the right or privilege. Section 23. That a NEW SECTION be added: 23A-49A-23. Judgment. If the prosecuting authority fails to meet its burden as to any claim in the criminal or forfeiture proceeding, the court shall enter judgment dismissing the forfeiture proceeding and ordering the return of property to the rightful owner, unless the owner's possession of the property is illegal. If the prosecuting authority meets its burden in the criminal and forfeiture proceeding, the court shall enter judgment forfeiting the property. A court may enter judgment following a hearing, pursuant to a stipulation or plea agreement, or at the court's discretion. Section 24. That a NEW SECTION be added: 23A-49A-24. Substitution of assets. Upon the prosecuting authority's motion following conviction or at the court's discretion, the court may order the forfeiture of substitute property owned solely by the defendant up to the value of property that is beyond the court's jurisdiction or cannot be located through due diligence, only if the state proves by a preponderance of the evidence that the defendant intentionally did any of the following: (1) Dissipated the property; (2) Transferred, sold, or deposited property with a third party to avoid forfeiture; (3) Diminished substantially the value of property; or (4) Commingled property with other property that cannot be divided without difficulty. Section 25. That a NEW SECTION be added: 23A-49A-25. No additional remedies. The state may not seek personal money judgments or other remedies related to the forfeiture of property not provided for in this Act. Section 26. That a NEW SECTION be added: 23A-49A-26. Joint-and-several liability. A defendant is not jointly and severally liable for forfeiture awards owed by other defendants. If ownership is unclear, a court may order each defendant to forfeit property on a pro rata basis or by another means the court finds equitable. Section 27. That a NEW SECTION be added: 23A-49A-27. Appeals. A party to forfeiture proceeding, other than the defendant, may appeal the court's decision. The defendant may appeal the court's decision regarding the seizure or forfeiture of property following final judgement in the forfeiture proceeding. Section 28. That a NEW SECTION be added: 23A-49A-28. Attorney fees. In any proceeding in which a property owner's claims prevails by recovering at least half, by value, of the property or currency claimed, the seizing agency shall be liable: (1) For reasonable attorney fees and other litigation costs incurred by the claimant; (2) For post-judgment interest; and (3) In cases involving the seizing of currency, other negotiable instruments, or the proceeds of an interlocutory sale, any interest actually paid from the date of seizure. Section 29. That a NEW SECTION be added: 23A-49A-29. Return--Property--Damages--Costs. If the court orders the return of property, the law enforcement agency that holds the property shall return the property to the rightful owner within a reasonable period not to exceed five days after the date of the order. The rightful owner may not be subject to any expenses related to towing, storage or preservation of the property. The law enforcement agency that holds the property is responsible for any damages, storage fees, and related costs applicable to property returned under this section. Section 30. That a NEW SECTION be added: 23A-49A-30. Disposition--Property. At any time when contraband is no longer needed as evidence, the court may order it be destroyed pursuant to state law. At any time when abandoned property or property seized from a defendant who flees the jurisdiction is no longer needed as evidence, the court may order it be sold or destroyed. If the forfeiture is granted, the court shall order the sale of forfeited property other than currency and destroyed property. The court may order forfeited currency and sale proceeds to: (1) Pay restitution to the victim related to the underlying criminal offense; (2) Satisfy recorded liens, mortgages, or filed security interests in the forfeited property; (3) Pay reasonable costs for the towing, storage, maintenance, repairs, advertising and sale, and other operating costs related to the forfeited property; (4) Reimburse the seizing law enforcement agency for non-personnel operating costs, including controlled-drug-buy money, related to the investigation of the underlying criminal offense; and (5) Be deposited in the drug control fund in § 34-20B-64. Section 31. That a NEW SECTION be added: 23A-49A-31. Sale--Restrictions. No law enforcement agency may sell forfeited property directly or indirectly to any employee of the law enforcement agency, to a person related to an employee by blood or marriage, or to another law enforcement agency. Section 32. That a NEW SECTION be added: 23A-49A-32. Limitation--Federal adoption. A law enforcement agency may not offer for adoption property, seized under state law, to a federal agency for the purpose of forfeiture under the federal Controlled Substances Act, Public Law 91-513-Oct. 27, 1970, or other federal law unless the seized property includes U.S. currency that exceeds five thousand dollars. Nothing in this section may be construed to prohibit or regulate a law enforcement agency's participation in a joint state/federal task force. In the prosecuting authority's jurisdiction, the prosecuting authority may: (1) Establish a minimum-dollar amount larger than five thousand dollars; and (2) Establish guidelines for joint task forces and multijurisdictional collaboration. Section 33. That § 34-20B-70 be AMENDED. 34-20B-70. Property subject to forfeiture pursuant to chapter 23A-49A. The following are subject to forfeiture pursuant to chapter 23A-49 23A-49A and no property right exists in them: (1) All controlled drugs and substances and marijuana in excess of one-half pound, which have been manufactured, distributed, dispensed, or acquired in violation of the provisions of this chapter or chapter 22-42; (2) All raw materials, products, and equipment of any kind which are used or intended for use, in manufacturing, compounding, or processing, importing, or exporting any controlled drug or substance, or marijuana in excess of one-half pound, in violation of the provisions of this chapter or chapter 22-42; (3) All property which is used, or intended for use, as a container for property described in subdivisions (1) and (2); (4) All conveyances including aircraft, vehicles, or vessels, which transport, possess, or conceal, or which are used, or intended for use, to transport, or in any manner facilitate the transportation, sale, receipt, possession, or concealment of marijuana in excess of one-half pound or any quantity of any other the property described in subdivision (1) or (2), except as provided in §§ 34-20B-71 to 34-20B-73, inclusive. This subdivision includes those instances in which a conveyance transports, possesses or conceals marijuana or a controlled substance as described herein without the necessity of showing that the conveyance is specifically being used to transport, possess, or conceal or facilitate the transportation, possession, or concealment of marijuana or a controlled substance in aid of any other offense; (5) All books, records, and research, including formulas, microfilm, tapes, and data which are used, or intended for use, in violation of this chapter; (6) Any funds or other things of value used for the purposes of unlawfully purchasing, attempting to purchase, distributing, or attempting to distribute any controlled drug or substance or marijuana; in an amount intended for distribution and not for personal use, and marijuana in excess of one-half pound; or (7) Any assets, interest, profits, income, and proceeds acquired or derived from the unlawful purchase, attempted purchase, distribution, or attempted distribution of any controlled drug or substance or marijuana in an amount intended for distribution and not for personal use, and marijuana in excess of one-half pound. Property described in subdivision (1) shall be deemed contraband and shall be summarily forfeited to the state, property pursuant to § 23A-49A-7. Property described in subdivisions (2), (3), (4), (5), (6), and (7) is subject to forfeiture under the terms of § 23A-49-14, and property described in subdivision (4) is subject to forfeiture under the terms of § 23A-49-15 pursuant to this Act. Section 34. That § 23A-49-1 be AMENDED. 23A-49-1. Real property--Forfeiture. All real property, including any right, title, and interest in the whole of any platted lot or tract of land which is measured in three hundred twenty acre increments, or all of any smaller amount and any appurtenances or improvements, which is used, or intended to be used, in any manner or part, to commit or to facilitate the commission of a violation of any crime listed in chapter 34-20B or 22-24A, is subject to forfeiture under this section. Forfeiture under this chapter of real property encumbered by a bona fide security interest is subject to the interest of the secured party unless the secured party had actual knowledge of the act upon which the forfeiture is based. Notice of forfeiture proceedings shall be given each owner or secured party whose right, title, or interest is of record, at the time of the seizure, with the secretary of state or the register of deeds in the county where the real property is located. A person claiming a security interest bears the burden of establishing that interest by a preponderance of the evidence. No real property may be forfeited under the provisions of this chapter by reason of any act committed by a person other than an owner of the property unless that owner had actual knowledge that the real property was used or intended for use in any of the manners set forth in the chapters listed in § 23A-49-20. Section 35. That § 23A-49-2 be AMENDED. 23A-49-2. Conveyance used in common carrier business not subject to forfeiture--Exception. Notwithstanding the provisions of subdivision 34-20B-70(4) or 22-24A-15(4), no conveyance used by any person as a common carrier in the transaction of business as a common carrier may be forfeited under the provisions of this chapter, unless it appears that the owner or other person in charge of the conveyance was a consenting party or privy to a violation of any crime in the chapters listed in § 23A-49-20. Section 36. That § 23A-49-3 be AMENDED. 23A-49-3. Stolen and leased conveyances not subject to forfeiture--Exception. Notwithstanding the provisions of subdivision 34-20B-70(4) or 22-24A-15(4), no conveyance may be forfeited under the provisions of this chapter, by reason of any act or omission established by the owner of the conveyance to have been committed or omitted by any person other than the owner while the conveyance was unlawfully in the possession of a person other than the owner in violation of the criminal laws of the United States, or of any state, or while the conveyance was rented or leased from a motor vehicle dealer or a leasing or rental agency and the dealer or agency had no knowledge that the conveyance was being used or intended for use, to transport or in any manner facilitate the commission of any crime in the chapters listed in § 23A-49-20. Section 37. That § 23A-49-4 be AMENDED. 23A-49-4. Conveyance not subject to forfeiture for acts or omissions of nonowner--Exception. Notwithstanding the provisions of subdivision 34-20B-70(4) or 22-24A-15(4), no conveyance may be forfeited under the provisions of this chapter, by reason of any act committed or omitted by a person other than an owner of the conveyance unless the owner knew or in the exercise of ordinary care should have known that the conveyance was being used or was intended for use to facilitate the commission of any crime in the chapters listed in § 23A-49-20. Section 38. That § 23A-49-12 be AMENDED. 23A-49-12. Property subject to security interest--Action by attorney general. Any property, as described in subdivisions 34-20B-70(4), (6), and (7) or 22-24A-15(4), (6), and (7), or § 23A-49-1, that is subject to a bona fide perfected security interest at the time of seizure of the personal property, at the time the offense was committed, and is forfeited under the provisions of §§ 23A-49-7 to 23A-49-19, inclusive, shall be taken by the attorney general subject to the security interest. The attorney general shall, within sixty days of the forfeiture of the property: (1) Return the property to the possession of the secured party; (2) Satisfy fully all indebtedness to the secured party secured by the property; or (3) Return the property to the possession of the secured party and require the secured party to sell the property within sixty days of receipt of the property from the attorney general at public or private sale and retain all proceeds necessary to satisfy fully all indebtedness of the secured party secured by the property together with all reasonable costs of the sale and remit to the attorney general all excess proceeds within thirty days of the sale. If the secured party knew or should have known, that the property was being used or intended for use to facilitate in the commission of a crime, the provisions of this section do not apply to the property. Section 39. That § 23A-49-14 be AMENDED. 23A-49-14. Procedure in forfeiture proceedings involving property other than real property or conveyances. If property described in subdivisions 34-20B-70(2), (3), (5), (6), and (7) or 22-24A-15(2), (3), (5), (6), and (7) is seized, the attorney general shall file a summons and complaint for forfeiture of the property in circuit court for the county in which the property was seized or is being held. The proceedings shall be brought in the name of the state. The complaint shall describe the property, and state the property's location, the property's present custodian, the name of each owner if known, the name of each party in interest if known or of legal record, and allege the essential elements of the violation that is claimed to exist. The complaint shall conclude with a prayer to enforce the forfeiture. Notice of a forfeiture proceeding shall be given to each known owner and known party in interest by serving a copy of the summons and complaint in accordance with § 23A-49-15. The procedure governing the proceedings, except as provided in this section, shall be the same as that prescribed for civil proceedings by chapter 15-6. Section 40. That § 23A-49-20 be AMENDED. 23A-49-20. Attorney general's disposition of forfeited property. If property is forfeited under this chapter, the attorney general may: (1) Retain the property for official use; or (2) Sell any forfeited property which is not required to be destroyed by law and which is not harmful to the public, provided that the proceeds be disposed of for payment of all proper expenses of the proceedings for forfeiture and sale including expenses of seizure, maintenance of custody, advertising, and court costs. All money seized or remaining proceeds from the sale of any forfeited property shall be paid into the following funds: (a) If seized pursuant to a violation of chapters 34-20B or 22-42, proceeds shall go to the drug control fund; (b) If seized pursuant to a violation of chapters 22-24A, 22-23, 22-19A, 22-24B, 43-43B, or 23A-27, proceeds shall be used to reimburse the actual costs of the criminal investigation and prosecution, and any amount over those costs shall be used to satisfy any civil judgments received by the victims. All remaining proceeds shall be paid to the South Dakota internet crimes against children fund; and or (c)(b) If not otherwise specified by this chapter, proceeds shall go to the general fund; or (3) If property is seized pursuant to a violation of chapters 34-20B or 22-42, the attorney general may forward it to the Division of Criminal Investigation for disposition. Such disposition may include delivery for medical or scientific use to any federal or state agency under regulations of the United States attorney general."}, {"bill_id": 22067, "bill_version_id": 217841, "bill_version": "Senate Judiciary Engrossed", "bill_version_date": "2021-02-18T13:53:17.087-06:00", "bill_text": "An Act to modify the process for civil forfeiture. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 34-20B-70 be AMENDED. 34-20B-70. Property subject to forfeiture. The following are subject to forfeiture pursuant to chapter 23A-49 and no property right exists in them: (1) All controlled drugs and substances and marijuana which have been manufactured, distributed, dispensed, or acquired in violation of the provisions of this chapter or chapter 22-42; (2) All raw materials, products, and equipment of any kind which are used or intended for use, in manufacturing, compounding, or processing, importing, or exporting any controlled drug or substance or marijuana in excess of one-half pound in violation of the provisions of this chapter or chapter 22-42; (3) All property which is used, or intended for use, as a container for property described in subdivisions (1) and (2); (4) All conveyances including aircraft, vehicles, or vessels, which transport, possess, or conceal, or which are used, or intended for use, to transport, or in any manner facilitate the transportation, sale, receipt, unlawful distribution or possession, or concealment of with the intent to distribute marijuana in excess of one-half pound or any quantity of any other property described in subdivision (1) or (2), except as provided in §§ 34-20B-71 to 34-20B-73, inclusive. This subdivision includes those instances in which a conveyance transports, possesses or conceals marijuana or a controlled substance as described herein without the necessity of showing that the conveyance is specifically being used to transport, possess, or conceal or facilitate the transportation, possession, or concealment of marijuana or a controlled substance in aid of any other offense; (5) All books, records, and research, including formulas, microfilm, tapes, and data which are used, or intended for use, in violation of this chapter; (6) Any funds or other things of value used for the purposes of unlawfully purchasing, attempting to purchase, distributing, or attempting to distribute any controlled drug or substance or marijuana in an amount intended for distribution and not for personal use, and marijuana in excess of one-half pound; or (7) Any assets, interest, profits, income, and proceeds acquired or derived from the unlawful purchase, attempted purchase, distribution, or attempted distribution of any controlled drug or substance or marijuana in an amount intended for distribution and not for personal use, and marijuana in excess of one-half pound. Property described in subdivision (1) shall be deemed contraband and shall be summarily forfeited to the state, property described in subdivisions (2), (3), (5), (6), and (7) is subject to forfeiture under the terms of § 23A-49-14, and property described in subdivision (4) is subject to forfeiture under the terms of § 23A-49-15."}, {"bill_id": 22067, "bill_version_id": 219775, "bill_version": "Enrolled", "bill_version_date": "2021-03-04T18:11:47.527-06:00", "bill_text": "ENTITLED An Act to modify the process for civil forfeiture. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 34-20B-70 be AMENDED. 34-20B-70. Property subject to forfeiture. The following are subject to forfeiture pursuant to chapter 23A-49 and no property right exists in them: (1) All controlled drugs and substances and marijuana which have been manufactured, distributed, dispensed, or acquired in violation of the provisions of this chapter or chapter 22-42; (2) All raw materials, products, and equipment of any kind which are used or intended for use, in manufacturing, compounding, or processing any controlled drug or substance or marijuana in excess of one-half pound in violation of the provisions of this chapter or chapter 22-42; (3) All property which is used, or intended for use, as a container for property described in subdivisions (1) and (2); (4) All conveyances including aircraft, vehicles, or vessels, which are used, or intended for use, to facilitate the unlawful distribution or possession with the intent to distribute marijuana in excess of one-half pound or any quantity of any other property described in subdivision (1) or (2); (5) All books, records, and research, including formulas, microfilm, tapes, and data which are used, or intended for use, in violation of this chapter; (6) Any funds or other things of value used for the purposes of unlawfully purchasing, attempting to purchase, distributing, or attempting to distribute any controlled drug or substance in an amount intended for distribution and not for personal use, and marijuana in excess of one-half pound; or (7) Any assets, interest, profits, income, and proceeds acquired or derived from the unlawful purchase, attempted purchase, distribution, or attempted distribution of any controlled drug or substance in an amount intended for distribution and not for personal use, and marijuana in excess of one-half pound. Property described in subdivision (1) shall be deemed contraband and shall be summarily forfeited to the state, property described in subdivisions (2), (3), (5), (6), and (7) is subject to forfeiture under the terms of § 23A-49-14, and property described in subdivision (4) is subject to forfeiture under the terms of § 23A-49-15. An Act to modify the process for civil forfeiture. I certify that the attached Act originated in the: Senate as Bill No. 164 Secretary of the Senate President of the Senate Attest: Secretary of the Senate Speaker of the House Attest: Chief Clerk Senate Bill No. 164 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2021 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2021 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2021 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 22067, "action_date": "2021-02-01T14:00:00-06:00", "document_id": 214910, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/214910.pdf", "status_text": "First read in Senate and referred to", "journal_page": 142, "committee_id_action": 514, "committee_id_assigned": 509, "result": "N", "vote": {}}, {"bill_id": 22067, "action_date": "2021-02-16T08:00:00-06:00", "document_id": 216311, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216311.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 509, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22067, "action_date": "2021-02-18T08:00:00-06:00", "document_id": 217158, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217158.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 509, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22067, "action_date": "2021-02-18T08:00:00-06:00", "document_id": 217183, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217183.pdf", "status_text": "Motion to amend", "journal_page": 2, "committee_id_action": 509, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 22067, "action_date": "2021-02-18T08:00:00-06:00", "document_id": 217183, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217183.pdf", "status_text": "Do Pass Amended", "journal_page": 3, "committee_id_action": 509, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 69461, "president_vote": null, "Excused": [1783, 1785, 1850], "Yea": [1806, 1847, 3795, 3805]}}, {"bill_id": 22067, "action_date": "2021-02-23T14:00:00-06:00", "document_id": 218096, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/218096.pdf", "status_text": "Do Pass Amended", "journal_page": 332, "committee_id_action": 514, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 69848, "president_vote": null, "Yea": [1771, 3798, 1775, 1776, 1881, 1779, 1783, 1785, 1786, 1789, 1790, 1801, 1803, 1806, 1808, 1811, 1812, 1819, 1827, 1828, 1831, 3805, 1847, 1850, 1851, 1853, 1856, 1858, 1860, 3803, 3796, 3795, 1865, 1870], "Nay": [1794]}}, {"bill_id": 22067, "action_date": "2021-02-24T13:00:00-06:00", "document_id": 218301, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/218301.pdf", "status_text": "First Reading House", "journal_page": 383, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22067, "action_date": "2021-02-25T13:30:00-06:00", "document_id": 218457, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/218457.pdf", "status_text": "Referred to", "journal_page": 400, "committee_id_action": 492, "committee_id_assigned": 493, "result": "N", "vote": {}}, {"bill_id": 22067, "action_date": "2021-03-03T10:00:00-06:00", "document_id": 218777, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/218777.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 493, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22067, "action_date": "2021-03-03T10:00:00-06:00", "document_id": 218804, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/218804.pdf", "status_text": "Do Pass", "journal_page": 1, "committee_id_action": 493, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 70637, "president_vote": null, "Yea": [3786, 1768, 1780, 3784, 1836, 1837, 1839, 3793, 1855, 1798], "Excused": [3799, 1844], "Nay": [3790]}}, {"bill_id": 22067, "action_date": "2021-03-04T13:00:00-06:00", "document_id": 219365, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/219365.pdf", "status_text": "Do Pass Amended", "journal_page": 500, "committee_id_action": 492, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 70830, "president_vote": null, "Nay": [1766, 1767, 1770, 1795, 1799, 1817, 1822, 1823, 1832, 1844, 1866, 1868, 3782, 3785, 3792], "Yea": [1768, 1769, 1772, 1777, 1778, 1780, 1781, 1782, 1784, 1788, 1792, 1793, 1796, 1798, 1800, 1802, 1804, 1805, 1807, 1809, 1813, 1820, 1824, 1826, 1829, 1830, 1834, 1835, 1836, 1837, 1839, 1841, 1843, 1852, 1855, 1864, 1883, 3783, 3784, 3786, 3787, 3788, 3789, 3790, 3791, 3793, 3794, 3797, 3799, 3800, 3801, 3802, 3804, 3806], "Excused": [1862]}}, {"bill_id": 22067, "action_date": "2021-03-08T11:00:00-06:00", "document_id": 219725, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/219725.pdf", "status_text": "Signed by the President", "journal_page": 445, "committee_id_action": 514, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22067, "action_date": "2021-03-09T13:00:00-06:00", "document_id": 219991, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/219991.pdf", "status_text": "Signed by the Speaker", "journal_page": 541, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22067, "action_date": "2021-03-10T10:00:00-06:00", "document_id": 220126, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/220126.pdf", "status_text": "Delivered to the Governor", "journal_page": 468, "committee_id_action": 514, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22067, "action_date": "2021-03-29T11:00:00-05:00", "document_id": 220278, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/220278.pdf", "status_text": "Signed by the Governor", "journal_page": 494, "committee_id_action": 514, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 7251, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/22067"}