{"session_id": 49, "bill_id": 15102, "bill_type": "House Bill", "bill_number": 1093, "bill_title": "revise the procedure for assessing property.", "sponsors": [{"legislator_profile_id": 2361, "is_prime": true}, {"legislator_profile_id": 2369, "is_prime": true}, {"legislator_profile_id": 2384, "is_prime": false}], "keywords": ["Assessed Valuation"], "audio": [], "bill_versions": [{"bill_id": 15102, "bill_version_id": 86254, "bill_version": "Introduced", "bill_version_date": "2000-01-15T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the procedure for assessing property. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding any other provision of law, the director of equalization shall use the 2000 assessed value of property to establish the base year value for property until the 2005 assessed value is established. The 2005 assessed value shall be established through a comprehensive reassessment of all property which shall set the assessed value of each property at eighty-five percent of its market value. Each five years thereafter a new base year shall be established through a comprehensive reassessment of all property which shall set the assessed value of each property at eighty-five percent of its market value. The director of equalization shall adjust the assessed value of each property as of November first of each year by adjusting the base year value of the preceding year by the lesser of three percent or the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics, United States Department of Labor for the year prior to the year immediately preceding the year in which the property is assessed. However, the assessed value shall also be adjusted to reflect any change in use or classification plus the value of any addition, improvement, or destruction to the property that has occurred since November 1, 1999. Section 2. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: If there is a change in use or classification or an addition, improvement, or destruction to the property, the change in use or classification or the addition, improvement, or destruction shall be assessed at eighty-five percent of its market value as of November first after the change in use or classification has occurred or the addition, improvement, or destruction is substantially completed. A change, addition, or improvement does not include the replacement of a portion of property damaged or destroyed due to misfortune or calamity, if the market value of the damaged or destroyed portion as replaced is not more than one hundred thirty-three percent of the market value of the damaged or destroyed portion of the property. The value of any replaced property that is in excess of one hundred thirty-three percent of the market value of the damaged or destroyed property is considered to be a change, addition, or improvement. The value of any replaced property with a market value of less than one hundred percent of the original property shall be assessed at its current market value. Section 3. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: If property is destroyed or removed and not replaced, the assessed value of the property shall be reduced by the assessed value attributable to the destroyed or removed property. Section 4. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: New property shall be assessed at eighty-five percent of its market value as of November first of the year following the classification of the property. After the property is classified and assessed, the value of the property shall be adjusted as provided in section 1 of this Act. Section 5. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: The assessed value of the property shall be adjusted if any change, addition, or improvement is made by the owner or an owner association which directly benefits the property. Any such change, addition, or improvement shall be assessed at eighty-five percent of its market value and that market value shall be apportioned among the parcels benefiting from the improvement. Section 6. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: If the classification of property is changed from one classification to another classification of property, the director of equalization shall appraise the property at eighty-five percent of its market value as of the date of the reclassification and the value established by the director of equalization becomes the base year value for the purpose of taxation. Section 7. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: If any error is made in arriving at any annual assessment under this Act due to a material mistake of fact concerning an essential characteristic of the property, the assessment shall be recalculated for each year for which the error applies. Section 8. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: If changes, additions, or improvements are not assessed at eighty-five percent of its market value as of November first after the changes, additions, or improvements were substantially completed, the director of equalization shall determine the market value for each year the changes, additions, or improvement were substantially completed. Each assessment for each subsequent year shall be corrected by applying section 1 of this Act, if applicable. If an assessment is revised, the corrections made pursuant to this section shall be used to recalculate the taxes due. Section 9. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: If a person not entitled to an assessment value under this Act inadvertently receives a lower assessment value, the person is not required to pay the unpaid taxes, penalties, or interest. The assessment shall be corrected as provided in section 1 of this Act for each year for which the error applies. Section 10. That § 10-6-33 be amended to read as follows: 10-6-33. All property shall be assessed at its true and full value in money. The true and full value is the taxable value of such property upon which the levy shall be made and applied and the taxes computed. In determining the true and full value of property the director of equalization may not adopt a lower or different standard of value because it is to serve as a basis of taxation. The director may not adopt as a criterion of value the price for which the property would sell at a forced sale, or in the aggregate with all the property in the third class municipality or district. The director shall value each article or description by itself and at an amount or price as he the director believes the property to be fairly worth in money pursuant to sections 1 to 9, inclusive, of this Act . The true and full value shall be determined by appropriate consideration of the cost approach, the market approach , and the income approach to appraisal. The director of equalization shall consider and document all elements of such approaches that are applicable prior to a determination of true and full value. Section 11. That § 10-3-41 be amended to read as follows: 10-3-41. The director of equalization shall make the necessary adjustments to the valuations pursuant to sections 1 to 9, inclusive, of this Act before the notice of assessment pursuant to § 10-6-50 , so that the median level of assessment represents at least eighty-five percent of market value as determined by the Department of Revenue is mailed . Section 12. That § 10-3-41 be repealed. 10-3-41. The director of equalization shall make the necessary adjustments to the valuations before the notice of assessment pursuant to § 10-6-50, so that the median level of assessment represents at least eighty-five percent of market value as determined by the Department of Revenue. Section 13. That § 10-6-33.8 be repealed. 10-6-33.8. The median sales to assessment ratio of all real property may not be less than eighty-five percent or more than one hundred percent. Section 14. That § 10-6-33.12 be amended to read as follows: 10-6-33.12. For the purposes of § § 10-6-33.8 sections 1 to 9, inclusive, of this Act and § 10-6-33.9, there shall be a separate median sales to assessment ratio and coefficient of dispersion for agricultural and nonagricultural real property. Section 15. That § 10-11-51 be amended to read as follows: 10-11-51. On or before the fourth Monday in August, the Department of Revenue shall transmit to each county auditor a certificate, specifying the percent added to or deducted from the valuation of each class of real property in the several counties of the state and the adjustment made pursuant to § 10-13-37 sections 1 to 9, inclusive, of this Act . The certificates shall show the equalized valuation of all property within such county assessed by the secretary of revenue as required by law. If equalization is made pursuant to subdivision 10-11-47(2), the certificate shall show the levy or levies for state purposes made by the secretary of revenue. Section 16. That § 10-12-31.1 be repealed. 10-12-31.1. Notwithstanding other provision of law, when applying the levies for school purposes, the county director of equalization of each county shall adjust the level of assessment in that district so that the level of assessment as indicated by the most recent assessment to sales ratio as provided for in § 10-11-55 and the most recent assessment to full agricultural land value ratio as provided for in § 10-11-57 in that district are equal to eighty-five percent of market value. The Department of Revenue shall provide the director of equalization of each county all of the factors of adjustment necessary for the computations required in this section. Section 17. That § 10-12-42 be amended to read as follows: 10-12-42. For taxes payable in 2000 and each year thereafter, the levy for the general fund of a school district shall be as follows: (1) The maximum tax levy shall be sixteen dollars and fifteen cents per thousand dollars of taxable valuation subject to the limitations on agricultural property as provided in subdivision (2) of this section, owner-occupied property as provided for in subdivision (3) of this section, and nonagricultural acreage property as provided for in subdivision (4) of this section ; (2) The maximum tax levy on agricultural property for such school district shall be four dollars and seventy cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in chapter 10-13 this section , the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies; (3) The maximum tax levy for an owner-occupied single-family dwelling as defined in § 10-13-40, for such school district may not exceed seven dollars and fifty-six cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in chapter 10-13 this section , the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies; and (4) The maximum tax levy on nonagricultural acreage property as defined in § 10-6-33.14, for such school district shall be five dollars and seventy cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in chapter 10-13, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies. All levies in this section shall be imposed on valuations where the median level of assessment represents eighty-five percent of market value as determined by the Department of Revenue. These valuations shall be used for all school funding purposes. If the district has imposed an excess levy pursuant to § 10-12-43, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies in this section. The school district may elect to tax at less than the maximum amounts set forth in this section. Section 18. That § 10-13-37 be repealed. 10-13-37. Property taxes shall be levied on valuations where the median level of assessment represents eighty-five percent of the market value as determined by the Department of Revenue. Section 19. That § 10-13-37.1 be amended to read as follows: 10-13-37.1. For purposes of § § 10-3-41, 10-12-31.1, and 10-13-37 sections 1 to 9, inclusive, of this Act , the secretary of revenue shall calculate a factor for each county for the agricultural and non-agricultural valuations. The factor shall be calculated by using the sales of arms-length transactions and the assessments from the preceding assessment year. The secretary shall take into consideration any reappraisals completed by the director of equalization. If there are less than fifteen sales of either class, the secretary shall use the preceding year's sales of that class with current assessments. In the case of agricultural land, sales may also be bridged in from adjoining counties if there are less than fifteen sales. Section 20. That § 11-9-20 be amended to read as follows: 11-9-20. Upon application in writing by the municipal finance officer, on a form prescribed by the Department of Revenue, the department shall determine the aggregate assessed value of the taxable property in the district, which aggregate assessed valuation, upon certification to the finance officer shall constitute the tax incremental base of the district. Except as provided for in § 11-9-20.1, the The department shall use the valuations as last previously certified by the department adjusted for the value to the date the district was created for any buildings or additions completed or removed and without regard to any reduction pursuant to § § 1-19A-20, 10-6-35.2, 10-6-35.21 , and 10-6-35.22. Section 21. That § 11-9-20.1 be repealed. 11-9-20.1. For the purpose of aggregate assessed value in § 11-9-20, the department shall, for any district located within a county not in compliance with § 10-6-33.8, determine the aggregate assessed value in order to reflect an aggregate assessed value as if there had been compliance with the requirements in § 10-6-33.8. Section 22. That § 10-6-33.11 be repealed. 10-6-33.11. The value determined for agricultural land pursuant to this chapter may not be placed on the property cards or used as a basis for taxation before January 1, 1992. Section 23. That § 10-6-33.14 be repealed. 10-6-33.14. Any agricultural land, as defined in § 10-6-31.3, which sells for more than one hundred fifty percent of its agricultural income value is hereby classified for purposes of ad valorem taxation as a nonagricultural acreage. The agricultural income value shall be determined pursuant to § 10-6-33.15. Section 24. That § 10-6-33.15 be repealed. 10-6-33.15. For the purposes of § 10-6-33.14, the agricultural income value shall be determined using capitalized actual annual cash rent. The actual annual cash rent is the actual annual cash rent, excluding the actual per acre tax on agricultural land, determined through an analysis of actual arm's length rental agreements collected within the county in the year prior to the year for which the income value is being determined. The annual cash rent shall be capitalized at eight percent. Section 25. That § 10-6-33.16 be repealed. 10-6-33.16. The secretary of revenue may enter into a contract for the collection of cash rent information by county. Cash rent information shall be adjusted by soil survey statistics if available. Section 26. That § 10-6-33.17 be repealed. 10-6-33.17. Any land which is classified pursuant to § § 10-6-33.14 to 10-6-33.19, inclusive, shall remain so classified for a minimum of five years. Five years after the land is so classified, the land may be reclassified as agricultural land if the land remains in agricultural use during the five year period and if the owner of the land submits an annual application to the director of equalization. The application shall include verified documentation that the land has been in agricultural use during past year. If the land meets the criteria set forth in § 10-6-31.3, has been in agricultural use for five years, and the application requirement in this section is complied with, the director of equalization may reclassify the nonagricultural acreage as agricultural land. Section 27. That § 10-6-33.18 be repealed. 10-6-33.18. Land classified pursuant to § § 10-6-33.14 to 10-6-33.19, inclusive, shall be valued for ad valorem tax purposes at the price for which such land sold multiplied times the level of assessment for nonagricultural property within the county. The value of such land shall be increased or decreased each year by the same percentage that the value of nonagricultural property increases or decreases."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 15102, "action_date": "2000-01-15T14:00:00-06:00", "document_id": 85628, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85628.pdf", "status_text": "First read in House and referred to", "journal_page": 58, "committee_id_action": 656, "committee_id_assigned": 651, "result": "N", "vote": {}}, {"bill_id": 15102, "action_date": "2000-02-09T10:00:00-06:00", "document_id": 85895, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85895.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 651, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15102, "action_date": "2000-02-09T10:00:00-06:00", "document_id": 85895, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85895.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 530, "committee_id_action": 651, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 44143, "president_vote": null, "Yea": [2313, 2333, 2337, 2345, 2353, 2360, 2363, 2368, 2388, 2372], "Excused": [2351], "Nay": [2393, 2319]}}]}