{"session_id": 8, "bill_id": 1831, "bill_type": "House Bill", "bill_number": 1272, "bill_title": "revise certain provisions regarding paternity and termination of parental rights.", "sponsors": [{"legislator_profile_id": 795, "is_prime": true}, {"legislator_profile_id": 757, "is_prime": true}, {"legislator_profile_id": 758, "is_prime": false}, {"legislator_profile_id": 787, "is_prime": false}, {"legislator_profile_id": 825, "is_prime": false}, {"legislator_profile_id": 793, "is_prime": false}, {"legislator_profile_id": 817, "is_prime": false}, {"legislator_profile_id": 814, "is_prime": false}, {"legislator_profile_id": 811, "is_prime": false}, {"legislator_profile_id": 805, "is_prime": false}, {"legislator_profile_id": 749, "is_prime": false}, {"legislator_profile_id": 832, "is_prime": false}, {"legislator_profile_id": 842, "is_prime": false}, {"legislator_profile_id": 803, "is_prime": false}, {"legislator_profile_id": 822, "is_prime": false}, {"legislator_profile_id": 774, "is_prime": false}, {"legislator_profile_id": 791, "is_prime": false}, {"legislator_profile_id": 792, "is_prime": false}, {"legislator_profile_id": 745, "is_prime": false}, {"legislator_profile_id": 839, "is_prime": false}, {"legislator_profile_id": 819, "is_prime": false}, {"legislator_profile_id": 815, "is_prime": false}, {"legislator_profile_id": 762, "is_prime": false}, {"legislator_profile_id": 838, "is_prime": false}], "keywords": ["Domestic Relations", "Minors", "Public Health and Safety"], "audio": [{"meeting_datetime": "2010-02-22T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hju25.mp3", "start_seconds": 108.0}, {"meeting_datetime": "2010-02-22T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hju25.mp3", "start_seconds": 108.0}, {"meeting_datetime": "2010-02-22T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hju25.mp3", "start_seconds": 108.0}, {"meeting_datetime": "2010-02-22T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hju25.mp3", "start_seconds": 108.0}, {"meeting_datetime": "2010-02-22T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hju25.mp3", "start_seconds": 108.0}, {"meeting_datetime": "2010-02-22T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hju25.mp3", "start_seconds": 108.0}, {"meeting_datetime": "2010-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou26.mp3", "start_seconds": 11155.0}, {"meeting_datetime": "2010-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou26.mp3", "start_seconds": 11155.0}, {"meeting_datetime": "2010-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou26.mp3", "start_seconds": 11155.0}, {"meeting_datetime": "2010-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou26.mp3", "start_seconds": 11155.0}], "bill_versions": [{"bill_id": 1831, "bill_version_id": 11745, "bill_version": "Introduced", "bill_version_date": "2010-02-03T10:10:50.113-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding paternity and termination of parental rights. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 34-25 be amended by adding thereto a NEW SECTION to read as follows: A registry of paternity is hereby established in the Department of Health, which shall administer the registry. The registry shall be referred to as the paternity registry. The registry shall contain the names of any putative father who asserts his parental rights and expresses his intent to accept parental responsibilities for a child. Section 2. That chapter 34-25 be amended by adding thereto a NEW SECTION to read as follows: A putative father who desires to be notified of a proceeding for adoption, entry of a child into state custody, or termination of parental rights regarding a child shall register in the paternity registry before the birth of the child or within thirty days after the birth and file a paternity action during pregnancy or within thirty days after the birth. A registrant shall be informed that this registration may be used to establish an obligation to support the child. Section 3. That chapter 34-25 be amended by adding thereto a NEW SECTION to read as follows: The department shall prepare a form for registration in the paternity registry. The form shall require the signature of the registrant. The form shall state that: (1) A timely registration asserting paternity entitles the registrant to notice of a proceeding for adoption of a child, entry of a child into state custody, or termination of the registrant's parental rights; (2) A timely registration does not commence a proceeding to establish paternity; (3) The information disclosed on the form may be used as evidence in an adjudication to establish paternity of the registrant; (4) Services to assist in establishing paternity are available to the registrant through the Department of Social Services; (5) The registrant should also register in another state if conception or birth of the child occurred in the other state; (6) Procedures exist to rescind the registration of a claim of paternity; and (7) The form is signed under penalty of perjury. Section 4. That chapter 34-25 be amended by adding thereto a NEW SECTION to read as follows: The form shall also contain the following information: (1) The name of the putative father, including any other names by which he may be known; (2) The date of birth of the putative father; (3) The race and ethnicity of the putative father; (4) The social security number of the putative father; (5) The state of issue and driver license number of the putative father; (6) The home address of the putative father; (7) The telephone number of the putative father; (8) The name and address of the employer of the putative father; (9) The name of the birth mother, including any other names by which she may be known; (10) The last known home address of the birth mother; (11) The social security number of the birth mother, if known; (12) The race or ethnicity of the birth mother; (13) The state of issue and driver license number of the birth mother, if known; (14) The city and state where conception might have taken place; (15) The birth date of the child or the approximate delivery date; and (16) The name and gender of the child, if known. The required information may be submitted electronically or by certified mail. Section 5. That chapter 34-25 be amended by adding thereto a NEW SECTION to read as follows: A putative father who registers in the paternity registry shall notify the department of any changes of his home address. If a putative father fails to update his home address, notice sent to his last known home address is rebuttable evidence of efforts to locate the putative father and provide notice. A putative father may register before the child is born even though the putative father has no actual knowledge that a pregnancy has occurred or that a pregnancy has continued through gestation. Section 6. That chapter 34-25 be amended by adding thereto a NEW SECTION to read as follows: The clerk of courts shall collect, pursuant to subsection 16-2-29(3)(b), a separate fee of fifty dollars for each adoption case commenced in accordance with chapter 25-6. The clerk of courts shall monthly transmit the amount collected to the state treasurer. The state treasurer shall deposit the amount collected in the health special services fund created in § 34-1-22. Section 7. That chapter 34-25 be amended by adding thereto a NEW SECTION to read as follows: The department is not required to locate the mother of a child who is the subject of a registration, but the department shall send a copy of the notice of registration to the mother if an address is provided. Section 8. That chapter 34-25 be amended by adding thereto a NEW SECTION to read as follows: Information contained in the registry is confidential and may be released on request only to: (1) A court or a person designated by the court in any proceeding for adoption, entry of a child into state custody, or for termination of parental rights, regarding a child who is the subject of the registration; (2) The mother of the child who is the subject of the registration; (3) An agency authorized by other law to receive the information; (4) A licensed child-placement agency; (5) A support-enforcement agency; (6) A party or the party's attorney of record in any proceeding for adoption, entry of a child into state custody, or for termination of parental rights, regarding a child who is the subject of the registration; and (7) The registry of paternity in another state. Section 9. That chapter 34-25 be amended by adding thereto a NEW SECTION to read as follows: Any person who knowingly submits false information to the paternity registry is guilty of a Class 1 misdemeanor. Section 10. That chapter 34-25 be amended by adding thereto a NEW SECTION to read as follows: A registrant may rescind his registration at any time by sending to the registry a rescission signed, or otherwise authenticated by him, and witnessed or notarized. Section 11. That chapter 34-25 be amended by adding thereto a NEW SECTION to read as follows: The department shall furnish a certificate to any person who makes a request pursuant to section 8 of this Act. A certificate can be requested either electronically or through certified mail. The certificate shall provide registration information to identify the registrant or state that no registration has been found. Within two business days from the receipt of the request, the department shall mail the certificate to the requestor by the United States Postal Service. Upon request and with the payment of any additional costs, the department shall have the certificate delivered to the requestor by overnight mail, in person, by messenger, or by facsimile or other electronic communication. The department's certificate is sufficient to prove the registry was searched. Section 12. That chapter 34-25 be amended by adding thereto a NEW SECTION to read as follows: A certificate of search of the paternity registry is admissible in a proceeding for entry of a child into state custody, termination of parental rights, adoption, and, if relevant, in other legal proceedings as rebuttable evidence of efforts to provide notice to a putative father of a pending or planned adoption, or of the termination of his parental rights, or of entry of a child into custody. Section 13. That chapter 34-25 be amended by adding thereto a NEW SECTION to read as follows: The department shall provide information to the public about the paternity registry and its services, including: (1) The procedures for voluntary acknowledgment of paternity; (2) The consequences of acknowledgment and of failure to acknowledge paternity pursuant to § 25-6-1.2; (3) A description of the paternity registry, including to whom and under what circumstances it applies; (4) The time limits and responsibilities for filing; (5) Paternal rights and associated responsibilities; and (6) A detachable form meeting the requirements of sections 3 and 4 of this Act addressed to the paternity registry. Section 14. That chapter 25-5 be amended by adding thereto a NEW SECTION to read as follows: The mother-child relationship is established between a woman and a child by: (1) The woman's having given birth to the child; (2) An adjudication of the woman's maternity; or (3) Adoption of the child by the woman pursuant to chapter 25-6. Section 15. That chapter 25-5 be amended by adding thereto a NEW SECTION to read as follows: The father-child relationship is established between a man and a child by: (1) Acknowledgment of paternity such that the father's name is reflected on the birth certificate by consent pursuant to § 34-25-13.2 or by affidavit pursuant to § 25-8-50 or 25-8-60; (2) Presumption of the man's paternity of the child pursuant to § 25-8-57; (3) An adjudication of the man's paternity pursuant to chapter 25-8; or (4) Adoption of the child by the man pursuant to chapter 25-6. Section 16. That chapter 25-5 be amended by adding thereto a NEW SECTION to read as follows: Any man who has engaged in sexual intercourse with a woman is deemed to be on legal notice that a child may be conceived and the man is entitled to all legal rights and obligations resulting therefrom. Lack of knowledge of the pregnancy does not excuse failure to timely register pursuant to section 2 of this Act. Section 17. That § 25-5A-1 be amended to read as follows: 25-5A-1. Terms in this chapter mean: (1) \"Acknowledged father,\" a man who has acknowledged the child as his own by causing his name to be affixed to the birth certificate as provided by § 34-25-13.2, 25-8-50, or 25-8-60; (2) \"Authorized agency,\" the Department of Social Services of South Dakota or any agency licensed by the department to place children for adoption; (3) \"Business day,\" a day on which state offices are open for regular business; (2)(4) \"Child,\" any unemancipated minor; (3) \"Parents,\" the mother and father, if living, of a child; (5) \"Home address,\" the most recent place of residence; (6) \"Overnight mail,\" any courier or carrier that guarantees delivery by the next business morning; (7) \"Parent,\" a person who has established a parent-child relationship defined pursuant to sections 14 or 15 of this Act; (8) \"Pending voluntary termination of parental rights proceeding,\" any proceeding pursuant to § 25-5A-2 in which a petition has been filed with a court of competent jurisdiction by a parent who desires to relinquish parental rights for any of the purposes allowable pursuant to § 25-5A-2; (9) \"Planned voluntary termination of parental rights proceeding,\" any situation in which the birth mother has formally contacted a licensed attorney or a licensed adoption agency to petition a court of competent jurisdiction to relinquish parental rights for any of the purposes allowable pursuant to § 25-5A-2; (4)(10) \"Putative father,\" any person who claims to be, or is named as, the biological father or a possible biological father of a child, and whose paternity of the child has not been judicially determined a man who has had sexual intercourse with a woman to whom he is not married and is therefore presumed to know that such woman may be pregnant or become pregnant as a result of such actions; (11) \"Paternity registry,\" the paternity registry established pursuant to section 1 of this Act; (12) \"Search,\" a request pursuant to section 11 of this Act. Section 18. That § 25-5A-9 be amended to read as follows: 25-5A-9. If a petition for the voluntary termination of parental rights is filed, the court shall set a date for a hearing thereon, and shall cause notice of the time, place, and purpose of the hearing to be served upon the parent or parents. No such notice is necessary if a waiver executed by the parent or parents has been filed with the petition only upon the nonpetitioning parent of the child and any man who is a putative father registered during pregnancy or within thirty days after the birth of the child with the paternity registry and who has filed a paternity action pursuant to chapter 25-8 during the pregnancy or within thirty days after the birth of the child. No such notice is necessary to any nonpetitioning parent or any putative father who has waived notice in a writing executed by such person and filed with the court. The court may require notice to be served upon any other person or organization and shall require notice to be served upon the Department of Social Services if the petition indicated that temporary assistance for needy families benefits were ever received on behalf of the minor child in accordance with subdivision 25-5A-6(9). Any failure to provide notice to the Department of Social Services pursuant to this section does not invalidate the proceedings. Notice shall be made only as provided in this section. No notice is required to a putative father who fails to register within thirty days of the birth and who fails to bring a paternity action within thirty days of the birth, nor is notice required for a putative father with respect to whom a child has been relinquished to an emergency medical services provider or a licensed child placement agency pursuant to § 25-5A-27. The court shall declare unnecessary the consent of persons not defined as a parent pursuant to section 14 or 15 of this Act and those to whom notice is not required by § 25-5A-9, unless a putative father was reasonably led to believe through the birth mother's fraud that the pregnancy was terminated or the mother miscarried when in fact the baby was born, or that the child died when in fact the child is alive. Upon the discovery of the fraud, the putative father shall register with the paternity registry and file a paternity action within ten days after the discovery of the fraud. Section 19. That § 25-5A-11 be amended to read as follows: 25-5A-11. A notice required pursuant to § 25-5A-9, may be served by any person authorized by the laws of this state to serve a summons in a civil action. Such notice shall be personally served upon every person required to be served if such person resides within the state and may be served upon such person, if without the state, by like personal service or served by certified United States mail with restricted delivery to an address obtained through a search pursuant to section 11 of this Act upon a person who is a putative father who registered during pregnancy or within thirty days after the birth of the child with the paternity registry and who filed a paternity action pursuant to chapter 25-8 during the pregnancy or within thirty days after the birth of the child and to whom notice is required to be given pursuant to § 25-5A-9 or by publication as provided in § 25-5A-12. Such service, whether personally or by publication, shall be made at least five days prior to the time for hearing. Section 20. That § 25-5A-12 be amended to read as follows: 25-5A-12. If the court finds that personal service or service by certified mail with restricted delivery as provided in § 25-5A-11 cannot be accomplished, the court shall publish notice of the time, place, and purpose of the hearing as provided in § 26-7A-48. The form and wording of notice shall be prescribed by the court. Section 21. That chapter 25-5A be amended by adding thereto a NEW SECTION to read as follows: If a putative father fails to register pursuant to section 2 of this Act and to file a paternity action pursuant to chapter 25-8 either during pregnancy or within thirty days after birth of the child, the petitioner in a proceeding for voluntary termination of parental rights shall file with the court a search certificate from the Department of Health. This certificate shall be filed with the court at the time of filing a petition for voluntary termination of parental rights. Section 22. That chapter 25-5A be amended by adding thereto a NEW SECTION to read as follows: A putative father who fails to register pursuant to section 2 of this Act and fails to file a paternity action pursuant to chapter 25-8 either during pregnancy or within thirty days after birth of the child waives the following rights: (1) To notice and intervention in a pending or planned termination of parental rights proceeding; (2) To consent or withhold consent and the right to intervene in any pending or planned adoption of the child; (3) To notice in the termination of rights of a child; (4) To notice in the entry of a child into state custody; and (5) To notice and to intervene in a paternity action. Section 23. That chapter 25-5A be amended by adding thereto a NEW SECTION to read as follows: If the putative father fails to register a notice of claim of paternity with the paternity registry provided and fails to file a paternity action during pregnancy or within thirty days after the birth of the child, the putative father is deemed to have waived his consent to the termination of parental rights to the child unless the court finds that the putative father has developed a substantial relationship with the child, taken responsibility for the child and the child's future, and demonstrated a full commitment to the responsibilities of parenthood by financial support of the child with a fair and reasonable sum in accordance with the putative father's ability, if not prevented from doing so by the person or authorized agency having lawful custody of the child, and either: (1) Visited the child at least monthly if physically and financially able to do so, and if not prevented from doing so by the person or authorized agency having lawful custody of the child; or (2) Regularly communicated with the child or with the person or agency having the care or custody of the child, if physically and financially unable to visit the child, and if not prevented from doing so by the person or authorized agency having lawful custody of the child. The subjective intent of a putative father, whether expressed or otherwise unsupported by evidence of acts specified in this section does not preclude a determination that the father failed to meet the requirements of this section. A putative father who openly lived with the child for a period of six months within the one-year period after the birth of the child and immediately preceding placement of the child with adoptive parents, and openly held himself out to be the father of the child during that period, shall be deemed to have developed a substantial relationship with the child and to have otherwise met the requirements of this section. With regard to a child who is less than six months of age at the time the child is placed for adoption, a putative father must manifest a full commitment to his parental responsibilities by performing all of the acts described in this section prior to the time the birth mother consents to the voluntary termination of her parental rights for purposes of adoption. In addition, the putative father shall initiate proceedings to establish paternity and file with that court a sworn affidavit stating that he is fully able and willing to have full custody of the child, setting forth his plans for care of the child, and agreeing to a court order of child support and the payment of expenses incurred in connection with the birth mother's pregnancy and the child's birth. Section 24. That § 25-5A-18 be amended to read as follows: 25-5A-18. Upon proof of the notice required by § 25-5A-9 and personal service as required by §§ 25-5A-11 and 25-5A-12 to all parents and putative fathers of a child, if, after the court determines that the parents have consented or have waived consent pursuant to § 25-6-4, the court finds that the termination of parental rights and the transfer of parental rights to be in the best interests of the child, and finds that the petitioner or petitioners are fully aware of the purpose of the proceedings and the consequences of their act, the court shall make an order terminating all parental rights and obligations in the parent or parents and putative fathers in which they have existed and releasing the child from all legal obligations to the parents persons, even though the proceeding for termination is brought by only one parent. The court shall also order that the parental rights are transferred to some other person or persons, or authorized agency as may, in the opinion of the court, be best qualified to receive them. The order may contain the power by the person or persons or authorized agency to consent to the adoption of the child, as provided for in § 25-6-12, without further notice to the child's parent or parents or any other person having parental rights over the child. The court may specifically terminate the parental rights of all parents and putative fathers regardless of whether they are personally present in court except as required in § 25-5A-14. Section 25. That § 25-6-1 be repealed. 25-6-1. The father of an illegitimate child by publicly acknowledging it as his own, receiving it as such into his family, with the consent of his wife if he is married and otherwise treating it as if it were a legitimate child, thereby adopts it as such, and such child is thereupon deemed for all purposes legitimate from the time of its birth. The other provisions of law relating to adoption shall not apply in such cases. Section 26. That § 25-6-1.1 be repealed. 25-6-1.1. Notwithstanding any other provision of law or court rule the father of an illegitimate child shall, as a requirement of due process, have no rights to the service of process in adoption, dependency, delinquency, or termination of parental rights proceedings unless he is known and identified by the mother or unless he, prior to the entry of a final order, in any of the three proceedings, shall have acknowledged the child as his own by affirmatively asserting paternity, within sixty days after the birth of the child: (1) As outlined in § 25-6-1; or (2) By causing his name to be affixed to the birth certificate as provided by § 34-25-13.2; or (3) Otherwise by commencing a judicial proceeding claiming a parental right. Section 27. That § 25-6-4 be amended to read as follows: 25-6-4. No child may be adopted without the consent of the child's parents as defined in sections 14 and 15 of this Act and any putative father as defined in § 25-5A-1 who registers in the registry and who files a paternity action pursuant to chapter 25-8. However, if it is in the best interest of the child, the court may waive consent from a parent or putative father who: (1) Has been convicted of any crime punishable by imprisonment in the penitentiary for a period that, in the opinion of the court, will deprive the child of the parent's companionship for a critical period of time; (2) Has, by clear and convincing evidence, abandoned the child for six months or more immediately prior to the filing of the petition; (2A) Being financially able, has neglected to provide financial and emotional support to the mother for a period of six months prior to the birth of the child or has failed to provide financial assistance in paying medical expenses of the mother and child associated with the child's birth; (3) Has substantially and continuously or repeatedly neglected the child and refused to give the child necessary parental care and protection; (4) Being financially able, has willfully neglected to provide the child with the necessary subsistence, education, or other care necessary for the child's health, morals, or welfare or has neglected to pay for such subsistence, education, or other care if legal custody of the child is lodged with others and such payment ordered by the court; (5) Is unfit by reason of habitual abuse of intoxicating liquor or narcotic drugs; (6) Has been judicially deprived of the custody of the child, if the adjudication is final on appeal to the court of last resort or the time for an appeal has expired; (6A) Has caused the child to be conceived as a result of rape or incest; or (7) Does not appear personally or by counsel at the hearing to terminate parental rights after notice pursuant to §§ 25-5A-11 and 25-5A-12 which was received at least thirty days prior to the hearing Has been served with notice of a petition by a person or a husband and wife to adopt under § 25-6-10 a child with whom he has a father-child relationship and failing to answer or otherwise respond to the petition within thirty days after the date of service of the notice. Section 28. That § 25-8-57 be amended to read as follows: 25-8-57. Any child born in wedlock, or born within ten months after dissolution of the marriage, is presumed legitimate to that marriage even if the marriage is subsequently declared to be null and void, or subsequently dissolved by divorce. This rebuttable presumption of legitimacy paternity can only be disputed by the husband or wife, or a descendant of one or both of them. Section 29. That § 15-7-2 be amended to read as follows: 15-7-2. Any person is subject to the jurisdiction of the courts of this state as to any cause of action arising from the doing personally, through any employee, through an agent or through a subsidiary, of any of the following acts: (1) The transaction of any business within the state; (2) The commission of any act which results in accrual within this state of a tort action; (3) The ownership, use, or possession of any property, or of any interest therein, situated within this state; (4) Contracting to insure any person, property, or risk located within this state at the time of contracting; (5) Entering into a contract for services to be rendered or for materials to be furnished in this state by such person; (6) Acting as director, manager, trustee, or other officer of any corporation organized under the laws of, or having its principal place of business within this state, or as personal representative of any estate within this state; (7) Failure to support a minor child residing in South Dakota; (8) Having sexual intercourse in this state, which act creates a cause of action for the determination of paternity of a child who may have been conceived by that act of intercourse; (9) With respect to any action for divorce, separate maintenance, or spousal support the maintenance in this state of a matrimonial domicile at the time the claim arose or the commission in this state of an act giving rise to the claim, subject to the provisions of § 25-4-30; (10) Entering into negotiations with any person within the state with the apparent objective of contracting for services to be rendered or materials to be furnished in this state; (11) Commencing or participating in negotiations, mediation, arbitration, or litigation involving subject matter located in whole or in part within the state; (12) Doing any act for the purpose of influencing legislation, administrative rule-making or judicial or administrative decision-making by any local, state, or federal official whose official function is being performed within the state, providing that an appearance to contest personal jurisdiction shall not be within this subsection; (13) The commission of any act which results in the accrual of an action in this state for a violation of the antitrust laws of the United States or chapter 37-1; (14) The commission of any act, the basis of which is not inconsistent with the Constitution of this state or with the Constitution of the United States; (15) Asserting parentage in the paternity registry maintained by the Department of Health pursuant to section 2 of this Act. Section 30. That chapter 34-25 be amended by adding thereto a NEW SECTION to read as follows: Due regard shall be afforded to the Indian Child Welfare Act (25 U.S.C. §§ 1901-1963), as amended to January 1, 2010, if that Act is applicable. Section 31. That chapter 34-25 be amended by adding thereto a NEW SECTION to read as follows: Due regard shall be afforded to the Servicemembers' Civil Relief Act (50 U.S.C. App. 501 et seq.), as amended to January 1, 2010, if that Act is applicable. Section 32. That chapter 34-25 be amended by adding thereto a NEW SECTION to read as follows: The Department of Health shall promulgate rules, pursuant to chapter 1-26, in the following areas: (1) Requirements for the method of registration; (2) Operation of the registry; and (3) Distribution of the certificates of the paternity registry."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1831, "action_date": "2010-02-03T14:00:00-06:00", "document_id": 11793, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11793.pdf", "status_text": "First read in House and referred to", "journal_page": 292, "committee_id_action": 86, "committee_id_assigned": 82, "result": "N", "vote": {}}, {"bill_id": 1831, "action_date": "2010-02-19T10:00:00-06:00", "document_id": 12435, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12435.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 82, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1831, "action_date": "2010-02-22T10:00:00-06:00", "document_id": 12646, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12646.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 82, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1831, "action_date": "2010-02-22T10:00:00-06:00", "document_id": 12738, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12738.pdf", "status_text": "Do Pass", "journal_page": 502, "committee_id_action": 82, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6895, "president_vote": null, "Nay": [756, 765, 830, 798, 834, 796], "Yea": [829, 832, 800, 827, 819, 757, 804]}}, {"bill_id": 1831, "action_date": "2010-02-23T10:30:00-06:00", "document_id": 12848, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12848.pdf", "status_text": "Motion to amend", "journal_page": 584, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1831, "action_date": "2010-02-23T10:30:00-06:00", "document_id": 12848, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12848.pdf", "status_text": "Do Pass Amended", "journal_page": 585, "committee_id_action": 86, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 7031, "president_vote": null, "Nay": [821, 771, 781, 844, 831, 740, 813, 756, 817, 765, 830, 798, 826, 835, 834, 822, 843, 816, 788, 770, 783, 755, 751, 836, 818, 833, 746, 763, 752, 796, 823, 838, 837, 812], "Yea": [825, 793, 775, 820, 804, 779, 748, 814, 811, 749, 829, 832, 757, 842, 777, 803, 759, 824, 800, 801, 827, 750, 742, 792, 773, 744, 840, 784, 839, 819, 841, 815, 762, 828, 789, 786]}}]}