{"session_id": 27, "bill_id": 7749, "bill_type": "House Bill", "bill_number": 1201, "bill_title": "exempt certain food sales from licensure, certification, and inspection.", "sponsors": [{"legislator_profile_id": 1180, "is_prime": true}, {"legislator_profile_id": 1175, "is_prime": true}, {"legislator_profile_id": 1118, "is_prime": false}, {"legislator_profile_id": 1183, "is_prime": false}, {"legislator_profile_id": 1179, "is_prime": false}, {"legislator_profile_id": 1116, "is_prime": false}, {"legislator_profile_id": 1204, "is_prime": false}, {"legislator_profile_id": 1196, "is_prime": false}, {"legislator_profile_id": 1133, "is_prime": false}, {"legislator_profile_id": 1200, "is_prime": false}, {"legislator_profile_id": 1124, "is_prime": false}, {"legislator_profile_id": 1170, "is_prime": false}, {"legislator_profile_id": 1104, "is_prime": false}, {"legislator_profile_id": 1163, "is_prime": false}, {"legislator_profile_id": 1199, "is_prime": false}], "keywords": ["Food and Drugs", "Licenses"], "audio": [{"meeting_datetime": "2017-02-09T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hhe20.mp3", "start_seconds": 1792.0}, {"meeting_datetime": "2017-02-09T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hhe20.mp3", "start_seconds": 1792.0}, {"meeting_datetime": "2017-02-09T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hhe20.mp3", "start_seconds": 1792.0}], "bill_versions": [{"bill_id": 7749, "bill_version_id": 43711, "bill_version": "Introduced", "bill_version_date": "2017-02-02T11:26:27.09-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to exempt certain food sales from licensure, certification, and inspection. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Terms in this Act mean: (1) \"Delivery,\" a transfer of a product resulting from a transaction between a producer and an informed end consumer. The delivery may occur by the producer's designated agent at a farm, ranch, farmers market, home, office, or any location agreed to between the producer and the informed end consumer; (2) \"Farmers market,\" a common facility or area where several vendors may gather on a regular, recurring basis to sell a variety of fresh fruits and vegetables, locally grown farm products, and other items directly to consumers; (3) \"Home consumption,\" consumed within a private home or food from a private home that is only consumed by family members, employees, or nonpaying guests; (4) \"Homemade,\" food that is prepared in a private home kitchen, that is not licensed, inspected, or regulated; (5) \"Informed end consumer,\" a person who is the last person to purchase any product, who does not resell the product and who has been informed that the product is not licensed, regulated, or inspected; (6) \"Producer,\" a person who harvests any product of the soil or poultry for food or drink; (7) \"Transaction,\" the exchange of buying and selling. Section 2. That the code be amended by adding a NEW SECTION to read: No state governmental agency or an agency of any political subdivision of the state may require licensure, permitting, certification, packaging, or labeling that pertains to the preparation, serving, use, consumption, or storage of foods or food products under this Act. Nothing in this Act prohibits an agency from providing assistance, consultation, or inspection, when requested by the producer. Section 3. That the code be amended by adding a NEW SECTION to read: Any transaction under this Act shall: (1) Be directly between the producer and the informed end consumer; (2) Only be for home consumption; (3) Only occur in South Dakota; (4) Not involve interstate commerce; and (5) Not involve the sale of meat products, except: (a) The sale of poultry or poultry products consistent with this Act; (b) The sale of live animals intended for slaughter; and (c) The sale of portions of animals for future delivery provided that the processing of the animals is done by the purchaser or by a processing facility licensed by the state or federal government. Section 4. That the code be amended by adding a NEW SECTION to read: Except for raw, unprocessed fruit and vegetables, no food may be sold or used in any commercial food establishment unless the food has been labeled, licensed, packaged, regulated, or inspected as required by law. Section 5. That the code be amended by adding a NEW SECTION to read: The producer shall inform the end consumer that any food product or product sold at a farmers market or through ranch, farm, or home based sales pursuant to this Act is not certified, labeled, licensed, or packaged, regulated, or inspected. Section 6. That the code be amended by adding a NEW SECTION to read: Any potentially hazardous food may not be required to be labeled, licensed, regulated, or inspected if it is sold at a farmers market or sold from a producer to an informed end consumer. Section 7. That the code be amended by adding a NEW SECTION to read: Nothing in this Act prohibits the Department of Health from conducting any investigation of food borne illness. Section 8. That the code be amended by adding a NEW SECTION to read: Nothing in this Act affects the requirements for any brand inspection or animal health inspection. Section 9. That § 34-18-1 be amended to read: 34-18-1. Terms used in this chapter mean: (1) \"Campground,\" a plot of ground for public use upon which two or more campsites are located, established, maintained, advertised, or held out to the public to be a place where camping units can be located and occupied as temporary living quarters for children or adults, or both. Camping units are considered to be trailers, tent campers, campers, tents, recreational park trailers, or other equipment that may be used by the public at individual campsites located at campgrounds or areas used by the public as campgrounds; (2) \"County fair,\" any fair or celebration operated by any county of this state and under the supervision of a county fair board, county fair association, or the county board of commissioners; (3) \"Department,\" the Department of Health; (4) \"Food,\" any raw, cooked, or processed edible substance, beverage, or ingredient used or intended for use or for sale in whole or in part for human consumption; (5) \"Food Commercial food service establishment,\" any fixed restaurant; coffee shop; cafeteria; short-order café; luncheonette; grill; tearoom; sandwich shop; soda fountain; tavern; bar; cocktail lounge; night club; roadside stand; catering kitchen; delicatessen; bakery; grocery store; boardinghouse; or similar place in which food or drink is prepared for sale or for service to the public on the premises or elsewhere with or without charge place or area of an establishment that is a wholesale or retail business where food, drugs, devices, or cosmetics are displayed for sale, manufactured, processed, packed, held, or stored. The term does not include: (a) Any farmers market; or (b) Any producer or informed consumer engaged in transactions pursuant to this Act; (6) \"Hotel,\" any hotel, motel, lodge, resort, cabins, building, or buildings with more than ten rental units which is used to provide sleeping accommodations for a charge to the public; (7) \"Lodging establishment,\" any building or other structure and property or premises kept, used, maintained, advertised or held out to the public to be a place where sleeping accommodations are furnished for pay to two or more transient guests. The term includes hotels, motels, cabins, bed and breakfast establishments, lodges, vacation home establishments, dude ranches, and resorts; (8) \"Mobile food service establishment,\" any mobile unit in which food or drink is prepared for sale or for service to the public with or without charge; (9) \"Nonprofit organization,\" any governmental organization, church, fraternal, social, school, youth, or other similar organization that is organized and operated for a common good and not for the specific monetary gain of any person or persons; (10) \"Owner,\" the operator, agent, proprietor, manager, or licensee whether it be a person, firm, corporation, limited liability company, or association; (11) \"Rental unit,\" any room, cabin, or other quarters that may be rented to a guest for sleeping accommodations; (12) \"Secretary,\" the secretary of the Department of Health; (13) \"Specialty resort,\" any bed and breakfast establishment, lodge, dude ranch, resort, building, or buildings used to provide accommodations or recreation for a charge to the public, with no more than ten rental units for up to an average of twenty guests per night and in which meals are provided to only the guests staying at the specialty resort; (14) \"State Fair,\" the fair at Huron, South Dakota, operated by the Department of Agriculture; (15) \"Temporary food service establishment,\" any food service establishment which operates at a fixed location for a temporary period of time, not to exceed two weeks, in connection with a fair, carnival, circus, public exhibition, or similar transitory gathering; (16) \"Transient guest,\" any person who resides in a lodging establishment less than four consecutive calendar weeks; (17) \"Vacation home establishment,\" any home, cabin, or similar building that is rented, leased, or furnished in its entirety to the public on a daily or weekly basis for more than fourteen days in a calendar year and is not occupied by an owner or manager during the time of rental. This term does not include a bed and breakfast establishment as defined in subdivision 34-18-9.1(1); (18) \"Water recreational facility,\" any artificial basin of water located at a facility licensed pursuant to chapter 34-18 constructed, installed, modified, or improved for the purpose of swimming, wading, diving, or recreation, including swimming pools, spas, hot tubs, and water slides. Section 10. That chapter 34-18 be amended by adding a NEW SECTION to read: The provisions of § 34-18-10 do not apply to a producer selling food directly to an informed end consumer at a farmers market or through ranch, farm, or home based sales."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7749, "action_date": "2017-02-02T14:00:00-06:00", "document_id": 43749, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43749.pdf", "status_text": "First read in House and referred to", "journal_page": 277, "committee_id_action": 361, "committee_id_assigned": 352, "result": "N", "vote": {}}, {"bill_id": 7749, "action_date": "2017-02-09T07:45:00-06:00", "document_id": 44002, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44002.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 352, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7749, "action_date": "2017-02-09T13:00:00-06:00", "document_id": 44224, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44224.pdf", "status_text": "Withdrawn at the Request of the Prime Sponsor", "journal_page": 362, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}]}