{"session_id": 69, "bill_id": 24878, "bill_type": "Senate Bill", "bill_number": 112, "bill_title": "establish a non-resident title fee.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24878", "sponsors": [{"legislator_profile_id": 4490, "is_prime": true}, {"legislator_profile_id": 4486, "is_prime": false}, {"legislator_profile_id": 4496, "is_prime": false}, {"legislator_profile_id": 4498, "is_prime": false}, {"legislator_profile_id": 4499, "is_prime": false}, {"legislator_profile_id": 4520, "is_prime": false}, {"legislator_profile_id": 4523, "is_prime": false}, {"legislator_profile_id": 4543, "is_prime": false}, {"legislator_profile_id": 4547, "is_prime": false}, {"legislator_profile_id": 4566, "is_prime": false}, {"legislator_profile_id": 4576, "is_prime": false}], "keywords": ["Fees", "Fund", "Motor Vehicles"], "audio": [{"meeting_datetime": "2024-01-31T07:45:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/str15.mp3", "start_seconds": 2432.0}, {"meeting_datetime": "2024-01-31T07:45:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/str15.mp3", "start_seconds": 2432.0}, {"meeting_datetime": "2024-01-31T07:45:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/str15.mp3", "start_seconds": 2432.0}, {"meeting_datetime": "2024-01-31T07:45:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/str15.mp3", "start_seconds": 2432.0}, {"meeting_datetime": "2024-01-31T07:45:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/str15.mp3", "start_seconds": 2432.0}, {"meeting_datetime": "2024-02-05T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sen18.mp3", "start_seconds": 1889.0}, {"meeting_datetime": "2024-02-05T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sen18.mp3", "start_seconds": 1889.0}, {"meeting_datetime": "2024-02-05T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sen18.mp3", "start_seconds": 1889.0}, {"meeting_datetime": "2024-02-13T10:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/htr23.mp3", "start_seconds": 3165.0}, {"meeting_datetime": "2024-02-13T10:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/htr23.mp3", "start_seconds": 3165.0}, {"meeting_datetime": "2024-02-13T10:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/htr23.mp3", "start_seconds": 3165.0}], "bill_versions": [{"bill_id": 24878, "bill_version_id": 261066, "bill_version": "Introduced", "bill_version_date": "2024-01-21T08:07:15.387-06:00", "bill_text": "An Act to establish a non-resident title fee. Be it enacted by the Legislature of the State of South Dakota: Section 1. That chapter 32-3 be amended with a NEW SECTION: Any owner who chooses to title a motor vehicle, off-road vehicle, or snowmobile in South Dakota, but who does not have a South Dakota-issued driver license or identification card, or a physical address in South Dakota, shall pay a one-hundred-dollar fee in addition to the title application fee imposed by § 32-3-18. The additional fee does not apply to title correction transactions or duplicate title transactions. Half of the fee must be deposited into the state motor vehicle fund and half must be deposited into the county general fund. Section 2. That chapter 32-3A be amended with a NEW SECTION: Any owner who chooses to title a boat in South Dakota, but who does not have a South Dakota-issued driver license or identification card, or a physical address in South Dakota, shall pay a one-hundred-dollar fee in addition to the title application fee imposed by § 32-3A-25. The additional fee does not apply to title correction transactions or duplicate title transactions. Half of the fee must be deposited into the state motor vehicle fund and half must be deposited into the county general fund. Section 3. That § 32-3-1 be AMENDED: 32-3-1. Terms used in chapters 32-3 to 32-5B, inclusive, mean: (1) \"Commercial motor vehicle,\" any motor vehicle used or maintained for the transportation of persons or property for hire, compensation, or profit,; or designed, used, or maintained primarily for the transportation of property, and not specifically excluded under § 32-9-3; (2) \"Component part,\" any part of a motor vehicle, trailer, or semitrailer other than a tire, having a vehicle identification number; (3) \"Dealer,\" any person who, for commission or with intent to make a profit or gain, sells, exchanges, rents with option to purchase, offers, or attempts to negotiate a sale or exchange of new, or new and used vehicles,; or who is engaged wholly or in part in the business of selling new, or new and used vehicles, whether or not such the vehicles are owned by that person; (4) \"Department,\" Department of Revenue; (4A) \"Electric bicycle,\" as that term is defined in § 32-20B-9; (4B) \"Gross vehicle weight rating,\" the value specified by the manufacturer as the loaded weight of a single vehicle; (5) \"Junking certificate,\" a certificate of ownership, which may not be restored to a title document which allows highway use, issued by the department to the owner of a vehicle which that is going to be dismantled and sold for parts; (5A) \"Low-speed vehicle,\" a four-wheeled motor vehicle whose speed attainable in one mile is more than twenty miles per hour and not more than twenty-five miles per hour on a paved, level surface. (6) \"Manufactured home,\" a structure, transportable in one or more sections, which that is eight body feet or more in width or forty body feet or more in length in the traveling mode, or is three hundred twenty or more square feet or more when erected on a site; which that is built on a permanent chassis and designed to be used as a dwelling, with or without a permanent foundation, when connected to the required utilities; and which that contains the plumbing, heating, air conditioning, and electrical systems therein. The term includes any structure which that meets all the requirements of this subdivision and any other structure which that has been certified by the secretary of housing and urban development. The term does not include a recreational park trailer; (7) \"Manufacturer,\" any person, firm, corporation, limited liability company, or association engaged in the manufacture of new motor vehicles as a regular business; (8) \"Mobile home,\" a movable or portable unit, designed and constructed to be towed on its own chassis (comprised of frame and wheels), and designed to be connected to utilities for year-round occupancy. The term includes: (a) Units containing parts that may be folded, collapsed, or telescoped when being towed and that may be expanded to provide additional cubic capacity; and (b) Units composed of two or more separately towable components designed to be joined into one integral unit capable of being separated again into the components for repeated towing. The term does not include a recreational park trailer; (9) \"Moped,\" a motor -driven cycle equipped with two or three wheels. If a combustion engine is used, the maximum piston or rotor displacement shall be is fifty cubic centimeters regardless of the number of chambers in such power source. The power source shall must be equipped with a power drive system that functions directly or automatically only, not requiring clutching or shifting by the operator after the drive system is engaged. The term does not include an electric bicycle; (10) \"Motorcycle,\" includes motorcycles, motorbikes, mopeds, bicycles with motor attached, and all motor -operated vehicles of the bicycle or tricycle type, whether the motive power be a part thereof or attached thereto, and having a saddle or seat with the driver sitting astride or upon it, or a platform on which the driver stands, but excluding a tractor. The term does not include an electric bicycle; (11) \"Motor vehicle,\" automobiles, motor trucks, motorcycles, house trailers, trailers, and all vehicles propelled by power other than muscular power, except traction engines, road rollers, farm wagons, freight trailers, vehicles that run only on rails or tracks, electric bicycles, and off-road vehicles as defined in § 32-20-1; (12) \"New motor vehicle,\" any motor vehicle to which a manufacturer's statement of origin has not been transferred, or is a motor vehicle on which title was issued from the manufacturer's statement of origin or manufacturer's certificate of origin and is still in the name of the first person who took title to the vehicle; (13) \"Noncommercial motor vehicle,\" any motor vehicle not classified as a commercial motor vehicle; (14) \"Noncommercial trailer or semitrailer,\" any trailer or semitrailer not used or maintained for the transportation of persons or property for hire, compensation, or profit; (14A) \"Notation,\" a physical or electronic process of recording a lien on a certificate of title, a manufacturer's statement of origin, or a manufacturer's certificate of origin; (15) \"Off-road vehicle,\" any self-propelled, two -or -more -wheeled vehicle designed primarily to be operated on land other than a highway and includes all terrain vehicles, dune buggies, and any vehicle whose manufacturer's statement of origin (MSO) or manufacturer's certificate of origin (MCO) states that the vehicle is not for highway use. The term does not include a farm vehicle or an electric bicycle as defined in this section; (16) \"Owner,\" any person, firm, association, trust, or corporation renting a motor vehicle or having the exclusive use thereof, under a lease or otherwise, for a period greater than thirty days; as between contract vendor and contract vendee, the term, owner, shall refer refers to the contract vendee, unless the contrary clearly appears from the context of chapters 32-3 to 32-5B, inclusive, or a person or trust having legal possession or title; (17) \"Rebuilt vehicle,\" any motor vehicle, trailer, or semitrailer that has been rebuilt by the addition or deletion of assemblies, subassemblies, parts, or component parts so that upon gross visual examination, it does not appear to be the vehicle described in the certificate of title last issued for the vehicle, or whose title has been marked as rebuilt by this state or another state or jurisdiction; (17A) \"Recreational park trailer,\" a vehicle that is primarily designed to provide temporary living quarters for recreational, camping, or seasonal use and which: (a) Is built on a single chassis mounted on wheels; (b) Has a gross trailer area not exceeding four hundred square feet in the setup mode; (c) Is certified by the manufacturer as complying with American National Standards Institute Standard No. A119.5 in effect on January 1, 2008; and (d) Has at least a seventeen -digit identification number and the manufacturer has designated the vehicle as a recreational park model on the manufacturer statement of origin; (18) \"Recreational vehicle,\" a vehicular portable structure built on a chassis designed to be used as a temporary dwelling for travel, recreational, vacation, or seasonal uses, and that is permanently identified as a travel trailer or a recreational park trailer by the manufacturer of the trailer; (19) \"Road tractor,\" any motor vehicle designed and used for drawing other vehicles, except farm or logging tractors used exclusively for farming or logging, and not so constructed as to carry any load thereon either independently or any part of the weight of a vehicle or load so drawn; (20) \"Secretary,\" secretary of revenue; (21) \"Semitrailer,\" any vehicle of the trailer type, equipped with a kingpin assembly, designed and used in conjunction with a fifth wheel connecting device on a motor vehicle constructed so that some part of its weight and that of its load rests upon or is carried by another vehicle; (22) \"State,\" includes the territories and the federal districts of the United States; (23) \"Trailer,\" any vehicle without motive power designed for carrying property or passengers wholly on its own structure and for being drawn by a motor vehicle; (24) \"Truck tractor,\" any motor vehicle designed and used primarily for drawing other vehicles and not so constructed as to carry a load other than a part of the weight of the vehicle and load so drawn; (25) \"Used vehicle,\" any motor vehicle to which title has been issued to someone other than the first person who took title to the motor vehicle from the manufacturer's statement of origin or manufacturer's certificate of origin; and (26) \"Vehicle identification number,\" the number assigned by the manufacturer or by the department for the purpose of identifying the vehicle. The term includes any number or letters assigned by the manufacturer for the purpose of identifying a component part and any such number stamped on a vehicle or part according to law or the rules promulgated by the department for the purpose of identifying the vehicle or part."}], "amendments": [{"bill_id": 24878, "document_id": 263920, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/263920.pdf", "legislator_profile_id": 4515, "document_id_instructions": 263921, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/263921.pdf"}, {"bill_id": 24878, "document_id": 265448, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265448.pdf", "legislator_profile_id": 4519, "document_id_instructions": 265449, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/265449.pdf"}], "fiscal_notes": [], "action_log": [{"bill_id": 24878, "action_date": "2024-01-22T14:00:00-06:00", "document_id": 260987, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/260987.pdf", "status_text": "First read in Senate and referred to", "journal_page": 129, "committee_id_action": 1219, "committee_id_assigned": 1222, "result": "N", "vote": {}}, {"bill_id": 24878, "action_date": "2024-01-31T07:45:00-06:00", "document_id": 263233, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/263233.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1222, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24878, "action_date": "2024-01-31T07:45:00-06:00", "document_id": 263234, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/263234.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1222, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 79006, "president_vote": null, "Yea": [4477, 4490, 4559, 4512, 4498, 4523, 4515]}}, {"bill_id": 24878, "action_date": "2024-01-31T07:45:00-06:00", "document_id": 263234, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/263234.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 1222, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24878, "action_date": "2024-02-01T14:00:00-06:00", "document_id": 264169, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264169.pdf", "status_text": "Remove from Consent Calendar", "journal_page": 237, "committee_id_action": 1219, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24878, "action_date": "2024-02-02T13:00:00-06:00", "document_id": 264345, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264345.pdf", "status_text": "Deferred to another day", "journal_page": 248, "committee_id_action": 1219, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 24878, "action_date": "2024-02-05T14:00:00-06:00", "document_id": 264485, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264485.pdf", "status_text": "Do Pass", "journal_page": 258, "committee_id_action": 1219, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 79213, "president_vote": null, "Yea": [4477, 4479, 4480, 4481, 4487, 4488, 4490, 4498, 4501, 4502, 4507, 4508, 4512, 4515, 4516, 4517, 4523, 4526, 4529, 4536, 4537, 4547, 4550, 4554, 4558, 4559, 4564, 4567, 4572, 4573, 4574, 4576], "Excused": [4493, 4541]}}, {"bill_id": 24878, "action_date": "2024-02-06T14:00:00-06:00", "document_id": 264674, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264674.pdf", "status_text": "First read in House and referred to", "journal_page": 261, "committee_id_action": 1197, "committee_id_assigned": 1205, "result": "N", "vote": {}}, {"bill_id": 24878, "action_date": "2024-02-13T10:00:00-06:00", "document_id": 265146, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265146.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1205, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24878, "action_date": "2024-02-13T10:00:00-06:00", "document_id": 265147, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265147.pdf", "status_text": "Do Pass", "journal_page": 18, "committee_id_action": 1205, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 79531, "president_vote": null, "Yea": [4497, 4499, 4510, 4519, 4544, 4560, 4566, 4503, 4478], "Excused": [4528, 4556], "Nay": [4533, 4549]}}, {"bill_id": 24878, "action_date": "2024-02-14T14:00:00-06:00", "document_id": 265515, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265515.pdf", "status_text": "Deferred to another day", "journal_page": 337, "committee_id_action": 1197, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 24878, "action_date": "2024-02-15T13:00:00-06:00", "document_id": 265684, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265684.pdf", "status_text": "Deferred to another day", "journal_page": 348, "committee_id_action": 1197, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 24878, "action_date": "2024-02-20T14:00:00-06:00", "document_id": 265784, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265784.pdf", "status_text": "Deferred to another day", "journal_page": 362, "committee_id_action": 1197, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 24878, "action_date": "2024-02-21T14:00:00-06:00", "document_id": 265979, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265979.pdf", "status_text": "Deferred to another day", "journal_page": 369, "committee_id_action": 1197, "committee_id_assigned": null, "result": "P", "vote": {}}]}