{"session_id": 56, "bill_id": 19137, "bill_type": "House Bill", "bill_number": 1301, "bill_title": "require the inventory and evaluation of the effectiveness of economic development programs in the State of South Dakota.", "sponsors": [{"legislator_profile_id": 3082, "is_prime": true}, {"legislator_profile_id": 3057, "is_prime": false}, {"legislator_profile_id": 3058, "is_prime": false}, {"legislator_profile_id": 3078, "is_prime": false}, {"legislator_profile_id": 3084, "is_prime": false}, {"legislator_profile_id": 3091, "is_prime": false}, {"legislator_profile_id": 3116, "is_prime": false}, {"legislator_profile_id": 3119, "is_prime": false}, {"legislator_profile_id": 3122, "is_prime": false}], "keywords": ["Department of Tourism and State Development", "Legislature", "State Affairs and Government"], "audio": [{"meeting_datetime": "2004-02-04T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hst16hb1301a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-04T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hst16hb1301a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 19137, "bill_version_id": 99978, "bill_version": "Introduced", "bill_version_date": "2004-01-27T08:25:08-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require the inventory and evaluation of the effectiveness of economic development programs in the State of South Dakota. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The secretary of the Department of Tourism and State Development shall provide the Legislature with a report containing an assessment of all economic development programs in the State of South Dakota, including those programs included in the Governor's 2010 Initiative. In preparing this report, the secretary may contract for services with economic development evaluation experts, and such other advisors, consultants, and agents as may be necessary. Section 2. Not later than January 1, 2006, the report prepared pursuant to section 1 of this Act shall include an inventory of all economic development programs in the State of South Dakota and an economic analysis of the program performance based on the following criteria: (1) The extent to which recipients of assistance in amounts greater than five hundred thousand dollars have: (a) Directly or indirectly increased property values in the municipalities in which the recipients are located; (b) Contributed to an increased state gross product; (c) Contributed to increased state productivity; (d) Enhanced other state-funded economic development projects; (e) Directly or indirectly created jobs in the state; and (f) Stopped or decreased the loss of jobs from the state; (2) The extend to which employees of recipients of assistance participate in health benefit plans offered by such recipients; (3) The extent to which recipients of assistance offer unique economic, social, cultural, or aesthetic attributes to the municipalities in which the recipients are located or to the state; and (4) Any other qualitative criteria for granting financial and nonfinancial assistance that the secretary deems appropriate. Section 3. The secretary shall make the report required under section 1 of this Act available electronically by posting such report on the Department of Tourism and State Development's website not later than thirty days after the date such report is submitted to the Legislature."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 19137, "action_date": "2004-01-27T14:00:00-06:00", "document_id": 100081, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100081.pdf", "status_text": "First read in House and referred to", "journal_page": 233, "committee_id_action": 831, "committee_id_assigned": 826, "result": "N", "vote": {}}, {"bill_id": 19137, "action_date": "2004-02-04T10:00:00-06:00", "document_id": 100606, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100606.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 826, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19137, "action_date": "2004-02-04T10:00:00-06:00", "document_id": 100606, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100606.pdf", "status_text": "Tabled", "journal_page": 388, "committee_id_action": 826, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 59161, "president_vote": null, "Yea": [3071, 3073, 3080, 3081, 3086, 3106, 3111, 3117, 3121, 3140, 3148, 3129, 3124]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/19137"}