{"session_id": 59, "bill_id": 20162, "bill_type": "House Bill", "bill_number": 1144, "bill_title": "provide contractors' excise, sales, and use tax refunds for certain energy generation facilities.", "sponsors": [{"legislator_profile_id": 3391, "is_prime": true}, {"legislator_profile_id": 3392, "is_prime": true}, {"legislator_profile_id": 3372, "is_prime": false}, {"legislator_profile_id": 3385, "is_prime": false}, {"legislator_profile_id": 3390, "is_prime": false}, {"legislator_profile_id": 3425, "is_prime": false}, {"legislator_profile_id": 3432, "is_prime": false}, {"legislator_profile_id": 3436, "is_prime": false}], "keywords": ["Energy", "Sales and Use Tax", "Taxes"], "audio": [{"meeting_datetime": "2006-01-24T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hta10.mp3", "start_seconds": 6342.0}, {"meeting_datetime": "2006-01-24T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hta10.mp3", "start_seconds": 6342.0}, {"meeting_datetime": "2006-01-24T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hta10.mp3", "start_seconds": 6342.0}, {"meeting_datetime": "2006-01-26T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hta12.mp3", "start_seconds": 7728.0}, {"meeting_datetime": "2006-01-26T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hta12.mp3", "start_seconds": 7728.0}, {"meeting_datetime": "2006-01-26T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hta12.mp3", "start_seconds": 7728.0}, {"meeting_datetime": "2006-01-31T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hta15.mp3", "start_seconds": 164.0}, {"meeting_datetime": "2006-01-31T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hta15.mp3", "start_seconds": 164.0}, {"meeting_datetime": "2006-01-31T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hta15.mp3", "start_seconds": 164.0}, {"meeting_datetime": "2006-01-31T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hta15.mp3", "start_seconds": 164.0}], "bill_versions": [{"bill_id": 20162, "bill_version_id": 106798, "bill_version": "Introduced", "bill_version_date": "2006-01-19T11:14:16-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide contractors' excise, sales, and use tax refunds for certain energy generation facilities. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Construction date,\" the first date earth is excavated for the purpose of constructing a project; (2) \"Department,\" the Department of Revenue and Regulation; (3) \"Energy generation facility,\" any private or commercial facility that utilizes geothermal for generating electricity or for heating or cooling purposes; (4) \"Person,\" any individual, firm, copartnership, joint venture, association, limited liability company, limited liability partnership, corporation, estate, trust, business trust, receiver, unit of government, political subdivision of any state, rural electric cooperative, consumers power district, or any group or combination acting as a unit; (5) \"Project,\" the installation or construction of a new or expanded energy generation facility, excluding any associated transmission facilities; (6) \"Project cost,\" the amount of money, credits, property, or other money's worth for a project incurred and paid after January 1, 2006, for a project; (7) \"Secretary,\" the secretary of the Department of Revenue and Regulation. Section 2. Any person may apply for and obtain a refund or credit for contractors' excise taxes imposed and paid under the provisions of chapter 10-46A or 10-46B for the construction of an energy generation facility and for sales or use taxes imposed and paid by such person under the provisions of chapters 10-45 and 10-46 for the purchase or use of energy generation facility equipment and materials. Section 3. As provided in this Act, any person holding a permit issued pursuant to this Act may apply for and obtain a refund or credit for sales or use tax imposed and paid by such person under the provisions of chapter 10-45 or 10-46 and contractors' excise taxes imposed and paid under the provisions of chapter 10-46A or 10-46B on the project costs for an energy generation facility. Section 4. The refund of taxes for an energy generation facility pertains only to project costs incurred and paid after January 1, 2006, and within thirty-six months of the approval of the application required by this Act. No refund may be made unless the person applying for the refund obtains a permit from the secretary as set forth in this Act. Section 5. Any person desiring to claim a refund pursuant to this Act shall apply for a permit from the secretary at least thirty days prior to the construction date. However, any project with a construction date between January 1, 2006, and July 1, 2006, that would otherwise qualify for a refund shall apply for a permit by August 1, 2006. The application for a permit shall be submitted on a form prescribed by the secretary. A separate application shall be made and submitted for each project. Upon approval of the application, the secretary shall issue a permit entitling the applicant to submit refund claims as provided by this Act. Such permit or refund claims are not assignable or transferable except as collateral or security pursuant to chapter 57A- 9. Section 6. Any claim for refund shall be submitted on forms prescribed by the secretary and shall be supported by such documentation as the secretary may require. The secretary may deny any claim where the claimant has failed to provide information or documentation requested or considered necessary by the secretary to determine the validity of the claim. Section 7. Any person issued a permit pursuant to this Act shall submit a return to the department no more frequently than on or before the last day of each month and no less frequently than on or before the last day of each month following each calendar quarter. The secretary shall determine and pay the amount of the tax refund within thirty days of receipt of the return. Ninety-five percent of the amount of refund shall be paid to the claimant in accordance with §§ 10-59-22 and 10-59-23, and five percent shall be withheld by the department. No interest may be paid on the refund amount. If electronic funds transfer is available to the secretary, the secretary shall pay the refund by electronic funds transfer if requested by the claimant. Section 8. The amounts withheld by the department in accordance with this Act shall be retained until the project has been completed and the claimant has met all the conditions of this Act, at which time all sums retained shall be paid to the claimant. Section 9. If any claim has been fraudulently presented or supported as to any item in the claim, or if the claimant fails to meet all the conditions of this Act, then the claim may be rejected in its entirety and all sums previously refunded to the claimant shall constitute a debt to the state and a lien in favor of the state upon all property and rights to property whether real or personal belonging to the claimant and may be recovered in an action of debt. Section 10. Any person, aggrieved by the denial in whole or in part of a refund claimed under this Act, may, within thirty days after service of the notice of such denial by the secretary, demand a hearing, upon notice, before the secretary. The hearing shall be conducted pursuant to chapter 1-26. Section 11. Any person aggrieved by a decision of the secretary under this Act, may, within thirty days of receipt of written notice of the secretary's decision, make written application to the secretary for a hearing to be conducted pursuant to chapter 1-26. Hearings are to be conducted and appeals taken pursuant to the provisions of chapters 1-26 and 1-26D. A copy of the hearing examiner's proposed decision, findings of fact, and conclusions of law shall be served on all parties when furnished to the secretary. If the secretary, pursuant to chapter 1-26D, accepts the final decision of the hearing examiner, no appeal from a final decision of the secretary upon any additional tax to be paid may be taken unless any amount ordered paid by the secretary is paid or a bond filed to insure payment of the amount. However, if the final decision of the secretary, pursuant to chapter 1-26D, rejects or modifies the decision of the hearing examiner regarding the amount due, an appeal may be taken without payment of the amount ordered to be paid and without filing of a bond. If the secretary's decision is affirmed by the circuit court, no appeal may be taken unless any amount ordered to be paid by the secretary is paid or a bond is filed to insure payment of such amount. Section 12. Any amount refunded pursuant to this Act for a project that is not completed within the time frames prescribed by § 10-45B-4.1, including any extensions granted by the secretary, shall be returned to the state without interest. Any refunded amounts not returned pursuant to this section and all sums previously refunded to the claimant constitute a debt to the state and a lien in favor of the state upon all property and rights to property, whether real or personal, belonging to the claimant and may be recovered in an action of debt. Section 13. The secretary may promulgate rules, pursuant to chapter 1-26, concerning the procedures for filing refund claims and the requirements necessary to qualify for a refund."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20162, "action_date": "2006-01-19T14:00:00-06:00", "document_id": 106834, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/106834.pdf", "status_text": "First read in House and referred to", "journal_page": 146, "committee_id_action": 893, "committee_id_assigned": 889, "result": "N", "vote": {}}, {"bill_id": 20162, "action_date": "2006-01-24T07:45:00-06:00", "document_id": 107133, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107133.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 889, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20162, "action_date": "2006-01-26T07:30:00-06:00", "document_id": 107303, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107303.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 889, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20162, "action_date": "2006-01-31T07:30:00-06:00", "document_id": 107550, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107550.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 889, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20162, "action_date": "2006-01-31T07:30:00-06:00", "document_id": 107550, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107550.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 889, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 20162, "action_date": "2006-01-31T07:30:00-06:00", "document_id": 107550, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107550.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 294, "committee_id_action": 889, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 63840, "president_vote": null, "Yea": [3370, 3378, 3389, 3402, 3433, 3436, 3457, 3460, 3463, 3414, 3464], "Nay": [3385, 3392, 3420, 3459]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/20162"}