{"session_id": 57, "bill_id": 19569, "bill_type": "Senate Bill", "bill_number": 53, "bill_title": "provide for adequate access to health care provider networks.", "sponsors": [], "keywords": ["Department of Revenue and Regulation", "Insurance"], "audio": [{"meeting_datetime": "2005-01-20T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sco07.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-01-25T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sco10sb0053a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-01-25T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sco10sb0053a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-01-25T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sco10sb0053a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-01-25T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sco10sb0053a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-01-25T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sco10sb0053a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-01-25T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sco10sb0053a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-01-28T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen13sb0053a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-01-28T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen13sb0053a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-01-28T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen13sb0053a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-17T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hco28sb0053a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-17T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hco28sb0053a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-17T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hco28sb0053a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-17T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hco28sb0053a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-24T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hou33sb0053a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-24T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hou33sb0053a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-24T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hou33sb0053a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-24T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hou33sb0053a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 19569, "bill_version_id": 102656, "bill_version": "Introduced", "bill_version_date": "2005-01-08T14:41:17-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for adequate access to health care provider networks. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: Any person offering a plan or program providing a discount on the fees of any provider of health care goods or services, that is not offered directly by a health carrier as provided by this chapter, shall register in a format as prescribed by the director and shall file reports and conduct business under the same standards as required of utilization review organizations in accordance with provisions of §§ 58-17C-65 to 58-17C-67, inclusive. No health carrier may offer or provide coverage through a person not registered but required to be registered pursuant to this Act. Any plan or program that is registered pursuant to § 58-17C-20 is not required to maintain a separate registration pursuant to this Act. A plan or program of discounted goods or services that is offered by a health carrier in conjunction with a health benefit plan, as defined in §§ 58-18-42 and 58-17-66(9), is not required to be registered pursuant to this Act. Section 2. That chapter 58-17C be amended by adding thereto a NEW SECTION as follows: Any person subject to registration pursuant to section 1 of this Act is subject to the same standards and requirements as for health carriers with respect to the network adequacy requirements of §§ 58-17C-8 to 58-17C-19, inclusive. Section 3. That chapter 58-17C be amended by adding thereto a NEW SECTION as follows: Any person subject to registration pursuant to section 1 of this Act shall prominently and boldly disclose that the product is not insurance. Any insurance benefits provided in conjunction with purchasing such a plan or program shall be filed by the insurer and approved by the director pursuant to § 58-11-12 regardless of the state where the policy was issued or whether any certificates are issued in this state. Any advertisements or solicitations made by such a person are subject to the provisions of chapter 58-33A. If any such person fails to comply with the applicable provisions of chapter 58-33A or the provisions of this Act, the director may take action in the same manner as provided for by § 58-17C-67 and may revoke the registration. Any such action by the director is subject to notice and hearing as provided by chapter 1-26 and § 58- 4-7. A person acting as an agent as defined in chapter 58-30 who sells, solicits, or negotiates a plan or program containing insurance benefits shall meet the licensing and appointment requirements of that chapter. Section 4. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: No person subject to registration pursuant to section 1 of this Act may request or receive money or other consideration for enrollment in a plan or program until the consumer has signed a contract or agreement with the person and no later than at the time the contract is signed provides, at a minimum, the following information, disclosed in a clear and conspicuous manner: (1) The name, true address, telephone number, and e-mail address of the registered person and, if applicable, of the marketer; (2) A detailed description of the plan or program, including the goods and services covered and all exemptions and discounts that apply to each category thereof; (3) All costs associated with the plan or program, including any sign-up fee and any recurring costs; (4) The date of the transaction; (5) An internet website or a paper copy where the consumer can access the names and addresses of all participating providers in the consumer's area; (6) A statement of the consumer's right to return the plan or program within thirty days of its delivery to the person or agent through whom it was purchased and to have all costs of the plan or program, including any sign-up fee or recurring costs refunded if, after examination of the plan or program, the purchaser is not satisfied with it for any reason; (7) A statement of the consumer's right to terminate the plan or program at any time by providing written notice or other notice as provided for in the plan or program to the person subject to registration pursuant to section 1 of this Act and notice that the consumer is not obligated to make any further payments under the plan or program, nor is the consumer entitled to any benefits under the plan or program for any period of time after the last month for which payment has been made; (8) A statement that the plan or program benefits may duplicate existing insurance or government health benefits; and (9) A statement explaining the right of the consumer to contact the Division of Insurance at any time for assistance, including the telephone number and address of the division. Section 5. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: Any plan or program offered by a person subject to registration pursuant to section 1 of this Act shall provide a thirty-day free look period from the date of the signed consumer contract or agreement in which the consumer may return the plan or program to the person or agent through whom it was purchased and to have all costs of the plan or program, including any sign-up fee or recurring costs refunded in full. The consumer shall be left in the same position as if no plan or program had been issued."}, {"bill_id": 19569, "bill_version_id": 103164, "bill_version": "Senate Commerce and Energy Engrossed", "bill_version_date": "2005-01-25T14:43:38-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for adequate access to health care provider networks. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: Any person, directly or indirectly, offering a plan or program providing a discount on the fees of any provider of health care goods or services, that is not offered directly by a health carrier as provided by this chapter, shall register in a format as prescribed by the director and shall file reports and conduct business under the same standards as required of utilization review organizations in accordance with provisions of §§ 58-17C-65 to 58-17C-66, inclusive. No health carrier may offer or provide coverage through a person not registered but required to be registered pursuant to this Act. Any plan or program that is registered pursuant to § 58-17C-20 is not required to maintain a separate registration pursuant to this Act. A plan or program of discounted goods or services that is offered by a health carrier in conjunction with a health benefit plan, as defined in §§ 58-18-42 and 58-17-66(9), or a medicare supplement policy as defined in § 58-17A-1, is not required to be registered pursuant to this Act. Section 2. That chapter 58-17C be amended by adding thereto a NEW SECTION as follows: Any person subject to registration pursuant to section 1 of this Act shall prominently and boldly disclose that the product is not insurance. Any advertisements or solicitations made by such a person are subject to the provisions of § § 58-33A-2 to 58-33A-4, inclusive, and § § 58- 33A-7 to 58-33A-8, inclusive, and § § 58-33A-10 to 58-33A-12, inclusive. Any administrative rule promulgated pursuant to § 58-33A-7 does not apply to those registered pursuant to this Act unless specifically referenced in the rule. If any such person fails to comply with these provisions or the provisions of this Act, the director may take action in the same manner as provided for by § 58-17C-67 and may revoke the registration. Any such action by the director is subject to notice and hearing as provided by chapter 1-26 and § 58-4-7. A person acting as an agent as defined in chapter 58-30 who sells, solicits, or negotiates a plan or program containing insurance benefits shall meet the licensing and appointment requirements of that chapter. Section 3. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: No person subject to registration pursuant to section 1 of this Act may receive personal information, money, or other consideration for enrollment in a plan or program until the consumer has signed a contract or agreement with the person and no later than at the time the contract is signed, provides, at a minimum, the following information, disclosed in a clear and conspicuous manner: (1) The name, true address, telephone number, and website address of the registered person who is responsible for customer service; (2) A detailed description of the plan or program, including the goods and services covered and all exemptions and discounts that apply to each category thereof; (3) All costs associated with the plan or program, including any sign-up fee and any recurring costs; (4) An internet website that is updated regularly or a paper copy where the consumer can access the names and addresses of all current participating providers in the consumer's area; (5) A statement of the consumer's right to return the plan or program within thirty days of its delivery, or sixty days of its delivery if payment is by automatic or electronic withdrawal from a bank account, to the person or agent through whom it was purchased and to have all costs of the plan or program, excluding a nominal process fee refunded if, after examination of the plan or program, the purchaser is not satisfied with it for any reason; (6) A statement of the consumer's right to terminate the plan or program at any time by providing written notice or other notice, the form to be used for the termination notice, and the address where the notice is to be sent if different than the address provided in subdivision (1); (7) Notice that the consumer is not obligated to make any further payments under the plan or program, nor is the consumer entitled to any benefits under the plan or program for any period of time after the last month for which payment has been made; (8) A statement that the plan or program benefits may duplicate existing benefits or government health benefits; and (9) A statement explaining the right of the consumer to contact the insurance department or commission in the state where the consumer resides at any time for assistance. The requirement that the contract or agreement be signed prior to any money or consideration being obtained does not apply to a transaction in which payment by the consumer is made by credit card. Section 4. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: Any plan or program offered by a person subject to registration pursuant to section 1 of this Act shall provide thirty days from the date of the signed consumer contract or agreement, or sixty days if payment is by automatic or electronic withdrawal from a bank account, in which the consumer may return the plan or program to the person or agent through whom it was purchased and to have all costs of the plan or program, excluding a nominal processing fee as prescribed by the director by rules promulgated pursuant to chapter 1-26, refunded in full. Section 5. That § 58-18-20 be amended to read as follows: 58-18-20. Any insurer authorized to write health insurance in this state shall have the power to may issue blanket health insurance. No such blanket policy or certificate may be issued or delivered , or coverage solicited, in this state unless a copy of the form thereof shall have has been filed in accordance with § 58-11-12. Every such blanket policy or certificate shall contain provisions, which in the opinion of the director, are at least as favorable to the policyholder and the individual insured as those set forth in §§ 58-18-21 to 58-18-27, inclusive."}, {"bill_id": 19569, "bill_version_id": 103564, "bill_version": "Senate Engrossed", "bill_version_date": "2005-01-28T14:32:05-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for adequate access to health care provider networks. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: Any person, directly or indirectly, offering a plan or program providing a discount on the fees of any provider of health care goods or services, that is not offered directly by a health carrier as provided by this chapter, shall register in a format as prescribed by the director and shall file reports and conduct business under the same standards as required of utilization review organizations in accordance with provisions of §§ 58-17C-65 to 58-17C-66, inclusive. No health carrier may offer or provide coverage through a person not registered but required to be registered pursuant to this Act. Any plan or program that is registered pursuant to § 58-17C-20 is not required to maintain a separate registration pursuant to this Act. A plan or program of discounted goods or services that is offered by a health carrier in conjunction with a health benefit plan, as defined in §§ 58-18-42 and 58-17-66(9), or a medicare supplement policy as defined in § 58-17A-1, is not required to be registered pursuant to this Act. A plan or program offered by a health care provider as defined in § 34-12C-1 is not required to register pursuant to this Act if the health care provider does not charge for the plan or program. Section 2. That chapter 58-17C be amended by adding thereto a NEW SECTION as follows: Any person subject to registration pursuant to section 1 of this Act shall prominently and boldly disclose that the product is not insurance. Any advertisements or solicitations made by such a person are subject to the provisions of § § 58-33A-2 to 58-33A-4, inclusive, and § § 58- 33A-7 to 58-33A-8, inclusive, and § § 58-33A-10 to 58-33A-12, inclusive. Any administrative rule promulgated pursuant to § 58-33A-7 does not apply to those registered pursuant to this Act unless specifically referenced in the rule. If any such person fails to comply with these provisions or the provisions of this Act, the director may take action in the same manner as provided for by § 58-17C-67 and may revoke the registration. Any such action by the director is subject to notice and hearing as provided by chapter 1-26 and § 58-4-7. A person acting as an agent as defined in chapter 58-30 who sells, solicits, or negotiates a plan or program containing insurance benefits shall meet the licensing and appointment requirements of that chapter. Section 3. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: No person subject to registration pursuant to section 1 of this Act may receive personal information, money, or other consideration for enrollment in a plan or program until the consumer has signed a contract or agreement with the person and no later than at the time the contract is signed, provides, at a minimum, the following information, disclosed in a clear and conspicuous manner: (1) The name, true address, telephone number, and website address of the registered person who is responsible for customer service; (2) A detailed description of the plan or program, including the goods and services covered and all exemptions and discounts that apply to each category thereof; (3) All costs associated with the plan or program, including any sign-up fee and any recurring costs; (4) An internet website that is updated regularly or a paper copy where the consumer can access the names and addresses of all current participating providers in the consumer's area; (5) A statement of the consumer's right to return the plan or program within thirty days of its delivery, or sixty days of its delivery if payment is by automatic or electronic withdrawal from a bank account, to the person or agent through whom it was purchased and to have all costs of the plan or program, excluding a nominal process fee refunded if, after examination of the plan or program, the purchaser is not satisfied with it for any reason; (6) A statement of the consumer's right to terminate the plan or program at any time by providing written notice or other notice, the form to be used for the termination notice, and the address where the notice is to be sent if different than the address provided in subdivision (1); (7) Notice that the consumer is not obligated to make any further payments under the plan or program, nor is the consumer entitled to any benefits under the plan or program for any period of time after the last month for which payment has been made; (8) A statement that the plan or program benefits may duplicate existing benefits or government health benefits; and (9) A statement explaining the right of the consumer to contact the insurance department or commission in the state where the consumer resides at any time for assistance. The requirement that the contract or agreement be signed prior to any money or consideration being obtained does not apply to a transaction in which payment by the consumer is made by credit card. Section 4. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: Any plan or program offered by a person subject to registration pursuant to section 1 of this Act shall provide thirty days from the date of the signed consumer contract or agreement, or sixty days if payment is by automatic or electronic withdrawal from a bank account, in which the consumer may return the plan or program to the person or agent through whom it was purchased and to have all costs of the plan or program, excluding a nominal processing fee as prescribed by the director by rules promulgated pursuant to chapter 1-26, refunded in full. Section 5. That § 58-18-20 be amended to read as follows: 58-18-20. Any insurer authorized to write health insurance in this state shall have the power to may issue blanket health insurance. No such blanket policy or certificate may be issued or delivered , or coverage solicited, in this state unless a copy of the form thereof shall have has been filed in accordance with § 58-11-12. Every such blanket policy or certificate shall contain provisions, which in the opinion of the director, are at least as favorable to the policyholder and the individual insured as those set forth in §§ 58-18-21 to 58-18-27, inclusive."}, {"bill_id": 19569, "bill_version_id": 104983, "bill_version": "House Commerce and Energy Engrossed", "bill_version_date": "2005-02-17T13:18:31-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for adequate access to health care provider networks. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: Any person, directly or indirectly, offering a plan or program providing a discount on the fees of any provider of health care goods or services, that is not offered directly by a health carrier as provided by this chapter, shall register in a format as prescribed by the director and shall file reports and conduct business under the same standards as required of utilization review organizations in accordance with provisions of §§ 58-17C-65 to 58-17C-66, inclusive. No health carrier may offer or provide coverage through a person not registered but required to be registered pursuant to this Act. Any plan or program that is registered pursuant to § 58-17C-20 is not required to maintain a separate registration pursuant to this Act. A plan or program of discounted goods or services that is offered by a health carrier in conjunction with a health benefit plan, as defined in §§ 58-18-42 and 58-17-66(9), or a medicare supplement policy as defined in § 58-17A-1, is not required to be registered pursuant to this Act. A plan or program offered by a health care provider as defined in § 34-12C-1 is not required to register pursuant to this Act if the health care provider does not charge for the plan or program. Section 2. That chapter 58-17C be amended by adding thereto a NEW SECTION as follows: Any person subject to registration pursuant to section 1 of this Act shall prominently and boldly disclose that the product is not insurance. Any advertisements or solicitations made by such a person are subject to the provisions of § § 58-33A-2 to 58-33A-4, inclusive, and § § 58- 33A-7 to 58-33A-8, inclusive, and § § 58-33A-10 to 58-33A-12, inclusive. Any administrative rule promulgated pursuant to § 58-33A-7 does not apply to those registered pursuant to this Act unless specifically referenced in the rule. If any such person fails to comply with these provisions or the provisions of this Act, the director may take action in the same manner as provided for by § 58-17C-67 and may revoke the registration. Any such action by the director is subject to notice and hearing as provided by chapter 1-26 and § 58-4-7. A person acting as an agent as defined in chapter 58-30 who sells, solicits, or negotiates a plan or program containing insurance benefits shall meet the licensing and appointment requirements of that chapter if such person is otherwise required to be licensed by chapter 58-30. Section 3. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: No person subject to registration pursuant to section 1 of this Act may receive personal information, money, or other consideration for enrollment in a plan or program until the consumer has signed a contract or agreement with the person and no later than at the time the contract is signed, provides, at a minimum, the following information, disclosed in a clear and conspicuous manner: (1) The name, true address, telephone number, and website address of the registered person who is responsible for customer service; (2) A detailed description of the plan or program, including the goods and services covered and all exemptions and discounts that apply to each category thereof; (3) All costs associated with the plan or program, including any sign-up fee and any recurring costs; (4) An internet website that is updated regularly or a paper copy where the consumer can access the names and addresses of all current participating providers in the consumer's area; (5) A statement of the consumer's right to return the plan or program within thirty days of its delivery to the person or agent through whom it was purchased and to have all costs of the plan or program, excluding a nominal process fee refunded if, after examination of the plan or program, the purchaser is not satisfied with it for any reason; (6) A statement of the consumer's right to terminate the plan or program at any time by providing written notice or other notice, the form to be used for the termination notice, and the address where the notice is to be sent if different than the address provided in subdivision (1); and (7) Notice that the consumer is not obligated to make any further payments under the plan or program, nor is the consumer entitled to any benefits under the plan or program for any period of time after the last month for which payment has been made. The requirement that the contract or agreement be signed prior to any money or consideration being obtained does not apply to a transaction in which payment by the consumer is made by credit card or by means of a telephonic transaction so long as the disclosures required by this section are provided to the consumer by way of postal mail, facsimile, or electronic mail within ten business days of the consumer's enrollment. Section 4. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: Any plan or program offered by a person subject to registration pursuant to section 1 of this Act shall provide thirty days from the date of the signed consumer contract or agreement, thirty days from the receipt of the disclosures required by section 3 of this Act if the consumer purchased the plan or program over the telephone, or sixty days if payment is by automatic or electronic withdrawal from a bank account, in which the consumer may return the plan or program to the person or agent through whom it was purchased and have all costs of the plan or program, excluding a nominal processing fee as prescribed by the director by rules promulgated pursuant to chapter 1-26, refunded in full. Section 5. That § 58-18-20 be amended to read as follows: 58-18-20. Any insurer authorized to write health insurance in this state shall have the power to may issue blanket health insurance. No such blanket policy or certificate may be issued or delivered , or coverage solicited, in this state unless a copy of the form thereof shall have has been filed in accordance with § 58-11-12. Every such blanket policy or certificate shall contain provisions, which in the opinion of the director, are at least as favorable to the policyholder and the individual insured as those set forth in §§ 58-18-21 to 58-18-27, inclusive. Section 6. Any person subject to registration pursuant to section 1 of this Act shall maintain a surety bond in the amount of twenty thousand dollars issued by a surety company authorized to do business in this state, or establish and maintain a surety account in the amount of twenty thousand dollars at a federally insured bank, savings and loan association, or federal savings bank located in this state. Each surety bond and surety account is subject to the following: (1) A copy of the bond or a statement identifying the depository, trustee, and account number of the surety account, and thereafter proof of annual renewal of the bond or maintenance of the surety account, shall be filed with the director of the Division of Insurance; (2) A surety account shall be maintained until two years after the date that the person subject to registration pursuant to section 1 of this Act ceases operations in the state. Funds from any surety account may not be released to the person subject to registration pursuant to section 1 of this Act without the specific consent of the attorney general; (3) No surety on the bond of a person subject to registration pursuant to section 1 of this Act may cancel such bond without giving written notice thereof to the secretary of state. Whenever the secretary of state receives notice of a surety's intention to cancel the bond of a person subject to registration pursuant to section 1 of this Act, the secretary of state shall notify the affected person that, unless such person files another twenty thousand dollar surety bond with the secretary of state or establishes a twenty thousand dollar surety account on or before the cancellation date of such surety bond, then such person subject to registration pursuant to section 1 of this Act is no longer authorized to do business in this state; (4) The bond or surety account shall be in favor of any person and the director of the Division of Insurance for the benefit of any person who is damaged by any violation of this Act, including any violation by the supplier or by any other person which markets, promotes, advertises, or otherwise distributes a discount card on behalf of the supplier. The bond shall cover any violation occurring during the time period during which the bond is in effect; and (5) Any person claiming against the bond or surety account for a violation of this Act may maintain an action at law against the person subject to registration pursuant to section 1 of this Act and against the surety or trustee of the surety account. The aggregate liability of the surety or trustee of the surety account to all persons damaged by violations of this Act may not exceed the amount of the surety bond or account."}, {"bill_id": 19569, "bill_version_id": 105382, "bill_version": "House Engrossed", "bill_version_date": "2005-02-24T15:43:23-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for adequate access to health care provider networks. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: Any person, directly or indirectly, offering a plan or program providing a discount on the fees of any provider of health care goods or services, that is not offered directly by a health carrier as provided by this chapter, shall register in a format as prescribed by the director and shall file reports and conduct business under the same standards as required of utilization review organizations in accordance with provisions of §§ 58-17C-65 to 58-17C-66, inclusive. No health carrier may offer or provide coverage through a person not registered but required to be registered pursuant to this Act. Any plan or program that is registered pursuant to § 58-17C-20 is not required to maintain a separate registration pursuant to this Act. A plan or program of discounted goods or services that is offered by a health carrier in conjunction with a health benefit plan, as defined in §§ 58-18-42 and 58-17-66(9), or a medicare supplement policy as defined in § 58-17A-1, is not required to be registered pursuant to this Act. A plan or program offered by a health care provider as defined in § 34-12C-1 is not required to register pursuant to this Act if the health care provider does not charge for the plan or program. Section 2. That chapter 58-17C be amended by adding thereto a NEW SECTION as follows: Any person subject to registration pursuant to section 1 of this Act shall prominently and boldly disclose that the product is not insurance. Any advertisements or solicitations made by such a person are subject to the provisions of § § 58-33A-2 to 58-33A-4, inclusive, and § § 58- 33A-7 to 58-33A-8, inclusive, and § § 58-33A-10 to 58-33A-12, inclusive. Any administrative rule promulgated pursuant to § 58-33A-7 does not apply to those registered pursuant to this Act unless specifically referenced in the rule. If any such person fails to comply with these provisions or the provisions of this Act, the director may take action in the same manner as provided for by § 58-17C-67 and may revoke the registration. Any such action by the director is subject to notice and hearing as provided by chapter 1-26 and § 58-4-7. A person acting as an agent as defined in chapter 58-30 who sells, solicits, or negotiates a plan or program containing insurance benefits shall meet the licensing and appointment requirements of that chapter if such person is otherwise required to be licensed by chapter 58-30. Section 3. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: No person subject to registration pursuant to section 1 of this Act may receive personal information, money, or other consideration for enrollment in a plan or program until the consumer has signed a contract or agreement with the person and no later than at the time the contract is signed, provides, at a minimum, the following information, disclosed in a clear and conspicuous manner: (1) The name, true address, telephone number, and website address of the registered person who is responsible for customer service; (2) A detailed description of the plan or program, including the goods and services covered and all exemptions and discounts that apply to each category thereof; (3) All costs associated with the plan or program, including any sign-up fee and any recurring costs; (4) An internet website that is updated regularly or a paper copy where the consumer can access the names and addresses of all current participating providers in the consumer's area; (5) A statement of the consumer's right to return the plan or program within thirty days of its delivery to the person or agent through whom it was purchased and to have all costs of the plan or program, excluding a nominal process fee refunded if, after examination of the plan or program, the purchaser is not satisfied with it for any reason; (6) A statement of the consumer's right to terminate the plan or program at any time by providing written notice or other notice, the form to be used for the termination notice, and the address where the notice is to be sent if different than the address provided in subdivision (1); and (7) Notice that the consumer is not obligated to make any further payments under the plan or program, nor is the consumer entitled to any benefits under the plan or program for any period of time after the last month for which payment has been made. The requirement that the contract or agreement be signed prior to any money or consideration being obtained does not apply to a transaction in which payment by the consumer is made by credit card or by means of a telephonic transaction so long as the disclosures required by this section are provided to the consumer by way of postal mail, facsimile, or electronic mail within ten business days of the consumer's enrollment. Section 4. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: Any plan or program offered by a person subject to registration pursuant to section 1 of this Act shall provide thirty days from the date of the signed consumer contract or agreement, or thirty days from the receipt of the disclosures required by section 3 of this Act if the consumer purchased the plan or program over the telephone, in which the consumer may return the plan or program to the person or agent through whom it was purchased and have all costs of the plan or program, excluding a nominal processing fee as prescribed by the director by rules promulgated pursuant to chapter 1-26, refunded in full. Section 5. That § 58-18-20 be amended to read as follows: 58-18-20. Any insurer authorized to write health insurance in this state shall have the power to may issue blanket health insurance. No such blanket policy or certificate may be issued or delivered , or coverage solicited, in this state unless a copy of the form thereof shall have has been filed in accordance with § 58-11-12. Every such blanket policy or certificate shall contain provisions, which in the opinion of the director, are at least as favorable to the policyholder and the individual insured as those set forth in §§ 58-18-21 to 58-18-27, inclusive. Section 6. Any person subject to registration pursuant to section 1 of this Act shall maintain a surety bond in the amount of twenty thousand dollars issued by a surety company authorized to do business in this state, or establish and maintain a surety account in the amount of twenty thousand dollars at a federally insured bank, savings and loan association, or federal savings bank located in this state. Each surety bond and surety account is subject to the following: (1) A copy of the bond or a statement identifying the depository, trustee, and account number of the surety account, and thereafter proof of annual renewal of the bond or maintenance of the surety account, shall be filed with the director of the Division of Insurance; (2) A surety account shall be maintained until two years after the date that the person subject to registration pursuant to section 1 of this Act ceases operations in the state. Funds from any surety account may not be released to the person subject to registration pursuant to section 1 of this Act without the specific consent of the attorney general; (3) No surety on the bond of a person subject to registration pursuant to section 1 of this Act may cancel such bond without giving written notice thereof to the secretary of state. Whenever the secretary of state receives notice of a surety's intention to cancel the bond of a person subject to registration pursuant to section 1 of this Act, the secretary of state shall notify the affected person that, unless such person files another twenty thousand dollar surety bond with the secretary of state or establishes a twenty thousand dollar surety account on or before the cancellation date of such surety bond, then such person subject to registration pursuant to section 1 of this Act is no longer authorized to do business in this state; (4) The bond or surety account shall be in favor of any person and the director of the Division of Insurance for the benefit of any person who is damaged by any violation of this Act, including any violation by the supplier or by any other person which markets, promotes, advertises, or otherwise distributes a discount card on behalf of the supplier. The bond shall cover any violation occurring during the time period during which the bond is in effect; and (5) Any person claiming against the bond or surety account for a violation of this Act may maintain an action at law against the person subject to registration pursuant to section 1 of this Act and against the surety or trustee of the surety account. The aggregate liability of the surety or trustee of the surety account to all persons damaged by violations of this Act may not exceed the amount of the surety bond or account."}, {"bill_id": 19569, "bill_version_id": 105561, "bill_version": "Enrolled", "bill_version_date": "2005-02-28T15:03:07-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 19569, "action_date": "2005-01-11T12:00:00-06:00", "document_id": 102699, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/102699.pdf", "status_text": "First read in Senate and referred to", "journal_page": 24, "committee_id_action": 861, "committee_id_assigned": 835, "result": "N", "vote": {}}, {"bill_id": 19569, "action_date": "2005-01-20T10:00:00-06:00", "document_id": 102939, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/102939.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 835, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19569, "action_date": "2005-01-25T10:00:00-06:00", "document_id": 103149, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103149.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 835, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19569, "action_date": "2005-01-25T10:00:00-06:00", "document_id": 103149, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103149.pdf", "status_text": "Do Pass Amended,", "journal_page": 165, "committee_id_action": 835, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 61039, "president_vote": null, "Yea": [3150, 3198, 3202, 3236, 3241, 3157, 3212]}}, {"bill_id": 19569, "action_date": "2005-01-25T10:00:00-06:00", "document_id": 103149, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103149.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 835, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 19569, "action_date": "2005-01-27T14:00:00-06:00", "document_id": 103467, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103467.pdf", "status_text": "Remove from Consent Calendar", "journal_page": 207, "committee_id_action": 861, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19569, "action_date": "2005-01-28T13:00:00-06:00", "document_id": 103567, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103567.pdf", "status_text": "Motion to Amend,", "journal_page": 230, "committee_id_action": 861, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 19569, "action_date": "2005-01-28T13:00:00-06:00", "document_id": 103567, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103567.pdf", "status_text": "Do Pass Amended,", "journal_page": 230, "committee_id_action": 861, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 61253, "president_vote": null, "Yea": [3150, 3151, 3152, 3153, 3154, 3157, 3163, 3166, 3168, 3173, 3179, 3180, 3185, 3186, 3193, 3198, 3200, 3201, 3202, 3204, 3205, 3214, 3217, 3219, 3221, 3224, 3228, 3236, 3241, 3242], "Excused": [3165, 3210, 3212, 3239, 3247]}}, {"bill_id": 19569, "action_date": "2005-01-31T14:00:00-06:00", "document_id": 103710, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103710.pdf", "status_text": "First read in House and referred to", "journal_page": 249, "committee_id_action": 860, "committee_id_assigned": 848, "result": "N", "vote": {}}, {"bill_id": 19569, "action_date": "2005-02-15T07:45:00-06:00", "document_id": 104735, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104735.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 848, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19569, "action_date": "2005-02-17T07:45:00-06:00", "document_id": 104957, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104957.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 848, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19569, "action_date": "2005-02-17T07:45:00-06:00", "document_id": 104957, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104957.pdf", "status_text": "Do Pass Amended,", "journal_page": 533, "committee_id_action": 848, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 60271, "president_vote": null, "Yea": [3155, 3156, 3169, 3170, 3195, 3207, 3208, 3226, 3235, 3240, 3255, 3234, 3237]}}, {"bill_id": 19569, "action_date": "2005-02-19T10:00:00-06:00", "document_id": 105122, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105122.pdf", "status_text": "Deferred to another day", "journal_page": 581, "committee_id_action": 860, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 19569, "action_date": "2005-02-22T14:00:00-06:00", "document_id": 105199, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105199.pdf", "status_text": "Deferred to another day", "journal_page": 600, "committee_id_action": 860, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 19569, "action_date": "2005-02-23T14:00:00-06:00", "document_id": 105301, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105301.pdf", "status_text": "Deferred to another day", "journal_page": 623, "committee_id_action": 860, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 19569, "action_date": "2005-02-24T14:00:00-06:00", "document_id": 105388, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105388.pdf", "status_text": "Motion to Amend,", "journal_page": 639, "committee_id_action": 860, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 19569, "action_date": "2005-02-24T14:00:00-06:00", "document_id": 105388, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105388.pdf", "status_text": "Do Pass Amended,", "journal_page": 639, "committee_id_action": 860, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 62117, "president_vote": null, "Yea": [3155, 3158, 3159, 3160, 3161, 3162, 3164, 3167, 3169, 3170, 3171, 3172, 3174, 3175, 3176, 3177, 3178, 3181, 3182, 3183, 3184, 3187, 3188, 3189, 3190, 3191, 3192, 3195, 3196, 3197, 3199, 3203, 3206, 3207, 3208, 3209, 3211, 3213, 3216, 3218, 3220, 3222, 3223, 3225, 3226, 3227, 3229, 3230, 3231, 3232, 3233, 3234, 3235, 3237, 3238, 3240, 3243, 3244, 3245, 3246, 3248, 3249, 3251, 3252, 3253, 3254, 3255, 3215], "Excused": [3156, 3194]}}, {"bill_id": 19569, "action_date": "2005-03-01T11:00:00-06:00", "document_id": 105704, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105704.pdf", "status_text": "Delivered to the Governor", "journal_page": 727, "committee_id_action": 861, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19569, "action_date": "2005-03-01T11:00:00-06:00", "document_id": 105704, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105704.pdf", "status_text": "Signed by President", "journal_page": 729, "committee_id_action": 861, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19569, "action_date": "2005-03-01T13:00:00-06:00", "document_id": 105710, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105710.pdf", "status_text": "Signed by Speaker", "journal_page": 737, "committee_id_action": 860, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19569, "action_date": "2005-03-04T09:00:00-06:00", "document_id": 105943, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105943.pdf", "status_text": "Signed by Governor", "journal_page": 779, "committee_id_action": 861, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 3184, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/19569"}