{"session_id": 19, "bill_id": 4418, "bill_type": "House Bill", "bill_number": 1223, "bill_title": "establish a task force to study the delivery of services to veterans.", "sponsors": [{"legislator_profile_id": 345, "is_prime": true}, {"legislator_profile_id": 369, "is_prime": true}, {"legislator_profile_id": 397, "is_prime": false}, {"legislator_profile_id": 363, "is_prime": false}, {"legislator_profile_id": 316, "is_prime": false}, {"legislator_profile_id": 393, "is_prime": false}, {"legislator_profile_id": 356, "is_prime": false}, {"legislator_profile_id": 343, "is_prime": false}], "keywords": ["Legislature and Statutes", "Veterans"], "audio": [{"meeting_datetime": "2013-02-06T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hst19.mp3", "start_seconds": 6613.0}, {"meeting_datetime": "2013-02-06T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hst19.mp3", "start_seconds": 6613.0}, {"meeting_datetime": "2013-02-06T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hst19.mp3", "start_seconds": 6613.0}], "bill_versions": [{"bill_id": 4418, "bill_version_id": 24735, "bill_version": "Introduced", "bill_version_date": "2013-01-28T10:04:54.54-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a task force to study the delivery of services to veterans. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby established the Veterans Service Task Force. The task force shall consist of the following seventeen members: (1) The speaker of the House of Representatives shall appoint three members of the House of Representatives, no more than two of whom may be from one political party; (2) The president pro tempore of the Senate shall appoint three members of the Senate, no more than two of whom may be from one political party; (3) The Governor shall appoint twelve members as follows: (a) One representative of the Department of Veterans Affairs; (b) One representative of the Department of the Military; (c) One representative of the South Dakota National Guard; (d) One reperesentative of the South Dakota Veterans Commission; (e) One representative of the South Dakota American Legion; (f) One representative of the South Dakota Veterans of Foreign Wars; (g) One representative of the South Dakota Disabled American Veterans; (h) One county veterans's service officer; (i) One tribal veterans's service officer; and (j) Two South Dakota veterans with wartime service. If there is a vacancy on the task force, the vacancy shall be filled in the same manner as the original appointment. Section 2. The Veterans Service Task Force established pursuant to section 1 of this Act shall conduct studies and evaluations on matters relating to the delivery of services to South Dakota's veteran population; the needs of South Dakota veterans and their families; appropriate duties, compensation, training, and organizational structure and support for county and tribal veterans' service officers; potential roles for veterans organizations, the National Guard, and other military, veterans, and community resources as they relate to veterans benefits, needs, and delivery of services. Section 3. The task force shall report to the Senate, the House of Representatives, and the Governor before the beginning of the 2014 Legislative Session. The task force may present draft legislation and policy recommendations to the Legislative Research Council Executive Board. Section 3. The provisions of this Act are repealed on July 1, 2014."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4418, "action_date": "2013-01-28T14:00:00-06:00", "document_id": 24817, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24817.pdf", "status_text": "First read in House and referred to", "journal_page": 211, "committee_id_action": 202, "committee_id_assigned": 195, "result": "N", "vote": {}}, {"bill_id": 4418, "action_date": "2013-02-06T07:45:00-06:00", "document_id": 25164, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25164.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 195, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4418, "action_date": "2013-02-06T07:45:00-06:00", "document_id": 25339, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25339.pdf", "status_text": "Tabled", "journal_page": 320, "committee_id_action": 195, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13471, "president_vote": null, "Yea": [360, 348, 334, 381, 347, 351, 371, 316, 395, 354, 353, 349, 335]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/4418"}