{"session_id": 24, "bill_id": 6919, "bill_type": "Senate Bill", "bill_number": 62, "bill_title": "require manufacturers of farm machinery and equipment to replace the machinery or equipment or to refund its purchase price if it fails to conform to the manufacturer's warranty, to specify the manufacturer's obligations to remedy any nonconforming conditions, and to provide cause of action against the manufacturer for failure to comply.", "sponsors": [{"legislator_profile_id": 975, "is_prime": true}, {"legislator_profile_id": 1031, "is_prime": true}, {"legislator_profile_id": 964, "is_prime": false}, {"legislator_profile_id": 1039, "is_prime": false}, {"legislator_profile_id": 966, "is_prime": false}, {"legislator_profile_id": 979, "is_prime": false}, {"legislator_profile_id": 969, "is_prime": false}, {"legislator_profile_id": 1049, "is_prime": false}, {"legislator_profile_id": 994, "is_prime": false}, {"legislator_profile_id": 1055, "is_prime": false}, {"legislator_profile_id": 1058, "is_prime": false}, {"legislator_profile_id": 1036, "is_prime": false}, {"legislator_profile_id": 1041, "is_prime": false}, {"legislator_profile_id": 1016, "is_prime": false}, {"legislator_profile_id": 1001, "is_prime": false}, {"legislator_profile_id": 991, "is_prime": false}, {"legislator_profile_id": 988, "is_prime": false}, {"legislator_profile_id": 990, "is_prime": false}, {"legislator_profile_id": 1051, "is_prime": false}], "keywords": ["Agriculture and Horticulture", "Contracts", "Corporations", "Lemon Law", "Warranty"], "audio": [{"meeting_datetime": "2016-01-26T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sco10.mp3", "start_seconds": 1246.0}, {"meeting_datetime": "2016-01-26T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sco10.mp3", "start_seconds": 1246.0}, {"meeting_datetime": "2016-01-26T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sco10.mp3", "start_seconds": 1246.0}, {"meeting_datetime": "2016-02-02T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sco13.mp3", "start_seconds": 1890.0}, {"meeting_datetime": "2016-02-02T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sco13.mp3", "start_seconds": 1890.0}, {"meeting_datetime": "2016-02-02T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sco13.mp3", "start_seconds": 1890.0}, {"meeting_datetime": "2016-02-02T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sco13.mp3", "start_seconds": 1890.0}, {"meeting_datetime": "2016-02-02T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sco13.mp3", "start_seconds": 1890.0}], "bill_versions": [{"bill_id": 6919, "bill_version_id": 37821, "bill_version": "Introduced", "bill_version_date": "2016-01-21T09:33:33.403-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require manufacturers of farm machinery and equipment to replace the machinery or equipment or to refund its purchase price if it fails to conform to the manufacturer's warranty, to specify the manufacturer's obligations to remedy any nonconforming conditions, and to provide cause of action against the manufacturer for failure to comply. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Terms used in this Act mean: (1) \"Consumer,\" the purchaser, other than for purposes of resale, of new farm machinery, who is entitled by the terms of the warranty to enforce the obligations of the warranty; (2) \"Dealer,\" any person operating under a dealer agreement from a manufacturer of farm machinery; (3) \"Express warranty,\" a written warranty, so labeled, issued by the manufacturer of farm machinery, including any terms or conditions precedent to the enforcement of obligations under that warranty; (4) \"Farm machinery,\" any implement, intended for use and operation for an agricultural purpose, purchased new within the last eighteen months. The term does not apply to any farm machinery that cost the consumer less than ten thousand dollars; (5) \"Lemon law rights period,\" the period ending eighteen months after the date of original delivery of the farm machinery to a consumer or the first one thousand hours of operation, whichever occurs first; (6) \"Manufacturer,\" the person, firm, corporation, or limited liability company engaged in the business of manufacturing, importing, or distributing farm machinery to be made available to a dealer for retail sale; (7) \"Nonconforming condition,\" any condition of farm machinery that is not in conformity with the terms of any express warranty issued by the manufacturer to a consumer and that significantly impairs the use, value, or safety of the farm machinery and occurs or arises solely in the course of the ordinary use of the farm machinery, and that does not arise or occur as a result of abuse, neglect, modification, or alteration of the farm machinery not authorized by the manufacturer, nor from any accident or other damage to the farm machinery which occurs or arises after the farm machinery was delivered by an authorized dealer to the consumer; (8) \"Notice of a nonconforming condition,\" a written statement delivered to the manufacturer and which describes the farm machinery, the nonconforming condition, and all previous attempts to correct the nonconforming condition by identifying the person who made the attempt and the time the attempt was made. Section 2. That the code be amended by adding a NEW SECTION to read: If new farm machinery does not conform to any applicable express warranty and the consumer delivers the farm machinery to the manufacturer or its authorized dealer and gives notice of the nonconforming condition during the lemon law rights period, the manufacturer of the farm machinery shall make the necessary repairs to the farm machinery to remedy any such nonconforming condition. The repairs are required, even after the expiration of the lemon law rights period, if notice of the nonconforming condition was first given during the lemon law rights period. However, the manufacturer's obligation to repair the nonconforming condition does not extend beyond the period of twenty-four months following delivery of the farm machinery or two thousand hours of operation, whichever occurs first. Section 3. That the code be amended by adding a NEW SECTION to read: If, after reasonable attempts, the manufacturer or its authorized dealer is unable to conform the farm machinery to any express warranty by repairing or correcting a nonconforming condition of the farm machinery which first occurred during the lemon law rights period, the manufacturer shall, through its authorized dealer, at the option of the consumer, replace the farm machinery with a comparable new farm machinery and shall refund the customer all collateral charges, including excise tax and similar government charges or shall accept return of the farm machinery from the consumer and refund to the consumer the following: (1) The full contract price including charges for dealer preparation and transportation charges, and installed options, plus the nonrefundable portions of extended warranties and service contracts; (2) All collateral charges, including excise tax and similar government charges; (3) All finance charges incurred by the consumer after the consumer first reported the nonconforming condition to the manufacturer or its authorized dealer; and (4) Any incidental damages which shall include the reasonable cost of alternative use of replacement equipment machinery during the period that the consumer is without the use of the farm machinery because of the nonconforming condition. Section 4. That the code be amended by adding a NEW SECTION to read: A refund shall be made to the consumer and any lien holder, as the lien holder's interests may appear. There shall be offset against any monetary recovery of the consumer a reasonable allowance for the consumer's use of the farm machinery. A reasonable allowance for use is that amount directly attributable to use by the consumer before the consumer's first report of the nonconforming condition to the manufacturer or authorized dealer and shall be calculated by multiplying the full purchase price of the farm machinery by a fraction having as its denominator fifteen hundred days and having as its numerator the number of days that the farm machinery was owned by the consumer before the first report of the nonconforming condition. Section 5. That the code be amended by adding a NEW SECTION to read: It is presumed that reasonable attempts to correct a nonconforming condition have been allowed by the consumer if, during the period of twenty-four months following delivery of the farm machinery or two thousand hours of operation, whichever first occurs, either of the following events occurred: (1) The same nonconforming condition was subject to repair attempts four or more times by the manufacturer, or its authorized dealers, at least one of which occurred during the lemon law rights period, plus a final attempt by the manufacturer, and the same nonconforming condition continues to exist; or (2) The farm machinery was out of service and in the custody of the manufacturer or an authorized dealer due to repair attempts including the final repair attempt, one of which occurred during the lemon law rights period, for a cumulative total of thirty or more calendar days, unless the repair could not be performed because of conditions beyond the control of the manufacturer or authorized dealers, such as war, invasion, strike, fire, flood, or other natural disaster. Section 6. That the code be amended by adding a NEW SECTION to read: A consumer sustaining damages as a proximate consequence of the failure by a manufacturer to perform its obligations imposed under this Act may bring a civil action against the manufacturer to enforce the provisions of this Act. Prior to the commencement of any proceeding under this Act, a consumer shall give notice of a nonconforming condition by certified mail to the manufacturer and demand correction or repair of the nonconforming condition. If at the time the notice of a nonconforming condition is given to the manufacturer, a presumption has arisen that reasonable attempts to correct a nonconforming condition have been allowed, the manufacturer shall be given a final opportunity to cure the nonconforming condition. The manufacturer shall, within seven calendar days of receiving the written notice of nonconforming condition, notify the consumer of a reasonably accessible repair facility. After delivery of the new farm machinery to the authorized repair facility by the consumer, the manufacturer shall attempt to correct the nonconforming condition and conform the farm machinery to the express warranty within a period not to exceed fourteen calendar days. If a manufacturer has established an informal dispute settlement procedure conducted within the state which is in compliance with federal rules and regulations, a consumer shall first exhaust any remedy afforded to the consumer under the informal dispute procedure of the manufacturer before a cause of action may be instituted under the provisions of this Act. Section 7. That the code be amended by adding a NEW SECTION to read: It is an affirmative defense to any claim against the manufacturer under this Act that: (1) An alleged nonconforming condition does not significantly impair the use, market value, or safety of the farm machinery; or (2) A nonconforming condition is a result of abuse, neglect, or any modification or alteration of a farm machinery by a consumer that is not authorized by the manufacturer. Section 8. That the code be amended by adding a NEW SECTION to read: If the manufacturer has breached any obligation imposed under this Act, the consumer may recover, in addition to the remedy provided under sections 2 to 5, inclusive, of this Act, an additional award for reasonable attorney fees. Section 9. That the code be amended by adding a NEW SECTION to read: If farm machinery has been returned to the manufacturer under the provisions of this Act or a similar statute of another state, whether the result of a legal action or the result of an informal dispute settlement proceeding, it may not be resold with a nonconforming condition unless the manufacturer discloses in writing to the subsequent purchaser the fact that the farm machinery was returned under the provisions of this Act and the nature of the nonconforming condition of the farm machinery warranty. Section 10. That the code be amended by adding a NEW SECTION to read: Nothing in this Act imposes any liability upon a farm machinery dealer or authorized dealer or creates a cause of action by a consumer against a farm machinery dealer or authorized dealer. No manufacturer may charge back or require reimbursement by a farm machinery dealer or authorized dealer for any costs, including any refunds or farm machinery replacements, incurred by the manufacturer arising out of this Act. Section 11. That the code be amended by adding a NEW SECTION to read: Any action brought under this Act against the manufacturer shall be commenced within three years following the date of original delivery of the farm machinery to the consumer."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6919, "action_date": "2016-01-21T14:00:00-06:00", "document_id": 37871, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37871.pdf", "status_text": "First read in Senate and referred to", "journal_page": 103, "committee_id_action": 309, "committee_id_assigned": 300, "result": "N", "vote": {}}, {"bill_id": 6919, "action_date": "2016-01-26T10:00:00-06:00", "document_id": 37960, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37960.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 300, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6919, "action_date": "2016-02-02T10:00:00-06:00", "document_id": 38396, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38396.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 300, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6919, "action_date": "2016-02-02T10:00:00-06:00", "document_id": 38536, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38536.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 172, "committee_id_action": 300, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20430, "president_vote": null, "Yea": [974, 1005, 1066, 1000], "Excused": [967], "Nay": [969, 966]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/6919"}