{"session_id": 47, "bill_id": 13720, "bill_type": "House Bill", "bill_number": 1142, "bill_title": "to revise certain provisions regarding the regulation of telecommunication companies and telecommunication services.", "sponsors": [{"legislator_profile_id": 2131, "is_prime": true}, {"legislator_profile_id": 2165, "is_prime": true}, {"legislator_profile_id": 2118, "is_prime": false}, {"legislator_profile_id": 2123, "is_prime": false}, {"legislator_profile_id": 2145, "is_prime": false}, {"legislator_profile_id": 2146, "is_prime": false}, {"legislator_profile_id": 2171, "is_prime": false}], "keywords": ["Hoghoused Bills", "Telecommunications"], "audio": [], "bill_versions": [{"bill_id": 13720, "bill_version_id": 77271, "bill_version": "Introduced", "bill_version_date": "1998-01-20T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to allow joint ventures and other arrangements among telecommunications companies to assist in the provisioning of the South Dakota Public Communications Network Infrastructure. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: It is the intent of the Legislature to allow joint ventures and other arrangements between and among telecommunications companies where such ventures or arrangements accelerate, improve, or otherwise assist in the provisioning of the Public Communications Network Infrastructure described in § § 49-31-60 to 49-31-68, inclusive. Any joint ventures or arrangements permitted under this Act may not be construed as violating any state or local laws governing unfair trade practices, antitrust, or restraint of trade. Further, it is the intent of the Legislature that the activities permitted under this Act shall be exempt from federal laws governing unfair trade practices, antitrust, or restraint of trade. Local exchange carriers participating in any such venture or arrangement may not be treated as common carriers with respect to any in infrastructure, technology, information, facilities, or functions made available under the venture or arrangement, to the extent such venture or arrangement is consistent with achieving the purposes of § § 49-31-60 to 49-31-68, inclusive, and is consistent with the provisions of this Act and any commission rules adopted pursuant to this Act. Section 2. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission shall promulgate rules, pursuant to chapter 1-26, regarding the joint ventures and arrangements permitted under this Act. Such rules: (1) Shall permit telecommunications companies, including local exchange carriers and centralized equal access providers, to enter into teaming agreements or arrangements, joint ventures, or joint ownership or operation of network facilities, functions, or services which will be consistent with the objectives described in § § 49-31-60 to 49- 31-68, inclusive, which may be in addition to the infrastructure sharing arrangements described in 47 U.S.C. § 259 as of January 1, 1998; (2) May establish conditions that promote such cooperation between and among telecommunications companies as will improve telecommunications services and access to information services for residents of South Dakota; (3) May not permit a telecommunications company to take any action that is contrary to the public interest or require a telecommunications company to take any action that is economically unreasonable; (4) Shall permit, but not require, the joint ownership or operation of public network facilities and services by or among telecommunications companies, and may not require a local exchange carrier to engage in a joint ownership or operation arrangement for any services which are to be provided or offered by a telecommunications company seeking to compete with the local exchange carrier in the local exchange carrier's service area; and (5) May not affect the rights and responsibilities of incumbent local exchange carriers set forth in 47 U.S.C. § § 251 and 252 as of January 1, 1998."}, {"bill_id": 13720, "bill_version_id": 77270, "bill_version": "House State Affairs Engrossed", "bill_version_date": "1998-02-11T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the regulation of telecommunication companies and telecommunication services. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. It is the intent of the Legislature to encourage telecommunications companies to more efficiently meet the infrastructure deployment goal described in § § 49-31-60 to 49-31-68, inclusive, for a fully integrated SONET backbone of interconnected survivable rings. To that end, telecommunications companies may jointly provide facilities and enter into revenue- pooling arrangements between and among themselves relating to the provisioning of these facilities. Any such arrangement shall be subject to commission review and approval and, to the extent it has received such approval, may not be construed as violating any state or local laws governing unfair trade practices, antitrust or restraint of trade. Further, it is the intent of the Legislature that any such approved arrangement shall be exempt from federal laws governing unfair trade practices, antitrust, or restraint of trade. Except with respect to such joint provisioning of facilities and revenue pooling arrangements approved by the commission, both state and federal laws governing unfair trade practices, antitrust, and restraint of trade shall apply with full force and effect. The joint provisioning of facilities within an arrangement consistent with the limited purpose described in this section may not be construed as imposing additional common carrier obligations on the participating companies. The provisions of this section may not be construed to permit any telecommunications company to take any action that is contrary to the public interest. Section 2. It is in the public interest and essential that local exchange telecommunication companies over all of South Dakota continue to be viable providers of affordable local exchange services. Local exchange telecommunication companies receive substantial revenue necessary to support the exchange from a minority of their customers. Local exchange telecommunication companies must be allowed to compete to keep their profitable customers in order to maintain the viability of local exchanges. Notwithstanding any other provisions of chapter 49-31, except section 4 of this Act, any telecommunication company may grant any discounts, incentives, services, or other business practices necessary to meet competition. Nothing in chapter 49-31 restricts or prevents telecommunication companies from offering reduced prices and special terms and conditions for this state, its existing instrumentalities and subdivisions, for the United States and for K through 12 schools accredited by the secretary of the Department of Education and Cultural Affairs. Section 3. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Any regulation of telecommunications service by the commission pursuant to chapters 49-13 and 49-31 shall be fair, reasonable, nondiscriminatory and applicable to all telecommunications carriers providing service in the state by rules adopted by the commission pursuant to chapter 1-26. Section 4. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Prices as of January 1, 1998, for residential and business local exchange service, both recurring and nonrecurring, for a telecommunications company with more than two hundred thousand retail access lines in the state may not be changed unless reduced by the company. The provisions of § 49-31-4 and § § 49-31-21 to 49-31-12.5, inclusive, do not apply to prices for services regulated by this section. Section 5. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Dialing parity, as defined in 47 U.S.C. § 153 (15) as of January 1, 1998, for purposes of intraLATA long distance telecommunications services, may not be implemented by order of the commission until all providers of toll services are authorized to provide interLATA services which originate in this state. BILL HISTORY 1/20/98 First read in House and referred to State Affairs. H.J. 124 1/30/98 Scheduled for Committee hearing on this date. 1/30/98 State Affairs Deferred to another day. 2/4/98 Scheduled for Committee hearing on this date. 2/4/98 State Affairs Deferred to another day. 2/9/98 Scheduled for Committee hearing on this date. 2/11/98 Scheduled for Committee hearing on this date. 2/11/98 State Affairs Do Pass Amended, Passed, AYES 8, NAYS 5."}, {"bill_id": 13720, "bill_version_id": 77269, "bill_version": "House Engrossed", "bill_version_date": "1998-02-13T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the regulation of telecommunication companies and telecommunication services. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. It is in the public interest and essential that local exchange telecommunication companies over all of South Dakota continue to be viable providers of affordable local exchange services. Local exchange telecommunication companies receive substantial revenue necessary to support the exchange from a minority of their customers. Local exchange telecommunication companies must be allowed to compete to keep their profitable customers in order to maintain the viability of local exchanges. Notwithstanding any other provisions of chapter 49-31, except section 3 of this Act, any telecommunication company may grant any discounts, incentives, services, or other business practices necessary to meet competition. Nothing in chapter 49-31 restricts or prevents telecommunication companies from offering reduced prices and special terms and conditions for this state, its existing instrumentalities and subdivisions, for the United States and for K through 12 schools accredited by the secretary of the Department of Education and Cultural Affairs. Section 2. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Any regulation of telecommunications service by the commission pursuant to chapters 49-13 and 49-31 shall be fair, reasonable, nondiscriminatory and applicable to all telecommunications carriers providing service in the state. The commission shall establish, by rules promulgated pursuant to chapter 1-26, quality of service standards. Section 3. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Prices as of January 1, 1998, for residential and business local exchange service, both recurring and nonrecurring, for a telecommunications company with more than two hundred thousand retail access lines in the state may not be changed unless reduced by the company. The provisions of § 49-31-4 and § § 49-31-12 to 49-31-12.5, inclusive, do not apply to prices for services regulated by this section. Section 4. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Dialing parity, as defined in 47 U.S.C. § 153 (15) as of January 1, 1998, for purposes of intraLATA long distance telecommunications services, may not be implemented by order of the commission until all providers of toll services are authorized to provide interLATA services which originate in this state. BILL HISTORY 1/20/98 First read in House and referred to State Affairs. H.J. 124 1/30/98 Scheduled for Committee hearing on this date. 1/30/98 State Affairs Deferred to another day. 2/4/98 Scheduled for Committee hearing on this date. 2/4/98 State Affairs Deferred to another day. 2/9/98 Scheduled for Committee hearing on this date. 2/11/98 State Affairs Hog Housed. 2/11/98 Scheduled for Committee hearing on this date. 2/11/98 State Affairs Do Pass Amended, Passed, AYES 8, NAYS 5. H.J. 575 2/12/98 House of Representatives Deferred to another day, AYES 62, NAYS 3. H.J. 634 2/13/98 Motion to Amend, Passed. H.J. 675 2/13/98 Motion to Amend, Passed. H.J. 675 2/13/98 House of Representatives Do Pass Amended, Passed, AYES 47, NAYS 19. H.J. 675"}, {"bill_id": 13720, "bill_version_id": 77272, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "1998-02-23T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the regulation of telecommunication companies and telecommunication services. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. It is in the public interest and essential that local exchange telecommunication companies over all of South Dakota continue to be viable providers of affordable local exchange services. Local exchange telecommunication companies receive substantial revenue necessary to support the exchange from a minority of their customers. Local exchange telecommunication companies must be allowed to compete to keep their profitable customers in order to maintain the viability of local exchanges. Notwithstanding any other provisions of chapter 49-31, any telecommunication company may grant any discounts, incentives, services, or other business practices necessary to meet competition. Nothing in chapter 49-31 restricts or prevents telecommunication companies from offering reduced prices and special terms and conditions for this state, its existing instrumentalities and subdivisions, for the United States and for K through 12 schools accredited by the secretary of the Department of Education and Cultural Affairs. Section 2. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Any regulation of telecommunications service by the commission pursuant to chapters 49-13 and 49-31 shall be fair, reasonable, nondiscriminatory and applicable to all telecommunications carriers providing service in the state. The commission shall establish, by rules promulgated pursuant to chapter 1-26, quality of service standards. Section 3. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Prices as of January 1, 1998, for residential and business local exchange service, both recurring and nonrecurring, for a telecommunications company with more than two hundred thousand retail access lines in the state may not be changed unless reduced by the company. If the telecommunications company reduces its rates pursuant to this Act, it may not subsequently increase such rates. The provisions of § 49-31-4 and § § 49-31-12 to 49-31-12.5, inclusive, do not apply to prices for services regulated by this section. Section 4. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Dialing parity, as defined in 47 U.S.C. § 153 (15) as of January 1, 1998, for purposes of intraLATA long distance telecommunications services, may not be implemented by order of the commission until all providers of toll services are authorized to provide interLATA services which originate in this state. Section 5. Nothing in this Act exempts any telecommunications company from any state or federal antitrust laws. BILL HISTORY 1/20/98 First read in House and referred to State Affairs. H.J. 124 1/30/98 Scheduled for Committee hearing on this date. 1/30/98 State Affairs Deferred to another day. 2/4/98 Scheduled for Committee hearing on this date. 2/4/98 State Affairs Deferred to another day. 2/9/98 Scheduled for Committee hearing on this date. 2/11/98 State Affairs Hog Housed. 2/11/98 Scheduled for Committee hearing on this date. 2/11/98 State Affairs Do Pass Amended, Passed, AYES 8, NAYS 5. H.J. 575 2/12/98 House of Representatives Deferred to another day, AYES 62, NAYS 3. H.J. 634 2/13/98 Motion to Amend, Passed. H.J. 675 2/13/98 Motion to Amend, Passed. H.J. 675 2/13/98 House of Representatives Do Pass Amended, Passed, AYES 47, NAYS 19. H.J. 675 2/14/98 Scheduled for Committee hearing on this date. 2/14/98 First read in Senate and referred to State Affairs. S.J. 535 2/18/98 Scheduled for Committee hearing on this date. 2/20/98 Scheduled for Committee hearing on this date. 2/23/98 Scheduled for Committee hearing on this date. 2/23/98 State Affairs Do Pass Amended, Passed, AYES 5, NAYS 3. S.J. 646"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13720, "action_date": "1998-01-20T14:00:00-06:00", "document_id": 76893, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76893.pdf", "status_text": "First read in House and referred to", "journal_page": 124, "committee_id_action": 600, "committee_id_assigned": 595, "result": "N", "vote": {}}, {"bill_id": 13720, "action_date": "1998-01-30T10:00:00-06:00", "document_id": 76619, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76619.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 595, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13720, "action_date": "1998-01-30T10:00:00-06:00", "document_id": 76619, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76619.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 595, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13720, "action_date": "1998-02-04T10:00:00-06:00", "document_id": 76654, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76654.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 595, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13720, "action_date": "1998-02-04T10:00:00-06:00", "document_id": 76654, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76654.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 595, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13720, "action_date": "1998-02-09T10:00:00-06:00", "document_id": 76688, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76688.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 595, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13720, "action_date": "1998-02-11T00:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 595, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13720, "action_date": "1998-02-11T10:00:00-06:00", "document_id": 76716, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76716.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 595, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13720, "action_date": "1998-02-11T10:00:00-06:00", "document_id": 76716, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76716.pdf", "status_text": "Do Pass Amended,", "journal_page": 575, "committee_id_action": 595, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38702, "president_vote": null, "Yea": [2100, 2106, 2111, 2134, 2141, 2146, 2177, 2131], "Nay": [2136, 2150, 2159, 2180, 2171]}}, {"bill_id": 13720, "action_date": "1998-02-11T10:00:00-06:00", "document_id": 76716, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76716.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 595, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13720, "action_date": "1998-02-12T14:00:00-06:00", "document_id": 76927, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76927.pdf", "status_text": "Deferred to another day", "journal_page": 634, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40687, "president_vote": null, "Yea": [2096, 2097, 2100, 2101, 2104, 2105, 2106, 2108, 2110, 2111, 2113, 2114, 2116, 2117, 2119, 2120, 2123, 2126, 2127, 2128, 2132, 2133, 2136, 2141, 2143, 2144, 2146, 2147, 2150, 2151, 2152, 2153, 2154, 2157, 2158, 2159, 2160, 2161, 2162, 2163, 2164, 2167, 2168, 2172, 2173, 2174, 2176, 2177, 2178, 2180, 2181, 2183, 2185, 2186, 2190, 2192, 2193, 2194, 2195, 2197, 2198, 2134], "Absent": [2098, 2124, 2131], "Nay": [2107, 2109, 2184], "Excused": [2139, 2171]}}, {"bill_id": 13720, "action_date": "1998-02-13T14:00:00-06:00", "document_id": 76929, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76929.pdf", "status_text": "Motion to Amend,", "journal_page": 675, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13720, "action_date": "1998-02-13T14:00:00-06:00", "document_id": 76929, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76929.pdf", "status_text": "Motion to Amend,", "journal_page": 675, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13720, "action_date": "1998-02-13T14:00:00-06:00", "document_id": 76929, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76929.pdf", "status_text": "Do Pass Amended,", "journal_page": 675, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40714, "president_vote": null, "Yea": [2096, 2097, 2100, 2101, 2104, 2105, 2106, 2108, 2110, 2111, 2117, 2119, 2120, 2123, 2124, 2126, 2131, 2133, 2139, 2143, 2144, 2146, 2147, 2151, 2152, 2153, 2154, 2160, 2161, 2162, 2163, 2167, 2168, 2171, 2172, 2173, 2174, 2176, 2178, 2183, 2185, 2186, 2194, 2195, 2197, 2198, 2134], "Excused": [2098, 2128, 2141], "Nay": [2107, 2109, 2113, 2114, 2116, 2127, 2132, 2136, 2150, 2157, 2158, 2159, 2164, 2177, 2180, 2181, 2184, 2192, 2193], "Absent": [2190]}}, {"bill_id": 13720, "action_date": "1998-02-14T07:45:00-06:00", "document_id": 76743, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76743.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 583, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13720, "action_date": "1998-02-14T14:00:00-06:00", "document_id": 76932, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76932.pdf", "status_text": "First read in Senate and referred to", "journal_page": 535, "committee_id_action": 601, "committee_id_assigned": 583, "result": "N", "vote": {}}, {"bill_id": 13720, "action_date": "1998-02-18T07:45:00-06:00", "document_id": 76760, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76760.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 583, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13720, "action_date": "1998-02-20T07:45:00-06:00", "document_id": 76782, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76782.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 583, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13720, "action_date": "1998-02-23T07:45:00-06:00", "document_id": 76792, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76792.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 583, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13720, "action_date": "1998-02-23T07:45:00-06:00", "document_id": 76792, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76792.pdf", "status_text": "Do Pass Amended,", "journal_page": 646, "committee_id_action": 583, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 39399, "president_vote": null, "Yea": [2121, 2125, 2166, 2179, 2137], "Excused": [2122], "Nay": [2140, 2156, 2196]}}, {"bill_id": 13720, "action_date": "1998-02-24T14:00:00-06:00", "document_id": 76944, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76944.pdf", "status_text": "Tabled", "journal_page": 689, "committee_id_action": 601, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 39458, "president_vote": null, "Nay": [2094], "Yea": [2095, 2099, 2102, 2103, 2112, 2115, 2118, 2121, 2122, 2125, 2129, 2135, 2137, 2138, 2140, 2142, 2145, 2148, 2149, 2155, 2156, 2165, 2166, 2169, 2170, 2175, 2179, 2182, 2187, 2188, 2189, 2191, 2196], "Excused": [2130]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/13720"}