{"session_id": 64, "bill_id": 22605, "bill_type": "Senate Bill", "bill_number": 78, "bill_title": "revise the enhanced penalty for unauthorized manufacture, distribution, counterfeiting or possession of Schedule I or II substances.", "sponsors": [{"legislator_profile_id": 3935, "is_prime": true}, {"legislator_profile_id": 3938, "is_prime": false}], "keywords": ["Controlled Substances", "Crimes"], "audio": [{"meeting_datetime": "2022-01-27T08:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sju12.mp3", "start_seconds": 1169.0}, {"meeting_datetime": "2022-01-27T08:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sju12.mp3", "start_seconds": 1169.0}, {"meeting_datetime": "2022-01-27T08:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sju12.mp3", "start_seconds": 1169.0}, {"meeting_datetime": "2022-01-27T08:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sju12.mp3", "start_seconds": 1169.0}], "bill_versions": [{"bill_id": 22605, "bill_version_id": 226923, "bill_version": "Introduced", "bill_version_date": "2022-01-12T14:42:46.53-06:00", "bill_text": "An Act to revise the enhanced penalty for unauthorized manufacture, distribution, counterfeiting or possession of Schedule I or II substances. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 22-42-2 be AMENDED: 22-42-2. Except as authorized by this chapter or chapter 34-20B, no person may manufacture, distribute, or dispense a substance listed in Schedules I or II; possess with intent to manufacture, distribute, or dispense a substance listed in Schedules I or II; create or distribute a counterfeit substance listed in Schedules I or II; or possess with intent to distribute a counterfeit substance listed in Schedules I or II. A violation of this section is a Class 4 felony. However, a violation of this section is a Class 3 felony and shall be punished by a mandatory sentence in the state penitentiary of at least five years, which sentence may not be suspended, if the person is in possession of conduct underlying a violation of this section involved three or more of the following: (1) Three hundred One thousand dollars or more in cash or use of electronic cash applications to facilitate drug transactions of one thousand dollars or more; (2) A firearm or other weapon pursuant to §§ 22-14-6, 22-14-15, 22-14-15.1, 22-14-15.3, and subdivision 22-1-2(8); (3) Bulk materials used for the packaging, weighing, selling, transporting, storing, or distributing of controlled substances, or evidence of such bulk materials; (4) Materials used to manufacture a controlled substance including recipes, precursor chemicals, laboratory equipment, lighting, ventilating or power generating equipment; or (5) Drug transaction records or customer lists.; (6) Multiple types of illegal controlled substances; or (7) The defendant was an organizer, leader, manager, or supervisor who caused a person under the age of eighteen to participate. The distribution of a substance listed in Schedules I or II to a minor is a Class 2 felony. A first conviction under this section shall be punished by a mandatory sentence in the state penitentiary of at least one year, which sentence may not be suspended. Probation, suspended imposition of sentence, or suspended execution of sentence may not form the basis for reducing the mandatory time of incarceration required by this section. A second or subsequent conviction under this section shall be punished by a mandatory sentence in the state penitentiary of at least ten years, which sentence may not be suspended. Probation, suspended imposition of sentence, or suspended execution of sentence may not form the basis for reducing the mandatory time of incarceration required by this section. However, a first conviction for distribution to a minor under this section shall be punished by a mandatory sentence in the state penitentiary of at least five years, which sentence may not be suspended. Probation, suspended imposition of sentence, or suspended execution of sentence may not form the basis for reducing the mandatory time of incarceration required by this section. A second or subsequent conviction for distribution to a minor under this section shall be punished by a mandatory sentence in the state penitentiary of at least fifteen years, which sentence may not be suspended. Probation, suspended imposition of sentence, or suspended execution of sentence, may not form the basis for reducing the mandatory time of incarceration required by this section. Any person who, for consideration, intentionally distributes any controlled substance or counterfeit substance in violation of this section and another person dies as a direct result of using that substance, the sentence for the principal felony shall be enhanced by increasing the class of the principal felony two levels. The enhancement may not exceed the sentence for a Class C felony. A civil penalty may be imposed, in addition to any criminal penalty, upon a conviction of a violation of this section not to exceed ten thousand dollars. A conviction for the purposes of the mandatory sentence provisions of this chapter is the acceptance by a court of any plea, other than not guilty, including nolo contendere, or a finding of guilt by a jury or court."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 22605, "action_date": "2022-01-13T13:00:00-06:00", "document_id": 226925, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/226925.pdf", "status_text": "First read in Senate and referred to", "journal_page": 46, "committee_id_action": 1034, "committee_id_assigned": 1027, "result": "N", "vote": {}}, {"bill_id": 22605, "action_date": "2022-01-27T08:00:00-06:00", "document_id": 229489, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/229489.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1027, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22605, "action_date": "2022-01-27T08:00:00-06:00", "document_id": 229491, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/229491.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1027, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 72049, "president_vote": null, "Excused": [3932], "Nay": [3956, 3990, 4010, 3991], "Yea": [3999, 3935]}}, {"bill_id": 22605, "action_date": "2022-01-27T08:00:00-06:00", "document_id": 229491, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/229491.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 1027, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 72051, "president_vote": null, "Excused": [3932], "Yea": [3956, 3990, 3999, 4010, 3991], "Nay": [3935]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/22605"}