{"session_id": 7, "bill_id": 920, "bill_type": "House Bill", "bill_number": 1127, "bill_title": "provide safe legal access to medical marijuana for certain qualified persons.", "sponsors": [{"legislator_profile_id": 711, "is_prime": true}, {"legislator_profile_id": 718, "is_prime": false}], "keywords": ["Administrative Rules", "Controlled Substances", "Department of Health", "Public Health and Safety"], "audio": [{"meeting_datetime": "2009-02-03T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hhe15.mp3", "start_seconds": 213.0}, {"meeting_datetime": "2009-02-03T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hhe15.mp3", "start_seconds": 213.0}, {"meeting_datetime": "2009-02-03T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hhe15.mp3", "start_seconds": 213.0}, {"meeting_datetime": "2009-02-03T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hhe15.mp3", "start_seconds": 213.0}, {"meeting_datetime": "2009-02-03T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hhe15.mp3", "start_seconds": 213.0}, {"meeting_datetime": "2009-02-03T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hhe15.mp3", "start_seconds": 213.0}, {"meeting_datetime": "2009-02-03T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hhe15.mp3", "start_seconds": 213.0}], "bill_versions": [{"bill_id": 920, "bill_version_id": 5859, "bill_version": "Introduced", "bill_version_date": "2009-01-26T11:30:29.113-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide safe legal access to medical marijuana for certain qualified persons. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Cardholder,\" any qualifying patient or any designated caregiver who has been issued and possesses a valid registry identification card; (2) \"Debilitating medical condition,\" one or more of the following: (a) Cancer, glaucoma, positive status for human immunodeficiency virus, acquired immune deficiency syndrome, hepatitis C, amyotrophic lateral sclerosis, Crohn's disease, agitation of Alzheimer's disease, nail patella, or the treatment of these conditions; (b) A chronic or debilitating disease or medical condition or its treatment that produces one or more of the following: cachexia or wasting syndrome; severe pain; severe nausea; seizures, including those characteristic of epilepsy; or severe and persistent muscle spasms, including those characteristic of multiple sclerosis; or (c) Any other medical condition or its treatment approved by the department, as provided for in section 19 of this Act; (3) \"Department,\" the Department of Health; (4) \"Enclosed, locked facility,\" any closet, room, greenhouse, or other enclosed area equipped with locks or other security devices that permit access only by a registered designated caregiver or registered qualifying patient; (5) \"Marijuana,\" as defined in § 22-42-1; (6) \"Medical use,\" the acquisition, possession, cultivation, manufacture, use, delivery, transfer, or transportation of marijuana or paraphernalia relating to the administration of marijuana to treat or alleviate a registered qualifying patient's debilitating medical condition or symptoms associated with the patient's debilitating medical condition; (7) \"Practitioner,\" any person who is licensed with authority to prescribe drugs; (8) \"Qualifying patient,\" any person who has been diagnosed by a practitioner as having a debilitating medical condition; (9) \"Registry identification card,\" a document issued by the department that identifies a person as a registered qualifying patient or registered designated caregiver; (10) \"Unusable marijuana,\" marijuana seeds, stalks, seedlings, and unusable roots. The term, seedling, means a marijuana plant that has no flowers and is less than twelve inches in height and less than twelve inches in diameter; (11) \"Usable marijuana,\" the dried leaves and flowers of the marijuana plant and any mixture or preparation thereof, but does not include the seeds, stalks, and roots of the plant and does not include the weight of any nonmarijuana ingredients combined with marijuana and prepared for consumption as food or drink; (12) \"Visiting qualifying patient,\" a patient with a debilitating medical condition who is not a resident of South Dakota or who has been a resident of South Dakota less than thirty days; (13) \"Written certification,\" a document signed by a practitioner, stating that in the practitioner's professional opinion the patient is likely to receive therapeutic or palliative benefit from the medical use of marijuana to treat or alleviate the patient's debilitating medical condition or symptoms associated with the debilitating medical condition. A written certification shall be made only in the course of a bona fide practitioner-patient relationship after the practitioner has completed a full assessment of the qualifying patient's medical history. The written certification shall specify the qualifying patient's debilitating medical condition. Section 2. For the purposes of this Act, a designated caregiver is any person who is at least twenty-one years of age, who has agreed to assist with a patient's medical use of marijuana, and who has never been convicted of a felony offense. For the purposes of this section, a felony offense does not include: (1) An offense for which the sentence, including any term of probation, incarceration, or supervised release, was completed ten or more years earlier; or (2) An offense that consisted of conduct for which this Act would likely have prevented a conviction, but the conduct either occurred prior to the enactment of this Act or was prosecuted by an authority other than this state. Section 3. No qualifying patient who has been issued and possesses a registry identification card is subject to arrest, prosecution, or penalty in any manner, including any civil penalty or disciplinary action by a court or occupational or professional licensing board, and may not be denied any right or privilege, for the medical use of marijuana in accordance with this Act, if the qualifying patient possesses an amount of marijuana that does not exceed twelve marijuana plants and six ounces of usable marijuana. The plants shall be kept in an enclosed, locked facility, unless the plants are being transported because the qualifying patient is moving or if the plants are being transported to the qualifying patient's or designated caregiver's property. This section does not apply to the provisions of sections 8 to 11, inclusive, of this Act. Section 4. No designated caregiver who has been issued and possesses a registry identification card is subject to arrest, prosecution, or penalty in any manner, including any civil penalty or disciplinary action by a court or occupational or professional licensing board, and may not be denied any right or privilege, for assisting a qualifying patient to whom the designated caregiver is connected through the department's registration process with the medical use of marijuana in accordance with this Act, if the designated caregiver possesses an amount of marijuana that does not exceed twelve marijuana plants and six ounces of usable marijuana for each qualifying patient to whom the designated caregiver is connected through the department's registration process. The plants shall be kept in an enclosed, locked facility, unless the plants are being transported because the designated caregiver is moving or if the plants are being transported to a designated caregiver's or a qualifying patient's property. This section does not apply to the provisions of sections 8 to 11, inclusive, of this Act. Section 5. Any registered designated caregiver or registered qualifying patient may possess a reasonable amount of unusable marijuana, including up to twelve seedlings, which may not be counted toward the limits in section 3 or 4 of this Act. Section 6. There is a rebuttable presumption that a qualifying patient or designated caregiver is engaged in the medical use of marijuana in accordance with this Act if the qualifying patient or designated caregiver: (1) Is in possession of a registry identification card; and (2) Is in possession of an amount of marijuana that does not exceed the amount allowed under this Act. The presumption may be rebutted by evidence that conduct related to marijuana was not for the purpose of treating or alleviating the qualifying patient's debilitating medical condition or symptoms associated with the debilitating medical condition, pursuant to this Act. Section 7. No cardholder is subject to arrest, prosecution, or penalty in any manner, including any civil penalty or disciplinary action by a court or occupational or professional licensing board, and may not be denied any right or privilege, for giving marijuana to a registered qualifying patient or a registered designated caregiver for the registered qualifying patient's medical use if nothing of value is transferred in return, or for offering to do the same, if the person giving the marijuana does not knowingly cause the recipient to possess more marijuana than is permitted by this Act. Section 8. No school may refuse to enroll, or otherwise penalize, a person solely for the person's status as a registered qualifying patient or a registered designated caregiver, unless failing to do so would put the school in violation of federal law or regulation. Section 9. No landlord may refuse to lease to, or otherwise penalize, a person solely for the person's status as a registered qualifying patient or a registered designated caregiver, unless failing to do so would put the landlord in violation of federal law or regulation. Section 10. Unless a failure to do so would put an employer in violation of federal law or federal regulation, no employer may discriminate against a person in hiring, termination, or any term or condition of employment, or otherwise penalize a person, if the discrimination is based upon either of the following: (1) The person's status as a registered qualifying patient or registered designated caregiver; or (2) A registered qualifying patient's positive drug test for marijuana components or metabolites, unless the patient used, possessed, or was impaired by marijuana on the premises of the place of employment or during the hours of employment. Section 11. No person may be denied custody of, or visitation or parenting time with, a minor and there is no presumption of neglect or child endangerment for conduct allowed under this Act, unless the person's behavior is such that the behavior creates an unreasonable danger to the safety of the minor as established by clear and convincing evidence. Section 12. For the purposes of medical care, including organ transplants, a registered qualifying patient's authorized use of marijuana pursuant to this Act shall be considered the equivalent of the authorized use of any other medication used at the direction of a physician, and does not constitute the use of an illicit substance. Section 13. A registered designated caregiver may receive compensation for costs associated with assisting a registered qualifying patient's medical use of marijuana, if the registered designated caregiver is connected to the registered qualifying patient through the department's registration process. Any such compensation does not constitute the sale of controlled substances. Section 14. No practitioner is subject to arrest, prosecution, or penalty in any manner, including any civil penalty or disciplinary action by the Board of Medical and Osteopathic Examiners or by any other occupational or professional licensing board, and may not be denied any right or privilege, solely for providing written certifications or for otherwise stating that, in the practitioner's professional opinion, a patient is likely to receive therapeutic benefit from the medical use of marijuana to treat or alleviate the patient's debilitating medical condition or symptoms associated with the debilitating medical condition. However, nothing in this section prevents a professional licensing board from sanctioning a practitioner for failing to properly evaluate a patient's medical condition or otherwise violating the standard of care for evaluating medical conditions. Section 15. No person is subject to arrest, prosecution, or penalty in any manner, and may not be denied any right or privilege, including any civil penalty or disciplinary action by a court or occupational or professional licensing board, for providing a registered qualifying patient or a registered designated caregiver with marijuana paraphernalia for purposes of a qualifying patient's medical use of marijuana. Section 16. No marijuana, marijuana paraphernalia, licit property, or interest in licit property that is possessed, owned, or used in connection with the medical use of marijuana as allowed pursuant to this Act may be seized or forfeited. No person is subject to arrest, prosecution, or penalty in any manner, including any civil penalty or disciplinary action by a court or occupational or professional licensing board, and may not be denied any right or privilege, simply for being in the presence or vicinity of the medical use of marijuana as allowed under this Act, or for assisting a registered qualifying patient with using or administering marijuana. Section 17. A registry identification card, or its equivalent, that is issued under the laws of another state, district, territory, commonwealth, or insular possession of the United States that allows, in the jurisdiction of issuance, a visiting qualifying patient to possess marijuana for medical purposes, has the same force and effect as a registry identification card issued by the department. Section 18. Any cardholder who sells marijuana to a person who is not allowed to use marijuana for medical purposes under this Act shall have his or her registry identification card revoked, and is subject to other penalties for the unauthorized sale of marijuana. The department may revoke the registry identification card of any cardholder who violates this section. Section 19. Not later than one hundred twenty days after the effective date of this Act, the department shall promulgate rules pursuant to chapter 1-26 governing the manner in which the department shall consider petitions from the public to add debilitating medical conditions or treatments to the list of debilitating medical conditions set forth in this Act. In considering such petitions, the department shall include public notice of, and an opportunity to comment in a public hearing upon, the petitions. The department shall, after hearing, approve or deny a petition within one hundred eighty days of its submission. The approval or denial of a petition is a final department action, subject to judicial review. Jurisdiction and venue for judicial review are vested in the circuit court. Section 20. Not later than one hundred twenty days after the effective date of this Act, the department shall promulgate rules pursuant to chapter 1-26 governing the manner in which the department shall consider applications for and renewals of registry identification cards for qualifying patients and designated caregivers. The department's rules shall establish application and renewal fees that generate revenues sufficient to offset all expenses of implementing and administering this Act. The department may establish a schedule of application and renewal fees based upon a qualifying patient's family income. The department may accept donations from private sources in order to offset the application and renewal fees. Section 21. The department shall issue registry identification cards to qualifying patients who submit the following, in accordance with the department's rules: (1) Written certification; (2) Application or renewal fee; (3) Name, address, and date of birth of the qualifying patient, except that if the applicant is homeless, no address is required; (4) Name, address, and telephone number of the qualifying patient's practitioner; (5) Name, address, and date of birth of each designated caregiver designated, if any, by the qualifying patient; (6) A statement signed by the qualifying patient, pledging not to divert marijuana to anyone who is not allowed to possess marijuana pursuant to this Act; and (7) A signed statement from the designated caregiver, if any, agreeing to be designated as the patient's designated caregiver and pledging not to divert marijuana to anyone who is not allowed to possess marijuana pursuant to this Act. Section 22. The department may not issue a registry identification card to a qualifying patient who is under the age of eighteen unless: (1) The qualifying patient's practitioner has explained the potential risks and benefits of the medical use of marijuana to the custodial parent or legal guardian with responsibility for health care decisions for the qualifying patient; and (2) The custodial parent or legal guardian with responsibility for health care decisions for the qualifying patient consents in writing to: (a) Allow the qualifying patient's medical use of marijuana; (b) Serve as one of the qualifying patient's designated caregivers; and (c) Control the acquisition of the marijuana, the dosage, and the frequency of the medical use of marijuana by the qualifying patient. Section 23. The department shall verify the information contained in an application or renewal and shall approve or deny an application or renewal within fifteen days of receiving it. The department may deny an application or renewal only if the applicant did not provide the information required, the applicant previously had a registry identification card revoked for violating this Act, or the department determines that the information provided was falsified. Rejection of an application or renewal is considered a final department action, subject to judicial review. Jurisdiction and venue for judicial review are vested in the circuit court. Section 24. The department shall issue a registry identification card to each designated caregiver, if any, who is named in a qualifying patient's approved application, if the designated caregiver meets the requirements of section 2 of this Act. No qualifying patient may have more than two designated caregivers. The department shall notify any qualifying patient who has designated someone to serve as the qualifying patient's designated caregiver if a registry identification card can not be issued to the designated person. A designated caregiver shall be issued a registry identification card each time the designated caregiver is designated by a qualifying patient. However, no designated caregiver may assist more than five qualifying patients with their medical use of marijuana. Section 25. The department shall issue registry identification cards to qualifying patients and to designated caregivers within five days of approving an application or renewal. Each registry identification card expires one year after the date of issuance, unless the practitioner states in the written certification that the practitioner believes the qualifying patient would benefit from medical marijuana only until a specified earlier or later date, then the registry identification card shall expire on that date. Registry identification cards shall contain all of the following: (1) Name, address, and date of birth of the qualifying patient; (2) Name, address, and date of birth of each designated caregiver, if any, of the qualifying patient; (3) The date of issuance and expiration date of the registry identification card; (4) A random twenty digit identification number, containing at least four numbers and at least four letters, that is unique to the cardholder; and (5) A photograph, if required by the department. Section 26. A registered qualifying patient shall notify the department of any change of name, address, or designated caregiver, or if the registered qualifying patient ceases to have the debilitating medical condition, within ten days of such change. A registered qualifying patient who fails to notify the department of any of these changes is subject to a civil penalty, punishable by a civil fine of no more than one hundred fifty dollars. If the registered qualifying patient's certifying practitioner notifies the department in writing that either the registered qualifying patient has ceased to suffer from a debilitating medical condition or that the practitioner no longer believes the patient would receive therapeutic or palliative benefit from the medical use of marijuana, the card is null and void upon notification by the department to the qualifying patient. A registered designated caregiver shall notify the department of any change of name or address within ten days of such change. A registered designated caregiver who fails to notify the department of any of these changes is subject to a civil infraction, punishable by a penalty of no more than one hundred fifty dollars. If a registered qualifying patient or registered designated caregiver notifies the department of any change listed in this section, the department shall issue the registered qualifying patient and each registered designated caregiver a new registry identification card with new random twenty digit identification numbers within ten days of receiving the updated information and a ten dollar fee. If a registered qualifying patient ceases to be a registered qualifying patient or changes a registered designated caregiver, the department shall notify the designated caregiver within ten days. The registered designated caregiver's protections under this Act as to that qualifying patient expires ten days after notification by the department. If a cardholder loses his or her registry identification card, the cardholder shall notify the department and submit a ten dollar fee within ten days of losing the card. Within five days after such notification, the department shall issue a new registry identification card with a new random identification number. Section 27. Possession of, or application for, a registry identification card does not constitute probable cause or reasonable suspicion, nor does it support the search of the person or property of the person possessing or applying for the registry identification card. Section 28. Any application or supporting information submitted by a qualifying patient or designated caregiver, including information regarding designated caregivers and practitioners, is confidential. The department shall maintain a confidential list of the persons to whom the department has issued registry identification cards. Individual names and other identifying information on the list are confidential and are not subject to disclosure, except to authorized employees of the department as necessary to perform official duties of the department. Section 29. The department shall verify to law enforcement personnel whether a registry identification card is valid, without disclosing more information than is reasonably necessary to verify the authenticity of the registry identification card. The department shall establish a secure web-based system; an unstaffed, automated twenty-four-hour toll-free telephone number; or both, which law enforcement personnel can use to verify registry identification cards outside of business hours. The twenty-four-hour number or web-based system shall allow law enforcement to enter in a registry identification number to determine whether or not the number corresponds with a current, valid identification card. The system may disclose the name and photograph of the cardholder, but may not disclose the address. Searches in the twenty- four-hour system can only be conducted by registry identification number. Section 30. No person, including an employee or official of the department or another state agency or local government, may breach the confidentiality of information obtained pursuant to this Act. A violation of this provision is a Class 1 misdemeanor. Notwithstanding this provision, department employees may notify law enforcement about falsified or fraudulent information submitted to the department, so long as the employee who suspects that falsified or fraudulent information has been submitted confers with the employee's supervisor, and both agree that circumstances exist that warrant reporting. Section 31. The department shall submit to the Legislature an annual report that does not disclose any identifying information about qualifying patients, designated caregivers, or practitioners, but does contain, at a minimum, all of the following information: (1) The number of applications and renewals filed for registry identification cards; (2) The number of qualifying patients and designated caregivers approved in each county; (3) The nature of the debilitating medical conditions of the qualifying patients; (4) The number of registry identification cards revoked; and (5) The number of practitioners providing written certifications for qualifying patients. Section 32. If a state or locally funded law enforcement agency encounters a person who, during the course of the investigation, credibly asserts that he or she is a registered qualifying patient or registered designated caregiver, the law enforcement agency may not provide any information from any marijuana-related investigation of the person to any law enforcement authority that does not recognize the protection of this Act and any prosecution of the person for a violation of this Act shall be conducted pursuant to the laws of this state. Section 33. The application for a qualifying patient's registry identification card shall include a question asking whether the patient wants the department to notify him or her of any clinical studies regarding marijuana's risk or efficacy that seek human subjects. The department shall inform those patients who answer in the affirmative of any such studies the department is notified of that will be conducted in the United States. Section 34. This Act does not permit any person to do any of the following, nor does it prevent the imposition of any civil, criminal, or other penalties for any such actions: (1) Undertake any task under the influence of marijuana, if doing so would constitute negligence or professional malpractice; (2) Possess marijuana, or otherwise engage in the medical use of marijuana: (a) In a school bus; (b) On the grounds of any preschool or primary or secondary school; or (c) In any correctional facility. (3) Smoke marijuana: (a) On any form of public transportation; or (b) In any public place. (4) Operate, navigate, or be in actual physical control of any motor vehicle, aircraft, or motorboat while under the influence of marijuana. However, a registered qualifying patient is not to be considered to be under the influence of marijuana solely because of the presence of metabolites or components of marijuana that appear in insufficient concentration to cause impairment; (5) Use marijuana if that person does not have a debilitating medical condition. Section 35. Nothing in this Act requires: (1) A government medical assistance program or private health insurer to reimburse a person for costs associated with the medical use of marijuana; (2) Any person or establishment in lawful possession of property to allow a guest, client, customer, or other visitor to use marijuana on or in that property. This Act does not limit a person or entity in lawful possession of property, or an agent of such person or entity, from expelling such visitor who uses marijuana without permission from the person's property and from seeking civil and criminal penalties for the unauthorized use of marijuana on the property; or (3) An employer to accommodate the ingestion of marijuana in any workplace or any employee working while under the influence of marijuana. However, a qualifying patient is not to be considered to be under influence of marijuana solely because of the presence of metabolites or components of marijuana that appear in insufficient concentration to cause impairment. This Act does not limit an employer's ability to discipline an employee for ingesting marijuana in the workplace or working while under the influence of marijuana. Section 36. Fraudulent representation to a law enforcement official of any fact or circumstance relating to the medical use of marijuana to avoid arrest or prosecution is a Class 2 misdemeanor. Section 37. Except as provided in section 34 of this Act, a patient may assert the medical purpose for using marijuana as a defense to any prosecution of an offense involving marijuana intended for the patient's medical use, and this defense is valid if the evidence shows that: (1) A practitioner has stated that, in the practitioner's professional opinion, after having completed a full assessment of the patient's medical history and current medical condition made in the course of a bona fide practitioner-patient relationship, the patient is likely to receive therapeutic or palliative benefit from the medical use of marijuana to treat or alleviate the patient's debilitating medical condition or symptoms associated with the patient's debilitating medical condition; (2) The patient and the patient's designated caregiver, if any, were collectively in possession of a quantity of marijuana that was not more than was reasonably necessary to ensure the uninterrupted availability of marijuana for the purpose of treating or alleviating the patient's debilitating medical condition or symptoms associated with the patient's debilitating medical condition; (3) The patient was engaged in the acquisition, possession, cultivation, manufacture, use, or transportation of marijuana, paraphernalia, or both, relating to the administration of marijuana solely to treat or alleviate the patient's debilitating medical condition or symptoms associated with the patient's debilitating medical condition; and (4) If any marijuana plants were involved, the plants were kept in an enclosed area equipped with locks or other security devices that permit access only by the patient. A person may assert the medical purpose for using marijuana in a motion to dismiss, and the charges shall be dismissed following an evidentiary hearing in which the person shows the elements listed in this section. If a patient demonstrates the patient's medical purpose for using marijuana pursuant to this section, except as provided in section 34 of this Act, the patient and the patient's designated caregiver are not subject to disciplinary action by an occupational or professional licensing board or forfeiture of any interest in or right to nonmarijuana, licit property for the patient's use of marijuana for medical purposes. If the department fails to adopt rules to implement this Act within one hundred twenty days of the effective date of this Act, a qualifying patient may commence an action in circuit court to compel the department to perform the actions mandated pursuant to the provisions of this Act."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 920, "action_date": "2009-01-26T14:00:00-06:00", "document_id": 5891, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/5891.pdf", "status_text": "First read in House and referred to", "journal_page": 131, "committee_id_action": 56, "committee_id_assigned": 45, "result": "N", "vote": {}}, {"bill_id": 920, "action_date": "2009-02-03T07:45:00-06:00", "document_id": 6326, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6326.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 45, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 920, "action_date": "2009-02-03T07:45:00-06:00", "document_id": 6694, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6694.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 45, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 920, "action_date": "2009-02-03T07:45:00-06:00", "document_id": 6694, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6694.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 45, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 920, "action_date": "2009-02-03T07:45:00-06:00", "document_id": 6694, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6694.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 45, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 920, "action_date": "2009-02-03T07:45:00-06:00", "document_id": 6694, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6694.pdf", "status_text": "Tabled", "journal_page": 260, "committee_id_action": 45, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 3515, "president_vote": null, "Nay": [716, 730, 665, 718], "Yea": [666, 715, 692, 737, 683, 722, 681, 735, 646]}}]}