{"session_id": 69, "bill_id": 24714, "bill_type": "Senate Bill", "bill_number": 77, "bill_title": "revise and repeal provisions related to threatening law enforcement officers and elected officials and to provide a penalty therefor.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24714", "sponsors": [{"legislator_profile_id": 4506, "is_prime": true}, {"legislator_profile_id": 4550, "is_prime": true}, {"legislator_profile_id": 4476, "is_prime": false}, {"legislator_profile_id": 4478, "is_prime": false}, {"legislator_profile_id": 4492, "is_prime": false}, {"legislator_profile_id": 4495, "is_prime": false}, {"legislator_profile_id": 4510, "is_prime": false}, {"legislator_profile_id": 4512, "is_prime": false}, {"legislator_profile_id": 4517, "is_prime": false}, {"legislator_profile_id": 4521, "is_prime": false}, {"legislator_profile_id": 4529, "is_prime": false}, {"legislator_profile_id": 4540, "is_prime": false}, {"legislator_profile_id": 4543, "is_prime": false}, {"legislator_profile_id": 4552, "is_prime": false}, {"legislator_profile_id": 4555, "is_prime": false}, {"legislator_profile_id": 4564, "is_prime": false}, {"legislator_profile_id": 4568, "is_prime": false}, {"legislator_profile_id": 4570, "is_prime": false}, {"legislator_profile_id": 4571, "is_prime": false}, {"legislator_profile_id": 4573, "is_prime": false}, {"legislator_profile_id": 4575, "is_prime": false}, {"legislator_profile_id": 4576, "is_prime": false}], "keywords": ["Crimes", "Law Enforcement", "Public Officers and Employees"], "audio": [], "bill_versions": [{"bill_id": 24714, "bill_version_id": 258914, "bill_version": "Introduced", "bill_version_date": "2024-01-10T05:54:15.143-06:00", "bill_text": "An Act to revise and repeal provisions related to threatening law enforcement officers and elected officials and to provide a penalty therefor. Be it enacted by the Legislature of the State of South Dakota: Section 1. That chapter 22-11 be amended with a NEW SECTION: Any person who knowingly and intentionally communicates any verbal, written, or electronic threat to take the life of or to inflict bodily harm upon an elected official or law enforcement officer, or the immediate family of an elected official or law enforcement officer, is guilty of a Class 5 felony. For the purposes of this section, the term \"elected official\" means any person holding a statewide office as defined in § 12-27-1, any member of the Legislature, any person in local government elective office, any school board member, and any person who has been elected or appointed to elective office who has not yet assumed office. If a threat constitutes a violation of § 22-11-4 or 22-18-1.1, the provisions of this section are superseded, and the penalties provided in § 22-11-4 or 22-18-1.1 apply. Section 2. That § 22-11-15.2 be REPEALED: Any person who, knowingly and intentionally, deposits for conveyance in the mail or for a delivery from any post office or by any messenger any letter, paper, writing, print, or document containing any threat to take the life of or to inflict bodily harm upon a constitutional officer or former constitutional officer of the state, or a member of the constitutional officer's immediate family, or who, knowingly and intentionally, otherwise makes any threat to take the life of or to inflict bodily harm upon a constitutional officer or former constitutional officer or a member of the constitutional officer's immediate family is guilty of a Class 5 felony. Section 3. That § 22-11-15.5 be REPEALED: Any person who, knowingly and intentionally, deposits for conveyance in the mail or for a delivery from any post office or by any messenger, any letter, paper, writing, print, or document containing any threat to take the life of or to inflict serious bodily harm upon a law enforcement officer of the state or a member of the officer's immediate family is guilty of a Class 5 felony. However, if any such threat is made which otherwise would constitute a violation of § 22-11-4 or 22-18-1.1, the provisions of such sections supersede the provisions of this section, and the penalties provided in § 22-11-4 or 22-18-1.1 apply. Section 4. That § 22-11-15.6 be REPEALED: Any person who, knowingly and intentionally, communicates any threat not subject to § 22-11-15.5 to take the life of or to inflict serious bodily harm upon a law enforcement officer of the state or a member of the officer's immediate family, is guilty of a Class 1 misdemeanor. However, if any such threat is made which otherwise would constitute a violation of § 22-11-4 or 22-18-1.1, the provisions of such sections supersede the provisions of this section, and the penalties provided in § 22-11-4 or 22-18-1.1 apply."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24714, "action_date": "2024-01-10T10:30:00-06:00", "document_id": 257026, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/257026.pdf", "status_text": "First read in Senate and referred to", "journal_page": 34, "committee_id_action": 1219, "committee_id_assigned": 1214, "result": "N", "vote": {}}]}