{"session_id": 21, "bill_id": 6185, "bill_type": "House Bill", "bill_number": 1078, "bill_title": "adopt the South Dakota Nonprofit Corporation Act.", "sponsors": [{"legislator_profile_id": 902, "is_prime": true}, {"legislator_profile_id": 912, "is_prime": true}, {"legislator_profile_id": 917, "is_prime": false}, {"legislator_profile_id": 924, "is_prime": false}, {"legislator_profile_id": 861, "is_prime": false}, {"legislator_profile_id": 872, "is_prime": false}], "keywords": ["Corporations"], "audio": [{"meeting_datetime": "2015-01-28T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hst11.mp3", "start_seconds": 872.0}, {"meeting_datetime": "2015-01-28T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hst11.mp3", "start_seconds": 872.0}, {"meeting_datetime": "2015-01-28T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hst11.mp3", "start_seconds": 872.0}, {"meeting_datetime": "2015-01-28T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hst11.mp3", "start_seconds": 872.0}, {"meeting_datetime": "2015-02-11T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hst20.mp3", "start_seconds": 7736.0}, {"meeting_datetime": "2015-02-11T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hst20.mp3", "start_seconds": 7736.0}, {"meeting_datetime": "2015-02-11T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hst20.mp3", "start_seconds": 7736.0}, {"meeting_datetime": "2015-02-11T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hst20.mp3", "start_seconds": 7736.0}], "bill_versions": [{"bill_id": 6185, "bill_version_id": 33537, "bill_version": "Introduced", "bill_version_date": "2015-01-23T09:25:48.39-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to adopt the South Dakota Nonprofit Corporation Act. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Office of the Secretary of State shall accept for filing any document satisfying the following requirements, and the requirements of any other section of this Act that adds to or varies these requirements: (1) The document is required or permitted to be filed in the Office of the Secretary of State; (2) The document contains the information required by this Act; (3) The document is typewritten or printed or, if electronically transmitted, is in a format that can be retrieved or reproduced in typewritten or printed form; (4) The document is in the English language. A nonprofit corporate name need not be in English if written in English letters or in English letters in combination with Arabic or Roman numerals. The certificate of existence required of foreign corporations need not be in English if accompanied by a reasonably authenticated English translation; (5) The document is executed by one of the following persons: (a) By the chair of the board of directors of a domestic or foreign nonprofit corporation, by its president, or by another of its officers; (b) If directors have not been selected or the nonprofit corporation has not been formed, by an incorporator; or (c) If the nonprofit corporation is in the hands of a receiver, trustee, or other court-appointed fiduciary, by that receiver, trustee, or court-appointed fiduciary; (6) The person executing the document has signed it and has stated beneath or opposite the signature the person's name and the capacity in which the person signs. The document may, but need not, contain a corporate seal, attestation, acknowledgment, or verification; (7) If the Office of the Secretary of State prescribes a mandatory form for the document under section 2 of this Act, the document is in or on the prescribed form; (8) The document is delivered to the Office of the Secretary of State for filing. Delivery may be made by electronic transmission if and to the extent permitted by the Office of the Secretary of State. If the document is filed in typewritten or printed form and not transmitted electronically, the Office of the Secretary of State may require one exact or conformed copy to be delivered with the document; and (9) When the document is delivered to the Office of the Secretary of State for filing, the correct filing fee, and any license fee, or penalty required to be paid at that time by sections 1 to 19, inclusive, of this Act, or other law is paid or provision for payment made in a manner permitted by the Office of the Secretary of State. Section 2. The Office of the Secretary of State may prescribe and furnish, on request, forms for: (1) An application for a certificate of existence; (2) A foreign nonprofit corporation's application for a certificate of authority to conduct activities in this state; (3) A foreign nonprofit corporation's application for a certificate of withdrawal; and (4) The annual report. The Office of the Secretary of State may require the use of the forms described in this section. The Office of the Secretary of State may prescribe and furnish, on request, forms for other documents required or permitted to be filed by this Act but the use of such forms is not mandatory. Section 3. (a) The Office of the Secretary of State shall collect the following fees when the documents described in this section are delivered for filing: (1) Articles of incorporation for nonprofit, $30; (2) Application for use of indistinguishable name, $10; (3) Application for reserved name, $25; (4) Notice of transfer of reserved name, $15; (5) Application for registered name, $25; (6) Application for renewal of registered name, $15. A renewal application may be filed between the first day of October and the thirty-first day of December in each year and shall extend the registration for the following year; (7) Articles of domestication, $30; (8) Articles of charter surrender, $30; (9) Articles of domestication and conversion, $30; (10) Articles of entity conversion, $30; (11) Amendment of articles of incorporation, $15; (12) Restatement of articles of incorporation, $15; (13) Articles of merger or membership exchange, $15; (14) Articles of dissolution, $5; (15) Articles of revocation of dissolution, $5; (16) Certificate of administrative dissolution, no charge; (17) Application for reinstatement following administrative dissolution, plus any delinquent annual report filing fees for the period prior to the reinstatement application, $30 plus fees; (18) Certificate of reinstatement, no charge; (19) Certificate of judicial dissolution, no charge; (20) Application for certificate of authority, $125; (21) Application for amended certificate of authority, $25; (22) Application for certificate of withdrawal, $5; (23) Application for transfer of authority, $10; (24) Certificate of revocation of authority to conduct activities, no charge; (25) Annual report, $10; (26) Articles of correction, $15; (27) Application for certificate of existence or authorization, $20; (28) Any other document required or permitted to be filed by this chapter, $10. (b) The Office of the Secretary of State shall collect a fee of thirty dollars each time process is served on the Office of the Secretary of State under sections 1 to 19, inclusive, of this Act. The party to a proceeding causing service of process is entitled to recover this fee as costs if the party prevails in the proceeding. (c) The Office of the Secretary of State shall collect the following fees for copying and certifying the copy of any filed document relating to a domestic or foreign corporation: (1) One dollar a page for copying; (2) Twenty dollars for copying microfiche archived documents for a single nonprofit corporation; and (3) Fifteen dollars for the certificate of certification. Section 4. (a) Except as provided in subsection (b) and section 5 of this Act, a document accepted for filing is effective: (1) At the date and time of filing, as evidenced by such means as the Office of the Secretary of State may use for the purpose of recording the date and time of filing; or (2) At the time specified in the document as its effective time on the date it is filed. (b) A document may specify a delayed effective time and date, and if it does so the document becomes effective at the time and date specified. If a delayed effective date is indicated, but no time is specified, the document is effective at the close of business on that date. A delayed effective date for a document may not be later than the ninetieth day after the date it is filed. Section 5. (a) A domestic or foreign corporation may correct a document filed by the Office of the Secretary of State if any of the following occur: (1) The document contains an inaccuracy; (2) The document was defectively executed, attested, sealed, verified, or acknowledged; or (3) The electronic transmission was defective. (b) A document is corrected: (1) By preparing articles of correction that: (a) Describe the document, including its filing date, or attach a copy of it to the articles; (b) Specify the inaccuracy or defect to be corrected; and (c) Correct the inaccuracy or defect; and (2) By delivering the articles to the Office of the Secretary of State for filing. (c) Articles of correction are effective on the effective date of the document that they correct except as to persons relying on the uncorrected document and adversely affected by the correction. As to those persons, articles of correction are effective when filed. Section 6. If a document delivered to the Office of the Secretary of State for filing satisfies the requirements of section 1 of this Act, the Office of the Secretary of State shall file it. The Office of the Secretary of State files a document by recording it as filed on the date and time of receipt. After filing a document, the Office of the Secretary of State shall deliver to the domestic or foreign nonprofit corporation or its representative a receipt with an acknowledgment of the date and time of filing. If the Office of the Secretary of State refuses to file a document, the Office of the Secretary of State shall return it to the domestic or foreign nonprofit corporation or its representative within five days after the document is delivered, together with a brief, written explanation of the reason for the refusal. The Office of the Secretary of State's duty to file documents under this section is ministerial. The Office of the Secretary of State's filing or refusing to file a document does not: (1) Affect the validity or invalidity of the document in whole or part; (2) Relate to the correctness or incorrectness of information contained in the document; or (3) Create a presumption that the document is valid or invalid or that information contained in the document is correct or incorrect. Section 7. If the Office of the Secretary of State refuses to file a document delivered to the Office of the Secretary of State for filing, the domestic or foreign nonprofit corporation may appeal the refusal within thirty days after the return of the document to the circuit court of the county where the corporation's principal office is located in this state or, if none in this state, to the circuit court of Hughes County. The appeal is commenced by petitioning the court to compel filing the document and by attaching to the petition the document and the Office of the Secretary of State's explanation of the refusal to file. The court may summarily order the Office of the Secretary of State to file the document or take other action the court considers appropriate. The court's final decision may be appealed as in other civil proceedings. Section 8. Any certificate from the Office of the Secretary of State delivered with a copy of a document filed by the Office of the Secretary of State, is conclusive evidence that the original document is on file with the Office of the Secretary of State. Section 9. Any person may apply to the Office of the Secretary of State to furnish a certificate of existence for a domestic nonprofit corporation or a certificate of authorization for a foreign nonprofit corporation. A certificate of existence or authorization shall set forth: (a) The domestic nonprofit corporation's corporate name or the foreign nonprofit corporation's corporate name used in this state; (b) That the domestic nonprofit corporation is duly incorporated under the law of this state, the date of its incorporation, and the period of its duration if less than perpetual; or that the foreign nonprofit corporation is authorized to conduct activities in this state; (c) That all fees, taxes, and penalties owed to this state have been paid, if: (1) Payment is reflected in the records of the Office of the Secretary of State; and (2) Nonpayment affects the existence or authorization of the domestic or foreign nonprofit corporation; (d) That its most recent annual report has been delivered to the Office of the Secretary of State; (e) That articles of dissolution have not been filed; and (f) Other facts of record in the Office of the Secretary of State that may be requested by the applicant. Subject to any qualification stated in the certificate, a certificate of existence or authorization issued by the Office of the Secretary of State may be relied upon as conclusive evidence that the domestic or foreign nonprofit corporation is in existence or is authorized to conduct activities in this state. Section 10. No person may sign a document, paper form or electronically, knowing it is false in any material respect with intent that the document be delivered to the Office of the Secretary of State for filing. An offense under this section is subject to an administrative penalty assessed by the Office of the Secretary of State in any amount not exceeding five hundred dollars. Section 11. The Office of the Secretary of State has the power and authority reasonably necessary to perform the duties required of Office of the Secretary of State by this Act. Section 12. For the purposes of this Act, the following terms mean: (1) \"Articles\" or \"articles of incorporation,\" the original articles of incorporation, all amendments thereof, and any other records filed with the Office of the Secretary of State with respect to a domestic nonprofit corporation under any provision of this Act. If any record filed under this Act restates the articles in their entirety, thenceforth the articles may not include any prior filings; (2) \"Board\" or \"board of directors,\" the group of individuals responsible for the management of the activities and affairs of the nonprofit corporation, regardless of the name used to refer to the group. The term includes a designated body to the extent: (i) The powers, functions, or authority of the board are vested in, or are exercised by, the designated body; and (ii) The provision of this Act in which the term appears is relevant to the discharge by the designated body of its powers, functions, or authority; (3) \"Business corporation\" or \"domestic business corporation,\" a corporation incorporated under the laws of this state and subject to the provisions of the business corporation act; (4) \"Bylaws,\" the code or codes of rules, other than the articles of incorporation, adopted for the regulation and governance of the internal affairs of the nonprofit corporation, regardless of the name used to refer to those rules; (5) \"Charitable corporation,\" a domestic nonprofit corporation that is operated primarily or exclusively for one or more charitable purposes; (6) \"Charitable purpose,\" a purpose that: (i) Would make a corporation operated exclusively for that purpose eligible to be exempt from taxation under section 501(c)(3) or (4) of the Internal Revenue Code; or (ii) Is considered charitable under law other than this Act or the Internal Revenue Code; (7) \"Conspicuous,\" so written, displayed, or presented that a reasonable person against whom the record is to operate should have noticed it. For example, text in italics, boldface, contrasting color or capitals, or that is underlined, is conspicuous; (8) \"Corporation,\" \"domestic corporation,\" \"domestic nonprofit corporation,\" or \"nonprofit corporation,\" a corporation incorporated pursuant to or subject to the provisions of this Act that is not a foreign corporation; (9) \"Delegate,\" a person elected or appointed to vote in a representative assembly for the election of directors or on other matters; (10) \"Deliver\" or \"delivery,\" any method of delivery used in conventional commercial practice, including delivery by hand, mail, commercial delivery, and electronic transmission, except that delivery to the Office of the Secretary of State means actual receipt by the Office of the Secretary of State; (11) \"Designated body,\" a person or group, other than a committee of the board of directors, that is vested by the articles of incorporation or bylaws with powers that, if not vested by the articles or bylaws in that person or group, would be required by this Act to be exercised by the board or the members; (12) \"Director,\" an individual designated, elected, or appointed, by that or any other name or title, to act as a member of the board of directors, while the individual is holding that position. The term does not include a member of a designated body, as such; (13) \"Domestic unincorporated entity,\" an unincorporated entity whose internal affairs are governed by the laws of this state; (14) \"Effective date of notice,\" as provided pursuant to section 13 of this Act; (15) \"Electronic,\" relating to technology having electrical, digital, magnetic, wireless, optical, electromagnetic, or similar capabilities; (16) \"Eligible entity,\" a domestic or foreign unincorporated entity or a domestic or foreign business corporation; (17) \"Eligible interests,\" interests or shares; (18) \"Employee,\" does not include an individual serving as an officer or director who is not otherwise employed by the corporation; (19) \"Entitled to vote,\" entitled to vote on the matter under consideration pursuant to the articles of incorporation or bylaws of the nonprofit corporation or any applicable controlling provision of law; (20) \"Entity,\" includes a domestic or foreign business corporation, domestic or foreign nonprofit corporation, domestic or foreign unincorporated entity, estate, trust, state, the United States, foreign government, or governmental subdivision; (21) \"Filing entity,\" an unincorporated entity that is created by filing a public organic record; (22) \"Foreign business corporation,\" a corporation for profit incorporated under a law other than the law of this state that would be a business corporation if incorporated under the law of this state; (23) \"Foreign corporation\" or \"foreign nonprofit corporation,\" a corporation incorporated pursuant to a law other than the law of this state that would be a nonprofit corporation if incorporated under the law of this state; (24) \"Foreign unincorporated entity,\" an unincorporated entity whose internal affairs are governed by an organic law of a jurisdiction other than this state; (25) \"Fundamental transaction,\" an amendment of the articles of incorporation or bylaws, merger, membership exchange, sale of all or substantially all of the assets, domestication, conversion, or dissolution of a nonprofit corporation; (26) \"Governmental subdivision,\" includes any county, municipality, township, school district, chartered governmental unit, or other special districts; (27) \"Governor,\" a person by or under whose authority the powers of an unincorporated entity are exercised and under whose direction the business, activities, or affairs of the entity are managed pursuant to the organic law and organic records of the entity; (28) \"Includes,\" denotes a partial definition; (29) \"Individual,\" a natural person; (30) \"Interest,\" either or both of the following rights under the organic law of an unincorporated entity: (i) The right to receive distributions from the entity either in the ordinary course or upon liquidation; or (ii) The right to receive notice or vote on issues involving its internal affairs, other than as an agent, assignee, proxy, or person responsible for managing its business, activities, or affairs; (31) \"Interest holder,\" a person who holds of record an interest; (32) \"Interest holder liability,\" personal liability for a debt, obligation, or liability of a domestic or foreign business or nonprofit corporation or unincorporated entity that is imposed on a person: (i) Solely by reason of the person's status as a shareholder, interest holder, or member; or (ii) By the articles of incorporation, bylaws, or an organic record pursuant to a provision of the organic law authorizing the articles, bylaws, or an organic record to make one or more specified shareholders, interest holders, or members liable in their capacity as shareholders, interest holders, or members for all or specified debts, obligations, or liabilities of the entity; (33) \"Internal Revenue Code,\" the Internal Revenue Code of 1986 (Public Law 99-514, 26 U.S.C. § 1 et seq.), as amended; (34) \"Material interest,\" an actual or potential benefit or detriment, other than one that would devolve on the nonprofit corporation or the members generally, that would reasonably be expected to impair the objectivity of an individual's judgment when participating in the action to be taken; (35) \"Material relationship,\" a familial, financial, professional, employment, or other relationship that would reasonably be expected to impair the objectivity of an individual's judgment when participating in the action to be taken; (36) \"Means,\" denotes an exhaustive definition; (37) \"Member,\": (i) A person who has the right, in accordance with the articles of incorporation or bylaws and not as a delegate, to select or vote for the election of directors or delegates or to vote on any type of fundamental transaction. See section 34 of this Act; (ii) A designated body to the extent: (A) The powers, functions, or authority of the members are vested in, or are exercised by, the designated body; and (B) The provision of this Act in which the term appears is relevant to the discharge by the designated body of its powers, functions, or authority; (38) \"Membership,\" the rights and any obligations of a member in a nonprofit corporation; (39) \"Membership corporation,\" a nonprofit corporation whose articles of incorporation or bylaws provide that it shall have members (40) \"Nonfiling entity,\" an unincorporated entity that is not created by filing a public organic record; (41) \"Nonmembership corporation,\" a nonprofit corporation whose articles of incorporation or bylaws do not provide that it shall have members; (42) \"Nonqualified foreign corporation,\" a foreign corporation that is not authorized to conduct activities in this state; (43) \"Notice,\" as provided for in section 13 of this Act; (44) \"Officer,\" includes: (i) A person who is an officer pursuant to section 90 of this Act; and (ii) If a nonprofit corporation is in the hands of a custodian, receiver, trustee or other court-appointed fiduciary, that fiduciary or any person appointed by that fiduciary to act as an officer for any purpose under this Act; (45) \"Organic law,\" the statute principally governing the internal affairs of a domestic or foreign business or nonprofit corporation or unincorporated entity; (46) \"Organic record,\" a public organic record or the private organic rules; (47) \"Person,\" includes an individual or an entity; (48) \"Principal office,\" the office, in or out of this state, designated in the annual report as the location of the principal executive office of a domestic or foreign nonprofit corporation; (49) \"Private organic rules,\" any record, other than the public organic record, if any, that determines the internal governance of an unincorporated entity. Where the private organic rules have been amended or restated, the term means the private organic rules as last amended or restated; (50) \"Proceeding,\" includes civil suit and criminal, administrative, and investigatory action; (51) \"Public organic record,\" the record, if any, that is filed of public record to create an unincorporated entity. Where a public organic record has been amended or restated, the term means the public organic record as last amended or restated; (52) \"Qualified foreign corporation,\" a foreign corporation authorized to conduct activities in this state; (53) \"Record,\" information that is inscribed on a tangible medium or that is stored in an electronic or other medium and is retrievable in perceivable form; (54) \"Record date,\" the date established pursuant to section 56 of this Act on which a nonprofit corporation determines the identity of its members and the membership interests they hold for purposes of this Act. The determinations shall be made as of the close of business on the record date unless another time for doing so is specified when the record date is fixed; (55) \"Secretary,\" the corporate officer to whom the articles of incorporation, bylaws, or board of directors delegates responsibility pursuant to section 90(b) of this Act for custody of the minutes of the meetings of the board of directors, any designated body, committees, and the members, and for authenticating records of the nonprofit corporation; (56) \"Shareholder,\" the person in whose name shares are registered in the records of a domestic or foreign business corporation or the beneficial owner of shares to the extent of the rights granted by a nominee certificate on file with such a corporation; (57) \"Shares,\" the units into which the proprietary interests in a domestic or foreign business corporation are divided; (58) \"Sign,\" with present intent to authenticate or adopt a record: (i) To execute or adopt a tangible symbol; or (ii) To attach to or logically associate with the record an electronic sound, symbol, or process; (59) \"State,\" when referring to a part of the United States, includes a state or commonwealth, the District of Columbia, the Commonwealth of Puerto Rico, a territory or insular possession of the United States, and any agency or governmental subdivision of any of the foregoing; (60) \"Unincorporated entity,\" an organization or artificial legal person that either has a separate legal existence or has the power to acquire an estate in real property in its own name and that is not any of the following: a domestic or foreign business or nonprofit corporation, an estate, a trust, a governmental subdivision, a state, the United States, or a foreign government. The term includes a general partnership, limited liability company, limited partnership, business or statutory trust, joint stock association, and unincorporated nonprofit association; (61) \"United States,\" includes a district, authority, bureau, commission, department, and any other agency of the United States; (62) \"Vote,\" \"voting,\" or \"casting a vote,\" includes the giving of consent in the form of a record without a meeting. The term does not include either recording the fact of abstention or failing to vote for a candidate or for approval or disapproval of a matter, whether or not the person entitled to vote characterizes such conduct as voting or casting a vote; (63) \"Voting group,\" one or more classes of members that pursuant to the articles of incorporation, bylaws, or this Act are entitled to vote and be counted together collectively on a matter at a meeting of members. All members entitled by the articles of incorporation, bylaws, or this Act to vote generally on the matter are for that purpose a single voting group; (64) \"Voting power,\" the current power to vote in the election of directors or delegates, or to vote on approval of any type of fundamental transaction. Section 13. (a) Notice under this Act must be in the form of a record unless oral notice is authorized by this Act or is reasonable under the circumstances. (b) Notice may be communicated in person or by delivery. If these forms of communication are impracticable, notice may be communicated by a newspaper of general circulation in the area where published, or by radio, television or other form of public broadcast communication. (c) Notice in the form of a record by a membership corporation to a member is effective: (1) Upon deposit in the United States mail or with a commercial delivery service, if the postage or delivery charge is paid and the notice is correctly addressed to the member's address shown in the corporation's current record of members, or (2) When given if the notice is delivered in any other manner that the member has authorized. (d) Notice to a domestic or qualified foreign nonprofit corporation may be delivered to its registered agent at its registered office or to the corporation or its secretary at its principal office shown in its most recent annual report or, in the case of a foreign corporation that has not yet delivered an annual report, in its application for a certificate of authority. (e) Except as provided in subsection (c), notice is effective at the earliest of the following: (1) When received; (2) When left at the recipient's residence or usual place of business; (3) Five days after its deposit in the United States mail or with a commercial delivery service, if the postage or delivery charge is paid and the notice is correctly addressed; (4) On the date shown on the return receipt, if sent by registered or certified mail, return receipt requested, or by commercial delivery service. (f) Oral notice is effective when communicated, if communicated in a comprehensible manner. (g) If this Act prescribes notice requirements for particular circumstances, those requirements govern. If bylaws prescribe notice requirements, not inconsistent with this section or other provisions of this Act, those requirements govern. (h) With respect to electronic communications: (1) Unless otherwise provided in the articles of incorporation or bylaws, or otherwise agreed between the sender and the recipient, an electronic communication is received when: (a) It enters an information processing system that the recipient has designated or uses for the purpose of receiving electronic records or information of the type sent and from which the recipient is able to retrieve the electronic record; and (b) It is in a form capable of being processed by that system. (2) An electronic communication is received under paragraph (h)(1) even if no individual is aware of its receipt. (3) Receipt of an electronic acknowledgement from an information processing system described in paragraph (h)(1) establishes that a record was received but, by itself, does not establish that the content sent corresponds to the content received. (i) An authorization by a member of delivery of notices or communications by email or similar electronic means may be revoked by the member by notice to the nonprofit corporation in the form of a record. Such an authorization is deemed revoked if: (i) the corporation is unable to deliver two consecutive notices or other communications to the member in the manner authorized; and (ii) the inability becomes known to the secretary or other person responsible for giving the notice or other communication; but the failure to treat the inability as a revocation does not invalidate any meeting or other action. Section 14. (a) For purposes of sections 14 to 17, inclusive, of this Act, a corporate action applies to and is: (1) The election, appointment, designation or other selection and the suspension, removal or expulsion of members, delegates, directors, members of a designated body, or officers of a nonprofit corporation; (2) The taking of any action on any matter that is required pursuant to this Act or under any other provision of law to be, or which under the articles of incorporation or bylaws may be, submitted for action to the members, delegates, directors, members of a designated body, or officers of a nonprofit corporation. (b) For purposes of sections 14 to 17, inclusive, of this Act, court is the circuit court of the county where the corporation's principal office or, if none in this state, its registered office is located. Section 15. (a) Where under applicable law or the articles of incorporation or bylaws of a nonprofit corporation there has been a failure to hold an annual meeting if an annual meeting was not held within the earlier of six months after the end of the corporation's fiscal year or fifteen months after its last annual meeting; or there has been a failure to take corporate action and the failure has continued for 30 days after the date designated or appropriate therefor, the court may summarily order a meeting to be held upon the application of the attorney general in the case of a charitable corporation or any person entitled, either alone or in conjunction with other persons similarly seeking relief under this section, to call a meeting to consider the corporate action in issue. (b) The court may determine the right to vote at the meeting of persons claiming that right, may appoint an individual to hold the meeting under such orders and powers as the court may deem proper, and may take such action as may be required to give due notice of the meeting and convene and conduct the meeting in the interests of justice. Section 16. (a) Upon petition of a person whose status as, or whose rights or duties as, a member, delegate, director, member of a designated body, or officer of a corporation are or may be affected by any corporate action, the court may hear and determine the validity of the corporate action. (b) The court may make such orders in any such case as may be just and proper, with power to enforce the production of any books, papers and records of the corporation and other evidence that may relate to the issue. The court shall provide for notice of the pendency of the proceedings under this section to all persons affected thereby. If the court determines that no valid corporate action has been taken, the court may order a meeting to be held in accordance with section 15 of this Act. (c) Subsection (a) does not apply if a nonprofit corporation has provided in its articles of incorporation or bylaws for a means of resolving a challenge to a corporate action, but the court may enforce the articles or bylaws if appropriate. Section 17. The plaintiff in a proceeding pursuant to sections 14 to 17 of this Act must notify the attorney general within ten days after commencing the proceeding if it involves a charitable corporation. Section 18. If religious doctrine or canon law governing the affairs of a nonprofit corporation is inconsistent with the provisions of this Act on the same subject, the religious doctrine or canon law shall control to the extent required by the Constitution of the United States or the Constitution of South Dakota or both. Section 19. (a) The attorney general must be given notice of the commencement of any proceeding that this Act authorizes the attorney general to bring but that has been commenced by another person. (b) Whenever any provision of this Act requires that notice be given to the attorney general before or after commencing a proceeding or permits the attorney general to commence a proceeding: (1) If no proceeding has been commenced, the attorney general may take appropriate action including, but not limited to, seeking injunctive relief; and (2) If a proceeding has been commenced by a person other than the attorney general, the attorney general, as of right, may intervene in such proceeding. Section 20. One or more persons may act as the incorporators of a nonprofit corporation by delivering articles of incorporation to the Office of the Secretary of State for filing. Section 21. (a) The articles of incorporation must set forth: (1) A name for the nonprofit corporation that satisfies the requirements of section 30 of this Act; (2) The purpose or purposes for which the nonprofit corporation is organized; (3) The street address of the corporation's initial registered office and the name of its initial registered agent at that office; (4) That the corporation is incorporated under this Act; (5) The name and address of each incorporator; (6) If the corporation is to have no members, a statement to that effect; (7) If the corporation is to have one or more classes of members, any provision which the incorporators elect to set forth in the articles of incorporation designating the class or classes of members and stating the qualifications and rights of the members of each class; and (8) If the directors or any of them are not to be elected or appointed by one or more classes of members, a statement of the manner in which such directors shall be elected or appointed. (b) The articles of incorporation may set forth: (1) The names of the individuals who are to serve as the initial directors; (2) Provisions creating one or more designated bodies; (3) The names of the initial members of a designated body; (4) The names of the initial members, if any; (5) Provisions not inconsistent with law regarding: (i) Managing the business and regulating the affairs of the corporation; (ii) Defining, limiting, and regulating the powers of the corporation, its board of directors, any designated body, and the members, if any; (iii) The characteristics, qualifications, rights, limitations, and obligations attaching to each or any class of members; or (iv) The distribution of assets on dissolution; (6) Any provision that this Act requires or permits to be set forth in the articles or bylaws; (7) A provision permitting or making obligatory indemnification of a director for liability, as defined in sections 102 and 103 of this Act, to any person for any action taken, or any failure to take any action, as a director, except liability for: (i) Receipt of a financial benefit to which the director is not entitled; (ii) An intentional infliction of harm; (iii) A violation of section 87 of this Act; or (iv) An intentional violation of criminal law; and (8) Provisions required if the corporation is to be exempt from taxation under federal, state, or local law. (c) The liability of a director of a nonprofit corporation may be eliminated or limited by a provision of the articles of incorporation that a director is not liable to the corporation or its members for money damages for any action taken, or any failure to take any action, as a director, except liability for: (1) The amount of a financial benefit received by the director to which the director is not entitled; (2) An intentional infliction of harm; (3) A violation of section 87 of this Act; or (4) An intentional violation of criminal law. (d) The articles of incorporation need not set forth any of the corporate powers enumerated in this Act. (e) See sections 26(a) (purposes), 87 (standards of liability for directors) and 109 (variation of indemnification). Section 22. (a) Unless a delayed effective date is specified, the corporate existence begins when the articles of incorporation are filed. (b) The filing of the articles of incorporation by the Office of the Secretary of State is conclusive proof that the incorporators satisfied all conditions precedent to incorporation except in a proceeding by the state to cancel or revoke the incorporation or involuntarily dissolve the nonprofit corporation. Section 23. All persons purporting to act as or on behalf of a nonprofit corporation, knowing there was no incorporation under this Act, are jointly and severally liable for all liabilities created while so acting. Section 24. (a) After incorporation: (1) If initial directors or members of a designated body are named in the articles of incorporation, those persons must hold an organizational meeting, as appropriate, at the call of a majority of them, to complete the organization of the nonprofit corporation by electing directors, when the organization of the corporation is to be completed by a designated body, appointing officers, adopting bylaws, and carrying on any other business brought before the meeting; (2) If initial directors or members of a designated body are not named in the articles, the incorporator or incorporators must hold an organizational meeting at the call of a majority of the incorporators: (i) To elect directors and complete the organization of the nonprofit corporation; or (ii) To elect a board of directors who shall complete the organization of the corporation. (b) Action required or permitted by this Act to be taken by incorporators at an organizational meeting may be taken without a meeting if the action taken is evidenced by one or more consents in the form of a record describing the action taken and signed by each incorporator. (c) An organizational meeting may be held in or out of this state. Section 25. (a) The incorporators or the board of directors of a nonprofit corporation shall adopt initial bylaws for the corporation. (b) The bylaws of a nonprofit corporation may contain any provision for managing the activities and regulating the affairs of the corporation that is not inconsistent with law or the articles of incorporation. Section 26. (a) Every nonprofit corporation has the purpose of engaging in any lawful activity unless a more limited purpose is set forth in the articles of incorporation. (b) A corporation engaging in an activity that is subject to regulation pursuant to another statute of this state may incorporate pursuant to this Act only if incorporating pursuant to this Act is not prohibited by the other statute. The corporation is subject to all the limitations of the other statute. Section 27. Unless its articles of incorporation provide otherwise, every nonprofit corporation has perpetual duration and succession in its corporate name and has the same powers as an individual to do all things necessary or convenient to carry out its affairs including, without limitation, power: (1) To sue and be sued, complain and defend in its corporate name; (2) To have a corporate seal, which may be altered at will, and to use it, or a facsimile of it, by impressing or affixing it or in any other manner reproducing it; (3) To make and amend bylaws, not inconsistent with its articles of incorporation or with the laws of this state, for managing and regulating the affairs of the corporation; (4) To purchase, receive, lease, or otherwise acquire, and own, hold, improve, use, and otherwise deal with, real or personal property, or any legal or equitable interest in property, wherever located; (5) To sell, convey, mortgage, pledge, lease, exchange, and otherwise dispose of all or any part of its property; (6) To purchase, receive, subscribe for, or otherwise acquire, own, hold, vote, use, sell, mortgage, lend, pledge, or otherwise dispose of, and deal in and with shares or other interests in, or obligations of, any other entity; (7) To make contracts and guarantees, incur liabilities, borrow money, issue notes, bonds, and other obligations, and secure any of its obligations by mortgage or pledge of any of its property or income; (8) To lend money, invest and reinvest its funds, and receive and hold real and personal property as security for repayment, except as limited by section 89 of this Act; (9) To be a promoter, partner, member, associate, or manager of any partnership, joint venture, trust, or other entity; (10) To conduct its activities, locate offices, and exercise the powers granted by this Act within or without this state; (11) To elect directors and appoint officers, employees, and agents of the corporation, define their duties, fix their compensation, and lend them money and credit except as limited by section 89 of this Act; (12) To pay pensions and establish pension plans, pension trusts, and benefit or incentive plans for any or all of its current or former directors, officers, employees, and agents; (13) To make donations for charitable purposes; (14) To impose dues, assessments, admission, and transfer fees on its members; (15) To establish conditions for admission of members, admit members, and issue memberships; (16) To carry on a business; and (17) To make payments or donations, or do any other act, not inconsistent with law, that furthers the purposes, activities, and affairs of the corporation. Section 28. (a) In anticipation of or during an emergency, the board of directors of a nonprofit corporation may: (1) Modify lines of succession to accommodate the incapacity of any director, officer, employee, or agent; and (2) Relocate the principal office, designate alternative principal offices or regional offices, or authorize the officers to do so. (b) During an emergency, unless the articles of incorporation or bylaws provide otherwise: (1) Notice of a meeting of the board of directors need be given only to those directors it is practicable to reach and may be given in any practicable manner; and (2) One or more officers of the nonprofit corporation present at a meeting of the board of directors may be deemed to be directors for the meeting, in order of rank and within the same rank in order of seniority. (c) Corporate action taken in good faith during an emergency to further the ordinary affairs of the nonprofit corporation: (1) Binds the corporation; and (2) May not be used to impose liability on a director, officer, employee, or agent. (d) An emergency exists for purposes of this section if a quorum of the directors cannot readily be assembled because of some catastrophic event. Section 29. (a) Except as provided in subsection (b), the validity of corporate action may not be challenged on the ground that the nonprofit corporation lacks or lacked power to act. (b) The power of a nonprofit corporation to act may be challenged: (1) In a derivative proceeding pursuant to sections 159 to 167, inclusive, of this Act, by a member, director, or member of a designated body against the corporation to enjoin the act; (2) In a proceeding by the corporation, directly, derivatively, or through a receiver, trustee, or other legal representative, against an incumbent or former director or member of a designated body, officer, employee, or agent of the corporation; or (3) In a proceeding by the attorney general. (c) In a proceeding by a member, director, or member of a designated body under subsection (b)(1) to enjoin an unauthorized corporate act, the court may enjoin or set aside the act, if equitable and if all affected persons are parties to the proceeding, and may award damages for loss, other than anticipated profit, suffered by the corporation or another party because of enjoining the unauthorized act. Section 30. (a) The name of a nonprofit corporation may not contain language stating or implying that the corporation is organized for a purpose other than that permitted by section 26 and its articles of incorporation. (b) Except as authorized by subsection (c) or (d), the name of a nonprofit corporation must be distinguishable upon the records of the Office of the Secretary of State from: (1) The name of a nonprofit or business corporation incorporated or authorized to conduct activities or transact business in this state; (2) The name of a filing entity organized under the law of this state or authorized to transact business in this state; (3) A name reserved or registered under section 31 or 32 of this Act; (4) The fictitious name adopted by a foreign nonprofit or business corporation or filing entity authorized to conduct activities or transact business in this state because its real name is unavailable; (5) A name of any other corporation or limited liability company, whether for profit or not for profit, organized under the laws of this state; or the name of any foreign entity, whether for profit or not for profit, authorized to engage in any business in this state; or any corporate name reserved or required to be registered with the Office of the Secretary of State, or the name of any limited partnership certified or registered in this state; and (6) A fictitious name registered pursuant to § 37-11-1. (c) A nonprofit corporation may apply for authorization to use a name that is not distinguishable upon the records of the Office of the Secretary of State from one or more of the names described in subsection (b). The Office of the Secretary of State shall permit use of the name applied for if: (1) The other entity consents to the use in writing and submits an undertaking in form satisfactory to the Office of the Secretary of State to change its name to a name that is distinguishable upon the records of the Office of the Secretary of State from the name of the applying corporation; or (2) The applicant delivers to the Office of the Secretary of State a certified copy of a final judgment of a court of competent jurisdiction establishing the applicant's right to use the name applied for in this state. (d) A nonprofit corporation may use a name that is otherwise unavailable pursuant to subsection (b) if the nonprofit corporation wishing to use the name: (1) Has merged with the other entity; (2) Has been formed by reorganization of the other entity; or (3) Has acquired all or substantially all of the assets, including the name, of the other entity. (e) A name is distinguishable upon the records of the Office of the Secretary of State only if the name differs from every other name of record in a way other than: (1) Use of punctuation marks; (2) Use of a definite or indefinite article; and (3) Use of any of the following terms, or an abbreviation thereof, in any language to designate the status of an entity: corporation, company, incorporated, limited, association, fund, syndicate, limited partnership, limited liability company, limited liability partnership, limited liability limited partnership, trust, statutory trust, or business trust. (f) This Act does not control the use of fictitious names. Section 31. A person may reserve the exclusive use of a nonprofit corporate name, including a fictitious name for a foreign nonprofit corporation whose nonprofit corporate name is not available, by delivering an application to the Office of the Secretary of State for filing. The application shall set forth the name and address of the applicant and the name proposed to be reserved. If the Office of the Secretary of State finds that the nonprofit corporate name applied for is available, the Office of the Secretary of State shall reserve the name for the applicant's exclusive use for a nonrenewable one-hundred-twenty-day period. The owner of a reserved nonprofit corporate name may transfer the reservation to another person by delivering to the Office of the Secretary of State a signed notice of the transfer that states the name and address of the transferee. Section 32. A nonqualified foreign nonprofit corporation may register its corporate name, or its corporate name with any addition required by sections 191 and 192 of this Act, if the name is distinguishable upon the records of the Office of the Secretary of State from the nonprofit corporate names that are not available under section 30 of this Act. A nonqualified foreign nonprofit corporation registers corporate name, or its corporate name with any addition required by sections 191 and 192, inclusive of this Act, by delivering to the Office of the Secretary of State for filing an application: (1) Setting forth its corporate name, or its corporate name with any addition required by sections 191 and 192, inclusive, of this Act, the state or country and date of its incorporation, and a brief description of the nature of the activities in which it is engaged; and (2) Accompanied by a certificate of existence, or a document of similar import, from the state or country of incorporation. The name is registered for the applicant's exclusive use upon the effective date of the application. Section 33. (a) A nonprofit corporation is not required to have members. (b) Where the articles of incorporation or bylaws of a nonprofit corporation do not provide that it shall have members, or where a corporation has in fact no members entitled to vote on a matter, any provision of this Act or any other provision of law requiring notice to, the presence of, or the vote, consent, or other action by members of the corporation in connection with the matter is satisfied by notice to, the presence of, or the vote, consent, or other action by the board of directors or a designated body of the corporation. Section 34. (a) The articles of incorporation or bylaws of a membership corporation may establish criteria or procedures for admission of members. (b) A person may not be admitted as a member without the person's consent. (c) If a membership corporation provides certificates of membership to the members, the certificates shall not be registered or transferable except as provided in the articles of incorporation or bylaws. (d) A person is not a member of a nonprofit corporation unless the person meets the definition of a member in section 12 of this Act, regardless of whether the corporation designates or refers to the person as a member. Section 35. Except as provided in its articles of incorporation or bylaws, a membership corporation may admit members for no consideration or for such consideration as is determined by the board of directors. The consideration may take any form, including promissory notes, intangible property, or past or future services. Payment of the consideration may be made at such times and upon such terms as are set forth in or authorized by the articles of incorporation, bylaws, or a resolution of the board. Section 36. (a) Except as otherwise provided in the articles of incorporation or bylaws, each member of a membership corporation has the same rights and obligations as every other member with respect to voting, dissolution, membership transfer, and other matters. (b) See section 145(a) of this Act, bylaw amendments requiring member approval. Section 37. (a) Except as provided in the articles of incorporation or bylaws, a member of a membership corporation may not transfer a membership or any right arising therefrom. (b) Where the right to transfer a membership has been provided, a restriction on that right shall not be binding with respect to a member holding a membership issued prior to the adoption of the restriction unless the restriction is approved by the affected member. Section 38. A member of a membership corporation is not, as such, personally liable for the acts, debts, liabilities, or obligations of the corporation. Section 39. (a) A membership corporation may levy dues, assessments, and fees on its members to the extent authorized in the articles of incorporation or bylaws. Dues, assessments, and fees may be imposed on members of the same class either alike or in different amounts or proportions, and may be imposed on a different basis on different classes of members. A member of a class may be made exempt from dues, assessments, and fees to the extent provided in the articles or bylaws. (b) The amount and method of collection of dues, assessments, and fees may be fixed in the articles of incorporation or bylaws, or the articles or bylaws may authorize the board of directors or members to fix the amount and method of collection. (c) The articles of incorporation or bylaws may provide reasonable means, such as termination and reinstatement of membership, to enforce the collection of dues, assessments, and fees. Section 40. (a) A proceeding may not be brought by a creditor of a membership corporation to reach the liability, if any, of a member to the corporation unless final judgment has been rendered in favor of the creditor against the corporation and execution has been returned unsatisfied in whole or in part or unless the proceeding would be useless. (b) All creditors of a membership corporation, with or without reducing their claims to judgment, may intervene in any creditor's proceeding brought pursuant to subsection (a) to reach and apply unpaid amounts due the corporation. Any or all members who owe amounts to the corporation may be joined in the proceeding. Section 41. (a) A member of a membership corporation may resign at any time. (b) The resignation of a member does not relieve the member from any obligations incurred or commitments made prior to resignation. Section 42. (a) A membership in a membership corporation may be terminated or suspended for the reasons and in the manner provided in the articles of incorporation or bylaws. (b) A proceeding challenging a termination or suspension for any reason must be commenced within one year after the effective date of the termination or suspension. (c) The termination or suspension of a member does not relieve the member from any obligations incurred or commitments made prior to the termination or suspension. (d) See section 145(a) of this Act, bylaw amendments requiring member approval. Section 43. (a) Except as provided in the articles of incorporation or bylaws, a membership corporation that is not a charitable corporation may not purchase any of its memberships or any right arising therefrom. (b) See section 145(a) of this Act, bylaw amendments requiring member approval. Section 44. (a) A membership corporation may provide in its articles of incorporation or bylaws for delegates. (b) The articles of incorporation or bylaws may set forth provisions relating to: (1) The characteristics, qualifications, rights, limitations, and obligations of delegates including their selection and removal; (2) Calling, noticing, holding, and conducting meetings of delegates; and (3) Carrying on corporate activities during and between meetings of delegates. (c) An assembly or other organized group of delegates constitutes a designated body. Section 45. (a) Except as permitted by section 43 or 46 of this Act, no nonprofit corporation may pay dividends or make distributions of any part of its assets, income, or profits to its members, directors, members of a designated body, or officers. (b) This section does not apply to a contract or transaction authorized pursuant to section 110 of this Act. Section 46. (a) A nonprofit corporation may pay reasonable compensation or reimburse reasonable expenses to members, directors, members of a designated body, or officers for services rendered. (b) A nonprofit corporation may confer benefits upon or make contributions to members or nonmembers in conformity with its purposes, repurchase its memberships only to the extent provided in section 43 of this Act, or repay capital contributions, except when: (1) The corporation is currently insolvent or would thereby be made insolvent or rendered unable to carry on its purposes; or (2) The fair value of the assets of the corporation remaining after the conferring of benefits, contribution, repurchase, or repayment would be insufficient to meet its liabilities. (c) A nonprofit corporation may make distributions of cash or property to members upon dissolution or final liquidation only as permitted pursuant to this Act. Section 47. (a) A membership corporation that is not a charitable corporation may provide in its articles of incorporation or bylaws that members, upon or subsequent to admission, must make capital contributions. Except as provided in the articles or bylaws, the amount shall be fixed by the board of directors. The requirement of a capital contribution may apply to all members, or to the members of a single class, or to members of different classes in different amounts or proportions. (b) The adoption or amendment of a capital contribution requirement, whether or not approved by the members, does not apply to a member who did not vote in favor of the adoption or amendment until thirty days after the member has been given notice of the adoption or amendment. Section 48. (a) No nonprofit corporation may issue bonds or other evidences of indebtedness except for money or other property, tangible or intangible, or labor or services actually received by or performed for the corporation or for its benefit or in its formation or reorganization, or a combination thereof. In the absence of fraud, the judgment of the board of directors as to the value of the consideration received by the corporation is conclusive. (b) The board of directors may authorize a mortgage or pledge of, or the creation of a security interest in, all or any part of the property of the nonprofit corporation, or any interest therein. Unless otherwise restricted in the articles of incorporation or bylaws, the vote or consent of the members may not be required to make effective such action by the board. Section 49. (a) Except as provided in subsection (b), a nonprofit corporation that is a private foundation as defined in Section 509(a) of the Internal Revenue Code shall: (1) Distribute such amounts for each taxable year at such time and in such manner as not to subject the corporation to tax under Section 4942 of the Internal Revenue Code; (2) Not engage in any act of self-dealing as defined in Section 4941(d) of the Internal Revenue Code; (3) Not retain any excess business holdings as defined in Section 4943(c) of the Internal Revenue Code; (4) Not make any investments in such manner as to subject the corporation to tax under Section 4944 of the Internal Revenue Code; and (5) Not make any taxable expenditures as defined in Section 4945(d) of the Internal Revenue Code. (b) Subsection (a) does not apply to a nonprofit corporation incorporated before January 1, 1970, that has been properly relieved from the requirements of Section 508(e)(1) of the Internal Revenue Code by a timely judicial proceeding. Section 50. (a) A membership corporation shall hold a meeting of members annually at a time stated in or fixed in accordance with the articles of incorporation or bylaws. (b) A membership corporation may hold regular meetings on a regional or other basis at times stated in or fixed in accordance with the articles of incorporation or bylaws. (c) Except as provided in subsection (e), annual and regular meetings of the members may be held in or out of this state at the place stated in or fixed in accordance with the articles of incorporation or bylaws. If no place is stated in or fixed in accordance with the articles or bylaws, annual and regular meetings shall be held at the nonprofit corporation's principal office. (d) The failure to hold an annual or regular meeting at the time stated in or fixed in accordance with the articles of incorporation or bylaws does not affect the validity of any corporate action. (e) The articles of incorporation or bylaws may provide that an annual or regular meeting of members does not need to be held at a geographic location if the meeting is held by means of the internet or other electronic communications technology in a fashion pursuant to which the members have the opportunity to read or hear the proceedings substantially concurrently with their occurrence, vote on matters submitted to the members, pose questions, and make comments. Section 51. (a) A membership corporation shall hold a special meeting of members: (1) At the call of its board of directors or the persons authorized to do so by the articles of incorporation or bylaws; or (2) If the holders of at least five percent, or such other amount up to twenty-five percent as the articles of incorporation or bylaws specifies, of all the votes entitled to be cast on an issue proposed to be considered at the proposed special meeting sign, date, and deliver to the corporation one or more demands in the form of a record for the meeting describing the purpose for which it is to be held. (b) Unless otherwise provided in the articles of incorporation or bylaws, a demand for a special meeting may be revoked by notice to that effect received by the membership corporation from the members calling the meeting prior to the receipt by the corporation of demands sufficient in number to require the holding of a special meeting. (c) If not otherwise fixed pursuant to section 52 or 56 of this Act, the record date for determining members entitled to demand a special meeting is the date the first member signs a demand. (d) Except as provided in subsection (f), special meetings of the members may be held in or out of this state at the place stated in or fixed in accordance with the articles of incorporation or bylaws. If no place is stated or fixed in accordance with the articles or bylaws, special meetings shall be held at the corporation's principal office. (e) Only business within the purpose or purposes described in the meeting notice required pursuant to section 54(c) of this Act may be conducted at a special meeting of the members. (f) The articles of incorporation or bylaws may provide that a special meeting of members does not need to be held at a geographic location if the meeting is held by means of the internet or other electronic communications technology in a fashion pursuant to which the members have the opportunity to read or hear the proceedings substantially concurrently with their occurrence, vote on matters submitted to the members, pose questions, and make comments. Section 52. (a) The circuit court of the county where the principal office of a membership corporation, if not in this state, its registered office, is located may summarily order a meeting to be held: (1) On application of any member entitled to participate in an annual or regular meeting if an annual meeting was not held within the earlier of six months after the end of the corporation's fiscal year or fifteen months after its last annual meeting; or (2) On application of a member who signed a demand for a special meeting pursuant to section 51 of this Act, if: (i) Notice of the special meeting was not given within thirty days after the date the demand was delivered to the corporation's secretary; or (ii) The special meeting was not held in accordance with the notice. (b) The court may fix the time and place of the meeting, determine the members entitled to participate in the meeting, specify a record date for determining members entitled to notice of and to vote at the meeting, prescribe the form and content of the meeting notice, fix the quorum required for specific matters to be considered at the meeting, or direct that the votes represented at the meeting constitute a quorum for action on those matters, and enter other orders necessary to accomplish the purpose or purposes of the meeting. Section 53. (a) Except as provided in the articles of incorporation or bylaws, action required or permitted pursuant to this Act to be taken at a meeting of the members may be taken without a meeting if the action is taken by all the members entitled to vote on the action. The action must be evidenced by one or more consents in the form of a record bearing the date of signature and describing the action taken, signed by all the members entitled to vote on the action, and delivered to the membership corporation for inclusion in the minutes or filing with the corporate records. (b) If not otherwise fixed pursuant to section 52 or 56 of this Act, the record date for determining members entitled to take action without a meeting is the date the first member signs the consent under subsection (a). A consent is not effective to take the corporate action referred to therein unless, within sixty days after the earliest date appearing on a consent delivered to the membership corporation in the manner required pursuant to this section, consents signed by members entitled to cast the required number of votes on the action are received by the corporation. A consent may be revoked by a signed notice in the form of a record to that effect received by the corporation prior to receipt by the corporation of unrevoked consents sufficient in number to take corporate action. (c) A consent signed pursuant to this section has the effect of a meeting vote and may be described as such. (d) If this Act, the articles of incorporation, or the bylaws require that notice of proposed action be given to members not entitled to vote on the action and the action is to be taken by consent of the members entitled to vote, the membership corporation must deliver to the members not entitled to vote notice of the proposed action at least ten days before the action is taken. The notice must contain or be accompanied by the same material that would have been required to be delivered to members not entitled to vote in a notice of meeting at which the proposed action would have been submitted to the members for action. Section 54. (a) A membership corporation must give notice to the members of the date, time, and place of each annual, regular, or special meeting of the members. Except as provided in the articles of incorporation or the bylaws, the notice must be given no fewer than ten nor more than sixty days before the meeting date. Except as provided in this Act, the articles, or the bylaws, the corporation must give notice only to members entitled to vote at the meeting. (b) Unless this Act, the articles of incorporation, or the bylaws require otherwise, notice of an annual meeting need not include a description of the purpose for which the meeting is called. (c) Notice of a special meeting must include a description of the purpose for which the meeting is called. (d) If not otherwise fixed pursuant to section 52 or 56 of this Act, the record date for determining members entitled to notice of and to vote at an annual or special meeting of the members is the day before the first notice is given to members. (e) Unless the articles of incorporation or bylaws require otherwise, if an annual, regular, or special meeting of the members is adjourned to a different date, time, or place, notice need not be given of the new date, time, or place if the new date, time, or place is announced at the meeting before adjournment. If a new record date for the adjourned meeting is or must be fixed pursuant to section 56 of this Act, notice of the adjourned meeting must be given pursuant to this section to the members entitled to vote on the new record date. Section 55. (a) A member may waive any notice required pursuant to this Act, the articles of incorporation, or the bylaws before or after the date and time stated in the notice or of the meeting or action. The waiver must be in the form of a record, be signed by the member entitled to the notice, and be delivered to the membership corporation for inclusion in the minutes or filing with the corporate records. (b) The attendance of a member at a meeting: (1) Waives objection to lack of notice or defective notice of the meeting, unless the member at the beginning of the meeting objects to holding the meeting or transacting business at the meeting; (2) Waives objection to consideration of a particular matter at the meeting that is not within the purpose described in the meeting notice, unless the member objects at the meeting to considering the matter. Section 56. (a) The articles of incorporation or bylaws may fix or provide the manner of fixing the record date to determine the members entitled to notice of a meeting of the members, to demand a special meeting, to vote, or to take any other action. If the articles or bylaws do not fix or provide for fixing a record date, the board of directors of the membership corporation may fix a future date as the record date. (b) A record date fixed under this section may not be more than seventy days before the meeting or action requiring a determination of members. (c) A determination of members entitled to notice of or to vote at a meeting of the members is effective for any adjournment of the meeting unless the board of directors fixes a new record date, which it must do if the meeting is adjourned to a date more than one hundred twenty days after the date fixed for the original meeting. (d) If a court orders a meeting adjourned to a date more than one hundred twenty days after the date fixed for the original meeting, it may provide that the original record date continues in effect or it may fix a new record date. Section 57. (a) At each meeting of members, an individual must preside as chair. The chair shall be appointed: (1) As provided in the articles of incorporation or bylaws; (2) In the absence of a provision in the articles or bylaws, by the board of directors; or (3) In the absence of both a provision in the articles or bylaws and an appointment by the board, by the members at the meeting. (b) Except as provided in the articles of incorporation or bylaws, the chair shall determine the order of business and shall have the authority to establish rules for the conduct of the meeting. (c) Any rules adopted for, and the conduct of, the meeting shall be fair to the members. (d) The chair of the meeting shall announce at the meeting when the polls close for each matter voted upon. If no announcement is made, the polls shall be deemed to have closed upon the final adjournment of the meeting. After the polls close, no ballots, proxies, or votes, nor any otherwise permissible revocations or changes thereto may be accepted. Section 58. (a) Except as otherwise restricted by the articles of incorporation or bylaws, any action that may be taken at any annual, regular, or special meeting of members may be taken without a meeting if the membership corporation delivers a ballot to every member entitled to vote on the matter. (b) A ballot must: (1) Be in the form of a record; (2) Set forth each proposed action; (3) Provide an opportunity to vote for, or withhold a vote for, each candidate for election as a director; and (4) Provide an opportunity to vote for or against each other proposed action. (c) Approval by ballot pursuant to this section of action other than election of directors is valid only when the number of votes cast by ballot equals or exceeds the quorum required to be present at a meeting authorizing the action, and the number of approvals equals or exceeds the number of votes that would be required to approve the matter at a meeting at which the total number of votes cast was the same as the number of votes cast by ballot. (d) All solicitations for votes by ballot must: (1) Indicate the number of responses needed to meet the quorum requirements; (2) State the percentage of approvals necessary to approve each matter other than election of directors; and (3) Specify the time by which a ballot must be received by the membership corporation in order to be counted. (e) Except as otherwise provided in the articles of incorporation or bylaws, a ballot may not be revoked. Section 59. (a) After fixing a record date for a meeting, a membership corporation shall prepare an alphabetical list of the names of all its members who are entitled to notice of that meeting of the members. The list must show the address of and number of votes each member is entitled to cast at the meeting. (b) The list of members must be available for inspection by any member, beginning two business days after notice of the meeting is given for which the list was prepared and continuing through the meeting, at the membership corporation's principal office or at a place identified in the meeting notice in the city where the meeting will be held. A member or the member's agent is entitled on demand in the form of a record to inspect and, subject to the requirements of section 201(c) of this Act, to copy the list, during regular business hours and at the member's expense, during the period it is available for inspection. (c) The membership corporation must make the list of members available at the meeting, and a member or the member's agent is entitled to inspect the list at any time during the meeting or any adjournment. (d) If a membership corporation refuses to allow a member or the member's agent to inspect the list of members before or at the meeting, or copy the list as permitted by subsection (b), the circuit court of the county where the corporation's principal office or, if none in this state, its registered office, is located, on application of the member, may: (1) Summarily order the inspection or copying at the corporation's expense; (2) Postpone the meeting for which the list was prepared until the inspection or copying is complete; (3) Order the corporation to pay the member's costs, including reasonable counsel fees, incurred to obtain the order; and (4) Order other appropriate relief. (e) Refusal or failure to prepare or make available the list of members does not affect the validity of action taken at the meeting. (f) Instead of making the list of members available as provided in subsection (b), a membership corporation may state in a notice of meeting that the corporation has elected to proceed pursuant to this subsection. A member of a corporation elects to proceed pursuant to this subsection must state in the member's demand for inspection a proper purpose for which inspection is demanded. Within ten business days after receiving a demand pursuant to this subsection, the corporation must deliver to the member making the demand an offer of a reasonable alternative method of achieving the purpose identified in the demand without providing access to or a copy of the list of members. An alternative method that reasonably and in a timely manner accomplishes the proper purpose set forth in the demand relieves the corporation from making the list of members available pursuant to subsection (b), unless within a reasonable time after acceptance of the offer the corporation fails to do the things it offered to do. Any rejection of the corporation's offer must be in the form of a record and must indicate the reasons the alternative proposed by the corporation does not meet the proper purpose of the demand. Section 60. Except as provided in the articles of incorporation or bylaws, each member is entitled to one vote on each matter voted on by the members. Section 61. (a) Except as otherwise provided in the articles of incorporation or bylaws, a member may vote in person or by proxy. (b) A member or the member's agent or attorney-in-fact may appoint a proxy to vote or otherwise act for the member by signing an appointment form in the form of a record. An appointment form must contain or be accompanied by information from which it can be determined that the member or the member's agent or attorney-in-fact authorized the appointment of the proxy. (c) An appointment of a proxy is effective when a signed appointment in the form of a record is received by the inspectors of election, the officer or agent of the membership corporation authorized to tabulate votes, or the secretary. An appointment is valid for eleven months unless a longer period, which may not exceed three years, is expressly provided in the appointment form. (d) The death or incapacity of the member appointing a proxy does not affect the right of the membership corporation to accept the proxy's authority unless notice of the death or incapacity is received by the inspectors of election, the officer or agent authorized to tabulate votes, or the secretary before the proxy exercises his authority under the appointment. (e) Subject to section 62 of this Act and to any express limitation on the proxy's authority stated in the appointment form, a membership corporation is entitled to accept the proxy's vote or other action as that of the member making the appointment. Section 62. (a) If the name signed on a ballot, consent, waiver, or proxy appointment corresponds to the name of a member, the membership corporation if acting in good faith is entitled to accept the ballot, consent, waiver, or proxy appointment and give it effect as the act of the member. (b) If the name signed on a ballot, consent, waiver, or proxy appointment does not correspond to the name of its member, the membership corporation if acting in good faith is nevertheless entitled to accept the ballot, consent, waiver, or proxy appointment and give it effect as the act of the member if: (1) The member is an entity and the name signed purports to be that of an officer or agent of the entity; (2) The name signed purports to be that of an administrator, executor, guardian, or conservator representing the member and, if the corporation requests, evidence of fiduciary status acceptable to the corporation has been presented with respect to the ballot, consent, waiver, or proxy appointment; (3) The name signed purports to be that of a receiver or trustee in bankruptcy of the member and, if the corporation requests, evidence of this status acceptable to the corporation has been presented with respect to the ballot, consent, waiver, or proxy appointment; (4) The name signed purports to be that of a beneficial owner or attorney-in-fact of the member and, if the corporation requests, evidence acceptable to the corporation of the signatory's authority to sign for the member has been presented with respect to the ballot, consent, waiver, or proxy appointment; (5) Two or more persons are the member as co-tenants or fiduciaries and the name signed purports to be the name of at least one of the co-owners and the person signing appears to be acting on behalf of all the co-owners. (c) The membership corporation is entitled to reject a ballot, consent, waiver, or proxy appointment if the secretary or other officer or agent authorized to tabulate votes, acting in good faith, has reasonable basis for doubt about the validity of the signature on it or about the signatory's authority to sign for the member. (d) The membership corporation and its officer or agent who accepts or rejects a ballot, consent, waiver, or proxy appointment in good faith and in accordance with the standards of this section or section 61(b) of this Act are not liable in damages to the member for the consequences of the acceptance or rejection. (e) Corporate action based on the acceptance or rejection of a ballot, consent, waiver, or proxy appointment under this section is valid unless a court of competent jurisdiction determines otherwise. Section 63. (a) Members entitled to vote as a separate voting group may take action on a matter at a meeting only if one-tenth of the members exist with respect to that matter. Except as provided in the articles of incorporation or bylaws, a majority of the votes entitled to be cast on the matter by the voting group constitutes a quorum of that voting group for action on that matter. (b) Once a member is represented for any purpose at a meeting, the member is deemed present for quorum purposes for the remainder of the meeting and for any adjournment of that meeting unless a new record date is or must be set for that adjourned meeting. (c) If a quorum exists, action on a matter, other than the election of directors, by a voting group is approved if the votes cast within the voting group favoring the action exceed the votes cast opposing the action, unless the articles of incorporation or bylaws require a greater number of affirmative votes. (d) An amendment of the articles of incorporation or bylaws adding, changing, or deleting a quorum or voting requirement for a voting group greater than specified in subsection (a) or (c) is governed by section 65 of this Act. (e) If a meeting cannot be organized because a quorum is not present, those members present may adjourn the meeting to such time and place as they may determine. Except as provided in the articles of incorporation or bylaws, when a meeting that has been adjourned for lack of a quorum is reconvened, those members present, although less than a quorum as fixed in this section, the articles, or the bylaws, nonetheless constitute a quorum. (f) The election of directors is governed by section 66 of this Act Section 64. (a) If this Act, the articles of incorporation, or the bylaws provide for voting by a single voting group on a matter, action on that matter is taken when voted upon by that voting group pursuant to section 63 of this Act. (b) If this Act, the articles of incorporation, or the bylaws provide for voting by two or more voting groups on a matter, action on that matter is taken only when voted upon by each of those voting groups counted separately as provided in section 63 of this Act. Section 65. (a) The articles of incorporation or bylaws may provide for a higher or lower quorum or voting requirement for members, or voting groups of members, than is provided for by this Act. (b) An amendment to the articles of incorporation or bylaws that adds, changes, or deletes a greater quorum or voting requirement must meet the same quorum requirement and be adopted by the same vote and voting groups required to take action under the quorum and voting requirements then in effect. Section 66. (a) Except as provided in the articles of incorporation or bylaws, directors of a membership corporation are elected by a plurality of the votes cast by the members entitled to vote in the election at a meeting at which a quorum is present. (b) Members do not have a right to cumulate their votes for directors. Section 67. (a) A membership corporation may appoint one or more inspectors to act at a meeting of members and make a report in the form of a record of the inspectors' determinations. Each inspector shall execute the duties of inspector impartially and according to the best of the inspector's ability. (b) The inspectors shall: (1) Ascertain the number of members and their voting power; (2) Determine the members present at a meeting; (3) Determine the validity of proxies and ballots; (4) Count all votes; and (5) Determine the result. (c) An inspector may, but need not, be a director, member of a designated body, member, officer, or employee of the membership corporation. A person who is a candidate for office to be filled at the meeting may not be an inspector. Section 68. (a) Two or more members may provide for the manner in which they will vote by signing an agreement in the form of a record for that purpose. A voting agreement may be valid for a period of up to ten years. (b) A voting agreement created pursuant to this section is specifically enforceable, except that a voting agreement is not enforceable to the extent that enforcement of the agreement would violate the purposes of the membership corporation. Section 69. (a) A nonprofit corporation must have a board of directors. (b) Except as provided in section 80 of this Act, all corporate powers must be exercised by or under the authority of the board of directors of the nonprofit corporation, and the activities and affairs of the corporation must be managed by or under the direction, and subject to the oversight, of its board of directors. Section 70. A director of a nonprofit corporation must be an individual. The articles of incorporation or bylaws may prescribe other qualifications for directors. A director need not be a resident of this state or a member of the corporation unless the articles or bylaws so prescribe. Section 71. (a) A board of directors must consist of three or more directors, with the number specified in or fixed in accordance with the articles of incorporation or bylaws. (b) The number of directors may be increased or decreased, but to no fewer than three, from time to time by amendment to, or in the manner provided in, the articles of incorporation or bylaws. Section 72. (a) The directors of a membership corporation, other than any initial directors named in the articles of incorporation or elected by the incorporators, shall be elected at the first annual meeting of members, and at each annual meeting thereafter, unless the articles or bylaws provide some other time or method of election, or provide that some or all of the directors are appointed by some other person or designated in some other manner. (b) The directors of a nonmembership corporation, other than any initial directors named in the articles of incorporation or elected by the incorporators, shall be elected, appointed, or designated as provided in the articles or bylaws. If no method of designation or appointment is set forth in the articles or bylaws, the directors, other than any initial directors, shall be elected by the board. Section 73. (a) The articles of incorporation or bylaws may specify the terms of directors. If a term is not specified in the articles or bylaws, the term of a director is one year. Except for directors who are appointed by persons who are not members or who are designated in a manner other than by election or appointment, the term of a director may not exceed twelve years. (b) A decrease in the number of directors or term of office does not shorten an incumbent director's term. (c) Except as provided in the articles of incorporation or bylaws, the term of a director elected to fill a vacancy expires at the end of the unexpired term that the director is filling. (d) Despite the expiration of a director's term, the director continues to serve until the director's successor is elected, appointed, or designated and until the director's successor takes office unless otherwise provided in the articles of incorporation or bylaws. Section 74. The articles of incorporation or bylaws may provide for staggering the terms of directors by dividing the total number of directors into groups of one or more directors. The terms of office and number of directors in each group do not need to be uniform. Section 75. (a) A director may resign at any time by delivering a signed notice in the form of a record to the chair of the board of directors or to an executive officer or the secretary of the corporation. (b) A resignation is effective when the notice is delivered unless the notice specifies a later effective time. Section 76. (a) Removal of directors of a membership corporation is subject to the following provisions: (1) The members may remove, with or without cause, one or more directors who have been elected by the members, unless the articles of incorporation or bylaws provide that directors may be removed only for cause. The articles or bylaws may specify what constitutes cause for removal. See section 145(a) of this Act, bylaw amendments requiring member approval; (2) Except as provided in the articles of incorporation or bylaws, if a director is elected by a voting group of members, or by a chapter or other organizational unit, or by a region or other geographic grouping, only the members of that voting group or chapter, unit, region, or grouping may participate in the vote to remove the director; (3) The notice of a meeting of members at which removal of a director is to be considered must state that the purpose, or one of the purposes, of the meeting is removal of the director; (4) The board of directors of a membership corporation may not remove a director except as provided in subsection (c) or in the articles of incorporation or bylaws. (b) The board of directors may remove a director of a nonmembership corporation: (1) With or without cause, unless the articles of incorporation or bylaws provide that directors may be removed only for cause. The articles or bylaws may specify what constitutes cause for removal; (2) As provided in subsection (c). (c) The board of directors of a membership corporation or nonmembership corporation may remove a director who: (1) Has been declared of unsound mind by a final order of court; (2) Has been convicted of a felony; (3) Has been found by a final order of court to have breached a duty as a director under sections 87 to 89, inclusive, of this Act; (4) Has missed the number of board meetings specified in the articles of incorporation or bylaws, if the articles or bylaws at the beginning of the director's current term provided that a director may be removed for missing the specified number of board meetings; or (5) Does not satisfy at the time any of the qualifications for directors set forth in the articles of incorporation or bylaws at the beginning of the director's current term, if the decision that the director fails to satisfy a qualification is made by the vote of a majority of the directors who meet all of the required qualifications. (d) A director who is designated in the articles of incorporation or bylaws may be removed by an amendment to the articles or bylaws deleting or changing the designation. See section 147 of this Act, approval of amendments by third persons. (e) Except as provided in the articles of incorporation or bylaws, a director who is appointed by persons other than the members may be removed with or without cause by those persons. Section 77. (a) The circuit court of the county where the principal office of a nonprofit corporation is located, or, if none in this state, in Hughes County, may remove a director from office in a proceeding commenced by or in the right of the corporation if the court finds that: (1) The director engaged in fraudulent conduct with respect to the corporation or its members, grossly abused the position of director, or intentionally inflicted harm on the corporation; and (2) Considering the director's course of conduct and the inadequacy of other available remedies, removal would be in the best interest of the corporation. (b) A member, individual director, or member of a designated body proceeding on behalf of the nonprofit corporation under subsection (a) shall comply with all of the requirements of sections 156 to 158, inclusive, of this Act. (c) The court, in addition to removing the director, may bar the director from being reelected, redesignated, or reappointed for a period prescribed by the court. (d) Nothing in this section limits the equitable powers of the court to order other relief. (e) If a proceeding is commenced pursuant to this section to remove a director of a charitable corporation, the plaintiff must give the attorney general notice in record form of the commencement of the proceeding. Section 78. (a) Except as otherwise provided in subsection (b), the articles of incorporation, or the bylaws, if a vacancy occurs on the board of directors, including a vacancy resulting from an increase in the number of directors, the vacancy may be filled by a majority of the directors remaining in office even if they constitute less than a quorum. (b) Except as provided in the articles of incorporation or bylaws, a vacancy in the position of a director who is: (1) Elected by a voting group of members, by a chapter or other organizational unit of members, or by a region or other geographic grouping of members, may be filled during the first three months after the vacancy occurs only by that voting group or chapter, unit, region, or grouping; (2) Appointed by persons other than the members, may be filled only by those persons; or (3) Designated in the articles of incorporation or bylaws may not be filled by action of the board of directors. (c) A vacancy that will occur at a specific later time by reason of a resignation effective at a later time pursuant to section 75(b) of this Act, or otherwise, may be filled before the vacancy occurs but the new director may not take office until the vacancy occurs. Section 79. Unless the articles of incorporation or bylaws provide otherwise, the board of directors may fix the compensation of directors. Section 80. (a) Some, but less than all, of the powers, authority or functions of the board of directors of a nonprofit corporation under this Act may be vested by the articles of incorporation or bylaws in a designated body. If such a designated body is created: (1) The provisions of this Act and other provisions of law on the rights, duties, and liabilities of the board of directors or directors individually also apply to the designated body and to the members of the designated body individually. The provisions of this Act and other provisions of law on meetings, notice, and the manner of acting of the board of directors also apply to the designated body in the absence of an applicable rule in the articles of incorporation, bylaws or internal operating rules of the designated body; (2) To the extent the powers, authority, or functions of the board of directors have been vested in the designated body, the directors are relieved from their duties and liabilities with respect to those powers, authority, and functions; (3) A provision of the articles of incorporation regarding indemnification of directors or limiting the liability of directors adopted pursuant to section 21(b)(8) or (c) of this Act applies to members of the designated body, except as otherwise provided in the articles. (b) Some, but less than all, of the rights or obligations of the members of a nonprofit corporation under this Act may be vested by the articles of incorporation or bylaws in a designated body. If such a designated body is created: (1) The provisions of sections 69 to 111, inclusive, of this Act, and other provisions of law on the rights and obligations of members also apply to the designated body and to the members of the designated body individually. The provisions of this Act and other provisions of law on meetings, notice, and the manner of acting of members also apply to the designated body in the absence of an applicable provision in the articles of incorporation, bylaws or internal operating rules of the designated body; (2) To the extent the rights or obligations of the members are vested in the designated body, the members are relieved from responsibility with respect to those rights and obligations. (c) The articles of incorporation or bylaws may prescribe qualifications for members of a designated body. Except as otherwise provided by the articles or bylaws, a member of a designated body does not need to be: (1) An individual; (2) A director, officer, or member of the nonprofit corporation; or (3) A resident of this state. (d) See section 145(a) of this Act, bylaw amendments requiring member approval. Section 81. (a) The board of directors may hold regular or special meetings in or out of this state. (b) Unless the articles of incorporation or bylaws provide otherwise, the board of directors may permit any or all directors to participate in a regular or special meeting by, or conduct the meeting through the use of, any means of communication by which all directors participating may simultaneously hear each other during the meeting. A director participating in a meeting by this means is considered to be present in person at the meeting. Section 82. (a) Except to the extent that the articles of incorporation or bylaws require that action by the board of directors be taken at a meeting, action required or permitted pursuant to this Act to be taken by the board of directors may be taken without a meeting if each director signs a consent in the form of a record describing the action to be taken and delivers it to the nonprofit corporation. (b) Action taken pursuant to this section is the act of the board of directors when one or more consents signed by all the directors are delivered to the nonprofit corporation. The consent may specify the time at which the action taken in the consent is to be effective. A director's consent may be withdrawn by a revocation in the form of a record signed by the director and delivered to the corporation prior to delivery to the corporation of unrevoked consents signed by all the directors. (c) A consent signed pursuant to this section has the effect of action taken at a meeting of the board of directors and may be described as such in any document. Section 83. (a) Unless the articles of incorporation or bylaws provide otherwise, or as otherwise required by law, regular meetings of the board of directors may be held without notice of the date, time, place, or purpose of the meeting. (b) Unless the articles of incorporation or bylaws provide for a longer or shorter period, special meetings of the board of directors must be preceded by at least two days' notice of the date, time, and place of the meeting. The notice need not describe the purpose of the special meeting unless required by the articles of incorporation or bylaws. (c) Unless the articles of incorporation or bylaws provide otherwise, the chair of the board, the highest ranking officer of the corporation, or twenty percent of the directors then in office may call and give notice of a meeting of the board of directors. (d) The articles of incorporation or bylaws may authorize oral notice of meetings of the board of directors. Section 84. (a) Unless otherwise required by law, a director may waive any notice required by this Act, the articles of incorporation, or the bylaws before or after the date and time stated in the notice. Except as provided by subsection (b), the waiver must be in the form of a record, signed by the director entitled to the notice, and filed with the minutes or corporate records. (b) A director's attendance at or participation in a meeting waives any required notice to the director of the meeting, unless the director at the beginning of the meeting, or promptly upon arrival, objects to holding the meeting or transacting business at the meeting and does not thereafter vote for or assent to action taken at the meeting. Section 85. (a) Except as provided in subsection (b), the articles of incorporation, or the bylaws, a quorum of the board of directors consists of a majority of the directors in office before a meeting begins. (b) The articles of incorporation or bylaws may authorize a quorum of the board of directors to consist of no fewer than the greater of one-third of the number of directors in office or two directors. (c) If a quorum is present when a vote is taken, the affirmative vote of a majority of directors present is the act of the board of directors unless a greater vote is required by the articles of incorporation or bylaws. (d) A director who is present at a meeting of the board of directors when corporate action is taken is considered to have assented to the action taken unless one of the following applies: (1) The director objects at the beginning of the meeting, or promptly upon arrival, to holding it or transacting business at the meeting; (2) The director dissents or abstains from the action and: (i) The dissent or abstention is entered in the minutes of the meeting; or (ii) The director delivers notice in the form of a record of the director's dissent or abstention to the presiding officer of the meeting before its adjournment or to the corporation promptly after adjournment of the meeting. (e) The right of dissent or abstention is not available to a director who votes in favor of the action taken. Section 86. (a) Unless this Act, the articles of incorporation, or the bylaws provide otherwise, a board of directors may create one or more committees of the board that consist of one or more directors. (b) Unless this Act otherwise provides, the creation of a committee and appointment of directors to it must be approved by the greater of: (1) A majority of all the directors in office when the action is taken; or (2) The number of directors required by the articles of incorporation or bylaws to take action pursuant to section 85 of this Act. (c) Sections 81 to 85, inclusive, of this Act, apply both to committees of the board and to their members. (d) To the extent authorized by the board of directors or in the articles of incorporation or bylaws, each committee may exercise the powers of the board of directors pursuant to section 69 of this Act except as limited by subsection (e). (e) A committee may not, however: (1) In the case of a membership corporation, approve or propose to members action that this Act requires be approved by members; (2) Fill vacancies on the board of directors or, subject to subsection (g), on any of its committees; or (3) Adopt, amend, or repeal bylaws. (f) The creation of, delegation of authority to, or action by a committee does not alone constitute compliance by a director with the standards of conduct described in section 87 of this Act. (g) The board of directors may appoint one or more directors as alternate members of any committee to replace any absent or disqualified member during the member's absence or disqualification. (h) A nonprofit corporation may create or authorize the creation of one or more advisory committees whose members need not be directors. An advisory committee: (1) Is not a committee of the board; and (2) May not exercise any of the powers of the board. Section 87. (a) Each member of the board of directors, when discharging the duties of a director, shall act: (1) In good faith; and (2) In a manner the director reasonably believes to be in the best interests of the nonprofit corporation. (b) The members of the board of directors or a committee of the board, when becoming informed in connection with their decision-making function or devoting attention to their oversight function, must discharge their duties with the care that a person in a like position would reasonably believe appropriate under similar circumstances. (c) In discharging board or committee duties a director must disclose, or cause to be disclosed, to the other board or committee members information not already known by them but known by the director to be material to the discharge of their decision-making or oversight functions, except that disclosure is not required to the extent that the director reasonably believes that doing so would violate a duty imposed by law, a legally enforceable obligation of confidentiality, or a professional ethics rule. (d) In discharging board or committee duties a director who does not have knowledge that makes reliance unwarranted may rely on the performance by any of the persons specified in subsection (f)(1), (3), or (4) to whom the board may have delegated, formally or informally by course of conduct, the authority or duty to perform one or more of the board's functions that are delegable under applicable law. (e) In discharging board or committee duties, a director who does not have knowledge that makes reliance unwarranted may rely on information, opinions, reports, or statements, including financial statements and other financial data, prepared or presented by any of the persons specified in subsection (f). (f) A director may rely, in accordance with subsection (d) or (e), on: (1) One or more officers, employees, or volunteers of the nonprofit corporation whom the director reasonably believes to be reliable and competent in the functions performed or the information, opinions, reports, or statements provided; (2) Legal counsel, public accountants, or other persons retained by the corporation as to matters involving skills or expertise the director reasonably believes are matters: (i) Within the particular person's professional or expert competence; or (ii) As to which the particular person merits confidence; (3) A committee of the board of directors of which the director is not a member if the director reasonably believes the committee merits confidence; or (4) In the case of a corporation engaged in religious activity, religious authorities and ministers, priests, rabbis, imams, or other persons whose positions or duties the director reasonably believes justify reliance and confidence and whom the director believes to be reliable and competent in the matters presented. (g) A director is not a trustee with respect to the nonprofit corporation or with respect to any property held or administered by the corporation, including property that may be subject to restrictions imposed by the donor or transferor of the property. Section 88. (a) A nonprofit corporation may not lend money to or guarantee the obligation of a director or officer of the corporation. (b) This section does not apply to: (1) An advance to pay reimbursable expenses reasonably expected to be incurred by a director or officer; (2) An advance to pay premiums on life insurance if the advance is secured by the cash value of the policy; (3) Advances pursuant to sections 101 to 109, inclusive, of this Act; (4) Loans or advances pursuant to employee benefit plans; (5) A loan secured by the principal residence of an officer; or (6) A loan to pay relocation expenses of an officer. (c) The fact that a loan or guarantee is made in violation of this section does not affect the borrower's liability on the loan. Section 89. (a) A director who votes for or assents to a distribution made in violation of this Act is personally liable to the nonprofit corporation for the amount of the distribution that exceeds what could have been distributed without violating this Act if the party asserting liability establishes that, when taking the action, the director did not comply with section 87 of this Act. (b) A director held liable under subsection (a) for an unlawful distribution is entitled to: (1) Contribution from every other director who could be held liable under subsection (a) for the unlawful distribution; and (2) Recoupment from each person of the pro-rata portion of the amount of the unlawful distribution the person received, whether or not the person knew the distribution was made in violation of this Act. (c) A proceeding to enforce: (1) The liability of a director under subsection (a) is barred unless it is commenced within two years after the date on which the distribution was made; or (2) Contribution or recoupment under subsection (b) is barred unless it is commenced within one year after the liability of the claimant has been finally adjudicated under subsection (a). Section 90. (a) The officers of a nonprofit corporation are the individuals who hold the offices described in its articles of incorporation or bylaws, or are appointed or elected in accordance with the articles and bylaws or as authorized by the board of directors. (b) The articles of incorporation or bylaws or the board of directors must assign to one of the officers responsibility for preparing or supervising the preparation of the minutes of the meetings of the board of directors and the members, if any, and for maintaining and authenticating the records of the corporation required to be kept under sections 200(a) and 200(e) of this Act. (c) The same individual may simultaneously hold more than one office in a nonprofit corporation. Section 91. Each officer has the authority and must perform the duties set forth in the articles of incorporation or bylaws or, to the extent consistent with the articles and bylaws, the duties prescribed by the board of directors or by direction of an officer authorized by the board of directors to prescribe the duties of other officers. Section 92. (a) An officer with discretionary authority must discharge the duties under that authority: (1) In good faith; (2) With the care an ordinarily prudent person in a like position would exercise under similar circumstances; and (3) In a manner the officer reasonably believes to be in the best interests of the corporation. (b) The duty of an officer includes the obligation to inform: (1) The superior officer to whom, or the board of directors or the committee thereof to which, the officer reports, of information about the affairs of the nonprofit corporation known to the officer, within the scope of the officer's functions, and known to the officer to be material to the superior officer, board, or committee; and (2) The superior officer, or another appropriate person within the nonprofit corporation, or the board of directors, or a committee thereof, of any actual or probable material violation of law involving the corporation or material breach of duty to the corporation by an officer, employee, or agent of the corporation, that the officer believes has occurred or is likely to occur. (c) In discharging the duties, an officer who does not have knowledge that makes reliance unwarranted may rely on information, opinions, reports, or statements, including financial statements and other financial data, if prepared or presented by: (1) One or more officers or employees of the nonprofit corporation whom the officer reasonably believes to be reliable and competent in the functions performed or the information, opinions, reports, or statements provided; (2) Legal counsel, public accountants, or other persons retained by the corporation as to matters involving skills or expertise the officer reasonably believes are matters: (i) Within the particular person's professional or expert competence, or (ii) As to which the particular person merits confidence; (3) In the case of a corporation engaged in religious activity, religious authorities and ministers, priests, rabbis, imams, or other persons whose positions or duties the officer reasonably believes justify reliance and confidence and whom the officer believes to be reliable and competent in the matters presented. Section 93. (a) An officer may resign at any time by delivering notice to the nonprofit corporation. A resignation is effective when the notice is delivered unless the notice specifies a later effective time. If a resignation is made effective at a later time and the board of directors or the appointing officer accepts the future effective time, the board or the appointing officer may designate a successor before the effective time if the board or the appointing officer provides that the successor does not take office until the effective time. (b) Except as provided in the articles of incorporation or bylaws, an officer may be removed at any time with or without cause by: (i) The board of directors; (ii) The officer who appointed the officer being removed, unless the board provides otherwise; or (iii) Any other officer authorized by the articles, the bylaws or the board. (c) For purposes of this section the term, appointing officer, is the officer, including any successor to that officer, who appointed the officer resigning or being removed. Section 94. (a) The appointment of an officer does not itself create contract rights. (b) An officer's removal does not affect the officer's contract rights, if any, with the nonprofit corporation. An officer's resignation does not affect the corporation's contract rights, if any, with the officer. Section 95. No director, trustee, committee member, or officer serving without compensation, other than reimbursement for actual expenses, of any corporation organized pursuant to sections 69 to 111, inclusive, of this Act, or under similar laws of another state, and which is exempt from taxation pursuant to Section 501(a) of the Internal Revenue Code, 26 U.S.C. Section 501(a) and is listed as an exempt organization in Section 501(c) of the Internal Revenue Code, 26 U.S.C. Section 501(c), or any hospital organized pursuant to chapter 34-8, 34-9, or 34-10 is liable, and no cause of action may be brought, for damages resulting from the exercise of judgment or discretion in connection with the duties or responsibilities of such director, trustee, committee member, or officer while acting in an official capacity as such director, trustee, committee member, or officer, unless the act or omission involved willful or wanton misconduct. The immunity provided pursuant to this section applies to any member of an advisory board, serving without compensation, other than reimbursement for actual expenses, of any corporation described by this section. Section 96. Terms used in sections 96 to 99, inclusive, of this Act, mean: (1) \"Free clinic,\" a clinic in which health care services are offered voluntarily through a nonprofit corporation by health care professionals licensed or certified pursuant to the laws of this state to patients without charge or at a charge based on a sliding fee scale or the ability to pay; (2) \"Governmental entity,\" any county, municipality, township, school district, chartered governmental units, or other special districts, including any association, authority, board, commission, division, office, or task force of such governmental entity; (3) \"Nonprofit corporation,\" any corporation organized pursuant to chapters 47-22 to 47-28, inclusive, and which is exempt from taxation pursuant to section 501(a) of the Internal Revenue Code, 26 U.S.C. section 501(a); (4) \"Nonprofit organization,\" any organization which is exempt from taxation pursuant to section 501(c) of the Internal Revenue Code, 26 U.S.C. section 501(c) as amended; (5) \"Volunteer,\" an individual performing services for a nonprofit organization, a nonprofit corporation, a hospital organized pursuant to chapter 34-8, 34-9, or 34-10, or a governmental entity without compensation, other than reimbursement for actual expenses incurred. The term includes a volunteer serving as a director, officer, trustee, or direct service volunteer. Section 97. Any volunteer of a nonprofit organization, a nonprofit corporation, a free clinic, any hospital organized pursuant to chapter 34-8, 34-9, or 34-10, or a governmental entity shall be immune from civil liability in any action brought in any court in this state on the basis of any act or omission resulting in damage or injury if: (1) The individual was acting in good faith and within the scope of such individual's official functions and duties for the nonprofit organization, the nonprofit corporation, the free clinic, a hospital organized pursuant to chapter 34-8, 34-9, or 34-10, or a governmental entity; and (2) The damage or injury was not caused by gross negligence or willful and wanton misconduct by such individual. Section 98. No immunity provided pursuant to §§ 47-23-28 to 47-23-32, inclusive, extends to any person causing personal injury or wrongful death resulting from the negligent operation of a motor vehicle. Section 99. To the extent that any volunteer, nonprofit corporation, nonprofit organization, governmental entity, or hospital organized pursuant to chapter 34-8, 34-9, or 34-10 participates in a risk sharing pool or purchases liability insurance and to the extent that coverage is afforded thereunder, the immunity provided by§ 47-23-29 is deemed to have been waived and may not be raised by way of affirmative defense. This section does not apply to a volunteer serving as a director, officer, or trustee. Section 100. Sections 95 to 99, inclusive, of this Act, may not be construed to constitute a modification or repeal of §§ 20-9-3, 20-9-4, 20-9-4.1, 34-48A-23, and 34-48A-24. Section 101. Terms used in sections 101 to 109, inclusive, of this Act, mean: (1) \"Corporation,\" any domestic or foreign predecessor entity of a nonprofit corporation in a merger, conversion, or domestication; (2) \"Director\" or \"officer,\" an individual who is or was a director or officer, respectively, of a nonprofit corporation or who, while a director or officer of the corporation, is or was serving at the corporation's request as a director, officer, partner, trustee, employee, or agent of another domestic or foreign corporation, partnership, joint venture, trust, employee benefit plan, or other entity. A director or officer is considered to be serving an employee benefit plan at the corporation's request if the individual's duties to the corporation also impose duties on, or otherwise involve services by, the individual to the plan or to participants in or beneficiaries of the plan. The term, director, includes a member of a designated body. The terms, director, or, officer, includes, unless the context requires otherwise, the estate or personal representative of a director or officer; (3) \"Disinterested director,\" a director who, at the time of a vote referred to in section 104(c) of this Act or a vote or selection referred to in section 106(b) or (c) of this Act, is not: (i) A party to the proceeding; or (ii) An individual having a familial, financial, professional, or employment relationship with the director whose indemnification or advance for expenses is the subject of the decision being made, which relationship would, in the circumstances, reasonably be expected to exert an influence on the director's judgment when voting on the decision being made; (4) \"Expenses,\" includes counsel fees; (5) \"Liability,\" the obligation to pay a judgment, settlement, penalty, fine, including an excise tax assessed with respect to an employee benefit plan, or reasonable expenses incurred with respect to a proceeding; (6) \"Official capacity,\": (i) When used with respect to a director, the office of director in a nonprofit corporation; and (ii) When used with respect to an officer, as contemplated in section 106 of this Act, the office in a corporation held by the officer. The term, official capacity, does not include service for any other domestic or foreign corporation or any partnership, joint venture, trust, employee benefit plan, or other entity; (7) \"Party,\" an individual who was, is, or is threatened to be made, a defendant or respondent in a proceeding; (8) \"Proceeding,\" includes a threatened, pending, or completed proceeding. Section 102. (a) Except as otherwise provided in this section, a nonprofit corporation may indemnify an individual who is a party to a proceeding because the individual is or was a director against liability incurred in the proceeding if the individual: (1) Acted in good faith; and (2) Reasonably believed: (a) In the case of conduct in an official capacity, that the conduct was in the best interests of the corporation; and (b) In all other cases, that the individual's conduct was at least not opposed to the best interests of the corporation; and (3) In the case of any criminal proceeding, had no reasonable cause to believe the individual's conduct was unlawful; or (4) The individual engaged in conduct for which broader indemnification has been made permissible or obligatory under a provision of the articles of incorporation, as authorized by section 21(b)(8) of this Act. (b) A director's conduct with respect to an employee benefit plan for a purpose the director reasonably believed to be in the interests of the participants in and the beneficiaries of the plan is conduct that satisfies the requirement of subsection (a)(1)(ii)(B). (c) The termination of a proceeding by judgment, order, settlement, or conviction, or upon a plea of nolo contendere or its equivalent, is not, of itself, determinative that the director did not meet the relevant standard of conduct described in this section. (d) Unless ordered by a court pursuant to section 105(a)(3) of this Act, a nonprofit corporation may not indemnify a director: (1) In connection with a proceeding by or in the right of the corporation, except for reasonable expenses incurred in connection with the proceeding if it is determined that the director has met the relevant standard of conduct under subsection (a); or (2) In connection with any proceeding with respect to conduct for which the director was adjudged liable on the basis that the director received a financial benefit to which the director was not entitled, whether or not involving action in an official capacity. Section 103. A nonprofit corporation must indemnify a director to the extent the director was successful, on the merits or otherwise, in the defense of any proceeding to which the director was a party because the director was a director of the corporation against reasonable expenses incurred by the director in connection with the proceeding. Section 104. (a) A nonprofit corporation may, before final disposition of a proceeding, advance funds to pay for or reimburse the reasonable expenses incurred by an individual who is a party to a proceeding because the individual is or was a director if the individual delivers to the corporation: (1) An affirmation in the form of a record of the individual's good faith belief that the individual has met the relevant standard of conduct described in section 102 of this Act, or that the proceeding involves conduct for which liability has been eliminated by section 105 of this Act, or under a provision of the articles of incorporation as authorized pursuant to section 21(c) of this Act; and (2) An undertaking in the form of a record to repay any funds advanced if the individual is not entitled to mandatory indemnification pursuant to section 103 of this Act and it is ultimately determined pursuant to section 105 or 106 of this Act that the individual does not meet the relevant standard of conduct described in section 102 of this Act. (b) The undertaking required by subsection (a)(2) must be an unlimited general obligation of the director, but need not be secured and may be accepted without reference to the financial ability of the director to make repayment. (c) Authorizations pursuant to this section must be made: (1) By the board of directors: (i) If there are two or more disinterested directors, by a majority vote of all the disinterested directors, a majority of whom constitute a quorum for that purpose, or by a majority of the members of a committee of two or more disinterested directors appointed by such a vote; or (ii) If there are fewer than two disinterested directors, by the vote necessary for action by the board in accordance with section 87 of this Act, in which authorization directors who do not qualify as disinterested directors may participate; or (2) By the members. Section 105. (a) A director who is a party to a proceeding because the director is or was a director may apply for indemnification or an advance for expenses to the court conducting the proceeding or to another court of competent jurisdiction. After receipt of an application and after giving any notice it considers necessary, the court must: (1) Order indemnification if the court determines that the director is entitled to mandatory indemnification pursuant to section 103 of this Act; (2) Order indemnification or advance for expenses if the court determines that the director is entitled to indemnification or advance for expenses pursuant to a provision authorized by section 104(a) of this Act; or (3) Order indemnification or advance for expenses if the court determines, in view of all the relevant circumstances, that it is fair and reasonable: (i) To indemnify the director; or (ii) To advance expenses to the director, even if the director has not met the relevant standard of conduct set forth in section 102(a) of this Act, failed to comply with section 104 of this Act, or was adjudged liable in a proceeding referred to in section 102(d)(1) or (d)(2) of this Act, but if the director was adjudged so liable his or her indemnification must be limited to reasonable expenses incurred in connection with the proceeding. (b) If the court determines that the director is entitled to indemnification pursuant to subsection (a)(1) or to indemnification or advance for expenses pursuant to subsection (a)(2), it must also order the nonprofit corporation to pay the director's reasonable expenses incurred in connection with obtaining court-ordered indemnification or advance for expenses. If the court determines that the director is entitled to indemnification or advance for expenses pursuant to subsection (a)(3), it may also order the corporation to pay the director's reasonable expenses to obtain court-ordered indemnification or advance for expenses. Section 106. (a) A nonprofit corporation may not indemnify a director pursuant to section 102 of this Act unless authorized for a specific proceeding after a determination has been made that indemnification of the director is permissible because the director has met the relevant standard of conduct set forth in section 102 of this Act. (b) The determination may be made: (1) If there are two or more disinterested directors, by a majority vote of all the disinterested directors, a majority of whom constitute a quorum for that purpose, or by a majority of the members of a committee of two or more disinterested directors appointed by such a vote; (2) By special legal counsel: (i) Selected in the manner prescribed in subdivision (1); or (ii) If there are fewer than two disinterested directors, selected by the board of directors, in which selection directors who do not qualify as disinterested directors may participate; or (3) By the members. (c) Authorization of indemnification must be made in the same manner as the determination that indemnification is permissible, except that if there are fewer than two disinterested directors or if the determination is made by special legal counsel, authorization of indemnification must be made by those entitled under subsection (b)(2)(ii) to select special legal counsel. Section 107. (a) A nonprofit corporation may indemnify and advance expenses pursuant to sections 101 to 109, inclusive, of this Act, to an officer of the corporation who is a party to a proceeding because the officer is or was an officer of the corporation: (1) To the same extent as a director; and (2) If the officer is an officer but not a director, to such further extent as may be provided by the articles of incorporation, the bylaws, a resolution of the board of directors, or contract except for: (i) Liability in connection with a proceeding by or in the right of the corporation other than for reasonable expenses incurred in connection with the proceeding; or (ii) Liability arising out of conduct that constitutes: (A) Receipt by the officer of a financial benefit to which the officer is not entitled; (B) An intentional infliction of harm on the corporation or the members; or (C) An intentional violation of criminal law. (b) The provisions of subsection (a)(2) apply to an officer who is also a director if the basis on which the officer is made a party to the proceeding is an act or omission solely as an officer. (c) An officer of a corporation who is not a director is entitled to mandatory indemnification pursuant to section 103 of this Act, and may apply to a court pursuant to section 105 of this Act for indemnification or an advance for expenses, in each case to the same extent to which a director may be entitled to indemnification or advance for expenses under those provisions. Section 108. A nonprofit corporation may purchase and maintain insurance on behalf of an individual who is or was a director or officer of the corporation, or who, while a director or officer of the corporation, serves or served at the corporation's request as a director, officer, partner, trustee, employee, or agent of another domestic or foreign corporation, partnership, joint venture, trust, employee benefit plan, or other entity, against liability asserted against or incurred by the individual in that capacity or arising from the individual's status as a director or officer, whether or not the corporation would have power to indemnify or advance expenses to the individual against the same liability pursuant to sections 101 to 109, inclusive, of this Act. Section 109. (a) A nonprofit corporation may, by a provision in its articles of incorporation or bylaws or in a resolution adopted or a contract approved by its board of directors or members, obligate itself in advance of the act or omission giving rise to a proceeding to provide indemnification as permitted pursuant to section 102 of this Act or advance funds to pay for or reimburse expenses as permitted pursuant to section 104 of this Act. An obligatory provision satisfies the requirements for authorization referred to in sections 104(c) and 106(c) of this Act. Any such provision that obligates the corporation to provide indemnification to the fullest extent permitted by law obligates the corporation to advance funds to pay for or reimburse expenses in accordance with section 104 of this Act to the fullest extent permitted by law, unless the provision specifically provides otherwise. (b) Any provision pursuant to subsection (a) may not obligate the nonprofit corporation to indemnify or advance expenses to a director of a predecessor of the corporation, pertaining to conduct with respect to the predecessor, unless otherwise specifically provided. Any provision for indemnification or advance for expenses in the organic records, articles of incorporation, bylaws, or a resolution of the governors, board of directors, members or interest holders of a predecessor of the corporation in a fundamental transaction, or in a contract to which the predecessor is a party, existing at the time the fundamental transaction takes effect, is governed by: (1) Section 117(a)(2) of this Act in the case of a domestication; (2) Section 122(a)(2) of this Act in the case of a for-profit conversion; (3) Section 126(a)(2) of this Act in the case of a foreign for-profit domestication and conversion; (4) Section 132(a)(2) of this Act in the case of an entity conversion; or (5) Section 154(a)(4) of this Act in the case of a merger. (c) A nonprofit corporation may, by a provision in its articles of incorporation or bylaws, limit any of the rights to indemnification or advance for expenses created by or pursuant to sections 101 to 109, inclusive, of this Act. (d) Sections 101 to 109, inclusive, of this Act, do not limit a nonprofit corporation's power to pay or reimburse expenses incurred by a director or an officer in connection with appearance as a witness in a proceeding at a time when the director or officer is not a party. (e) Sections 101 to 109, inclusive, of this Act, do not limit a nonprofit corporation's power to indemnify, advance expenses to, or provide or maintain insurance on behalf of an employee, agent, or volunteer. Section 110. (a) A contract or transaction between a nonprofit corporation and one or more of its members, directors, members of a designated body, or officers or between a nonprofit corporation and any other entity in which one or more of its directors, members of a designated body, or officers are directors or officers, hold a similar position, or have a financial interest, is not void or voidable solely for that reason, or solely because the member, director, member of a designated body, or officer is present at or participates in the meeting of the board of directors that authorizes the contract or transaction, or solely because his, her or their votes are counted for that purpose, if: (1) The material facts as to the relationship or interest and as to the contract or transaction are disclosed or are known to the board of directors and the board in good faith authorizes the contract or transaction by the affirmative votes of a majority of the disinterested directors even though the disinterested directors are less than a quorum; (2) The material facts as to the relationship or interest of the member, director, or officer and as to the contract or transaction are disclosed or are known to the members entitled to vote thereon, if any, and the contract or transaction is specifically approved in good faith by vote of those members; or (3) The contract or transaction is fair as to the corporation as of the time it is authorized, approved, or ratified by the board of directors or the members. (b) Common or interested directors may be counted in determining the presence of a quorum at a meeting of the board that authorizes a contract or transaction specified in subsection (a). (c) This section is applicable except as otherwise restricted in the articles of incorporation or bylaws. Section 111. (a) The taking advantage, directly or indirectly, by a director of a business opportunity may not be the subject of equitable relief, or give rise to an award of damages or other sanctions against the director, in a proceeding by or in the right of the nonprofit corporation on the ground that the opportunity should have first been offered to the corporation, if before becoming legally obligated or entitled respecting the opportunity the director brings it to the attention of the corporation and action by the members or the directors disclaiming the corporation's interest in the opportunity is taken in compliance with the procedures set forth in section 110 of this Act, as if the decision being made concerned a conflicting interest transaction. (b) In any proceeding seeking equitable relief or other remedies, based upon an alleged improper taking advantage of a business opportunity by a director, the fact that the director did not employ the procedure described in subsection (a) before taking advantage of the opportunity does not support an inference that the opportunity should have been first presented to the nonprofit corporation or alter the burden of proof otherwise applicable to establish that the director breached a duty to the corporation in the circumstances. (c) For purposes of this section, director, includes a member of a designated body. Section 112. Terms used in section 112 to 133, inclusive, of this Act, mean: (1) \"Conversion,\" a transaction authorized by sections 119 to 123, inclusive, of this Act, sections 124 to 127, inclusive, of this Act, or sections 128 to 133, inclusive, of this Act; (2) \"Converting corporation,\" the domestic or foreign nonprofit or business corporation that approves a conversion pursuant to section 112 to 133, inclusive, of this Act, or its organic law; (3) \"Converting entity,\" the domestic or foreign entity that approves a conversion pursuant to section 128 of this Act, or its organic law; (4) \"Domesticated corporation,\" the domesticating corporation as it continues in existence after a domestication; (5) \"Domesticating corporation,\" the domestic nonprofit corporation that adopts a plan of domestication pursuant to section 115 of this Act, or the foreign nonprofit corporation that approves a domestication pursuant to its organic law; (6) \"Domestication,\" a transaction authorized by sections 114 to 118, inclusive, of this Act. (7) \"Surviving corporation,\" the corporation as it continues in existence immediately after consummation of a for-profit conversion pursuant to sections 119 to 123, inclusive, of this Act, a foreign for-profit conversion and domestication pursuant to sections 124 to 127, inclusive, of this Act, or an entity conversion pursuant to sections 128 to 133, inclusive, of this Act; (8) \"Surviving entity,\" the unincorporated entity as it continues in existence immediately after consummation of an entity conversion pursuant to sections 128 to 133, inclusive, of this Act. Section 113. (a) If a domestic or foreign nonprofit corporation or eligible entity may not be a party to a merger or sale of its assets without the approval of the attorney general, the Division of Insurance or the Public Utilities Commission, the corporation or eligible entity may not be a party to a transaction pursuant to section 112 to 133, inclusive, of this Act, without the prior approval of that agency. (b) Property held in trust by an entity or otherwise dedicated to a charitable purpose may not be diverted from its purpose by any transaction pursuant to section 112 to 133, inclusive, of this Act, unless the entity obtains an appropriate order of court specifying the disposition of the property pursuant to the law of this state on cy pres or otherwise dealing with the nondiversion of charitable assets. (c) Unless an entity that is a party to a transaction pursuant to section 112 to 133, inclusive, of this Act, obtains an appropriate order of court under the law of this state on cy pres or otherwise dealing with the nondiversion of charitable assets, the transaction may not affect: (1) Any restriction imposed upon the entity by its organic records that may not be amended by its board of directors, governors, members, or interest holders or by a designated body; (2) Any restriction imposed upon property held by the entity by virtue of any trust under which it holds that property; or (3) The existing rights of persons other than members, shareholders, or interest holders of the entity. (d) A person who is a member, interest holder, or otherwise affiliated with a charitable corporation or an unincorporated entity with a charitable purpose may not receive a direct or indirect financial benefit in connection with a transaction pursuant to section 112 to 133, inclusive, of this Act, to which the charitable corporation or unincorporated entity is a party unless the person is itself a charitable corporation or unincorporated entity with a charitable purpose. This subsection does not apply to the receipt of reasonable compensation for services rendered. (e) A devise, bequest, gift, grant, or promise contained in a will or other instrument, in trust or otherwise, made before or after a transaction pursuant to section 112 to 133, inclusive, of this Act, to or for the entity that is the subject of the transaction, shall inure to the entity as it continues in existence after the transaction, subject to the express terms of the will or other instrument. (f) The attorney general shall receive notice of any action by a domestic or foreign nonprofit corporation or eligible entity that affects charitable assets by cy pres or diversion. Section 114. (a) A foreign nonprofit corporation may become a domestic nonprofit corporation only if the domestication is authorized by the law of the foreign jurisdiction. (b) A domestic nonprofit corporation may become a foreign nonprofit corporation if the domestication is permitted by the laws of the foreign jurisdiction. Regardless of whether the laws of the foreign jurisdiction require the adoption of a plan of domestication, the domestication must be approved by the adoption by the corporation of a plan of domestication in the manner provided pursuant to sections 114 to 118, inclusive, of this Act. (c) The plan of domestication must include: (1) A statement of the jurisdiction in which the corporation is to be domesticated; (2) The terms and conditions of the domestication; (3) The manner and basis of canceling or reclassifying the memberships of the corporation following its domestication into memberships, obligations, rights to acquire memberships, cash, other property, or any combination of the foregoing; and (4) Any desired amendments to the articles of incorporation or bylaws of the corporation following its domestication. (d) The plan of domestication may also include a provision that the plan may be amended prior to filing the document required by the laws of this state or the other jurisdiction to consummate the domestication; except that, subsequent to approval of the plan by the members, the plan may not be amended without the approval of the members to change: (1) The amount or kind of memberships, obligations, rights to acquire memberships, cash, or other property to be received by the members under the plan; (2) The articles of incorporation as they will be in effect immediately following the domestication, except for changes permitted pursuant to section 138 of this Act or by comparable provisions of the laws of the other jurisdiction; or (3) Any of the other terms or conditions of the plan if the change would adversely affect any of the members in any material respect. (e) If any debt security, note or similar evidence of indebtedness for money borrowed, whether secured or unsecured, or a contract of any kind, issued, incurred or executed by a domestic nonprofit corporation before the effective date of this Act contains a provision applying to a merger of the corporation and the document does not refer to a domestication of the corporation, the provision shall be deemed to apply to a domestication of the corporation until such time as the provision is amended subsequent to that date. (f) See section 113 of this Act, restrictions and required approvals. Section 115. In the case of a domestication of a domestic nonprofit corporation in a foreign jurisdiction: (1) The plan of domestication must be adopted by the board of directors; (2) After adopting the plan of domestication the board of directors must submit the plan to the members for their approval, if there are members entitled to vote on the plan. The board of directors must also transmit to the members a recommendation that the members approve the plan, unless the board of directors makes a determination that because of conflicts of interest or other special circumstances it should not make such a recommendation, in which case the board of directors must transmit to the members the basis for that determination; (3) The board of directors may condition its submission of the plan of domestication to the members on any basis; (4) If the approval of the members is to be given at a meeting, the corporation must notify each member, whether or not entitled to vote, of the meeting of members at which the plan of domestication is to be submitted for approval. The notice must state that the purpose, or one of the purposes, of the meeting is to consider the plan and must contain or be accompanied by a copy or summary of the plan. The notice must include or be accompanied by a copy of the articles of incorporation and bylaws as they will be in effect immediately after the domestication; (5) Unless the articles of incorporation or bylaws, or the board of directors acting pursuant to paragraph (3), requires a greater vote or a greater number of votes to be present, the approval of the plan of domestication by the members requires the approval of the members at a meeting at which a quorum exists, and, if any class of members is entitled to vote as a separate group on the plan, the approval of each such separate voting group at a meeting at which a quorum of the voting group exists; (6) Separate voting by voting groups is required by each class of members that: (i) Are to be reclassified under the plan of domestication into a different class of memberships, or into obligations, rights to acquire memberships, cash, other property, or any combination of the foregoing; (ii) Would be entitled to vote as a separate group on a provision of the plan that, if contained in a proposed amendment to articles of incorporation, would require action by separate voting groups under section 137 of this Act; or (iii) Is entitled under the articles of incorporation or bylaws to vote as a voting group to approve an amendment of the articles; (7) If any provision of the articles of incorporation, bylaws, or an agreement to which any of the directors, members of a designated body, or members are parties, adopted or entered into before the effective date of this Act, applies to a merger of the corporation and that document does not refer to a domestication of the corporation, the provision shall be deemed to apply to a domestication of the corporation until such time as the provision is amended subsequent to that date. Section 116. (a) Articles of domestication must be signed on behalf of the domesticating corporation by any officer or other duly authorized representative. The articles must set forth: (1) The name and jurisdiction of incorporation of the domesticating corporation; (2) The name and jurisdiction of incorporation of the domesticated entity; and (3) If the domesticating corporation is a domestic nonprofit corporation, a statement that the plan of domestication was approved in accordance with sections 119 to 123, inclusive, of this Act or, if the domesticating corporation is a foreign nonprofit corporation, a statement that the domestication was approved in accordance with the law of its jurisdiction of incorporation. (b) If the domesticated corporation is a domestic nonprofit corporation, the articles of domestication shall either contain all of the provisions that section 21(a) of this Act requires to be set forth in articles of incorporation and any other desired provisions that section 21(b) and (c) of this Act permits to be included in articles of incorporation, or shall have attached articles of incorporation. In either case, provisions that would not be required to be included in restated articles of incorporation may be omitted, except that the name and address of the initial registered agent of the domesticated corporation must be included. The name of the domesticated corporation must satisfy the requirements of section 30 of this Act. (c) The articles of domestication must be delivered to the Office of the Secretary of State for filing, and take effect at the effective time provided in section 4 of this Act. (d) If the domesticating corporation is a qualified foreign nonprofit corporation, its certificate of authority is cancelled automatically on the effective date of its domestication. Section 117. (a) Except as otherwise provided in section 113 of this Act, when a domestication becomes effective: (1) The title to all real and personal property, both tangible and intangible, of the domesticating corporation remains in the domesticated corporation without reversion or impairment; (2) The liabilities of the domesticating corporation remain the liabilities of the domesticated corporation; (3) An action or proceeding pending against the domesticating corporation continues against the domesticated corporation as if the domestication had not occurred; (4) The articles of domestication, or the articles of incorporation attached to the articles of domestication, constitute the articles of incorporation of a foreign corporation domesticating in this state; (5) The memberships in the domesticating corporation are reclassified into memberships, obligations, rights to acquire memberships, or cash or other property in accordance with the terms of the domestication, and the members are entitled only to the rights provided by those terms; and (6) The domesticating corporation is deemed to: (i) Be incorporated under and subject to the organic law of the domesticated corporation for all purposes; and (ii) Be the same corporation without interruption as the domesticating corporation. (b) The interest holder liability of a member in a foreign nonprofit corporation that is domesticated in this state is as follows: (1) The domestication does not discharge any interest holder liability under the laws of the foreign jurisdiction to the extent any such interest holder liability arose before the effective time of the articles of domestication; (2) The member does not have interest holder liability under the laws of the foreign jurisdiction for any debt, obligation, or liability of the corporation that arises after the effective time of the articles of domestication; (3) The provisions of the laws of the foreign jurisdiction continue to apply to the collection or discharge of any interest holder liability preserved by paragraph (1), as if the domestication had not occurred; (4) The member has whatever rights of contribution from other members are provided by the laws of the foreign jurisdiction with respect to any interest holder liability preserved by paragraph (1), as if the domestication had not occurred. Section 118. (a) Unless otherwise provided in a plan of domestication of a domestic nonprofit corporation, after the plan has been adopted and approved as required pursuant to sections 114 to 118, inclusive, of this Act, and at any time before the domestication has become effective, it may be abandoned by the board of directors without action by the members. (b) If a domestication is abandoned under subsection (a) after articles of domestication have been filed with the Office of the Secretary of State but before the domestication has become effective, a statement that the domestication has been abandoned in accordance with this section, signed by an officer or other duly authorized representative, must be delivered to the Office of the Secretary of State for filing prior to the effective date of the domestication. The statement takes effect upon filing and the domestication is abandoned and does not become effective. (c) If the domestication of a foreign nonprofit corporation in this state is abandoned in accordance with the laws of the foreign jurisdiction after articles of domestication are filed with the Office of the Secretary of State, a statement that the domestication has been abandoned, signed by an officer or other duly authorized representative, must be delivered to the Office of the Secretary of State for filing. The statement takes effect upon filing and the domestication is abandoned and does not become effective. Section 119. (a) A domestic nonprofit corporation may become a domestic business corporation pursuant to a plan of for-profit conversion. (b) A domestic nonprofit corporation may become a foreign business corporation if the for-profit conversion is permitted by the laws of the foreign jurisdiction. Regardless of whether the laws of the foreign jurisdiction require the adoption of a plan of for-profit conversion, the foreign for-profit conversion shall be approved by the adoption by the domestic nonprofit corporation of a plan of for-profit conversion in the manner provided in sections 119 to 123, inclusive, of this Act. (c) The plan of for-profit conversion must include: (1) The terms and conditions of the conversion; (2) The manner and basis of: (i) Issuing at least one share in the corporation following its conversion; and (ii) Otherwise reclassifying the memberships in the corporation, if any, following its conversion into shares and other securities, obligations, rights to acquire shares or other securities, cash, other property, or any combination of the foregoing; (3) Any desired amendments to the articles of incorporation or bylaws of the corporation following its conversion; and (4) If the domestic nonprofit corporation is to be converted to a foreign business corporation, a statement of the jurisdiction in which the corporation will be incorporated after the conversion. (d) The plan of for-profit conversion may also include a provision that the plan may be amended prior to filing articles of for-profit conversion, except that subsequent to approval of the plan by the members the plan may not be amended without the approval of the members to change: (1) The amount or kind of shares and other securities, obligations, rights to acquire shares or other securities, cash, or other property to be received by the members under the plan; (2) The articles of incorporation as they will be in effect immediately following the conversion, except for changes permitted pursuant to section 138 of this Act; or (3) Any of the other terms or conditions of the plan if the change would adversely affect any of the members in any material respect. (e) If any debt security, note, or similar evidence of indebtedness for money borrowed, whether secured or unsecured, or a contract of any kind, issued, incurred, or executed by a domestic nonprofit corporation before the effective date of this Act contains a provision applying to a merger of the corporation and the document does not refer to a for-profit conversion of the corporation, the provision shall be deemed to apply to a for-profit conversion of the corporation until such time as the provision is amended subsequent to that date. (f) The attorney general be provided with notice of the proposed for-profit conversion prior to any conversion. (g) See section 113 of this Act (restrictions and required approvals). Section 120. In the case of a conversion of a domestic nonprofit corporation to a domestic or foreign business corporation: (1) The plan of for-profit conversion must be adopted by the board of directors; (2) After adopting the plan of for-profit conversion, the board of directors must submit the plan to the members for their approval if there are members entitled to vote on the plan. The board of directors must also transmit to the members a recommendation that the members approve the plan, unless the board of directors makes a determination that because of conflicts of interest or other special circumstances it should not make such a recommendation, in which case the board of directors must transmit to the members the basis for that determination; (3) The board of directors may condition its submission of the plan of for-profit conversion to the members on any basis; (4) If the approval of the members is to be given at a meeting, the corporation must notify each member of the meeting of members at which the plan of for-profit conversion is to be submitted for approval. The notice must state that the purpose, or one of the purposes, of the meeting is to consider the plan and must contain or be accompanied by a copy or summary of the plan. The notice shall include or be accompanied by a copy of the articles of incorporation as they will be in effect immediately after the for-profit conversion; (5) Unless the articles of incorporation, or the board of directors acting pursuant to paragraph (3), require a greater vote or a greater number of votes to be present, the approval of the plan of for-profit conversion by the members requires the approval of each class of members of the corporation voting as a separate voting group at a meeting at which a quorum of the voting group exists; (6) If any provision of the articles of incorporation, bylaws or an agreement to which any of the directors or members are parties, adopted or entered into before the effective date of this Act, applies to a merger of the corporation and the document does not refer to a for-profit conversion of the corporation, the provision shall be deemed to apply to a for-profit conversion of the corporation until such time as the provision is amended subsequent to that date. Section 121. (a) Articles of for-profit conversion must be signed on behalf of the converting corporation by any officer or other duly authorized representative. The articles must set forth: (1) If the surviving corporation is a domestic business corporation, the name of the corporation immediately before the filing of the articles of for-profit conversion and if that name does not satisfy the requirements of the Business Corporation Act, or the corporation desires to change its name in connection with the conversion, a name that satisfies the requirements of the Business Corporation Act; (2) If the surviving corporation is a foreign business corporation, its name after the conversion and its jurisdiction of incorporation; and (3) A statement that the plan of for-profit conversion was duly approved by the members in the manner required by this Act and the articles of incorporation. (b) If the surviving corporation is a domestic business corporation, the articles of for-profit conversion shall either contain all of the provisions that the Business Corporation Act requires to be set forth in articles of incorporation of a domestic business corporation and any other desired provisions permitted by the Business Corporation Act, or shall have attached articles of incorporation that satisfy the requirements of the Business Corporation Act. In either case, provisions that would not be required to be included in restated articles of incorporation of a domestic business corporation may be omitted, except that the name and address of the initial registered agent of the business corporation must be included. (c) The articles of for-profit conversion must be delivered to the Office of the Secretary of State for filing, and take effect at the effective time provided pursuant to section 4 of this Act. Section 122. (a) Except as otherwise provided pursuant to section 113 of this Act, when a conversion of a domestic nonprofit corporation to a domestic or foreign business corporation becomes effective: (1) The title to all real and personal property, both tangible and intangible, of the corporation remains in the corporation without reversion or impairment; (2) The liabilities of the corporation remain the liabilities of the corporation; (3) An action or proceeding pending against the corporation continues against the corporation as if the conversion had not occurred; (4) The articles of incorporation of the domestic or foreign business corporation become effective; (5) The memberships of the corporation are reclassified into shares or other securities, obligations, rights to acquire shares or other securities, or into cash or other property in accordance with the plan of conversion, and the members are entitled only to the rights provided in the plan of for-profit conversion; and (6) The corporation is deemed to: (i) Be a domestic or foreign business corporation for all purposes; and (ii) Be the same corporation without interruption as the nonprofit corporation. (b) The interest holder liability of a member in a domestic nonprofit corporation that converts to a domestic business corporation is as follows: (1) The conversion does not discharge any interest holder liability of the member as a member of the nonprofit corporation to the extent any such interest holder liability arose before the effective time of the articles of for-profit conversion; (2) The member does not have interest holder liability for any debt, obligation or liability of the business corporation that arises after the effective time of the articles of for-profit conversion; (3) The laws of this state continue to apply to the collection or discharge of any interest holder liability preserved by paragraph (1), as if the conversion had not occurred; (4) The member has whatever rights of contribution from other members are provided by the laws of this state with respect to any interest holder liability preserved by paragraph (1), as if the conversion had not occurred. (b) A member who becomes subject to interest holder liability for some or all of the debts, obligations or liabilities of the business corporation has interest holder liability only for those debts, obligations, or liabilities of the business corporation that arise after the effective time of the articles of for-profit conversion. Section 123. (a) Unless otherwise provided in a plan of for-profit conversion of a domestic nonprofit corporation, after the plan has been adopted and approved as required by sections 119 to 123, inclusive, of this Act, and at any time before the for-profit conversion has become effective, it may be abandoned by the board of directors without action by the members. (b) If a for-profit conversion is abandoned under subsection (a) after articles of for-profit conversion are filed with the Office of the Secretary of State but before the for-profit conversion becomes effective, a statement that the for-profit conversion has been abandoned in accordance with this section, signed by an officer or other duly authorized representative, must be delivered to the Office of the Secretary of State for filing prior to the effective date of the for-profit conversion. The statement takes effect upon filing and the for-profit conversion is abandoned and does not become effective. Section 124. A foreign business corporation may become a domestic nonprofit corporation if the domestication and conversion is permitted by the law of the foreign jurisdiction. Section 125. (a) After the conversion of a foreign business corporation to a domestic nonprofit corporation is authorized as required by the laws of the foreign jurisdiction, articles of domestication and conversion shall be signed by any officer or other duly authorized representative. The articles shall set forth: (1) The name of the corporation immediately before the filing of the articles of domestication and conversion and, if that name is unavailable for use in this state or the corporation desires to change its name in connection with the domestication and conversion, a name that satisfies the requirements of section 30 of this Act; (2) The jurisdiction of incorporation of the corporation immediately before the filing of the articles of domestication and conversion and the date the corporation was incorporated in that jurisdiction; and (3) A statement that the domestication and conversion of the corporation in this state was duly authorized as required by the laws of the jurisdiction in which the corporation was incorporated immediately before its domestication and conversion in this state. (b) The articles of domestication and conversion shall either contain all of the provisions that section 21(a) of this Act requires to be set forth in articles of incorporation and any other desired provisions that section 21(b) and (c) of this Act permits to be included in articles of incorporation, or shall have attached articles of incorporation. In either case, provisions that would not be required to be included in restated articles of incorporation may be omitted, except that the name and address of the initial registered agent of the domestic business corporation must be included. (c) The articles of domestication and conversion must be delivered to the Office of the Secretary of State for filing, and take effect at the effective time provided pursuant to section 4 of this Act. (d) If the foreign business corporation is authorized to transact business in this state under the Model Business Corporation Act, its certificate of authority shall be cancelled automatically on the effective date of its domestication and conversion. Section 126. (a) When a domestication and conversion of a foreign business corporation to a domestic nonprofit corporation becomes effective: (1) The title to all real and personal property, both tangible and intangible, of the corporation remains in the corporation without reversion or impairment; (2) The liabilities of the corporation remain the liabilities of the corporation; (3) An action or proceeding pending against the corporation continues against the corporation as if the domestication and conversion had not occurred; (4) The articles of domestication and conversion, or the articles of incorporation attached to the articles of domestication and conversion, constitute the articles of incorporation of the corporation; (5) Memberships, securities, obligations, rights to acquire memberships or securities of the corporation, or cash or other property shall be issued or paid as provided pursuant to the laws of the foreign jurisdiction; and (6) The corporation is deemed to: (i) Be a domestic corporation for all purposes; and (ii) Be the same corporation without interruption as the foreign business corporation. (b) The interest holder liability of a shareholder of the foreign business corporation who becomes a member of the domestic nonprofit corporation in the domestication and conversion is as follows: (1) The domestication and conversion does not discharge any interest holder liability under the laws of the foreign jurisdiction to the extent any such interest holder liability arose before the effective time of the articles of domestication and conversion; (2) The member does not have interest holder liability under the laws of the foreign jurisdiction for any debt, obligation or liability of the corporation that arises after the effective time of the articles of domestication and conversion; (3) The provisions of the laws of the foreign jurisdiction continue to apply to the collection or discharge of any interest holder liability preserved by paragraph (1), as if the domestication and conversion had not occurred; (4) The member has whatever rights of contribution from other members are provided by the laws of the foreign jurisdiction with respect to any interest holder liability preserved by paragraph (1), as if the domestication and conversion had not occurred. (c) A shareholder of a foreign business corporation who becomes subject to interest holder liability for some or all of the debts, obligations or liabilities of the corporation as a result of its domestication and conversion in this state has interest holder liability only for those debts, obligations or liabilities of the corporation that arise after the effective time of the articles of domestication and conversion. Section 127. If the domestication and conversion of a foreign business corporation to a domestic nonprofit corporation is abandoned in accordance with the laws of the foreign jurisdiction after articles of domestication and conversion have been filed with the Office of the Secretary of State, a statement that the domestication and conversion has been abandoned, signed by an officer or other duly authorized representative, must be delivered to the Office of the Secretary of State for filing. The statement takes effect upon filing and the domestication and conversion is abandoned and does not become effective. Section 128. (a) A domestic nonprofit corporation may become a domestic unincorporated entity pursuant to a plan of entity conversion. (b) A domestic nonprofit corporation may become a foreign unincorporated entity if the entity conversion is permitted by the laws of the foreign jurisdiction. (c) A domestic unincorporated entity may become a domestic nonprofit corporation. If the organic law of a domestic unincorporated entity does not provide procedures for the approval of an entity conversion, the conversion must be adopted and approved, and the entity conversion effectuated, in the same manner as a merger of the unincorporated entity, and its interest holders will be entitled to appraisal rights if appraisal rights are available upon any type of merger under the organic law of the unincorporated entity. If the organic law of a domestic unincorporated entity does not provide procedures for the approval of either an entity conversion or a merger, a plan of entity conversion must be adopted and approved, the entity conversion effectuated, and appraisal rights exercised, in accordance with the procedures in sections 128 to 133, inclusive, of this Act. Without limiting the provisions of this subsection, a domestic unincorporated entity whose organic law does not provide procedures for the approval of an entity conversion is subject to subsection (e) and section 130 of this Act. For purposes of applying sections 128 to 133, inclusive, of this Act: (1) The unincorporated entity, its interest holders, interests and organic records taken together, are deemed to be a domestic nonprofit corporation, members, memberships and articles of incorporation, respectively and vice versa, as the context may require; and (2) If the business and affairs of the unincorporated entity are managed by a group of persons that is not identical to the interest holders, that group is deemed to be the board of directors. (d) A foreign unincorporated entity may become a domestic nonprofit corporation if the law of the foreign jurisdiction authorizes it to become a nonprofit corporation in another jurisdiction. (e) If any debt security, note, or similar evidence of indebtedness for money borrowed, whether secured or unsecured, or a contract of any kind, issued, incurred, or executed by a domestic nonprofit corporation before the effective date of this Act, applies to a merger of the corporation and the document does not refer to an entity conversion of the corporation, the provision shall be deemed to apply to an entity conversion of the corporation until such time as the provision is amended subsequent to that date. (f) See section 113 of this Act, restrictions and required approvals. Section 129. (a) A plan of entity conversion must include: (1) A statement of the type of unincorporated entity the surviving entity will be and, if it will be a foreign unincorporated entity, its jurisdiction of organization; (2) The terms and conditions of the conversion; (3) The manner and basis of converting the memberships in the domestic nonprofit corporation following its conversion into interests or other securities, obligations, rights to acquire interests or other securities, cash, other property, or any combination of the foregoing; and (4) The full text, as they will be in effect immediately following the conversion, of the organic documents of the surviving entity. (b) The plan of entity conversion may also include a provision that the plan may be amended prior to filing articles of entity conversion, except that subsequent to approval of the plan by the members the plan may not be amended to change: (1) The amount or kind of memberships or other securities, interests, obligations, rights to acquire memberships, securities or interests, cash, or other property to be received under the plan by the members; (2) The organic documents that will be in effect immediately following the conversion, except for changes permitted by a provision of the organic law of the surviving entity comparable to section 138 of this Act; or (3) Any of the other terms or conditions of the plan if the change would adversely affect any of the members in any material respect. Section 130. In the case of an entity conversion of a domestic nonprofit corporation to a domestic or foreign unincorporated entity: (1) The plan of entity conversion must be adopted by the board of directors; (2) After adopting the plan of entity conversion, the board of directors must submit the plan to the members for their approval if there are members entitled to vote on the plan. The board of directors must also transmit to the members a recommendation that the members approve the plan, unless the board of directors makes a determination that because of conflicts of interest or other special circumstances it should not make such a recommendation, in which case the board of directors must transmit to the members the basis for that determination; (3) The board of directors may condition its submission of the plan of entity conversion to the members on any basis; (4) If the approval of the members is to be given at a meeting, the corporation must notify each member, whether or not entitled to vote, of the meeting of members at which the plan of entity conversion is to be submitted for approval. The notice must state that the purpose, or one of the purposes, of the meeting is to consider the plan and must contain or be accompanied by a copy or summary of the plan. The notice shall include or be accompanied by a copy of the organic documents as they will be in effect immediately after the entity conversion; (5) Unless the articles of incorporation, or the board of directors acting pursuant to paragraph (3), requires a greater vote or a greater number of votes to be present, the approval of the plan of entity conversion by the members requires the approval of each class of members of the corporation voting as a separate voting group at a meeting at which a quorum of the voting group exists; (6) If any provision of the articles of incorporation, bylaws, or an agreement to which any of the directors or members are parties, adopted or entered into before the effective date of sections 128 to 133, inclusive, of this Act, applies to a merger of the corporation and the document does not refer to an entity conversion of the corporation, the provision shall be deemed to apply to an entity conversion of the corporation until such time as the provision is subsequently amended; (7) If as a result of the conversion one or more members of the corporation would become subject to interest holder liability for the debts, obligations, or liabilities of any other person or entity, approval of the plan of conversion shall require the execution, by each such member, of a separate written consent to become subject to such interest holder liability. Section 131. (a) After the conversion of a domestic nonprofit corporation to a domestic or foreign unincorporated entity has been adopted and approved as required by this Act, articles of entity conversion must be signed on behalf of the converting corporation by any officer or other duly authorized representative. The articles must: (1) Set forth the name of the corporation immediately before the filing of the articles of entity conversion and the name to which the name of the corporation is to be changed, which shall be a name that satisfies the organic law of the surviving entity if the surviving entity is a domestic entity; (2) State the type of unincorporated entity that the surviving entity will be and its jurisdiction of organization; (3) State that the plan of entity conversion was duly approved in the manner required by this Act; (4) If the surviving entity is a domestic filing entity, either contain all of the provisions required to be set forth in its public organic record and any other desired provisions that are permitted, or have attached a public organic record. (b) After the conversion of a domestic unincorporated entity to a domestic nonprofit corporation is adopted and approved as required by the organic law of the unincorporated entity, articles of entity conversion must be signed on behalf of the unincorporated entity by any officer or other duly authorized representative. The articles must: (1) Set forth the name of the unincorporated entity immediately before the filing of the articles of entity conversion and the name to which the name of the unincorporated entity is to be changed, which shall be a name that satisfies the requirements of section 30 of this Act; (2) Set forth a statement that the plan of entity conversion was duly approved in accordance with the organic law of the unincorporated entity; (3) Either contain all of the provisions that section 21(a) of this Act requires to be set forth in articles of incorporation and any other desired provisions that section 21(b) and (c) of this Act permits to be included in articles of incorporation, or have attached articles of incorporation. (c) After the conversion of a foreign unincorporated entity to a domestic nonprofit corporation is authorized as required by the laws of the foreign jurisdiction, articles of entity conversion shall be executed on behalf of the foreign unincorporated entity by any officer or other duly authorized representative. The articles must: (1) Set forth the name of the unincorporated entity immediately before the filing of the articles of entity conversion and the name to which the name of the unincorporated entity is to be changed, which shall be a name that satisfies the requirements of section 30 of this Act; (2) Set forth the jurisdiction under the laws of which the unincorporated entity was organized immediately before the filing of the articles of entity conversion and the date on which the unincorporated entity was organized in that jurisdiction; (3) Set forth a statement that the conversion of the unincorporated entity was duly approved in the manner required by the law of the foreign jurisdiction; and (4) Either contain all of the provisions that section 21(a) of this Act requires to be set forth in articles of incorporation and any other desired provisions that section 21(b) and (c) of this Act permits to be included in articles of incorporation, or have attached articles of incorporation; except that, in either case, provisions that would not be required to be included in restated articles of incorporation of a domestic nonprofit corporation may be omitted. (d) The articles of entity conversion must be delivered to the Office of the Secretary of State for filing, and take effect at the effective time provided in section 4 of this Act. Articles of entity conversion filed pursuant to section 131(a) or (b) of this Act may be combined with any required conversion filing under the organic law of the domestic unincorporated entity if the combined filing satisfies the requirements of both this section and the other organic law. (e) If the converting entity is a foreign unincorporated entity that is authorized to conduct activities or transact business in this state under a provision of law similar to sections 186 to 199, inclusive, of this Act, its certificate of authority or other type of foreign qualification is cancelled automatically on the effective date of its conversion. Section 132. (a) Except as otherwise provided in section 113 of this Act, when a conversion under sections 128 to 133, inclusive, of this Act becomes effective: (1) The title to all real and personal property, both tangible and intangible, of the converting entity remains in the surviving entity without reversion or impairment; (2) The liabilities of the converting entity remain the liabilities of the surviving entity; (3) An action or proceeding pending against the converting entity continues against the surviving entity as if the conversion had not occurred; (4) In the case of a surviving entity that is a filing entity, its articles of incorporation or public organic record and its private organic rules become effective; (5) In the case of a surviving entity that is a nonfiling entity, its private organic rules becomes effective; (6) The memberships or interests of the converting entity are reclassified into memberships, interests, other securities, obligations, rights to acquire memberships, interests or securities, or into cash or other property in accordance with the plan of conversion; and the members or interest holders of the converting entity are entitled only to the rights provided to them under the terms of the conversion and to any appraisal rights they may have under the organic law of the converting entity; and (7) The surviving entity is deemed to: (i) Be incorporated or organized under and subject to the organic law of the converting entity for all purposes; and (ii) Be the same nonprofit corporation or unincorporated entity without interruption as the converting entity. (b) A member who is subject to interest holder liability for some or all of the debts, obligations or liabilities of the surviving entity has interest holder liability only for those debts, obligations or liabilities of the surviving entity that arise after the effective time of the articles of entity conversion. (c) The interest holder liability of an interest holder in an unincorporated entity that converts to a domestic nonprofit corporation is as follows: (1) The conversion does not discharge any interest holder liability under the organic law of the unincorporated entity to the extent any such interest holder liability arose before the effective time of the articles of entity conversion; (2) The interest holder does not have interest holder liability under the organic law of the unincorporated entity for any debt, obligation or liability of the corporation that arises after the effective time of the articles of entity conversion; (3) The provisions of the organic law of the unincorporated entity continue to apply to the collection or discharge of any interest holder liability preserved by paragraph (1), as if the conversion had not occurred; (4) The interest holder has whatever rights of contribution from other interest holders are provided by the organic law of the unincorporated entity with respect to any interest holder liability preserved by paragraph (1), as if the conversion had not occurred. Section 133. (a) Unless otherwise provided in a plan of entity conversion of a domestic nonprofit corporation, after the plan is adopted and approved as required by sections 128 to 133, inclusive, of this Act, and at any time before the entity conversion has become effective, it may be abandoned by the board of directors without action by the members. (b) If an entity conversion is abandoned after articles of entity conversion are filed with the Office of the Secretary of State but before the entity conversion becomes effective, a statement that the entity conversion has been abandoned in accordance with this section, signed by an officer or other duly authorized representative, must be delivered to the Office of the Secretary of State for filing prior to the effective date of the entity conversion. Upon filing, the statement takes effect and the entity conversion is abandoned and does not become effective. Section 134. A nonprofit corporation may amend its articles of incorporation at any time to add or change a provision that is required or permitted in the articles as of the effective date of the amendment or to delete a provision that is not required to be contained in the articles. Section 135. If a membership corporation has not yet issued memberships, its board of directors, or its incorporators if it has no board of directors, may adopt one or more amendments to the articles of incorporation after receiving the vote of a majority of the directors in office or of the incorporators. Section 136. (a) An amendment to the articles of incorporation of a membership corporation must be adopted in the following manner: (1) Except as provided in paragraph (5), the proposed amendment must be adopted by the board of directors; (2) Except as provided in sections 138, 140, and 141 of this Act, a proposed amendment must be submitted to the members entitled to vote for their approval; (3) The board of directors must transmit to the members a recommendation that the members approve the amendment, unless the board of directors makes a determination that because of conflicts of interest or other special circumstances it should not make such a recommendation, in which case the board of directors must transmit to the members the basis for that determination; (4) The board of directors may condition its submission of the amendment to the members on any basis; (5) Except as provided in the articles of incorporation or bylaws, an amendment may be proposed by ten percent or more of the members entitled to vote on the amendment or by such greater or lesser number of members as is specified in the articles. Paragraphs (1), (3), and (4) do not apply to an amendment proposed by the members under this paragraph; (6) If the amendment is required to be approved by the members, and the approval is to be given at a meeting, the corporation must give notice to each member entitled to vote on the amendment of the meeting of members at which the amendment is to be submitted for approval. The notice must state that the purpose, or one of the purposes, of the meeting is to consider the amendment and must contain or be accompanied by a copy of the amendment; (7) Unless the articles of incorporation or bylaws, or the board of directors acting pursuant to paragraph (4), requires a greater vote or a greater number of members to be present, the approval of an amendment requires at least a majority of the vote entitled to be cast by members present or represented by proxy at any meeting of the members; (8) In addition to the adoption and approval of an amendment by the board of directors and members as required pursuant to this section, an amendment must also be approved by a designated body whose approval is required by the articles of incorporation or bylaws. (b) Unless the articles of incorporation provide otherwise, the board of directors of a membership corporation may adopt amendments to the corporation's articles of incorporation without approval of the members to: (1) Extend the duration of the corporation if it was incorporated at a time when limited duration was required by law; (2) Delete the names and addresses of the initial directors or members of a designated body; (3) Delete the name and address of the initial registered agent or registered office, if a statement of change is on file with the Office of the Secretary of State; (4) Change the corporation name by substituting or deleting the word corporation, incorporated, company, limited, or the abbreviation corp., inc., co., or ltd., for a similar word or abbreviation in the name; (5) Restate without change all of the then operative provisions of the articles. Section 137. (a) Except as provided in the articles of incorporation or bylaws, if a nonprofit corporation has more than one class of members, the members of each class are entitled to vote as a separate voting group, if member voting is otherwise required by this Act on a proposed amendment to the articles of incorporation if the amendment would: (1) Effect an exchange or reclassification of all or part of the memberships of the class into memberships of another class; (2) Effect an exchange or reclassification, or create the right of exchange, of all or part of the memberships of another class into memberships of the class; (3) Change the rights, preferences, or limitations of all or part of the memberships of the class in a manner different than the amendment would affect another class; (4) Change the rights, preferences, or limitations of all or part of the memberships of the class by changing the rights, preferences, or limitations of another class; (5) Increase or decrease the number of memberships authorized for that class; (6) Increase the number of memberships authorized for another class; or (7) Authorize a new class of memberships. (b) If a class of members will be divided into two or more classes by an amendment to the articles of incorporation, the amendment must be approved by a majority of the members of each class that will be created. Section 138. Except as otherwise provided in the articles of incorporation, the board of directors of a nonmembership corporation may adopt amendments to the corporation's articles. An amendment adopted by the board of directors pursuant to this subsection must also be approved: (1) By a designated body whose approval is required by the articles of incorporation or bylaws; (2) If the amendment changes or deletes a provision regarding the appointment of a director by persons other than the board, by those persons as if they constituted a voting group; and (3) If the amendment changes or deletes a provisions regarding the designation of a director, by the individual designated at the time as that director. Section 139. After an amendment to the articles of incorporation is adopted and approved in the manner required by this Act and by the articles of incorporation, the nonprofit corporation must deliver to the Office of the Secretary of State, for filing, articles of amendment, which must set forth: (1) The name of the corporation; (2) The text of the amendment adopted; (3) If the amendment provides for an exchange, reclassification, or cancellation of memberships, provisions for implementing the amendment if not contained in the amendment itself; (4) The date of the amendment's adoption; and (5) If the amendment: (i) Was adopted by the incorporators, board of directors, or a designated body without member approval, a statement that the amendment was adopted by the incorporators or by the board of directors or designated body, as the case may be, and that member approval was not required; or (ii) Required approval by the members, a statement that the amendment was duly approved by the members in the manner required by this Act and by the articles of incorporation and bylaws. Section 140. (a) The board of directors of a nonprofit corporation may restate its articles of incorporation at any time, without approval by the members or any other person unless otherwise required in its articles of incorporation or bylaws, to consolidate all amendments into a single document without substantive change. (b) If restated articles of a membership corporation include one or more new amendments that require member approval, the amendments must be adopted and approved as provided in sections 136 and 137 of this Act. (c) A nonprofit corporation that restates its articles of incorporation must deliver to the Office of the Secretary of State for filing articles of amendment pursuant to section 139 of this Act which include a statement that the articles of amendment are a restatement that consolidates all amendments into a single record. (d) Duly adopted restated articles of incorporation supersede the original articles of incorporation and all amendments thereto. (e) The Office of the Secretary of State shall certify restated articles of incorporation as the articles of incorporation currently in effect. Section 141. (a) A nonprofit corporation's articles of incorporation may be amended without action by the board of directors, a designated body, or the members to carry out a plan of reorganization ordered or decreed by a court of competent jurisdiction under the authority of a law of the United States. (b) An individual designated by the court shall deliver to the Office of the Secretary of State for filing articles of amendment setting forth: (1) The name of the corporation; (2) The text of each amendment approved by the court; (3) The date of the court's order or decree approving the articles of amendment; (4) The title of the reorganization proceeding in which the order or decree was entered; and (5) A statement that the court had jurisdiction of the proceeding under federal statute. (c) This section does not apply after entry of a final decree in the reorganization proceeding even though the court retains jurisdiction of the proceeding for limited purposes unrelated to consummation of the reorganization plan. Section 142. (a) Except as provided in subsections (b), (c), and (d), an amendment to the articles of incorporation does not affect a cause of action existing against or in favor of the nonprofit corporation, a proceeding to which the corporation is a party, or the existing rights of persons other than members of the corporation or persons referred to in the articles. An amendment changing a corporation's name does not abate a proceeding brought by or against the corporation in its former name. (b) Property held in trust by a nonprofit corporation or otherwise dedicated to a charitable purpose may not be diverted from its purpose by an amendment of its articles of incorporation unless the corporation obtains an appropriate order of court pursuant to the law of this state on cy pres or otherwise dealing with the nondiversion of charitable assets. (c) Unless a nonprofit corporation obtains an appropriate order of court under the law of this state on cy pres or otherwise dealing with the nondiversion of charitable assets, an amendment of its articles of incorporation may not affect: (1) Any restriction imposed upon property held by the corporation by virtue of any trust under which it holds that property; or (2) The existing rights of persons other than its members. (d) The attorney general shall be provided with notice of any action by a nonprofit corporation in subsections (b) and (c) hereof. (e) A person who is a member or otherwise affiliated with a charitable corporation may not receive a direct or indirect financial benefit in connection with an amendment of the articles of incorporation unless the person is itself a charitable corporation or an unincorporated entity with a charitable purpose. This subsection does not apply to the receipt of reasonable compensation for services rendered. Section 143. (a) Except as provided in the articles of incorporation or bylaws, the members of a membership corporation may amend or repeal the corporation's bylaws. (b) The board of directors of a membership corporation or nonmembership corporation may amend or repeal the corporation's bylaws, unless the articles of incorporation or bylaws or sections 144 or 145 of this Act reserve that power exclusively to the members or a designated body in whole or part. Section 144. (a) A bylaw that increases a quorum or voting requirement for the board of directors or a designated body may be amended or repealed: (1) If originally adopted by the members, only by the members, unless the bylaws otherwise provide; (2) If adopted by the board of directors or designated body, either by the members or by the board of directors or designated body. (b) A bylaw adopted or amended by the members that increases a quorum or voting requirement for the board of directors or a designated body may provide that it can be amended or repealed only by a specified vote of either the members or the board of directors or designated body. (c) Action by the board of directors or a designated body under subsection (a) to amend or repeal a bylaw that changes the quorum or voting requirement for the board of directors or a designated body must meet the same quorum requirement and be adopted by the same vote required to take action under the quorum and voting requirement then in effect or proposed to be adopted, whichever is greater. Section 145. (a) Except as provided in the articles of incorporation or bylaws, the board of directors or designated body of a membership corporation that has one or more members at the time may not adopt or amend a bylaw under: (1) Section 36 of this Act providing that some of the members shall have different rights or obligations than other members with respect to voting, dissolution, transfer of memberships, or other matters; (2) Section 39 of this Act levying dues, assessments, or fees on some or all of the members; (3) Section 42 of this Act relating to the termination or suspension of members; (4) Section 43 of this Act authorizing the purchase of memberships; (5) Section 76(a) of this Act: (i) Requiring cause to remove a director; or (ii) Specifying what constitutes cause to remove a director; (6) Section 76(e) of this Act relating to the removal of a director who is designated in a manner other than election or appointment; or (7) Section 80 of this Act. (b) The board of directors or designated body of a membership corporation may not amend the articles of incorporation or bylaws to vary the application of subsection (a) to the corporation. (c) If a nonprofit corporation has more than one class of members, the members of a class are entitled to vote as a separate voting group on an amendment to the bylaws that: (1) Is described in subsection (a) if the amendment would affect the members of that class differently than the members of another class; or (2) Has any of the effects described in section 137 of this Act. (d) If a class of members will be divided into two or more classes by an amendment to the bylaws, the amendment must be approved by a majority of the members of each class that will be created. Section 146. (a) Property held in trust by a nonprofit corporation or otherwise dedicated to a charitable purpose may not be diverted from its purpose by an amendment of its bylaws unless the corporation obtains an appropriate order of court pursuant to the law of this state on cy pres or otherwise dealing with the nondiversion of charitable assets. (b) Unless a nonprofit corporation obtains an appropriate order of court under the law of this state on cy pres or otherwise dealing with the nondiversion of charitable assets, an amendment of its bylaws may not affect: (1) Any restriction imposed upon property held by the corporation by virtue of any trust under which it holds that property; or (2) The existing rights of persons other than its members. (c) A person who is a member or otherwise affiliated with a charitable corporation may not receive a direct or indirect financial benefit in connection with an amendment of the bylaws unless the person is itself a charitable corporation or an unincorporated entity with a charitable purpose. This subsection does not apply to the receipt of reasonable compensation for services rendered. (d) The attorney general shall be provided with notice of any action by a nonprofit corporation in subsections (b) and (c) hereof. Section 147. (a) The articles of incorporation may require that an amendment to the articles be approved in the form of a record by a specified person or group of persons in addition to the board of directors and members. (b) The articles of incorporation or bylaws may require that an amendment to the bylaws be approved in the form of a record by a specified person or group of persons in addition to the board of directors and members. (c) A requirement in the articles of incorporation or bylaws described in subsection (a) or (b) may only be amended with the approval in the form of a record of the specified person or group of persons. Section 148. (a) Terms used in sections 148 to 155, inclusive, of this Act mean: (1) \"Exchanging entity,\" the domestic or foreign nonprofit corporation or eligible entity in which all of one or more classes of memberships or classes or series of eligible interests are to be acquired in a membership exchange; (2) \"Membership exchange,\" a transaction pursuant to section 150 of this Act; (3) \"Merger,\" a transaction pursuant to section 149 of this Act; (4) \"Party to a merger\" or \"party to a membership exchange,\" any domestic or foreign nonprofit corporation or eligible entity that: (i) Will merge under a plan of merger; (ii) Will acquire memberships or eligible interests of another corporation or an eligible entity in a membership exchange; or (iii) Is an exchanging entity; (5) \"Survivor,\" in a merger means the corporation or eligible entity into which one or more other corporations or eligible entities are merged. A survivor of a merger may preexist the merger or be created by the merger. (b) Property held in trust by an entity or otherwise dedicated to a charitable purpose may not be diverted from its purpose by a transaction pursuant to sections 148 to 155, inclusive, of this Act, unless the entity obtains an appropriate order of the circuit court pursuant to the law of this state on cy pres or otherwise dealing with the nondiversion of charitable assets. The attorney general shall be provided with notice of any action concerning the same. (c) Unless an entity that is a party to a transaction pursuant to sections 148 to 155, inclusive, of this Act, obtains an appropriate order of the circuit court under the law of this state on cy pres or otherwise dealing with the nondiversion of charitable assets, the transaction may not affect: (1) Any restriction imposed upon the entity by its organic documents that may not be amended by its governors, members, or interest holders; (2) Any restriction imposed upon property held by the entity by virtue of any trust under which it holds that property; or (3) The existing rights of persons other than members, shareholders, or interest holders of the entity. (d) A person who is a member, interest holder, or otherwise affiliated with a charitable corporation or an unincorporated entity with a charitable purpose may not receive a direct or indirect financial benefit in connection with a transaction pursuant to sections 148 to 155, inclusive, of this Act, to which the charitable corporation or unincorporated entity is a party unless the person is itself a charitable corporation or unincorporated entity with a charitable purpose. This subsection does not apply to the receipt of reasonable compensation for services rendered. Section 149. (a) One or more domestic nonprofit corporations may merge with one or more domestic or foreign nonprofit corporations or eligible entities pursuant to a plan of merger or two or more foreign nonprofit corporations or domestic or foreign eligible entities may merge into a new domestic nonprofit corporation to be created in the merger in the manner provided in sections 148 to 155, inclusive, of this Act. (b) A foreign nonprofit corporation, or a foreign eligible entity, may be a party to a merger with a domestic nonprofit corporation, or may be created by the terms of the plan of merger, only if the merger is permitted by the organic law of the corporation or eligible entity. (c) If the organic law of a domestic eligible entity does not prohibit a merger with a nonprofit corporation but does not provide procedures for the approval of such a merger, a plan of merger may be adopted and approved, and the merger may be effectuated, in accordance with the procedures in sections 148 to 155, inclusive, of this Act. For the purposes of applying sections 148 to 155, inclusive, of this Act: (1) The eligible entity, its interest holders, eligible interests, and organic records, shall be deemed to be a domestic nonprofit corporation, members, memberships, and articles of incorporation and bylaws, respectively, as the context may require; and (2) If the business and affairs of the eligible entity are managed by a group of persons that is not identical to the interest holders, that group shall be deemed to be the board of directors. (d) The plan of merger must be in the form of a record and include: (1) The name of each domestic or foreign nonprofit corporation or eligible entity that will merge and the name of the domestic or foreign nonprofit corporation or eligible entity that will be the survivor of the merger; (2) The terms and conditions of the merger; (3) The manner and basis of converting the memberships of each merging domestic or foreign nonprofit membership corporation and the eligible interests of each merging domestic or foreign eligible entity into memberships, eligible interests, securities, or obligations; rights to acquire memberships, eligible interests, securities, or obligations; cash; other property or other consideration; or any combination of the foregoing; (4) The articles of incorporation and bylaws of any corporation, or the organic records of any eligible entity, to be created by the merger; or if a new corporation or eligible entity is not to be created by the merger, any amendments to the survivor's articles or bylaws or organic records; and (5) Any other provisions relating to the merger that the parties desire be included in the plan of merger. (e) The plan of merger may also include a provision that the plan may be amended prior to filing articles of merger, but if the members of a domestic corporation that is a party to the merger are required or permitted to vote on the plan, the plan must provide that subsequent to approval of the plan by such members the plan may not be amended to change: (1) The amount or kind of memberships, eligible interests, securities, or obligations; rights to acquire memberships, eligible interests, securities, or obligations; cash; or other property or other consideration to be received by the members of or owners of eligible interests in any party to the merger; (2) The articles of incorporation or bylaws of any corporation, or the organic records of any unincorporated entity, that will survive or be created as a result of the merger, except for changes permitted by section 138 of this Act or by comparable provisions of the organic law of any such foreign nonprofit or business corporation or domestic or foreign unincorporated entity; or (3) Any of the other terms or conditions of the plan, if the change would adversely affect such members in any material respect. (f) See section 148(b), (c), and (d), of this Act, restrictions. Section 150. (a) Through a membership exchange: (1) A domestic nonprofit corporation may acquire, pursuant to a plan of membership exchange, all of the memberships of one or more classes of another domestic or foreign nonprofit corporation, or all of the eligible interests of one or more classes or series of eligible interests of a domestic or foreign eligible entity, in exchange for memberships, eligible interests, securities, or obligations; rights to acquire memberships, eligible interests, securities, or obligations; cash; other property or other consideration; or any combination of the foregoing; (2) All of the memberships of one or more classes of a domestic nonprofit corporation may be acquired by another domestic or foreign nonprofit corporation or eligible entity, in exchange for memberships, eligible interests, securities, obligations; rights to acquire memberships, eligible interests, securities, or obligations; cash; other property or other consideration; or any combination of the foregoing, pursuant to a plan of membership exchange; (b) A foreign nonprofit corporation or eligible entity may be a party to a membership exchange only if the membership exchange is permitted by the organic law of the corporation or eligible entity. (c) If the organic law of a domestic eligible entity does not prohibit a membership exchange with a nonprofit corporation but does not provide procedures for the approval of an exchange of interests similar to a membership exchange, a plan of membership exchange may be adopted and approved, and the membership exchange effectuated, in accordance with the procedures, if any, for a merger. If the organic law of a domestic eligible entity does not provide procedures for either an interest exchange or a merger, a plan of membership exchange may be adopted and approved, and the membership exchange effectuated, in accordance with the procedures in sections 148 to 155, inclusive, of this Act. For the purposes of applying sections 148 to 155, inclusive, of this Act: (1) The eligible entity, its interest holders, eligible interests, and organic documents shall be deemed to be a domestic nonprofit corporation, members, memberships, and articles of incorporation and bylaws, respectively, as the context may require; and (2) If the business and affairs of the eligible entity are managed by a group of persons that is not identical to the interest holders, that group shall be deemed to be the board of directors. (d) The plan of membership exchange must be in the form of a record and include: (1) The name of each domestic or foreign nonprofit corporation or eligible entity whose memberships or eligible interests will be acquired and the name of the corporation or eligible entity that will acquire those memberships or eligible interests; (2) The terms and conditions of the membership exchange; (3) The manner and basis of exchanging the memberships of a corporation or the eligible interests in an eligible entity whose memberships or eligible interests will be acquired under the membership exchange into memberships, eligible interests, securities, or obligations; rights to acquire memberships, eligible interests, securities, or obligations; cash; other property or other consideration; or any combination of the foregoing; (4) Any changes desired to be made in the organic records of the exchanging entity; and (5) Any other provisions relating to the membership exchange that the parties desire be included in the plan of exchange. (e) The plan of membership exchange may also include a provision that the plan may be amended prior to filing articles of membership exchange, but if the members of a domestic nonprofit corporation that is a party to the membership exchange are required or permitted to vote on the plan, the plan must provide that subsequent to approval of the plan by such members the plan may not be amended to change: (1) The amount or kind of memberships, eligible interests, securities, or obligations; rights to acquire memberships, eligible interests, securities, or obligations; cash; or other property or other consideration to be issued by the domestic nonprofit corporation or to be received by its members, as the case may be; or (2) Any of the other terms or conditions of the plan if the change would adversely affect such members in any material respect. (f) Section 150 of this Act does not limit the power of a domestic nonprofit corporation to acquire memberships in another corporation or eligible interests in an eligible entity in a transaction other than a membership exchange. (g) If any debt security, note or similar evidence of indebtedness for money borrowed, whether secured or unsecured, or a contract of any kind, issued, incurred, or signed by a domestic exchanging entity before the effective date of this Act contains a provision applying to a merger or change in control of the exchanging entity that does not refer to a membership exchange, the provision shall be deemed to apply to a membership exchange of the exchanging entity until such time as the provision is amended subsequent to that date. (h) See section 148(b), (c), and (d), of this Act, restrictions. Section 151. In the case of a nonprofit corporation that is a party to a merger or membership exchange: (1) The plan of merger or membership exchange must be adopted by the board of directors; (2) Except as provided in paragraph (8), section 152 of this Act, or the articles of incorporation or bylaws, after adopting the plan of merger or membership exchange the board of directors must submit the plan to the members entitled to vote on the plan for their approval. The board of directors must also transmit to the members a recommendation that the members approve the plan, unless the board of directors makes a determination that because of conflicts of interest or other special circumstances it should not make such a recommendation, in which case the board of directors must transmit to the members the basis for that determination; (3) The board of directors may condition its submission of the plan of merger or membership exchange to the members on any basis; (4) If the plan of merger or membership exchange is required to be approved by the members, and if the approval is to be given at a meeting, the nonprofit corporation must give notice to each member entitled to vote on the merger or membership exchange of the meeting of members at which the plan is to be submitted for approval. The notice must state that the purpose, or one of the purposes, of the meeting is to consider the plan and must contain or be accompanied by a copy or summary of the plan. If the corporation is to be merged into an existing corporation or eligible entity, the notice shall also include or be accompanied by a copy or summary of the articles of incorporation and bylaws or organic records of that corporation or eligible entity. If the corporation is to be merged into a corporation or eligible entity that is to be created pursuant to the merger, the notice shall include or be accompanied by a copy or a summary of the articles of incorporation and bylaws or organic records of the new corporation or eligible entity; (5) Unless the articles of incorporation or bylaws, or the board of directors acting pursuant to paragraph (3), requires a greater vote or a greater number of votes to be present, the approval of the plan of merger or membership exchange by the members requires the approval of the members at a meeting at which a quorum exists, and, if any class of memberships is entitled to vote as a separate group on the plan of merger or membership exchange, the approval of each such separate voting group at a meeting at which a quorum of the voting group exists; (6) Separate voting by voting groups is required: (i) On a plan of merger, by each class of memberships that: (A) Are to be converted into memberships, eligible interests, securities, or obligations; rights to acquire memberships, eligible interests, securities, or obligations; cash; other property or other consideration; or any combination of the foregoing; or (B) Would be entitled to vote as a separate group on a provision in the plan that, if contained in a proposed amendment to articles of incorporation, would require action by separate voting groups pursuant to section 137 of this Act; (ii) On a plan of membership exchange, by each class of memberships included in the exchange, with each class constituting a separate voting group; and (iii) On a plan of merger or membership exchange, if the voting group is entitled under the articles of incorporation to vote as a voting group to approve a plan of merger or membership exchange; (7) If as a result of a merger or membership exchange one or more members of a domestic nonprofit corporation would become subject to owner liability for the debts, obligations or liabilities of any other person or entity, approval of the plan of merger or membership exchange requires the signature, by each such member, of a separate record consenting to become subject to such owner liability; (8) If a domestic nonprofit corporation that is a party to a merger does not have any members entitled to vote thereon, a plan of merger shall be deemed adopted by the corporation when it is adopted by the board of directors pursuant to paragraph (1); (9) In addition to the adoption and approval of the plan of merger by the board of directors and members as required by this section, the plan of merger must also be approved in the form of a record by any person or group of persons whose approval is required pursuant to section 147 of this Act to amend the articles of incorporation or bylaws. Section 152. (a) A domestic or foreign entity that holds a membership in a domestic nonprofit corporation that carries at least eighty percent of the voting power of each class of membership of the controlled corporation that has voting power may merge the controlled corporation into itself or into another such controlled corporation, or merge itself into the controlled corporation, without the approval of the board of directors, designated body or members of the controlled corporation, unless the articles of incorporation or bylaws of any of the corporations or the organic records of a controlling unincorporated entity otherwise provide. (b) If pursuant to subsection (a) approval of a merger by the members of a controlled corporation is not required, the controlling entity shall, within ten days after the effective date of the merger, notify each of the members of the controlled corporation that the merger has become effective. (c) Except as provided in subsections (a) and (b), a merger between a controlling entity and a controlled corporation is governed by the provisions of sections 148 to 155, inclusive, of this Act, applicable to mergers generally. (d) A merger pursuant to this section must also be approved in a record by a designated body whose approval is required to amend the articles of incorporation of the controlled corporation. Section 153. (a) After a plan of merger or membership exchange is adopted and approved as required by this Act, articles of merger or membership exchange shall be signed on behalf of each party to the merger or membership exchange by any officer or other duly authorized representative. The articles shall set forth: (1) The names of the parties to the merger or membership exchange; (2) If the articles of incorporation of the survivor of a merger or an exchanging nonprofit corporation are amended, or if a new corporation is created as a result of a merger, the amendments to the articles of incorporation of the survivor or exchanging corporation or the articles of incorporation of the new corporation; (3) If the plan of merger or membership exchange required approval by the members of a domestic nonprofit corporation that was a party to the merger or membership exchange, a statement that the plan was duly approved by the members and, if voting by any separate voting group was required, by each such separate voting group, in the manner required by this Act and the articles of incorporation or bylaws; (4) If the plan of merger or membership exchange did not require approval by the members of a domestic nonprofit corporation that was a party to the merger or membership exchange, a statement to that effect; and (5) As to each foreign nonprofit corporation or eligible entity that was a party to the merger or membership exchange, a statement that the participation of the foreign corporation or eligible entity was duly authorized as required by the organic law of the corporation or eligible entity. (b) Articles of merger or membership exchange must be delivered to the Office of the Secretary of State for filing by the survivor of the merger or the acquiring corporation or eligible entity in a membership exchange and shall take effect at the effective time provided pursuant to section 4 of this Act. Articles of merger or membership exchange filed under this section may be combined with any filing required under the organic law of any domestic eligible entity involved in the transaction if the combined filing satisfies the requirements of both this section and the other organic law. Section 154. (a) Subject to sections 148(b), (c), and (d) of this Act, when a merger becomes effective: (1) The domestic or foreign nonprofit corporation or eligible entity that is designated in the plan of merger as the survivor continues or comes into existence, as the case may be; (2) The separate existence of every domestic or foreign nonprofit corporation or eligible entity that is merged into the survivor ceases; (3) All property owned by, and every contract and other right possessed by, each domestic or foreign nonprofit corporation or eligible entity that merges into the survivor is vested in the survivor without reversion or impairment; (4) All liabilities of each domestic or foreign nonprofit corporation or eligible entity that is merged into the survivor are vested in the survivor; (5) The name of the survivor may, but need not be, substituted in any pending proceeding for the name of any party to the merger whose separate existence ceased in the merger; (6) The articles of incorporation and bylaws or organic records of the survivor are amended to the extent provided in the plan of merger; (7) The articles of incorporation and bylaws or organic records of a survivor that is created by the merger become effective; and (8) The memberships of each corporation that is a party to the merger, and the eligible interests in an eligible entity that is a party to a merger, that are to be converted under the plan of merger into memberships, eligible interests, securities, or obligations; rights to acquire memberships, eligible interests, securities, or obligations; cash; other property or other consideration; or any combination of the foregoing; are converted. (b) Subject to sections 148(b), (c), and (d) of this Act, when a membership exchange becomes effective: (1) The memberships or eligible interests in the exchanging entity that are to be exchanged under the plan of membership exchange into memberships, eligible interests, securities, or obligations; rights to acquire memberships, eligible interests, securities, or obligations; cash; other property or other consideration; or any combination of the foregoing; are exchanged; and (2) The articles of incorporation and bylaws or organic records of the exchanging entity are amended to the extent provided in the plan of membership exchange. (c) A person who is subject to owner liability for some or all of the debts, obligations, or liabilities of any entity as a result of a merger or membership exchange has owner liability only to the extent provided in the organic law of the entity and only for those debts, obligations, and liabilities that arise after the effective time of the articles of merger or membership exchange. (d) The effect of a merger or membership exchange on the owner liability of a person who had owner liability for some or all of the debts, obligations, or liabilities of a party to the merger or membership exchange is as follows: (1) The merger or membership exchange does not discharge any owner liability under the organic law of the entity in which the person was a member, shareholder, or interest holder to the extent any such owner liability arose before the effective time of the articles of merger or membership exchange; (2) The person does not have owner liability under the organic law of the entity in which the person was a member, shareholder, or interest holder prior to the merger or membership exchange for any debt, obligation, or liability that arises after the effective time of the articles of merger or membership exchange; (3) The provisions of the organic law of any entity for which the person had owner liability before the merger or membership exchange continue to apply to the collection or discharge of any owner liability preserved by paragraph (1), as if the merger or membership exchange had not occurred; (4) The person has whatever rights of contribution from other persons are provided by the organic law of the entity for which the person had owner liability with respect to any owner liability preserved by paragraph (1), as if the merger or membership exchange had not occurred. (e) A devise, bequest, gift, grant or promise contained in a will or other instrument, in trust or otherwise, made before or after a merger, to or for any of the parties to the merger, shall inure to the survivor, subject to the express terms of the will or other instrument. Section 155. (a) Unless otherwise provided in a plan of merger or membership exchange or in the organic law of a foreign nonprofit corporation or a domestic or foreign eligible entity that is a party to a merger or a membership exchange, after the plan has been adopted and approved as required pursuant to sections 148 to 155, inclusive, of this Act, and at any time before the merger or membership exchange becomes effective, it may be abandoned by a domestic nonprofit corporation that is a party thereto without action by its members, in accordance with any procedures set forth in the plan of merger or membership exchange or, if no such procedures are set forth in the plan, in the manner determined by the board of directors, subject to any contractual rights of other parties to the merger or membership exchange. (b) If a merger or membership exchange is abandoned pursuant to subsection (a) after articles of merger or membership exchange have been filed with the Office of the Secretary of State but before the merger or membership exchange becomes effective, a statement that the merger or membership exchange has been abandoned in accordance with this section, executed on behalf of a party to the merger or membership exchange by an officer or other duly authorized representative, shall be delivered to the Office of the Secretary of State for filing prior to the effective date of the merger or membership exchange. Upon filing, the statement shall take effect and the merger or membership exchange shall be deemed abandoned and shall not become effective. Section 156. (a) Approval of the members of a nonprofit corporation is not required, unless the articles of incorporation or bylaws otherwise provide: (1) To sell, lease, exchange, or otherwise dispose of any or all of the corporation's assets: (i) In the usual and regular course of its activities; or (ii) If the corporation and its consolidated subsidiaries retain an activity that represented or was supported by at least thirty-three percent of total assets at the end of the most recently completed fiscal year; (2) To mortgage, pledge, dedicate to the repayment of indebtedness, whether with or without recourse, or otherwise encumber any or all of the corporation's assets, whether or not in the usual and regular course of business its activities; or (3) To transfer any or all of the corporation's assets to one or more corporations or other entities all of the memberships or interests of which are owned by the corporation. (b) See section 158 of this Act, restrictions on dispositions of assets. Section 157. (a) Except as provided in the articles of incorporation or bylaws, a sale, lease, exchange, or other disposition of assets, other than a disposition described in section 156 of this Act, requires approval of the corporation's members. (b) A disposition that requires approval of the members under subsection (a) must be initiated by a resolution by the board of directors authorizing the disposition. After adoption of the resolution, the board of directors must submit the proposed disposition to the members for their approval. The board of directors must also transmit to the members a recommendation that the members approve the proposed disposition, unless the board of directors makes a determination that because of conflicts of interest or other special circumstances it should not make such a recommendation, in which case the board of directors must transmit to the members the basis for that determination. (c) The board of directors may condition its submission of a disposition to the members under subsection (b) on any basis. (d) If a disposition is required to be approved by the members under subsection (a), and if the approval is to be given at a meeting, the nonprofit corporation must give notice to each member, whether or not entitled to vote, of the meeting of members at which the disposition is to be submitted for approval. The notice must state that the purpose, or one of the purposes, of the meeting is to consider the disposition and must contain a description of the disposition, including the terms and conditions thereof and the consideration to be received by the corporation. (e) Unless the articles of incorporation or bylaws, or the board of directors acting pursuant to subsection (c), requires a greater vote, or a greater number of votes to be present, the approval of a disposition by the members requires the approval of the members at a meeting at which a quorum exists, and, if any class of members is entitled to vote as a separate group on the disposition, the approval of each such separate voting group at a meeting at which a quorum of the voting group exists. (f) After a disposition has been approved by the members under subsection (e), and at any time before the disposition has been consummated, it may be abandoned by the nonprofit corporation without action by the members, subject to any contractual rights of other parties to the disposition. (g) A disposition of assets in the course of dissolution pursuant to sections 168 to 185, inclusive, of this Act, is not governed by this section. (h) The assets of a direct or indirect consolidated subsidiary are deemed the assets of the parent nonprofit corporation for the purposes of this section. (i) In addition to the approval of a disposition of assets by the board of directors and members as required by this section, the disposition must also be approved in the form of a record by any person or group of persons whose approval is required pursuant to section 147 of this Act to amend the articles of incorporation or bylaws. (j) See section 158 of this Act, restrictions on dispositions of assets. Section 158. (a) Property held in trust or otherwise dedicated to a charitable purpose may not be diverted from its purpose by a transaction described in section 156 or 157 of this Act unless the nonprofit corporation obtains an appropriate order from court pursuant to the law of this state on cy pres or otherwise dealing with the nondiversion of charitable assets. The attorney general shall be provided with notice of any action concerning the same. (b) A person who is a member or otherwise affiliated with a charitable corporation may not receive a direct or indirect financial benefit in connection with a disposition of assets unless the person is a charitable corporation or an unincorporated entity that has a charitable purpose. This subsection does not apply to the receipt of reasonable compensation for services rendered. Section 159. For the purposes of sections 159 to 167, inclusive, of this Act, derivative proceeding, is a civil suit in the right of a domestic nonprofit corporation or, to the extent provided in section 166 of this Act, in the right of a foreign nonprofit corporation. Section 160. (a) A derivative proceeding may be brought by: (1) A member or members having five percent or more of the voting power, or by fifty members, whichever is less; or (2) Any director or member of a designated body. (b) The plaintiff in a derivative proceeding must be a member, director, or member of a designated body at the time of bringing the proceeding. A plaintiff who is a member must also have been a member at the time of any action complained of in the derivative proceeding. Section 161. No person may commence a derivative proceeding until: (1) A demand in the form of a record has been delivered to the nonprofit corporation to take suitable action; and (2) Ninety days have expired from the date the demand is effective unless the person was notified earlier that the demand is rejected by the corporation or unless irreparable injury to the corporation would result by waiting for the expiration of the ninety-day period. Section 162. (a) If the nonprofit corporation commences an inquiry into the allegations made in the demand or complaint, the court may stay any derivative proceeding for such period as the court deems appropriate. (b) See section 166 of this Act, applicability to foreign corporations. Section 163. (a) A derivative proceeding shall be dismissed by the court on motion by the nonprofit corporation if one of the groups specified in subsection (b) or (e) determining in good faith after conducting a reasonable inquiry upon which its conclusions are based that the maintenance of the derivative proceeding is not in the best interests of the corporation. (b) Unless a panel is appointed pursuant to subsection (e), the determination in subsection (a) shall be made by: (1) A majority vote of independent directors present at a meeting of the board of directors if the independent directors constitute a quorum; or (2) A majority vote of a committee consisting of two or more independent directors appointed by majority vote of independent directors present at a meeting of the board of directors, whether or not such independent directors constituted a quorum. (c) If a derivative proceeding is commenced after a determination has been made rejecting a demand by a member, the complaint must allege with particularity facts establishing either: (1) That a majority of the board of directors did not consist of independent directors at the time the determination is made; or (2) That the requirements of subsection (a) have not been met. (d) If a majority of the board of directors does not consist of independent directors at the time the determination is made, the nonprofit corporation has the burden of proving that the requirements of subsection (a) have been met. If a majority of the board of directors consists of independent directors at the time the determination is made, the plaintiff has the burden of proving that the requirements of subsection (a) have not been met. (e) The court may appoint a panel of one or more independent persons upon motion by the nonprofit corporation to make a determination whether the maintenance of the derivative proceeding is in the best interests of the corporation. In such case, the plaintiff has the burden of proving that the requirements of subsection (a) have not been met. (f) A person is independent for purposes of this section if the person does not have: (1) A material interest in the outcome of the proceeding; or (2) A material relationship with a person who has such an interest. (g) None of the following shall by itself cause a director to be considered not independent for purposes of this section: (1) The nomination, election, or appointment of the director by persons who are defendants in the derivative proceeding or against whom action is demanded; (2) The naming of the director as a defendant in the derivative proceeding or as a person against whom action is demanded; or (3) The approval by the director of the act being challenged in the derivative proceeding or demand if the act resulted in no personal benefit to the director. Section 164. (a) A derivative proceeding may not be discontinued or settled without the court's approval. If the court determines that a proposed discontinuance or settlement will substantially affect the interests of the members or a class of members of the nonprofit corporation, the court shall direct that notice be given to the members affected. (b) See section 166 of this Act, applicability to foreign corporations. Section 165. (a) In any derivative proceeding brought pursuant to section 160(a)(1) of this Act, the nonprofit corporation is entitled at any stage of the proceeding to seek an order requiring the plaintiffs to give security for reasonable expenses, including attorney fees and expenses, that may be incurred by the corporation in connection with the proceeding, to which security the corporation may have recourse in such amount as the court determines upon termination of the proceeding. The amount of security may be increased or decreased in the discretion of the court upon a showing that the security provided has or may become inadequate or excessive. Security may be denied or limited in the discretion of the court upon a preliminary showing, by application and upon such types of proof as may be required by the court, establishing prima facie that the requirement of full or partial security would impose undue hardship on plaintiffs and serious injustice would result. (b) On termination of the derivative proceeding the court may: (1) Order the nonprofit corporation to pay the plaintiff's reasonable expenses, including counsel fees, incurred in the proceeding if it finds that the proceeding has resulted in a substantial benefit to the corporation; (2) Order the plaintiff to pay any defendant's reasonable expenses, including counsel fees, incurred in defending the proceeding if it finds that the proceeding was commenced or maintained without reasonable cause or for an improper purpose; or (3) Order a party to pay an opposing party's reasonable expenses, including counsel fees, incurred because of the filing of a pleading, motion, or other paper, if it finds that the pleading, motion, or other paper was not well grounded in fact, after reasonable inquiry, or warranted by existing law or a good faith argument for the extension, modification, or reversal of existing law and was interposed for an improper purpose, such as to harass or cause unnecessary delay or needless increase in the cost of litigation. (c) See section 166 of this Act, applicability to foreign corporations. Section 166. In any derivative proceeding in the right of a foreign nonprofit corporation, the matters covered by section 159 to 167 inclusive, of this Act shall be governed by the laws of the jurisdiction of incorporation of the foreign corporation except for sections 162, 164, and 165 of this Act. Section 167. The plaintiff in a derivative proceeding must notify the attorney general within ten days after commencing the proceeding if it involves a charitable corporation. Section 168. A majority of the incorporators or directors of a nonprofit corporation that has not commenced activity, or of a membership corporation that has not admitted any members, may dissolve the corporation by delivering to the Office of the Secretary of State for filing articles of dissolution that set forth: (1) The name of the corporation; (2) The date of its incorporation; (3) Either: (i) That the corporation has not commenced activity; or (ii) That the corporation is a membership corporation and has not admitted any members; (4) That no debt of the corporation remains unpaid; (5) That, except as provided in the articles of incorporation or bylaws, the net assets of the corporation remaining after winding up have been distributed to the members, if members were admitted; and (6) That a majority of the incorporators or directors authorized the dissolution. Section 169. (a) The board of directors of a membership corporation may propose dissolution for submission to the members. (b) For a proposal to dissolve to be adopted: (1) The board of directors must recommend dissolution to the members, unless the board of directors determines that because of conflict of interest or other special circumstances it should make no recommendation and communicates the basis for its determination to the members; and (2) The members entitled to vote must approve the proposal to dissolve as provided in subsection (e). (c) The board of directors may condition its submission of the proposal for dissolution on any basis. (d) The nonprofit corporation must give notice to each member entitled to vote of the proposed meeting of members. The notice must also state: (1) That the purpose, or one of the purposes, of the meeting is to consider dissolving the corporation; and (2) How the assets of the corporation will be distributed after all creditors are paid, or how the distribution of assets will be determined. (e) Unless the articles of incorporation, the bylaws, or the board of directors acting pursuant to subsection (c), requires a greater vote or a greater number of members to be present, the adoption of the proposal to dissolve by the members requires the approval of the members at a meeting of at least two-thirds of the votes entitled to be cast by members present or represented by proxy. (f) If the nonprofit corporation does not have any members entitled to vote on its dissolution, a proposal to dissolve shall be deemed adopted by the corporation when it has been adopted by a majority the board of directors. (g) A charitable corporation must give the attorney general notice in the form of a record that it intends to dissolve before the time it delivers articles of dissolution to the Office of the Secretary of State. Section 170. At any time after dissolution is authorized, the nonprofit corporation may dissolve by delivering to the Office of the Secretary of State for filing articles of dissolution setting forth: (1) The name of the nonprofit corporation; (2) The date dissolution was authorized; and (3) If dissolution was approved by the members, a statement that the proposal to dissolve was duly approved by the members in the manner required by this chapter and by the articles of incorporation. A nonprofit corporation is dissolved upon the effective date of its articles of dissolution. The term, dissolved nonprofit corporation, means a nonprofit corporation whose articles of dissolution have become effective and includes a successor entity to which the remaining assets of the corporation are transferred subject to its liabilities for purposes of liquidation. Section 171. A nonprofit corporation may revoke its dissolution within one hundred twenty days of its effective date. Revocation of dissolution must be authorized in the same manner as the dissolution was authorized unless that authorization permitted revocation by action of the board of directors alone, in which event the board of directors may revoke the dissolution. After the revocation of dissolution is authorized, the nonprofit corporation may revoke the dissolution by delivering to the Office of the Secretary of State for filing articles of revocation of dissolution, together with a copy of its articles of dissolution, that set forth: (1) The name of the nonprofit corporation; (2) The effective date of the dissolution that was revoked; (3) The date that the revocation of dissolution was authorized; (4) If the corporation's board of directors, or incorporators, revoked the dissolution, a statement to that effect; (5) If the nonprofit corporation's board of directors revoked a dissolution authorized by the members, a statement that revocation was permitted by action by the board of directors alone pursuant to that authorization; and (6) If member action was required to revoke the dissolution, the information required by section 170 of this Act. Revocation of dissolution is effective upon the effective date of the articles of revocation of dissolution. When the revocation of dissolution is effective, it relates back to and takes effect as of the effective date of the dissolution and the nonprofit corporation resumes carrying on its business as if dissolution had never occurred. Section 172. (a) A dissolved nonprofit corporation continues its corporate existence but may not carry on any activities except those appropriate to wind up and liquidate its affairs, including: (1) Collecting its assets; (2) Disposing of its properties that will not be distributed in kind; (3) Discharging or making provision for discharging its liabilities; (4) Distributing its remaining property as required by law and its articles of incorporation and bylaws; and otherwise as approved when the dissolution was approved or among the members per capita; and (5) Doing every other act necessary to wind up and liquidate its activities and affairs. (b) Dissolution of a nonprofit corporation does not: (1) Transfer title to the corporation's property; (2) Subject its directors, members of a designated body, or officers to standards of conduct different from those prescribed in sections 69 to 111 of this Act; (3) Change quorum or voting requirements for its board of directors or members; change provisions for selection, resignation, or removal of its directors or officers or both; or change provisions for amending its bylaws; (4) Prevent commencement of a proceeding by or against the corporation in its corporate name; (5) Abate or suspend a proceeding pending by or against the corporation on the effective date of dissolution; or (6) Terminate the authority of the registered agent of the corporation. (c) Property held in trust or otherwise dedicated to a charitable purpose may not be diverted from its purpose by the dissolution of a nonprofit corporation unless and until the corporation obtains an order of circuit court pursuant to the law of this state on cy pres or otherwise dealing with the nondiversion of charitable assets. The attorney general shall be provided with notice of any action concerning the same. (d) A person who is a member or otherwise affiliated with a charitable corporation may not receive a direct or indirect financial benefit in connection with the dissolution of the corporation unless the person is a charitable corporation or an unincorporated entity that has a charitable purpose. This subsection does not apply to the receipt of reasonable compensation for services rendered. Section 173. (a) A dissolved nonprofit corporation may dispose of the known claims against it by delivering notice to its known claimants of the dissolution at any time after its effective date. (b) The notice must be in the form of a record and: (1) Describe information that must be included in a claim; (2) Provide a mailing address where a claim may be sent; (3) State the deadline, which may not be fewer than one hundred twenty days from the effective date of the notice, by which the dissolved nonprofit corporation must receive the claim; and (4) State that the claim will be barred if not received by the deadline. (c) A claim against the dissolved nonprofit corporation is barred: (1) If a claimant who is given notice pursuant to subsection (b) does not deliver the claim to the dissolved corporation by the deadline; or (2) If a claimant whose claim is rejected by the dissolved corporation does not commence a proceeding to enforce the claim within 90 days from the effective date of the rejection notice. (d) For purposes of this section, claim, does not include a contingent liability or a claim based on an event occurring after the effective date of dissolution. Section 174. (a) A dissolved nonprofit corporation may publish notice of its dissolution and request that persons with claims against the dissolved corporation present them in accordance with the notice. (b) The notice must: (1) Be published one time in a newspaper of general circulation in the county where the principal office of the dissolved nonprofit corporation, or, if none in this state, its registered office, is or was last located; (2) Describe the information that must be included in a claim and provide a mailing address where the claim must be sent; and (3) State that a claim against the dissolved corporation will be barred unless a proceeding to enforce the claim is commenced within three years after the publication of the notice. (c) If the dissolved nonprofit corporation publishes a newspaper notice in accordance with subsection (b), the claim of each of the following claimants is barred unless the claimant commences a proceeding to enforce the claim against the dissolved corporation within three years after the publication date of the newspaper notice: (1) A claimant who is given notice pursuant to section 173 of this Act; (2) A claimant whose claim is timely sent to the dissolved corporation but not acted on; or (3) A claimant whose claim is contingent or based on an event occurring after the effective date of dissolution. (d) A claim that is not barred by section 173(b) or section 174(c) of this Act may be enforced: (1) Against the dissolved nonprofit corporation, to the extent of its undistributed assets; or (2) Except as provided in section 175(d) of this Act, if the assets are distributed in liquidation, against any person, other than a creditor of the dissolved corporation, to whom the corporation distributed its property to the extent of the distributee's pro rata share of the claim or the corporate assets distributed to the distribute in liquidation, whichever is less, but a distributee's total liability for all claims under this section may not exceed the total amount of assets distributed to the distributee. Section 175. (a) A dissolved nonprofit corporation that publishes a notice pursuant to section 174 of this Act may file an application with the circuit court of the county where the dissolved corporation's principal office, or, if none in this state, its registered office, is located for a determination of the amount and form of security to be provided for payment of claims that are contingent or have not been made known to the dissolved corporation or that are based on an event occurring after the effective date of dissolution but that, based on the facts known to the dissolved corporation, are reasonably estimated to arise after the effective date of dissolution. Provision need not be made for any claim that is or is reasonably anticipated to be barred pursuant to section 174(c) of this Act. (b) Within ten days after the filing of the application, notice of the proceeding must be given by the dissolved nonprofit corporation to each claimant holding a contingent claim whose contingent claim is shown on the records of the dissolved corporation. (c) The court may appoint a guardian ad litem to represent all claimants whose identities are unknown in any proceeding brought pursuant to this section. The reasonable fees and expenses of the guardian, including all reasonable expert witness fees, must be paid by the dissolved nonprofit corporation. (d) Provision by the dissolved nonprofit corporation for security in the amount and the form ordered by the court pursuant to section 175(a) of this Act satisfies the dissolved corporation's obligations with respect to claims that are contingent, have not been made known to the dissolved corporation or are based on an event occurring after the effective date of dissolution, and such claims may not be enforced against a person who received assets in liquidation. Section 176. (a) Directors shall cause the dissolved nonprofit corporation to discharge or make reasonable provision for the payment of claims and make distributions of assets after payment or provision for claims. (b) Directors of a dissolved nonprofit corporation that has disposed of claims pursuant to sections 173, 174, or 175 of this Act shall not be liable for breach of section 176(a) of this Act with respect to claims against the dissolved corporation that are barred or satisfied pursuant to sections 173, 174, or 175 of this Act. Section 177. The Office of the Secretary of State may commence a proceeding pursuant to section 178 of this Act to administratively dissolve a nonprofit corporation if: (1) The nonprofit corporation does not pay within sixty days after they are due any filing fees or penalties imposed by sections 168 to 185, inclusive, of this Act, or other law; (2) The nonprofit corporation does not deliver its annual report to the Office of the Secretary of State within sixty days after it is due; (3) The nonprofit corporation is without a registered agent in this state for sixty days or more; (4) The nonprofit corporation does not notify the Office of the Secretary of State within sixty days that its registered agent has been changed or that its registered agent has resigned; or (5) The nonprofit corporation's period of duration stated in its articles of incorporation expires. Section 178. If the Office of the Secretary of State determines that one or more grounds exist pursuant to section 177 of this Act for dissolving a nonprofit corporation, the Office of the Secretary of State shall serve the nonprofit corporation with written notice of that determination. If the nonprofit corporation does not correct each ground for dissolution or demonstrate to the reasonable satisfaction of the Office of the Secretary of State that each ground determined by the Office of the Secretary of State does not exist within sixty days after service of the notice is perfected, the Office of the Secretary of State shall administratively dissolve the corporation by signing a certificate of dissolution that recites the ground or grounds for dissolution and its effective date. The Office of the Secretary of State shall file the original of the certificate and serve a copy on the corporation. A nonprofit corporation administratively dissolved continues its corporate existence but may not carry on any business except that necessary to wind up and liquidate its business and affairs pursuant to section 172 of this Act and notify claimants pursuant to sections 173 and 174 of this Act. The administrative dissolution of a nonprofit corporation does not terminate the authority of its registered agent. Section 179. A nonprofit corporation administratively dissolved pursuant to section 178 of this Act may apply to the Office of the Secretary of State for reinstatement any time after the effective date of dissolution. The application must: (1) Recite the name of the corporation and the effective date of its administrative dissolution; (2) State that the ground or grounds for dissolution either did not exist or have been eliminated; (3) State that the nonprofit corporation's name satisfies the requirements of section 30 of this Act; and (4) Contain a certificate from the Department of Revenue in this state reciting that all taxes and fees administered and collected by the department which are owed by the nonprofit corporation have been paid. If the Office of the Secretary of State determines that the application contains the information required by this section and that the information is correct, the Office of the Secretary of State shall cancel the certificate of dissolution and prepare a certificate of reinstatement that recites that determination and the effective date of reinstatement, file the original of the certificate, and serve a copy on the corporation. When the reinstatement is effective, it relates back to and takes effect as of the effective date of the administrative dissolution and the nonprofit corporation resumes carrying on its business as if the administrative dissolution had never occurred. Section 180. If the Office of the Secretary of State denies a nonprofit corporation's application for reinstatement following administrative dissolution, the Office of the Secretary of State shall serve the nonprofit corporation with a written notice that explains the reason or reasons for denial. The nonprofit corporation may appeal the denial of reinstatement to the circuit court within thirty days after service of the notice of denial is perfected. The nonprofit corporation appeals by petitioning the court to set aside the dissolution and attaching to the petition copies of the Office of the Secretary of State's certificate of dissolution, the nonprofit corporation's application for reinstatement, and the Office of the Secretary of State's notice of denial. The court may summarily order the Office of the Secretary of State to reinstate the dissolved nonprofit corporation or may take other action the court considers appropriate. The court's final decision may be appealed as in other civil proceedings. Section 181. The circuit court may dissolve a nonprofit corporation: (1) In a proceeding by the attorney general, if it is established that: (i) The corporation obtained its articles of incorporation through fraud; or (ii) The corporation has exceeded or abused, and is continuing to exceed or abuse the authority conferred upon it by law; (2) Except as provided in the articles of incorporation or bylaws, in a proceeding by fifty members or members holding at least five percent of the voting power, whichever is less, or by a director or member of a designated body, if it is established that: (i) The directors or a designated body are deadlocked in the management of the corporate affairs, the members, if any, are unable to break the deadlock, and irreparable injury to the corporation or its mission is threatened or being suffered because of the deadlock; (ii) The directors or those in control of the corporation have acted, are acting, or will act in a manner that is illegal, oppressive, or fraudulent; (iii) The members are deadlocked in voting power and have failed, for a period that includes at least two consecutive annual meeting dates, to elect successors to directors whose terms have, or otherwise would have, expired; (iv) The corporate assets are being misapplied or wasted; or (v) The corporation has insufficient assets to continue its activities and it is no longer able to assemble a quorum of directors or members; (3) In a proceeding by a creditor, if it is established that: (i) The creditor's claim has been reduced to judgment, the execution on the judgment returned unsatisfied, and the corporation is insolvent; or (ii) The corporation has admitted in a record that the creditor's claim is due and owing and the corporation is insolvent; or (4) In a proceeding by the corporation to have its voluntary dissolution continued under court supervision. Section 182. (a) Venue for a proceeding by the attorney general to dissolve a nonprofit corporation lies in the county in which the registered office of the corporation is situated, or in the circuit court for Hughes County. Venue for a proceeding brought by any other party named in section 181 of this Act lies in the county where a corporation's principal office, or, if none in this state, its registered office, is or was last located. (b) It is not necessary to make directors or members parties to a proceeding to dissolve a nonprofit corporation unless relief is sought against them individually. (c) A court in a proceeding brought to dissolve a nonprofit corporation may issue injunctions, appoint a receiver or custodian pendente lite with all powers and duties the court directs, take other action required to preserve the corporate assets wherever located, and carry on the activities of the corporation until a full hearing can be held. Section 183. (a) A court in a judicial proceeding brought to dissolve a nonprofit corporation may appoint one or more receivers to wind up and liquidate, or one or more custodians to manage, the affairs of the corporation. The court shall hold a hearing, after giving notice to all parties to the proceeding and any interested persons designated by the court, before appointing a receiver or custodian. The court appointing a receiver or custodian has exclusive jurisdiction over the corporation and all of its property wherever located. (b) The court may require the receiver or custodian to post bond, with or without sureties, in an amount the court directs. (c) The court shall describe the powers and duties of the receiver or custodian in its appointing order, which may be amended from time to time. Among other powers: (1) The receiver: (i) May dispose of all or any part of the assets of the nonprofit corporation wherever located, at a public or private sale, if authorized by the court; and (ii) May sue and defend in the receiver's own name as receiver of the corporation in all courts of this state; (2) The custodian may exercise all of the powers of the corporation, through or in place of its board of directors and any designated body, to the extent necessary to manage the affairs of the corporation consistent with its mission and in the best interests of its members, if any, and creditors. (d) During a receivership, the court may redesignate the receiver a custodian, and during a custodianship may redesignate the custodian a receiver, if doing so is consistent with the mission of the nonprofit corporation and in the best interests of the corporation, its members, and creditors. (e) The court from time to time during the receivership or custodianship may order compensation paid and expense disbursements or reimbursements made to the receiver or custodian and counsel from the assets of the nonprofit corporation or proceeds from the sale of the assets. (f) This section does not apply to a nonprofit corporation that is a religious organization. Section 184. (a) If after a hearing the court determines that one or more grounds for judicial dissolution described in section 180 of this Act exist, it may enter a decree dissolving the nonprofit corporation and specifying the effective date of the dissolution, and the clerk of the court shall deliver a certified copy of the decree to the Office of the Secretary of State, who shall file it. (b) After entering the decree of dissolution, the court shall direct the winding-up and liquidation of the nonprofit corporation's affairs in accordance with section 172 of this Act and the notification of claimants in accordance with sections 173 and 174 of this Act. Section 185. Assets of a dissolved nonprofit corporation that should be transferred to a creditor, claimant, or member of the corporation who cannot be found or who is not competent to receive them shall be reduced to cash and deposited with the state treasurer or other appropriate state official for safekeeping. When the creditor, claimant, or member furnishes satisfactory proof of entitlement to the amount deposited, the state treasurer or other appropriate state official shall pay the amount held. Section 186. (a) A foreign nonprofit corporation may not conduct activities in this state until it obtains a certificate of authority from the Office of the Secretary of State. (b) The following activities, among others, do not constitute conducting activities within the meaning of subsection (a): (1) Maintaining, defending, or settling any proceeding; (2) Holding meetings of the board of directors, a designated body, members, or delegates or carrying on other activities concerning internal corporate affairs; (3) Maintaining bank accounts; (4) Maintaining offices or agencies for the transfer, exchange, and registration of memberships or securities or maintaining trustees or depositaries with respect to those memberships or securities; (5) Selling through independent contractors; (6) Soliciting or obtaining orders, whether by mail, electronically, or through employees or agents or otherwise, if the orders require acceptance outside this state before they become contracts; (7) Creating or acquiring indebtedness, mortgages, and security interests in real or personal property; (8) Securing or collecting debts or enforcing mortgages and security interests in property securing the debts; (9) Owning, without more, real or personal property; (10) Conducting an isolated transaction that is completed within thirty days and that is not one in the course of repeated transactions of a like nature; (11) Soliciting or accepting contributions; (12) Conducting activities in interstate commerce. (c) The list of activities in subsection (b) is not exhaustive. Section 187. (a) A foreign nonprofit corporation conducting activities in this state without a certificate of authority may not maintain a proceeding in any court in this state until it obtains a certificate of authority. (b) The successor to a foreign nonprofit corporation that conducted activities in this state without a certificate of authority and the assignee of a cause of action arising out of those activities may not maintain a proceeding based on that cause of action in any court in this state until the foreign corporation or its successor obtains a certificate of authority. (c) A court may stay a proceeding commenced by a foreign nonprofit corporation, its successor, or assignee until it determines whether the foreign corporation or its successor requires a certificate of authority. If it so determines, the court may further stay the proceeding until the foreign corporation or its successor obtains the certificate. (d) Notwithstanding subsections (a) and (b), the failure of a foreign corporation to obtain a certificate of authority does not impair the validity of its corporate acts or prevent it from defending any proceeding in this state. Section 188. A foreign nonprofit corporation may apply for a certificate of authority to conduct activities in this state by delivering an application to the Office of the Secretary of State for filing. The application must set forth: (1) The name of the foreign corporation or, if its name is unavailable for use in this state, a corporate name that satisfies the requirements of section 191 of this Act; (2) The name of the state or country under whose law it is incorporated; (3) Its date of incorporation and period of duration, if any; (4) The street address of its principal office; and (5) The address of its registered office in this state and the name of its registered agent at that office; and (6) The names and usual business addresses of its current directors and officers. Section 189. (a) A foreign nonprofit corporation authorized to conduct activities in this state must obtain an amended certificate of authority from the Office of the Secretary of State if it changes: (1) Its name; (2) The period of its duration; or (3) The state or country of its incorporation. (b) The requirements of section 188 of this Act for obtaining an original certificate of authority apply to obtaining an amended certificate pursuant to this section. Section 190. (a) A certificate of authority authorizes the foreign nonprofit corporation to which it is issued to conduct activities in this state, subject to the right of the state to revoke the certificate as provided in this Act. (b) A foreign nonprofit corporation with a valid certificate of authority has the same but no greater rights and has the same but no greater privileges as, and except as otherwise provided by this Act is subject to the same duties, restrictions, penalties, and liabilities now or later imposed on, a domestic nonprofit corporation of like character. (c) This Act does not authorize this state to regulate the organization or internal affairs of a foreign nonprofit corporation authorized to conduct activities in this state. Section 191. (a) If the name of a foreign nonprofit corporation does not satisfy the requirements of section 30 of this Act, the foreign corporation, to obtain or maintain a certificate of authority to conduct activities in this state, may use a fictitious name to conduct activities in this state if its real name is unavailable and it delivers to the Office of the Secretary of State for filing a copy of the resolution of its board of directors, certified by its secretary, adopting the fictitious name. (b) Except as authorized by subsections (c) and (d), the name, including a fictitious name, of a foreign nonprofit corporation must be distinguishable upon the records of the Office of the Secretary of State from: (1) A name that is not available pursuant to section 30 of this Act; or (2) A name reserved or registered pursuant to sections 31 and 32 of this Act or other law of this state. (c) A foreign nonprofit corporation may apply to the Office of the Secretary of State for authorization to use in this state the name of another domestic or qualified foreign nonprofit corporation, domestic or qualified foreign business corporation, or domestic or qualified foreign filing entity that is not distinguishable upon the records of the Office of the Secretary of State from the name applied for. The Office of the Secretary of State shall authorize use of the name applied for if: (1) The other corporation or entity consents to the use and submits an undertaking in the form of a record satisfactory to the Office of the Secretary of State to change its name to a name that is distinguishable upon the records of the Office of the Secretary of State from the name of the applying corporation; or (2) The applicant delivers to the Office of the Secretary of State a certified copy of a final judgment of a court of competent jurisdiction establishing the applicant's right to use the name applied for in this state. (d) A foreign nonprofit corporation may use in this state the name, including the fictitious name, of another domestic or foreign nonprofit or business corporation or other entity that is used in this state if the other corporation or entity is incorporated, organized, or authorized to conduct activities or transact business or conduct activities in this state and the foreign corporation: (1) Has merged with the other corporation or entity; (2) Has been formed by reorganization of the other corporation or entity; or (3) Has acquired all or substantially all of the assets, including the name, of the other corporation or entity. (e) If a foreign nonprofit corporation authorized to conduct activities in this state changes its name to one that does not satisfy the requirements of section 30 of this Act, it may not conduct activities in this state under the changed name until it adopts a name satisfying the requirements of section 30 of this Act and obtains an amended certificate of authority pursuant to section 189 of this Act. Section 192. Each foreign nonprofit corporation authorized to conduct activities in this state must continuously maintain in this state: (1) A registered office that may be the same as any of its places of business; and (2) A registered agent pursuant to chapter 59-11. Section 193. (a) A foreign nonprofit corporation authorized to conduct activities in this state may apply for a certificate of withdrawal by delivering an application to the Office of the Secretary of State for filing. The application must set forth: (1) The name of the foreign corporation and the name of the state or country under whose law it is incorporated; (2) That it is not conducting activities in this state and that it surrenders its authority to conduct activities in this state; (3) That it revokes the authority of its registered agent to accept service on its behalf and appoints the Office of the Secretary of State as its agent for service of process in any proceeding based on a cause of action arising during the time it was authorized to conduct activities in this state; (4) A mailing address to which the Office of the Secretary of State may mail a copy of any process served on him under paragraph (3). (b) After the withdrawal of the foreign nonprofit corporation is effective, service of process on the Office of the Secretary of State pursuant to this section with respect to activities of the foreign corporation in this state prior to withdrawal is service on the foreign corporation. Upon receipt of process, the Office of the Secretary of State shall mail a copy of the process to the foreign corporation at the mailing address set forth under subsection (a)(4). Section 194. A foreign nonprofit corporation authorized to conduct activities in this state that converts to a domestic business corporation or any form of domestic filing entity shall be deemed to have withdrawn on the effective date of the conversion. Section 195. (a) A foreign nonprofit corporation authorized to conduct activities in this state that converts to a domestic or foreign nonfiling entity must apply for a certificate of withdrawal by delivering an application to the Office of the Secretary of State for filing. The application must set forth: (1) The name of the foreign nonprofit corporation and the name of the state or country under whose law it was incorporated before the conversion; (2) That it surrenders its authority to conduct activities in this state as a foreign nonprofit corporation; (3) The type of unincorporated entity to which it has been converted and the jurisdiction whose laws govern its internal affairs; (4) If it has been converted to a foreign unincorporated entity: (i) That it revokes the authority of its registered agent to accept service on its behalf and appoints the Office of the Secretary of State as its agent for service of process in any proceeding based on a cause of action arising during the time it was authorized to conduct activities in this state; (ii) A mailing address to which the Office of the Secretary of State may mail a copy of any process served on the Office of the Secretary of State under paragraph (i); and (iii) A commitment to notify the Office of the Secretary of State in the future of any change in its mailing address. (b) After the withdrawal pursuant to this section of a corporation that has converted to a foreign unincorporated entity is effective, service of process on the Office of the Secretary of State is service on the foreign unincorporated entity. Upon receipt of process, the Office of the Secretary of State must mail a copy of the process to the foreign unincorporated entity at the mailing address set forth under subsection (a)(4). (c) After the withdrawal pursuant to this section of a corporation that has converted to a domestic unincorporated entity is effective, service of process must be made on the unincorporated entity in accordance with the regular procedures for service of process on the form of unincorporated entity to which the corporation was converted. Section 196. (a) A foreign nonprofit corporation authorized to conduct activities in this state that converts to a foreign business corporation or to any form of foreign unincorporated entity that is required to obtain a certificate of authority or make a similar type of filing with the Office of the Secretary of State if it transacts business in this state must file with the Office of the Secretary of State an application for transfer of authority executed by any officer or other duly authorized representative. The application must set forth: (1) The name of the corporation; (2) The type of entity to which it has been converted and the jurisdiction whose laws govern its internal affairs; (3) Any other information that would be required in a filing under the laws of this state by an entity of the type the corporation has become seeking authority to conduct activities or transact business in this state. (b) The application for transfer of authority shall be delivered to the Office of the Secretary of State for filing and shall take effect at the effective time provided in section 4 of this Act. (c) Upon the effectiveness of the application for transfer of authority, the authority of the corporation pursuant to sections 186 to 199 of this Act to conduct activities in this state shall be transferred without interruption to the converted entity which shall thereafter hold such authority subject to the provisions of the laws of this state applicable to that type of entity. Section 197. The Office of the Secretary of State may commence a proceeding pursuant to section 198 of this Act to revoke the certificate of authority of a foreign corporation authorized to conduct activities in this state if: (1) The foreign nonprofit corporation does not deliver its annual report to the Office of the Secretary of State within sixty days after it is due; (2) The foreign nonprofit corporation does not pay within sixty days after they are due any franchise taxes or penalties imposed by this chapter or other law; (3) The foreign nonprofit corporation is without a registered agent in this state for sixty days or more; (4) The foreign nonprofit corporation does not inform the Office of the Secretary of State by an appropriate filing that its registered agent has changed or that its registered agent has resigned within sixty days of the change or resignation; (5) An incorporator, director, officer, or agent of the foreign nonprofit corporation signed a document knowing it was false in any material respect with intent that the document be delivered to the Office of the Secretary of State for filing; (6) The Office of the Secretary of State receives a duly authenticated certificate from the Office of the Secretary of State or other official having custody of corporate records in the state or country under whose law the foreign nonprofit corporation is incorporated stating that it has been dissolved or disappeared as the result of a merger. Section 198. (a) If the Office of the Secretary of State determines that one or more grounds exist pursuant to section 197 of this Act for revocation of a certificate of authority, the Office of the Secretary of State shall serve the foreign nonprofit corporation with written notice of that determination. If the foreign nonprofit corporation does not correct each ground for revocation or demonstrate to the reasonable satisfaction of the Office of the Secretary of State that each ground determined by the Office of the Secretary of State does not exist within sixty days after service of the notice, the Office of the Secretary of State may revoke the foreign nonprofit corporation's certificate of authority by signing a certificate of revocation that recites the ground or grounds for revocation and its effective date. The Office of the Secretary of State shall file the original of the certificate and serve a copy on the foreign corporation. The authority of a foreign nonprofit corporation to conduct activities in this state ceases on the date shown on the certificate revoking its certificate of authority. (b) The Office of the Secretary of State's revocation of a foreign nonprofit corporation's certificate of authority appoints the Office of the Secretary of State the foreign nonprofit corporation's agent for service of process in any proceeding based on a cause of action which arose during the time the foreign nonprofit corporation was authorized to conduct activities in this state. Service of process on the Office of the Secretary of State pursuant to this section is service on the foreign nonprofit corporation. Upon receipt of process, the Office of the Secretary of State shall mail a copy of the process to the secretary of the foreign nonprofit corporation at its principal office shown in its most recent annual report or in any subsequent communication received from the nonprofit corporation stating the current mailing address of its principal office, or, if none are on file, in its application for a certificate of authority. Revocation of a foreign nonprofit corporation's certificate of authority does not terminate the authority of the registered agent of the nonprofit corporation. Section 199. A foreign nonprofit corporation may appeal the Office of the Secretary of State's revocation of its certificate of authority to the circuit court within thirty days after service of the certificate of revocation. The foreign nonprofit corporation appeals by petitioning the court to set aside the revocation and attaching to the petition copies of its certificate of authority and the Office of the Secretary of State's certificate of revocation. The court may summarily order the Office of the Secretary of State to reinstate the certificate of authority or may take any other action the court considers appropriate. The court's final decision may be appealed as in other civil proceedings. Section 200. (a) A nonprofit corporation must keep as permanent records minutes of all meetings of its members, board of directors, and any designated body, a record of all actions taken by the members, board of directors, or members of a designated body without a meeting, and a record of all actions taken by a committee of the board of directors or a designated body on behalf of the corporation. (b) A nonprofit corporation must maintain appropriate accounting records. (c) A membership corporation or its agent must maintain a record of its members, in a form that permits preparation of a list of the names and addresses of all members, in alphabetical order by class, showing the number of votes each member is entitled to cast. (d) A nonprofit corporation must maintain its records in written form or in any other form of a record. (e) A nonprofit corporation must keep a copy of the following records at its principal office: (1) Its articles of incorporation or restated articles of incorporation and all amendments to them currently in effect; (2) Its bylaws or restated bylaws and all amendments to them currently in effect; (3) The minutes and records described in subsection (a) for the past three years; (4) All communications in the form of a record to members generally within the past three years, including the financial statements furnished for the past three years pursuant to section 207 of this Act; (5) A list of the names and business addresses of its current directors and officers; and (6) Its most recent annual report delivered to the Office of the Secretary of State. Section 201. (a) A member of a nonprofit corporation is entitled to inspect and copy, during regular business hours at the corporation's principal office, any of the records of the corporation described in section 200(e) of this Act if the member delivers to the corporation a signed notice in the form of a record at least five business days before the date on which the member wishes to inspect and copy. (b) A member of a nonprofit corporation is entitled to inspect and copy, during regular business hours at a reasonable location specified by the corporation, any of the following records of the corporation if the member meets the requirements of subsection (c) and delivers to the corporation a signed notice in the form of a record at least five business days before the date on which the member wishes to inspect and copy: (1) Excerpts from any records required to be maintained pursuant to section 200(a) of this Act, to the extent not subject to inspection pursuant to section 201(a) of this Act; (2) Accounting records of the corporation; and (3) Subject to section 206 of this Act, the membership list. (c) A member may inspect and copy the records described in subsection (b) only if: (1) The member's demand is made in good faith and for a proper purpose; (2) The member describes with reasonable particularity the purpose and the records the member desires to inspect; and (3) The records are directly connected with this purpose. (d) The right of inspection granted by this section may be abolished or limited by a nonprofit corporation's articles of incorporation or bylaws. (e) This section does not affect: (1) The right of a member to inspect records pursuant to section 59 of this Act or, if the member is in litigation with the corporation, to the same extent as any other litigant; or (2) The power of a court, independently of this Act, to compel the production of corporate records for examination. Section 202. (a) A member's agent or attorney has the same inspection and copying rights as the member represented. (b) The right to copy records pursuant to section 201 of this Act includes, if reasonable, the right to receive copies. Copies may be provided through an electronic transmission if available and so requested by the member. (c) The nonprofit corporation may comply at its expense with a member's demand to inspect the record of members pursuant to section 201(b)(3) of this Act by providing the member with a list of members that was compiled no earlier than the date of the member's demand. (d) The nonprofit corporation may impose a reasonable charge, covering the costs of labor and material, for copies of any documents provided to the member. The charge may not exceed the estimated cost of production, reproduction, or transmission of the records. Section 203. (a) If a nonprofit corporation does not allow a member who complies with section 201(a) of this Act to inspect and copy any records required by that subsection to be available for inspection, the circuit court of the county where the corporation's principal office, or, if none in this state, its registered office, is located may summarily order inspection and copying of the records demanded at the corporation's expense upon application of the member. (b) If a nonprofit corporation does not within a reasonable time allow a member to inspect and copy any other record, the member who complies with sections 201(b) and (c) of this Act may apply to the circuit court in the county where the corporation's principal office is located, or, if none in this state, in Hughes County, for an order to permit inspection and copying of the records demanded. The court shall dispose of an application under this subsection on an expedited basis. (c) If the court orders inspection and copying of the records demanded, it shall also order the nonprofit corporation to pay the member's costs, including reasonable counsel fees, incurred to obtain the order unless the corporation proves that it refused inspection in good faith because it had a reasonable basis for doubt about the right of the member to inspect the records demanded. (d) If the court orders inspection and copying of the records demanded, it may impose reasonable restrictions on the use or distribution of the records by the demanding member. Section 204. (a) A director of a nonprofit corporation is entitled to inspect and copy the books, records, and documents of the corporation at any reasonable time to the extent reasonably related to the performance of the director's duties as a director, including duties as a member of a committee, but not for any other purpose or in any manner that would violate any duty to the corporation or law other than this Act. (b) The circuit court of the county where the nonprofit corporation's principal office is located, or if none in this state, in Hughes County, may order inspection and copying of the books, records, and documents at the corporation's expense, upon application of a director who has been refused such inspection rights, unless the corporation establishes that the director is not entitled to such inspection rights. The court shall dispose of an application pursuant to this subsection on an expedited basis. (c) If an order is issued, the court may include provisions protecting the nonprofit corporation from undue burden or expense, and prohibiting the director from using information obtained upon exercise of the inspection rights in a manner that would violate a duty to the corporation, and may also order the corporation to reimburse the director for the director's costs, including reasonable counsel fees, incurred in connection with the application. Section 205. (a) Whenever notice would otherwise be required to be given under any provision of this Act to a member, the notice need not be given if notice of two consecutive annual meetings, and all notices of meetings during the period between such two consecutive annual meetings have been returned undeliverable or could not be delivered. (b) If a member delivers to the nonprofit corporation a notice setting forth the member's then-current address, the requirement that notice be given to that member is reinstated. Section 206. (a) Without consent of the board of directors, a membership list or any part thereof may not be obtained or used by any person for any purpose unrelated to a member's interest as a member. Without limiting the generality of the foregoing, without the consent of the board a membership list or any part thereof may not be: (1) Used to solicit money or property unless the money or property will be used solely to solicit the votes of the members in an election to be held by the nonprofit corporation; (2) Used for any commercial purpose; or (3) Sold to or purchased by any person. (b) Instead of making a membership list available for inspection and copying pursuant to sections 200 to 206, inclusive, of this Act, a nonprofit corporation may elect to proceed under the procedures set forth in section 59(f) of this Act. Section 207. (a) Except as provided in the articles of incorporation or bylaws of a nonprofit corporation engaged in religious activity, upon a demand in the form of a record from a member, a corporation must furnish that member with its latest annual financial statements, which may be consolidated or combined statements of the corporation and one or more of its subsidiaries, as appropriate, that include a balance sheet as of the end of the fiscal year and a statement of operations for the year. If financial statements are prepared for the corporation on the basis of generally accepted accounting principles, the annual financial statements must also be prepared on that basis. (b) If the annual financial statements are reported upon by a certified public accountant, the accountant's report must accompany them. If not, the statements must be accompanied by a statement of the president or the person responsible for the nonprofit corporation's accounting records: (1) Stating the reasonable belief of the president or other person as to whether the statements were prepared on the basis of generally accepted accounting principles and, if not, describing the basis of preparation; and (2) Describing any respects in which the statements were not prepared on a basis of accounting consistent with the statements prepared for the preceding year. Section 208. This Act applies to all domestic nonprofit corporations in existence on its effective date that were incorporated under any general statute of this state providing for incorporation of nonprofit corporations if power to amend or repeal the statute under which the corporation was incorporated was reserved. Section 209. A foreign nonprofit corporation authorized to conduct activities in this state on the effective date of this Act is subject to this Act but is not required to obtain a new certificate of authority to conduct activities under this Act. Section 210. (a) Except as provided in subsection (b), the repeal of a statute by this Act does not affect: (1) The operation of the statute or any action taken under it before its repeal; (2) Any ratification, right, remedy, privilege, obligation, or liability acquired, accrued, or incurred under the statute before its repeal; (3) Any violation of the statute, or any penalty, forfeiture, or punishment incurred because of the violation, before its repeal; (4) Any proceeding, reorganization, or dissolution commenced under the statute before its repeal, and the proceeding, reorganization, or dissolution may be completed in accordance with the statute as if it had not been repealed. (b) If a penalty or punishment imposed for violation of a statute repealed by this Act is reduced by this Act, the penalty or punishment if not already imposed shall be imposed in accordance with this Act. (c) Members of a nonprofit corporation who were entitled to cumulate their votes for the election of directors on the effective date of this Act shall continue to be entitled to cumulate their votes for the election of directors until otherwise provided in the articles of incorporation or bylaws of the corporation. (d) This Act modifies, limits, or supersedes the federal Electronic Signatures in Global and National Commerce Act, 15 U.S.C. § 7001 et seq., but this Act does not modify, limit, or supersede section 101(c) of that act or authorize electronic delivery of any of the notices described in section 103(b) of that act. Section 211. If any provision of this Act or its application to any person or circumstance is held invalid by a court of competent jurisdiction, the invalidity does not affect other provisions or applications of this Act that can be given effect without the invalid provision or application, and to this end the provisions of this Act are severable. Section 212. In applying and construing this Act, consideration must be given to the need to promote consistency of the law with respect to its subject matter among states that enact it. Section 213. The following laws and parts of laws are repealed: chapters 47-22 to 47-28, inclusive."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6185, "action_date": "2015-01-23T13:00:00-06:00", "document_id": 33597, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33597.pdf", "status_text": "First read in House and referred to", "journal_page": 122, "committee_id_action": 286, "committee_id_assigned": 279, "result": "N", "vote": {}}, {"bill_id": 6185, "action_date": "2015-01-28T07:45:00-06:00", "document_id": 33673, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33673.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 279, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6185, "action_date": "2015-01-28T07:45:00-06:00", "document_id": 33890, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33890.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 279, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6185, "action_date": "2015-02-11T07:45:00-06:00", "document_id": 34705, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34705.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 279, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6185, "action_date": "2015-02-11T15:30:00-06:00", "document_id": 34936, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34936.pdf", "status_text": "Tabled", "journal_page": 398, "committee_id_action": 279, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 18581, "president_vote": null, "Yea": [915, 884, 947, 882, 879, 953, 881, 869, 912, 874, 954, 924], "Excused": [921]}}, {"bill_id": 6185, "action_date": "2015-02-11T15:30:00-06:00", "document_id": 34707, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34707.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 279, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/6185"}