{"session_id": 36, "bill_id": 9628, "bill_type": "House Bill", "bill_number": 1009, "bill_title": "revise certain provisions regarding state employment.", "sponsors": [], "keywords": ["Employee", "Employer", "Public Officers and Employees", "State Affairs and Government"], "audio": [{"meeting_datetime": "2019-01-14T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hco05.mp3", "start_seconds": 418.0}, {"meeting_datetime": "2019-01-14T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hco05.mp3", "start_seconds": 418.0}, {"meeting_datetime": "2019-01-14T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hco05.mp3", "start_seconds": 418.0}, {"meeting_datetime": "2019-01-16T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hou07.mp3", "start_seconds": 1600.0}, {"meeting_datetime": "2019-01-16T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hou07.mp3", "start_seconds": 1600.0}, {"meeting_datetime": "2019-01-16T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hou07.mp3", "start_seconds": 1600.0}, {"meeting_datetime": "2019-02-26T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sco30.mp3", "start_seconds": 4922.0}, {"meeting_datetime": "2019-02-26T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sco30.mp3", "start_seconds": 4922.0}, {"meeting_datetime": "2019-02-26T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sco30.mp3", "start_seconds": 4922.0}, {"meeting_datetime": "2019-02-27T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sen31.mp3", "start_seconds": 2777.0}, {"meeting_datetime": "2019-02-27T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sen31.mp3", "start_seconds": 2777.0}, {"meeting_datetime": "2019-02-27T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sen31.mp3", "start_seconds": 2777.0}], "bill_versions": [{"bill_id": 9628, "bill_version_id": 51400, "bill_version": "Introduced", "bill_version_date": "2019-01-06T17:46:43.553-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding state employment. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 3-6C-1 be amended to read: 3-6C-1. Terms as used in chapters 3-6C to 3-6F, inclusive, mean: (1) \"Appointing authority,\" the hiring entity; (2) \"Commission,\" the Civil Service Commission; (3) \"Bureau,\" the Bureau of Human Resources; (4) \"Bureau commissioner,\" the head of a bureau a person appointed by and serving at the pleasure of the Governor to administer one of the bureaus of the executive branch of state government; (5) \"Civil service,\" a system of human resource management for the executive branch of state government based on merit principles governing the appointment, promotion, compensation, removal, transfer, and other matters related to human resource management; (6) \"Civil service employee,\" a state permanent employee not otherwise exempted by the provisions of this chapter 3-6D; (7) \"Change in family status,\" marriage, divorce, or death of the member, spouse, or any covered dependent; birth or adoption of a child; or a change in the employment status of the member, spouse, or any covered dependent; (8) \"Class of positions,\" all civil service positions which that are sufficiently similar in kind or subject matter of work performed, level of difficulty and responsibility, and qualification requirements knowledge, skills, and abilities to warrant similar treatment in personnel and pay administration; (9) \"Compensation,\" the total compensation, which includes direct salary and fringe benefits. Fringe benefits includes employer paid retirement programs, social security, health insurance, life insurance, and any other programs offering a benefit to the employee in which the employer participates; (10) \"Contribution,\" the dollar amount established by the human resources commissioner sufficient to cover the cost of the insurance plan; (11) \"Department secretary,\" a person appointed by and serving at the pleasure of the Governor to administer one of the major departments of the executive branch of state government; (12) \"Dependent,\" a person who is not an employee and is: (a) An employee's spouse who is not divorced or legally separated from the employee; or (b) An employee's child who is: (i) Under the age of twenty-six or under the age of twenty-nine if a full-time student; and (ii) Not benefit eligible through their employer or spouses employer; and (iii) Not in military service; (13) \"Deputy,\" a person who serves as first assistant to, and at the pleasure of, a department secretary, bureau commissioner, or division director if allowed by law; (14) \"Division director,\" a person appointed by and serving at the pleasure of the department secretary or bureau commissioner to administer a division within a major department or bureau of the executive branch of state government; (15) \"Eligible employee,\" an active employee placed in a permanent position, employed by a participating agency and scheduled to work twenty or more hours a week at least six months of the year; (16) \"Employee,\" any person working for state government, paid by the State of South Dakota state, or remunerated by other funds raised, appropriated, or otherwise generated by the state. The term does not include any person working for any authority authorized by law; (17)(16) \"Employer,\" the State of South Dakota; (18)(17) \"Executive branch employee,\" any employee working for state government except those working for the legislative or judicial branches of state government; (19)(18) \"Human resources commissioner,\" the commissioner of the Bureau of Human Resources bureau; (20)(19) \"Law enforcement employee,\" any certified law enforcement officer working for the Division of Criminal Investigation or the Highway Patrol; (21)(20) \"Member,\" a state employee or retiree who is covered by the plan as the primary insured and who may elect to have his or her dependents covered by the plan; (21) \"Permanent employee,\" an active employee placed in a permanent position, employed by a participating agency. This term does not include temporary, emergency, patient, or student employees; (22) \"Plan,\" the state employee's benefit insurance plan as created by chapter 6-E 3-6E; (23) \"Plan-eligible employee,\" a permanent employee who is scheduled to work twenty or more hours a week at least six months of the year or an employee employed by an appointing authority who has worked an average of thirty hours or more per week during a twelve-month standard measurement period, as defined by the Patient Protection and Affordable Care Act of 2010, as amended to January 1, 2019; (24) \"Position,\" a collection of duties and responsibilities assigned by the appointing authority to one person; (24)(25) \"Safety-sensitive position,\" any law enforcement officer authorized to carry firearms and any custody staff employed by any agency responsible for the rehabilitation or treatment of any adjudicated adult or juvenile; (25)(26) \"Self-insured,\" a state-supported benefit plan in which the initial risk for any losses is born by the plan; (27) \"Spouse,\" an employee's husband or wife as a result of marriage that is legally recognized in this state or under the laws of the state where the marriage occurred. The term does not include a spouse as a result of a common-law marriage; (26)(28) \"Substance,\" marijuana as defined in subdivision 22-42-1(7) and any controlled drug or substance as defined in chapter 34-20B. Section 2. That § 3-6C-2 be amended to read: 3-6C-2. The Bureau of Human Resources bureau shall perform human resource functions for the following agencies: (1) Board of Regents; (2) Board of Trustees of the South Dakota Retirement System; and (3) All other state departments, bureaus, divisions, boards, and commissions of the executive branch. The Bureau of Human Resources bureau may delegate human resource functions to either the Board of Regents or the Board of Trustees of the South Dakota Retirement System through agreements entered into pursuant to chapter 1-24. Section 3. That § 3-6C-3 be amended to read: 3-6C-3. No A temporary employee nor any, patient, inmate, or student employee, as defined by any rules promulgated by the Civil Service Commission commission pursuant to chapter 1-26, may not receive any compensation for any holiday as defined in § 1-5-1. However, the employee shall be compensated for any hours actually worked on such holidays. Section 4. That § 3-6C-4 be amended to read: 3-6C-4. Each state permanent employee shall earn fifteen working days vacation time up to one hundred twenty hours vacation leave per full year of employment. Any A permanent employee with more than fifteen years employment shall receive twenty working days vacation with pay for each earn up to one hundred sixty hours vacation leave per full year of employment. Such Vacation leave shall be accrued on an hourly, biweekly, semimonthly, or monthly basis as determined by the human resources commissioner of human resources. No vacation hours earned Vacation leave may not be used until the employee has served the initial six-month period. Vacation hours are leave is cumulative only to the extent of that which may be earned in a period of time not exceeding two years of regular and continuous state employment. No advanced leave of absence for vacation with pay may be granted Vacation leave may not be advanced to an employee at any time. Section 5. That § 3-6C-5 be amended to read: 3-6C-5. Any state A permanent employee, including any state employee exempt from the provisions of this chapter 3-6D, who has been employed by the state for a continuous period of six months is entitled to vacation leave. However, no temporary or emergency employee, as defined by any rules promulgated by the Civil Service Commission pursuant to chapter 1-26, and no patient, inmate, or student employee is eligible for vacation leave. Any part-time employee who has served an accumulative six-month period is entitled to vacation leave. Section 6. That § 3-6C-6 be amended to read: 3-6C-6. Any An employee who retires or voluntarily resigns may terminate employment at the end of the employee's accrued vacation period leave or receive a lump-sum payment for the unused vacation time leave which has accrued as of the employee's final day on the payroll. Any An employee meeting the definition of a participant as set out in subdivision 3-13A-2(8) 3-13A-2(7) shall have such lump-sum payment transmitted to the fund pursuant to the provisions of § 3-13A-5. However, if the employee dies, payment for the accumulated vacation leave of absence for vacation time shall be paid according to §§ 3-8-8 to 3-8-11, inclusive. Section 7. That § 3-6C-7 be amended to read: 3-6C-7. In addition to the leave of absence for vacation as provided in § 3-6C-4, each employee of the state, except temporary and emergency employees as defined by Civil Service Commission rules, and patient, inmate, and student employees, is entitled to fourteen days leave of absence for sickness without loss of pay, exclusive of Saturdays, Sundays, and holidays, for each year the employee is in the employment of the state. Leave of absence for sickness Each permanent employee shall earn up to one hundred twelve hours sick leave per full year of employment. Sick leave shall be accrued on an hourly, biweekly, semimonthly, or monthly basis as determined by the human resources commissioner of human resources and shall accumulate without limit as to the number of days hours of such accumulation. Any leave of absence for sickness The use of sick leave shall be supported by a medical certificate upon the request of the human resources commissioner of human resources. No An employee is not entitled to more than the employee's accrued and earned sick leave of absence for sickness without first using up any and all of the employee's accumulated and earned vacation leave of absence for vacation leave. An employee may use up to five days forty hours of the employee's accrued sick leave annually for personal emergency reasons. Leave for personal emergencies may not be accrued accumulated from year to year. The Civil Service Commission commission, pursuant to chapter 1-26, shall promulgate rules to implement this provision. Adoption of a child by any state an employee is treated as natural childbirth for leave purposes. Section 8. That § 3-6C-8 be amended to read: 3-6C-8. Any state A permanent employee may accrue vacation leave, but not sick leave, while receiving workers' compensation under § 62-4-3. Section 9. That § 3-6C-9 be amended to read: 3-6C-9. Leave of absence for sickness Sick leave may be advanced to an a permanent employee who has been in regular and continuous employment of the state for at least one full year if the employee has used up all of the employee's earned accrued vacation and sick leave of absence for vacation and sickness. If an employee receives advanced sick leave, any subsequent sick leave earned accrued by the employee shall be credited against the employee's negative sick leave balance until the advanced sick leave is repaid. At no time shall the The employee's advanced negative sick leave balance may not exceed twenty-eight days two hundred twenty-eight hours. Advanced sick leave of absence for sickness is within the discretion of the bureau under rules promulgated by the Civil Service Commission commission pursuant to chapter 1-26, and is authorized only if the bureau's consent has first been obtained. Section 10. That § 3-6C-10 be amended to read: 3-6C-10. No state An employee may not be allowed compensation compensated under § 62-4-3 for a period for which the employee has also received sick pay authorized by § 3-6C-7 or 3-6C-9 or vacation pay authorized by § 3-6C-4. Nothing in this section limits any other compensation or benefits due employees of the state to an employee under Title 62. Section 11. That § 3-6C-11 be amended to read: 3-6C-11. If an injured state permanent employee's workers' compensation benefits are not equal to the employee's salary, the employee may, notwithstanding any provision in § 3-6C-10, use paid sick pay or vacation pay leave in an amount necessary to make up the difference between the employee's salary and the workers' compensation benefits. Section 12. That § 3-6C-12 be amended to read: 3-6C-12. Every state A permanent employee, who has been continuously employed in a permanent position by the State of South Dakota or any department or agency thereof for at least seven years prior to the date of the employee's retirement, voluntary resignation, layoff, termination for inability to perform job functions due to physical disability, or death, shall receive payment for one-fourth of the unused sick leave of absence for sickness which has accrued as of the employee's final day on payroll. The payment may not exceed the sum of four hundred eighty hours. Payment shall be made in a lump sum with the employee's last payroll warrant. Any An employee meeting the definition of a participant as set out in subdivision 3-13A-2(8) 3-13A-2(7) shall have such the lump-sum payment transmitted to the fund pursuant to the provisions of § 3-13A-5. However, in the case of death of if the employee dies, payment for such the accumulated sick leave of absence for sickness shall be paid as provided under the provisions of in accordance with §§ 3-8-8 to 3-8-11, inclusive. Section 13. That § 3-6C-13 be amended to read: 3-6C-13. Any A permanent employee of the state may donate accrued vested leave to another state permanent employee who has exhausted all accrued vacation and sick leave and who meets all one of the following criteria: (1) The recipient employee is terminally ill and the employee's condition does not allow a return to work; or (2) The recipient employee is suffering from an acutely life threatening illness or injury which has been certified by a licensed physician as having a significant likelihood of terminating fatally and the employee's physical condition does not allow a return to work for a period of at least ninety consecutive days; and (3) All leave benefits for which the recipient employee is eligible have been exhausted. The donation is not allowed after the recipient employee may not receive donated leave once the employee is able to return to work or is approved for disability benefits provided for in § 3-12-98 or any other public disability benefits. The donation of accrued vested leave may not exceed two thousand eighty hours per recipient employee as defined in subdivision (1) of this section or one thousand forty hours per illness or injury for a recipient employee as defined in subdivision (2) of this section, not to exceed two thousand eighty hours per recipient. The donation shall be approved by the Bureau of Human Resources bureau under rules promulgated by the Civil Service Commission commission pursuant to chapter 1-26, including number of hours to be donated, confidentiality of a donation, definition of terminally ill, definition of life threatening illness or injury, criteria for determining employee eligibility to receive or donate leave, coordination of leave donation with disability and other public benefits and in compliance with the provisions of § 3-6C-12, and procedures for approval of the donation. Section 14. That § 3-6C-14 be amended to read: 3-6C-14. Any donation of leave pursuant to section § 3-6C-13 or 3-6C-15 may be restricted as follows: (1) The donating employee may only donate leave to an employee who is at the same or lower paygrade pay grade as the donating employee; and (2) The donation may be denied based upon funding considerations within the agency, at the discretion of the human resources commissioner. Section 15. That § 3-6C-15 be amended to read: 3-6C-15. Any A permanent employee of the state may donate accrued vested vacation leave to another state permanent employee who meets all of the following criteria: (1) The recipient employee will use the donated leave to care for the recipient employee's spouse, child, or parent who is terminally ill; (2) The recipient employee's spouse, child, or parent is suffering from an acutely life threatening illness or injury which has been certified by a licensed physician as having a significant likelihood of terminating fatally; and (3) All leave benefits for which the recipient employee is eligible have been exhausted The recipient employee has exhausted all accrued vacation and personal emergency leave. The total paid leave, including the donated vacation leave pursuant to this section, may not exceed twelve weeks annually per recipient employee. The donation shall be approved by the Bureau of Human Resources bureau under rules promulgated pursuant to chapter 1-26 by the Civil Service Commission commission, including number of hours to be donated, confidentiality of a donation, definition of terminally ill, definition of life threatening illness or injury, criteria for determining employee eligibility to receive or donate leave and for prorating donated leave for part-time employees, and procedures for approval of the donation. Any donation shall be in compliance with the provisions of §§ 3-6C-4 and 3-6C-5. Section 16. That § 3-6C-16 be amended to read: 3-6C-16. If an a permanent employee transfers from one state department, institution, agency, or office to another state department, institution, agency, or office, the employee may transfer all unused and earned leave of absence for vacation or sickness accrued vacation and sick leave as was allowed the employee under the provisions of §§ 3-6C-4 and 3-6C-7. Section 17. That § 3-6C-17 be amended to read: 3-6C-17. The provisions of §§ 3-6C-4 to 3-6C-16, inclusive, do not prohibit the taking of leave of absence for vacation or sickness without pay if the leave of absence is authorized and approved by the board, commission, agency, department, office, or officer employing the employee, pursuant to rules promulgated pursuant to chapter 1-26 by the human resources commissioner of the Bureau of Human Resources. Section 18. That § 3-6C-18 be amended to read: 3-6C-18. The Civil Service Commission commission may, pursuant to chapter 1-26, promulgate rules to further define the types of leave permitted to be taken as sick leave, vacation leave, and leave of absence, including the following: child care, jury duty, military service, maternity, and education and other fringe benefits. Section 19. That § 3-6C-20 be amended to read: 3-6C-20. Holidays, other than Sundays, enumerated in § 1-5-1, are a benefit for any permanent state employee permanent employees including those who are not scheduled to work the day on which a holiday falls. A permanent employee is eligible for shall receive holiday pay if the employee works at least one shift or is on approved paid leave during the calendar week in which the holiday falls. Part-time permanent employees shall receive prorated holiday pay. For payroll and leave purposes, a holiday is no more than eight hours long. Section 20. That § 3-6C-21 be amended to read: 3-6C-21. Any A permanent employee of the State of South Dakota who is a certified disaster service volunteer of the American Red Cross may be granted leave from work with pay not to exceed ten days in any one calendar year to participate in disaster relief services for the American Red Cross during a State of South Dakota declared disaster, upon the request of the American Red Cross for the services of the employee and upon approval of that employee's appointing authority. However, no state an employee who is needed by the employee's appointing authority to perform job-related disaster services may not be granted this leave. The appointing authority shall compensate an employee granted leave under this section at the employee's regular rate of pay for regular work hours during which the employee is absent from work. Section 21. That § 3-6C-22 be amended to read: 3-6C-22. Any absence approved pursuant to § 3-6C-21 for disaster service volunteers does not affect the a permanent employee's right to receive normal vacation, and sick leave, bonus, advancement, and other advantages of employment. Section 22. That § 3-6C-24 be amended to read: 3-6C-24. The human resources commissioner shall establish and maintain appropriate records on all civil service employees relating to the several provisions of this chapter. The Civil Service Commission commission may promulgate rules, pursuant to chapter 1-26, to regulate the records maintained by the Bureau of Human Resources bureau. Any records required or maintained by the Bureau of Human Resources bureau, including performance appraisals, that pertain to an employee shall be available and open to inspection by the employee during normal business hours. Section 23. That § 3-6D-1 be amended to read: 3-6D-1. There is hereby created a Civil Service Commission. The Civil Service Commission commission consists of seven members, not all of whom may be of the same political party. Three of the members shall be experienced in law enforcement. The Governor shall initially appoint two members for a term of two years, two members for a term of three years, and three members for a term of four years. Thereafter, each appointment shall be The Governor shall appoint each member for a term of four years, beginning on the first day of July. Any member appointed to fill a vacancy arising from other than the natural expiration of a term shall serve for only the unexpired portion of the term. Section 24. That § 3-6D-2 be amended to read: 3-6D-2. A member of the Civil Service Commission commission may be removed by the Governor only for cause after being given a copy of the charges and an opportunity to be heard publicly on such the charges before the Governor. A copy of the charges and a transcript of the record of the hearing shall be filed with the secretary of state. Section 25. That § 3-6D-3 be amended to read: 3-6D-3. The Civil Service Commission commission shall hold such meetings as necessary to carry out its duties under this chapter. The commission shall elect one of its members as chair at its the first meeting in each year. Four members shall constitute a quorum for the conduct of business. If the subject of any meeting is the discipline of any law enforcement officer, at least two of the members of the commission in attendance shall be experienced in law enforcement. Section 26. That § 3-6D-4 be amended to read: 3-6D-4. This chapter applies to all executive branch employees of state government, but excluding: (1) Elected officers and all employees in the offices of the secretary of state, state treasurer, state auditor, commissioner of school and public lands, and public utilities commission; (2) The members of boards and commissions; (3) Department secretaries, bureau commissioners, division directors, deputy secretaries, deputy bureau commissioners, deputy division directors, and supervisors who determine and publicly advocate substantive program policy, attorneys, physicians, confidential assistants to exempt employees and other directors or administrative policy-making positions of executive branch institutions, commissions, boards and agencies; (4) All positions in the Office of the Governor and Bureau of Finance and Management; (5) Presidents, deans, administrative and policy-making positions, student health service physicians, teaching and professional research positions under the jurisdiction of the State Board of Regents and other directors or administrative policy-making positions of such institutions as determined by the human resources commissioner; (6) Teachers of the several institutions under the jurisdiction of the executive branch; (7) A person hired to fill the position of an employee who is deployed or activated under circumstances requiring reinstatement under the Uniform Services Employment and Reemployment Rights Act, 38 U.S.C. § 4301 as in effect January 1, 2012; (8) Patients and inmates who are employed by state institutions under the executive branch; (9) Temporary employees and interns; and (10) The attorney general and all employees within its office except certified law enforcement officers within the division of criminal investigation. The Civil Service Commission commission may promulgate rules, pursuant to chapter 1-26 which, that establish criteria to implement this section for exemptions from the civil service. The human resources commissioner may determine which positions are eligible for exemption under the provisions of this chapter. Any decision of the human resources commissioner of human resources relating to exemptions from the civil service may be appealed to the commission pursuant to chapter 1-26. Section 27. That § 3-6D-5 be amended to read: 3-6D-5. Each civil service applicant and civil service employee shall be accorded the following protections: (1) Discrimination on the basis of political affiliation in regard to the hiring, promotion, termination, or any other tangible employment action relating to a civil service employee is prohibited; (2) An A civil service employee may not be required to participate in partisan political activities; (3) An A civil service employee may not be obliged, by reason of that employment, to contribute to any political funds or collections or render political service. Any A civil service employee refusing to contribute such funds or to render that political service may not be removed or otherwise disciplined or prejudiced for such the refusal; (4) An A civil service employee retains the right of free speech; (5) An A civil service employee may not be disciplined for the reporting of any violation of state or federal law to any local, state or federal authority; (6) An A civil service employee has the right to obtain a copy of his or her the employee's personnel file or any other pertinent data that directly relates to the employee held in the state's files. The cost of the copy shall be borne by the employee; (7) Prior to any disciplinary action, the a civil service employee shall be given verbal or written notice and an opportunity to present reasons, either in person or in writing, why the proposed action should not be taken; and (8) Such other Other rights and protections as enumerated by state or federal statute or rule. Section 28. That § 3-6D-6 be amended to read: 3-6D-6. Any personnel management actions taken under the provisions of this chapter shall comply with merit standards as follows: (1) Recruiting, selecting, and advancing civil service employees through open consideration of qualified applicants for initial appointments and promotions. Selection of qualified applicants is based on relative ability, knowledge, and skills; (2) Providing equitable and adequate compensation; (3) Training civil service employees to assure high quality performance; (4) Retaining civil service employees based on performance, correcting inadequate performance, and separating employees whose performance cannot be improved; and (5) Assuring fair treatment without regard to age, political affiliation, race, color, national origin, sex, or religious creed. Section 29. That § 3-6D-7 be amended to read: 3-6D-7. The Civil Service Commission commission shall promulgate rules, pursuant to chapter 1-26, in the areas of recruitment, examination, selection, and promotion of civil service employees to be administered by the human resources commissioner. Each examination shall relate to matters that will fairly test the relative capacity of the person examined to discharge the duties of the position and may include tests of physical qualifications, training and experience, written examinations, and health and, if appropriate, technical or manual skill. The human resources commissioner shall designate the times and places for each examination. Section 30. That § 3-6D-8 be amended to read: 3-6D-8. Each civil service appointment shall be made from among the best qualified persons on a list of eligible applicants certified by the human resources commissioner as meeting the minimum qualifications standards for the position to be filled from a list of eligible applicants. Any person who makes an appointment contrary to the provisions of this section is guilty of a Class 1 misdemeanor. Section 31. That § 3-6D-9 be amended to read: 3-6D-9. The human resources commissioner may delegate the administration of this chapter to state institutions and departments throughout the state. However, the human resources commissioner shall delegate to institutions under the jurisdiction of the Board of Regents the administration of recruitment, examining, and selection of employees for such institutions under the jurisdiction of the Board of Regents. All such delegated administrative authority shall be exercised in accordance with the provisions of this chapter and Civil Service Commission commission rules. Section 32. That § 3-6D-10 be amended to read: 3-6D-10. The Civil Service Commission commission shall promulgate rules, pursuant to chapter 1-26, to develop a position classification system for all positions in the civil service, based upon similarity of duties performed and responsibilities assumed, so that the same qualifications and pay may reasonably be required and established for positions allocated to the same class. Section 33. That § 3-6D-11 be amended to read: 3-6D-11. The Civil Service commission shall promulgate rules, pursuant to chapter 1-26, to develop a statewide pay system which assures the principle of equal pay for equal work applying to positions existing in the civil service. Section 34. That § 3-6D-12 be amended to read: 3-6D-12. The human resources commissioner of the Bureau of Human Resources shall approve the payroll for all departments and institutions of the executive branch to ensure compliance with this chapter and chapter 3-6C. Section 35. That § 3-6D-13 be amended to read: 3-6D-13. The human resources commissioner of the Bureau of Human Resources shall give final approval or rejection to all negotiated labor contracts and settlements for civil service employees based on compliance with this chapter and Civil Service Commission commission rules. Section 36. That § 3-6D-14 be amended to read: 3-6D-14. The Civil Service Commission commission shall promulgate rules, pursuant to chapter 1-26, governing civil service employees in matters of discipline, retirement, standards of conduct, adverse actions, political activity in employment, hours of work, equal opportunity, complaints, grievances and appeals to the commission, and reductions in force due to nondisciplinary reasons. Section 37. That § 3-6D-15 be amended to read: 3-6D-15. If a grievance remains unresolved after exhaustion of a departmental an agency grievance procedure, an a civil service employee may demand a hearing before the Civil Service Commission commission as provided for in contested cases in chapter 1-26. The proceedings shall be held as provided in chapter 1-26. The commission shall provide notice of the hearing within thirty calendar days of an employee's request for a hearing. The commission shall conduct a hearing within thirty calendar days of the notice of the hearing unless the hearing is continued for good cause or unless the commission determines, upon the motion of any party, that the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that a grievance, defense, or claim presents no genuine issue as to any material fact and a party is entitled to a judgment as a matter of law. The commission, upon the motion of any party, may dispose of any grievance, defense, or claim at the close of the evidence offered by the proponent of the grievance, defense, or claim if the commission determines that the evidence offered by the proponent of the grievance, defense, or claim is legally insufficient to sustain the grievance, defense, or claim. The human resources commissioner shall schedule the hearing to ensure compliance with the time frames provided in this section. If the grievant agrees, the commissioner may appoint a hearing examiner as authorized in § 1-26-18.3. Any final action or decision may be appealed pursuant to chapter 1-26. Section 38. That § 3-6D-16 be amended to read: 3-6D-16. In resolving grievances involving the discipline of an a civil service employee, the Civil Service Commission commission shall determine and decide whether the action was made for good cause. If the commission finds that the action was made for good cause, the commission shall enter an order upholding the decision of the appointing authority agency disciplining the employee. If, however, the commission finds that the action was made without good cause, the commission shall enter an order reversing the decision of the appointing authority agency. Section 39. That § 3-6D-17 be amended to read: 3-6D-17. In resolving a grievance, the commission may reinstate an a civil service employee who has been disciplined without good cause. If reinstatement is ordered by the commission, the order shall include one or more of the following forms of relief: an award of back pay, an award of back benefits, placement in the same position and location that the employee held before the discipline, or placement in a comparable position and location that the employee held before the discipline. Any award of back pay and benefits shall include the employer's contribution pursuant to § 3-12-71. Any award of back pay and benefits which adversely affects an agency's budget shall be considered advisory and submitted by the affected agency to the committee created by chapter 4-8A or the next session of the Legislature. Section 40. That § 3-6D-18 be amended to read: 3-6D-18. Each state department agency shall adhere to, and assist the human resources commissioner of the Bureau of Human Resources in administering, the provisions of this chapter. An appointing authority agency may formulate department agency level procedures within the limitations of those rules promulgated pursuant to chapter 1-26 by the Civil Service Commission commission or the human resources commissioner of human resources. The procedures shall be reviewed and approved by the human resources commissioner of human resources before implementation. Section 41. That § 3-6D-19 be amended to read: 3-6D-19. The human resources commissioner shall maintain accurate records reflecting the costs of administering the provisions of this chapter. The human resources commissioner shall summarize the cost and shall bill each department, office, institution, or bureau for a pro rata share of the administrative cost. Section 42. That § 3-6D-20 be amended to read: 3-6D-20. No An applicant for a civil service position shall may not: (1) Directly or indirectly give, render, or pay, or promise to give, render, or pay any money, service, or other thing to any person, for or on account of, or in connection with an examination, appointment, or proposed appointment; or (2) Submit, with the intent to deceive, any false application, credential, test, or examination to a hiring authority for the purpose of obtaining any appointment or proposed appointment or promotion. A violation of this section is a Class 1 misdemeanor. Section 43. That § 3-6D-21 be amended to read: 3-6D-21. No An employee of the Bureau of Human Resources bureau or any other person may not defeat, deceive, or obstruct any person's right to examination, eligibility, certification, or appointment pursuant to this chapter, or furnish to any person any special or secret information for the purpose of affecting the rights or prospects of any person with respect to employment in the civil service. A violation of this section is a Class 1 misdemeanor. Section 44. That § 3-6D-22 be amended to read: 3-6D-22. An A civil service employee may file a grievance with the Civil Service Commission commission if the employee believes that there has been retaliation because of reporting a violation of state law through the chain of command of the employee's department agency, to the attorney general's office, the State Government Accountability Board, or because the employee has filed a suggestion pursuant to this section. Section 45. That § 3-6E-1 be amended to read: 3-6E-1. The Bureau of Human Resources bureau may establish a benefits plan, for plan-eligible employees of the state. The plan may either be self-funded or established as a group health insurance program. The plan may provide for group health coverage against the financial cost of hospital, surgical, pharmacy, and medical treatment and care, and such any other coverage or benefits, as deemed appropriate and desirable by the human resources commissioner determines is appropriate and desirable. The human resources commissioner may include a flexible benefit plan which allows an employee to choose the employee's own benefits or levels of coverage. Section 46. That § 3-6E-2 be amended to read: 3-6E-2. The human resources commissioner of the Bureau of Human Resources may provide all, or any part of, the benefits under the plan or plans provided pursuant to this chapter by means of a plan which is self-funded in whole or in part. Section 47. That § 3-6E-3 be amended to read: 3-6E-3. The human resources commissioner may authorize the purchase of reinsurance to cover against losses incurred by the benefit plan. Section 48. That § 3-6E-4 be amended to read: 3-6E-4. Each state plan-eligible employee eligible for membership in the health plan shall be enrolled in the plan unless the employee is covered by another group health plan either as a dependent or spouse and the employee provides notice to the plan administrator. Section 49. That § 3-6E-5 be amended to read: 3-6E-5. All eligible employees Each plan-eligible employee shall be enrolled in the benefit plan on such the effective dates as established by the human resources commissioner may establish. Section 50. That § 3-6E-6 be amended to read: 3-6E-6. Any eligible A plan-eligible employee may elect to have any of the employee's eligible dependents covered by the health plan. The election shall be made at the time the employee becomes enrolled in the plan, or such other at another time as the human resources commissioner allows. Section 51. That § 3-6E-7 be amended to read: 3-6E-7. The Bureau of Human Resources bureau may provide a health plan for retiring employees and their spouses and dependents as defined by rules of the Bureau of Human Resources bureau, promulgated pursuant to chapter 1-26, and on such terms as the human resources commissioner deems determines are appropriate. Section 52. That § 3-6E-8 be amended to read: 3-6E-8. The State of South Dakota shall either make a monthly contribution to the system or otherwise provide for the amount necessary to make payment to the system for the full single rate monthly health insurance premium or contribution for each plan-eligible employee. This amount shall be transmitted to the account of the state employees employees' benefits plan in the Office of the State Treasurer. The state treasurer, after making a record of the receipts, shall credit the benefits plan with an amount equal to that remitted or otherwise provided. After the contribution has been assigned to the benefits plan, the Bureau of Human Resources bureau shall disburse the contribution in accordance with the provisions of this chapter and the rules promulgated pursuant to chapter 1-26 by the human resources commissioner of the Bureau of Human Resources. Section 53. That § 3-6E-9 be amended to read: 3-6E-9. The employer State of South Dakota shall deduct on each payroll of a member for each payroll period the amount of the contribution or premium, including any administrative expense. The employer state shall make deductions from salaries of plan-eligible employees and shall transmit monthly the amount specified to be deducted to the state treasurer. The state treasurer, after making a record of receipts, shall credit the benefits plan with an amount equal to that remitted by the employer state. After the credit has been assigned to the benefits plan, the human resources commissioner shall disburse credit in accordance with the provisions of this chapter and the rules promulgated pursuant to chapter 1-26 by the human resources commissioner of the Bureau of Human Resources. Section 54. That § 3-6E-10 be amended to read: 3-6E-10. Any funds transmitted to the state treasurer's office Office of the State Treasurer as designated transfers to the state employees employees' benefits plan shall be placed in the trust fund established by this chapter and entitled the state employees employees' benefits plan fund. Disbursements from such the fund shall be made by warrants drawn by the state auditor upon itemized vouchers duly approved by the human resources commissioner of the Bureau of Human Resources. Section 55. That § 3-6E-11 be amended to read: 3-6E-11. The Bureau of Human Resources bureau shall make available upon request, to each employee who is covered under the plan member, a certificate setting forth the benefits to which the employee member and the employee's member's dependents are entitled under this chapter, to whom the benefits are payable, to whom claims shall be submitted, and a summary of the provisions of the plan's benefits as they affect the employee member and the employee's member's dependents. Section 56. That § 3-6E-12 be amended to read: 3-6E-12. Any benefits payable under the benefit plan may be paid either directly to the attending physician, dentist, hospital, medical, or dental group, or other person, corporation, limited liability company, association, or firm furnishing the service upon which the claim is based, or to the insured employee member upon presentation of receipted bills for such service. Section 57. That § 3-6E-13 be amended to read: 3-6E-13. The human resources commissioner of the Bureau of Human Resources is responsible for the administration of this chapter and shall promulgate such rules as are required for the effective administration of the provisions of this chapter in accordance with pursuant to chapter 1-26. The rules may be promulgated in the following areas: (1) To establish what benefits will be offered pursuant to this chapter; (2) Participation in the plan by employees, retired employees, and dependents; (3) Procedures for election of coverage; (4) Effective dates of coverage if not specified by statute; (5) Termination of coverage; (6) Changes in dependent coverage; (7) Collection of premiums and contributions; (8) To coordinate the benefits plan with the health insurance plan authorized in this chapter; and (9) Other provisions as required to meet federal law. Section 58. That § 3-6E-14 be amended to read: 3-6E-14. The State of South Dakota shall provide for the amount necessary to make payment to the state employee workers' compensation program for the claims of employees of the state arising under Title title 62. This amount shall be transmitted to the account of the state employees employee workers' compensation program in the Office of the State Treasurer. The state treasurer, after making a record of the receipts, shall credit the state employee workers' compensation program with an amount equal to that remitted or otherwise provided. After the contribution has been assigned to the state employees employee workers' compensation program, the Bureau of Human Resources bureau shall disburse the funds according to the provisions of Title title 62 and the rules promulgated by the human resources commissioner of the Bureau of Human Resources pursuant to chapter 1-26. Section 59. That § 3-6E-15 be amended to read: 3-6E-15. Responsibility for the administration and payment of workers compensation claims of former employees of the South Dakota State Cement Plant Commission is hereby transferred to the state employees employee workers' compensation program. Section 60. That § 3-6E-16 be amended to read: 3-6E-16. The employer state shall contribute on each payroll for an employee for each payroll period the amount of the state employees employee workers' compensation program premium, including any administrative expense. The employer state shall transmit monthly the amount specified to be paid to the state treasurer. The state treasurer, after making a record of receipts, shall credit the state employees employee workers' compensation program with an amount equal to that remitted by the employer state. The credit shall be assigned to the state employee workers' compensation program. The human resources commissioner shall disburse the funds according to Title title 62 and the rules promulgated by the Department of Labor and Regulation and the commissioner pursuant to chapter 1-26. Section 61. That § 3-6E-17 be amended to read: 3-6E-17. Any funds transmitted to the Office of the State Treasurer as designated transfers to the state employees employee workers' compensation program shall be placed in the trust fund established by this section and entitled the state employees employee workers' compensation program fund. Disbursements from this fund shall be made by warrants drawn by the state auditor. Section 62. That § 3-6E-18 be amended to read: 3-6E-18. The human resources commissioner of the Bureau of Human Resources may promulgate rules, pursuant to chapter 1-26, with respect to the adjustment, administration, and management of the state employee workers' compensation program for state employees. Section 63. That § 3-6E-19 be amended to read: 3-6E-19. Responsibility for the administration and payment of life insurance plan benefits of former employees of the South Dakota State Cement Plant Commission is hereby transferred to the Bureau of Human Resources bureau. Section 64. That § 3-6F-1 be amended to read: 3-6F-1. The human resources commissioner of the Bureau of Human Resources shall establish and implement a drug screening program for applicants who seek the following employment: (1) Positions at the Human Services Center or the South Dakota Developmental Center whose primary duty includes patient or resident care or supervision; (2) Positions at the South Dakota State Veterans' Home whose primary duty includes patient or resident care or supervision; (3) Safety sensitive positions; and (4) Positions in the Department of Agriculture, Wildland Fire Suppression Division whose duties include firefighting. The human resources commissioner may also establish and implement a drug screening program for employees holding those positions based upon reasonable suspicion of illegal drug use by any such employee. Section 65. That § 3-6F-3 be amended to read: 3-6F-3. Individual test results and medical information collected pursuant to this chapter are confidential. This information may be revealed only as authorized by the human resources commissioner of the Bureau of Human Resources. An applicant or employee may have access to the information or test results upon written request to the human resources commissioner. Section 66. That § 3-6F-5 be amended to read: 3-6F-5. The human resources commissioner of the Bureau of Human Resources may promulgate rules, pursuant to chapter 1-26, necessary to carry out the provisions of this chapter with regard to: (1) Listing of positions whose primary duty includes patient or resident care or supervision; (2) Substances to be screened; (3) Drug screening procedures; (4) Procedures for collecting, analyzing, and evaluating test samples; (5) Confidentiality of testing procedures; (6) Referral for education or treatment; and (7) Consequences that may result from valid positive test results or from failure to submit to a test."}, {"bill_id": 9628, "bill_version_id": 54450, "bill_version": "Enrolled", "bill_version_date": "2019-02-28T10:48:24.593-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9628, "action_date": "2019-01-08T12:00:00-06:00", "document_id": 51485, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/51485.pdf", "status_text": "First read in House and referred to", "journal_page": 18, "committee_id_action": 408, "committee_id_assigned": 428, "result": "N", "vote": {}}, {"bill_id": 9628, "action_date": "2019-01-14T10:00:00-06:00", "document_id": 51568, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/51568.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 428, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9628, "action_date": "2019-01-14T10:00:00-06:00", "document_id": 51691, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/51691.pdf", "status_text": "Do Pass", "journal_page": 44, "committee_id_action": 428, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 27123, "president_vote": null, "Yea": [1567, 1642, 1589, 1609, 1649, 1632, 1612, 1623, 1611, 1621, 1625, 1434, 1577]}}, {"bill_id": 9628, "action_date": "2019-01-15T14:00:00-06:00", "document_id": 51766, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/51766.pdf", "status_text": "Deferred to another day", "journal_page": 69, "committee_id_action": 408, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9628, "action_date": "2019-01-16T14:00:00-06:00", "document_id": 51812, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/51812.pdf", "status_text": "Do Pass", "journal_page": 131, "committee_id_action": 408, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 27230, "president_vote": null, "Yea": [1563, 1614, 1619, 1567, 1592, 1643, 1578, 1641, 1560, 1629, 1579, 1613, 1645, 1594, 1443, 1633, 1440, 1634, 1444, 1434, 1573, 1616, 1650, 1635, 1624, 1557, 1427, 1436, 1642, 1438, 1620, 1631, 1589, 1556, 1593, 1639, 1590, 1609, 1435, 1649, 1632, 1646, 1644, 1575, 1612, 1630, 1431, 1446, 1615, 1638, 1569, 1647, 1626, 1572, 1637, 1627, 1577, 1618, 1581, 1576, 1610, 1622, 1623, 1611, 1564, 1621, 1580, 1625, 1432], "Excused": [1628]}}, {"bill_id": 9628, "action_date": "2019-01-17T12:30:00-06:00", "document_id": 51884, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/51884.pdf", "status_text": "First read in Senate and referred to", "journal_page": 122, "committee_id_action": 409, "committee_id_assigned": 418, "result": "N", "vote": {}}, {"bill_id": 9628, "action_date": "2019-02-26T10:00:00-06:00", "document_id": 54041, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54041.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 418, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9628, "action_date": "2019-02-26T10:00:00-06:00", "document_id": 54285, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54285.pdf", "status_text": "Do Pass", "journal_page": 517, "committee_id_action": 418, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 28869, "president_vote": null, "Yea": [1599, 1601, 1583, 1430, 1595, 1561, 1584]}}, {"bill_id": 9628, "action_date": "2019-02-27T14:00:00-06:00", "document_id": 54388, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54388.pdf", "status_text": "Do Pass", "journal_page": 542, "committee_id_action": 409, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 28968, "president_vote": null, "Yea": [1602, 1441, 1582, 1562, 1599, 1608, 1606, 1605, 1588, 1604, 1601, 1585, 1600, 1603, 1583, 1430, 1437, 1595, 1558, 1450, 1571, 1586, 1561, 1596, 1559, 1584, 1426, 1598, 1587, 1433, 1565, 1597], "Excused": [1442, 1607], "Nay": [1568]}}, {"bill_id": 9628, "action_date": "2019-02-28T13:00:00-06:00", "document_id": 54476, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54476.pdf", "status_text": "Signed by the Speaker", "journal_page": 593, "committee_id_action": 408, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9628, "action_date": "2019-03-04T14:00:00-06:00", "document_id": 54575, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54575.pdf", "status_text": "Signed by the President", "journal_page": 600, "committee_id_action": 409, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9628, "action_date": "2019-03-05T14:00:00-06:00", "document_id": 54665, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54665.pdf", "status_text": "Delivered to the Governor", "journal_page": 626, "committee_id_action": 408, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9628, "action_date": "2019-03-07T11:00:00-06:00", "document_id": 54836, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54836.pdf", "status_text": "Signed by the Governor", "journal_page": 694, "committee_id_action": 408, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6838}