{"session_id": 27, "bill_id": 7789, "bill_type": "House Bill", "bill_number": 1045, "bill_title": "revise certain provisions regarding credit for reinsurance.", "sponsors": [], "keywords": ["Insurance"], "audio": [{"meeting_datetime": "2017-02-03T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hco16.mp3", "start_seconds": 1787.0}, {"meeting_datetime": "2017-02-03T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hco16.mp3", "start_seconds": 1787.0}, {"meeting_datetime": "2017-02-03T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hco16.mp3", "start_seconds": 1787.0}, {"meeting_datetime": "2017-02-03T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hco16.mp3", "start_seconds": 1787.0}, {"meeting_datetime": "2017-02-03T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hco16.mp3", "start_seconds": 1787.0}, {"meeting_datetime": "2017-02-08T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou19.mp3", "start_seconds": 4126.0}, {"meeting_datetime": "2017-02-08T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou19.mp3", "start_seconds": 4126.0}, {"meeting_datetime": "2017-02-08T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou19.mp3", "start_seconds": 4126.0}, {"meeting_datetime": "2017-02-16T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sco24.mp3", "start_seconds": 1852.0}, {"meeting_datetime": "2017-02-16T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sco24.mp3", "start_seconds": 1852.0}, {"meeting_datetime": "2017-02-16T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sco24.mp3", "start_seconds": 1852.0}, {"meeting_datetime": "2017-02-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen28.mp3", "start_seconds": 3170.0}, {"meeting_datetime": "2017-02-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen28.mp3", "start_seconds": 3170.0}, {"meeting_datetime": "2017-02-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen28.mp3", "start_seconds": 3170.0}], "bill_versions": [{"bill_id": 7789, "bill_version_id": 42389, "bill_version": "Introduced", "bill_version_date": "2017-01-09T11:36:40.497-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding credit for reinsurance. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 58-14-7 be amended to read: 58-14-7. Credit for reinsurance shall be allowed a domestic ceding insurer as either an asset or a deduction reduction from liability on account of reinsurance ceded only when the reinsurer meets any one of the requirements of §§ 58-14-8 to, 58-14-9, 58-14-10, 58-14-11, 58-14-14, inclusive or section 12 of this Act. If meeting the requirements of subdivision 58-14-10(1) § 58-14-10 or §§ 58-14-11 to 58-14-13, inclusive, the requirements of subdivision 58-14-15(1) § 58-14-15 shall also be met. Credit shall be allowed under § 58-14-8, 58-14-9, or 58-14-10 only as respects cessions of those kinds or classes of business which the assuming insurer is licensed or permitted to write or assume in its state of domicile or, in the case of a United States branch of an alien assuming insurer, in the state through which it is entered and licensed to transact insurance or reinsurance. Section 2. That § 58-14-9 be amended to read: 58-14-9. Credit shall be allowed if the reinsurance is ceded to an assuming insurer which that is accredited as a reinsurer in this state. For a reinsurer to be accredited, it the reinsurer shall: (1) File with the director evidence of its submission to this state's jurisdiction; (2) Submit to this state's authority to examine its books and records; (3) Be licensed to transact insurance or reinsurance in at least one state, or, in the case of a United States branch of an alien assuming insurer, be entered through and licensed to transact insurance or reinsurance in at least one state; and (4) File annually with the director a copy of its annual statement filed with the insurance department of its state of domicile and a copy of its most recent audited financial statement; and (5) Demonstrate to the satisfaction of the director that the reinsurer has adequate financial capacity to meet reinsurance obligations and is otherwise qualified to assume reinsurance from domestic insurers. An assuming insurer is deemed to meet this requirement as of the time of the assuming insurer's application if the assuming insurer maintains a surplus as regards policyholders in an amount not less than twenty million dollars and the assuming insurer's accreditation has not been denied by the director within ninety days after submission of the assuming insurer's application. The director, after reviewing the documents submitted, may approve or disapprove the reinsurer. If no action is taken by the director within ninety days of the insurer's application to provide reinsurance, the reinsurer may provide reinsurance in this state if it maintains a surplus as regards policyholders in an amount which is not less than twenty million dollars. If the director approves the application, the reinsurer may do business in this state if it maintains a surplus as regards policyholders in an amount not less than one million dollars. The director may set the surplus requirements. No credit may be allowed a domestic ceding insurer if the assuming insurers' insurer's accreditation has been revoked by the director after notice and hearing. To qualify as an accredited reinsurer, an assuming insurer shall meet all of the requirements of this section. If the director determines that the assuming insurer has failed to continue to meet any of these qualifications, he may upon written notice and hearing revoke accreditation. The director may deny accreditation if the director determines that accreditation would not be in the best interest of the ceding insurer and policyholders. Section 3. That § 58-14-11 be amended to read: 58-14-11. Credit shall also be allowed if the reinsurance is ceded to an assuming insurer which that maintains a trust fund in a qualified United States financial institution for the payment of the valid claims of its the assuming insurer's United States policyholders and ceding insurers, their assigns and successors in interest. The assuming insurer shall report annually to the director information substantially the same as that required to be reported on the national association of insurance commissioners National Association of Insurance Commissioners annual statement form by licensed insurers to enable the director to determine the sufficiency of the trust fund. The assuming insurer shall submit to examination of the assuming insurer's books and records by the director and bear the expense of examination. Credit for reinsurance may not be granted pursuant to this section unless the form of the trust and any amendments to the trust have been approved by the commissioner of the state where the trust is domiciled, or the commissioner of another state has accepted principal regulatory oversight of the trust pursuant to the terms of the trust instrument. In the case of a single assuming insurer, the trust shall consist of a trust account equal to the assuming insurer's liabilities attributable to business written in the United States and, in addition, the assuming insurer shall maintain a trust surplus of not less than twenty million dollars. In the case of a group including incorporated and individual unincorporated underwriters, the trust shall consist of a trust account representing the group's liabilities attributable to business written in the United States and, in addition, the group shall maintain a trust surplus of which one hundred million dollars shall be held jointly for the benefit of United States ceding insurers of any member of the group. The incorporated members of the group may not engage in any business other than underwriting as a member of the group and are subject to the same level of solvency regulation and control by the group's domiciliary regulator as are the unincorporated members. The group shall make available to the director an annual certification of the solvency of each underwriter by the group's domiciliary regulator and its independent public accountants. Section 4. That chapter 58-14 be amended by adding a NEW SECTION to read: The trust fund in § 58-14-11 for a single assuming insurer shall consist of funds in trust in an amount not less than the assuming insurer's liabilities attributable to reinsurance ceded by United States ceding insurers, and, in addition, the assuming insurer shall maintain a trusteed surplus of not less than twenty million dollars, except as provided in this section. At any time after a single assuming insurer has permanently discontinued underwriting new business secured by the trust for at least three years, the director with principal regulatory oversight of the trust may authorize a reduction in the required trusteed surplus, but only after a finding, based on an assessment of the risk, that the new required surplus level is adequate for the protection of United States ceding insurers, policyholders, and claimants in light of reasonably foreseeable adverse loss development. The risk assessment may involve an actuarial review, including an independent analysis of reserves and cash flows, and shall consider all material risk factors, including when applicable the lines of business involved, the stability of the incurred loss estimates, and the effect of the surplus requirements on the assuming insurer's liquidity or solvency. The minimum required trusteed surplus may not be reduced to an amount less than thirty percent of the assuming insurer's liabilities attributable to reinsurance ceded by the United States ceding insurers covered by the trust. Section 5. That § 58-14-12 be amended to read: 58-14-12. In the case of a group of incorporated insurers underwriters, the trust in § 58-14-11 shall be in an amount equal to not less than the group's several liabilities attributable to business ceded by United States ceding insurers to any member of the group pursuant to reinsurance contracts issued in the name of the group. In addition, the group shall maintain a joint trusteed surplus of which one hundred million dollars shall be held jointly for the benefit of United States ceding insurers of any member of the group as additional security for any liabilities, and each member of the group shall make available to the director an annual certification of the member's solvency by the member's domiciliary regulator and financial statements of each underwriter member of the group prepared by its independent public accountant within ninety days after its financial statements are due to be filed with the group's domiciliary regulator. The group shall maintain a trust fund in an amount not less than the group's several liabilities attributable to business ceded by United States domiciled ceding insurers to any member of the group pursuant to reinsurance contracts issued in the name of the group. A group of incorporated insurers underwriters under this section are those under common administration which comply with the filing requirements contained in § 58-14-11, which that has continuously transacted an insurance business outside the United States for at least three years immediately prior to making application for accreditation, which that submits to this state's authority to examine its books and records and bears the expense of the examination, and which that has aggregate policyholders' surplus of at least ten billion dollars. Section 6. That chapter 58-14 be amended by adding a NEW SECTION to read: In the case of a group including incorporated and individual unincorporated underwriters, the trust in § 58-14-11 shall consist of a trusteed account in an amount not less than the respective underwriters' several liabilities attributable to business ceded by United States domiciled ceding insurers to any underwriter in the group. Notwithstanding the other provisions of this chapter, the trust in § 58-14-11 for reinsurance ceded under reinsurance agreements with an inception date on or before June 30, 1993, and not amended or renewed after that date, shall consist of a trusteed account in an amount not less than the respective underwriters' several insurance and reinsurance liabilities attributable to business written in the United States. In addition to these trusts, the group shall maintain in trust a trusteed surplus of which one hundred million dollars shall be held jointly for the benefit of United States domiciled ceding insurers of any member of the group for all years of account. The incorporated members of the group with a trust under § 58-14-11 may not be engaged in any business other than underwriting as a member of the group and shall be subject to the same level of regulation and solvency control by the group's domiciliary regulator as are the unincorporated members. Within ninety days after its financial statements are due to be filed with the group's domiciliary regulator, the group shall provide to the director an annual certification by the group's domiciliary regulator of the solvency of each underwriter member or, if a certification is unavailable, financial statements, prepared by independent public accountants, of each underwriter member of the group. Section 7. That § 58-14-13 be amended to read: 58-14-13. The trust in §§ 58-14-11 and 58-14-12 shall be established in a form approved by the director. The form of the trust in § 58-14-11 and any trust amendments shall be filed with the director of each state in which the ceding insurer beneficiaries of the trust are domiciled. The trust instrument shall provide that contested claims shall be valid and enforceable upon the final order of any court of competent jurisdiction in the United States. The trust shall vest legal title to its assets in the trustees of the trust for its United States policyholders and ceding insurers, their assigns and successors in interest. The trust and the assuming insurer are subject to examination as determined by the director. The trust shall remain in effect for as long as the assuming insurer has outstanding obligations due under the reinsurance agreements subject to the trust. No later than February twenty-eighth of each year, the trustees shall report to the director in writing setting forth the balance of the trust and listing the trust's investments at the preceding year end and shall certify the date of termination of the trust, if so planned, or certify that the trust does not expire prior to the next following December thirty-first. Section 8. That § 58-14-14 be amended to read: 58-14-14. Credit shall be allowed if the reinsurance is ceded to an assuming insurer not meeting the requirements of § 58-14-8, 58-14-9, 58-14-10 or §§, 58-14-11 to 58-14-13, inclusive, or section 12 of this Act but only with respect to the insurance of risks located in foreign or alien jurisdictions where the reinsurance is required by applicable law or regulation of that jurisdiction. Section 9. That § 58-14-15 be amended to read: 58-14-15. If the assuming insurer is not licensed, certified, or accredited to transact insurance or reinsurance in this state, the credit permitted by §§ 58-14-10 to 58-14-13, inclusive, or 58-14-11 may not be allowed unless the assuming insurer agrees in the reinsurance agreements: (1) That in the event of the failure of the assuming insurer to perform its the assuming insurer's obligations under the terms of the reinsurance agreement, the assuming insurer, at the request of the ceding insurer, shall submit to the jurisdiction of any court of competent jurisdiction in any state of the United States, comply with all requirements necessary to give the court jurisdiction, and abide by the final decision of any court or of any appellate court in the event of an appeal; and (2) To designate the director or a designated attorney as its true and lawful attorney upon whom may be served any lawful process in any action, suit or proceeding instituted by or on behalf of the ceding company. This section is not intended to conflict with or override the obligation of the parties to a reinsurance agreement to arbitrate their disputes if arbitration is created in the agreement. Section 10. That § 58-14-16 be amended to read: 58-14-16. A deduction An asset or a reduction from liability for the reinsurance ceded by a domestic insurer to an assuming insurer not meeting the requirements of §§ 58-14-7 to 58-14-15, inclusive, shall be allowed in an amount not exceeding the liabilities carried by the ceding insurer and the deduction. The reduction shall be in the amount of funds held by or on behalf of the ceding insurer, including funds held in trust for the ceding insurer, under a reinsurance contract with the assuming insurer as security for the payment of obligations. The security shall be held in the United States subject to withdrawal solely by, and under the exclusive control of, the ceding insurer; or, in the case of a trust, it shall be held in a qualified United States financial institution, as defined in § 58-14-23. This security may be in the form of: (1) Cash; (2) Securities listed by the securities valuation office of the National Association of Insurance Commissioners (NAIC), including any security deemed exempt from filing as defined by the Purposes and Procedures Manual of the NAIC Investment Analysis Office as adopted by administrative rule, and qualifying as admitted assets; or (3) Clean, irrevocable, unconditional letters of credit, issued or confirmed by a qualified United States financial institution as defined in section 29 of this Act, effective no later than December thirty-first of the year for which the filing is being made, and in the possession of, or in the trust of, the ceding insurer on or before the filing date of the assuming insurer's annual statement. Letters of credit meeting applicable standards of issuer acceptability as of the dates of issuance or confirmation shall, notwithstanding the issuing or confirming institution's subsequent failure to meet applicable standards of issuer acceptability, continue to be acceptable as security until the security's expiration, extension, renewal, modification, or amendment, whichever occurs first; or (4) Any other form of security acceptable to the director. Section 11. That § 58-14-17 be amended to read: 58-14-17. The director may promulgate rules, pursuant to chapter 1-26, concerning requirements, qualifications, and criteria for receiving credit for reinsurance, surplus amounts, accreditation of a reinsurer, certification of a reinsurer, minimum levels for reinsurer capital and surplus, financial rating of reinsurers, recognition and appraisal of qualified jurisdictions, trusts and trust agreements, reinsurance contracts, hazardous investments and evidence of submission to this state's authority, and requirements and qualifications for life reinsurance agreements, reserve credits, credits for reinsurance, valuation of assets or reserve credits, the adoption of certain methods and manuals for the valuation of assets, the amount and forms of security supporting reinsurance arrangements, reduction of liability or establishment of assets in a financial statement, circumstances under which credit will be reduced or eliminated, and treatment of existing agreements. The director may also promulgate rules, pursuant to chapter 1-26, regarding reinsurance relating to life insurance policies with guaranteed nonlevel gross premiums or guaranteed nonlevel benefits, universal life insurance policies resulting in the ability of a policyholder to keep a policy in force over a secondary guarantee period, variable annuities with guaranteed death or living benefits, and long-term care insurance policies. The director may also promulgate rules, pursuant to chapter 1-26, to adopt the use and applicability of the National Association of Insurance Commissioners valuation manual for use in calculating the amounts or form of security to be held by reinsurers. Section 12. That chapter 58-14 be amended by adding a NEW SECTION to read: Credit shall be allowed if the reinsurance is ceded to an assuming insurer that has been certified by the director as a reinsurer in this state and secures the assuming insurer's obligations in accordance with the requirements of sections 13 to 26, inclusive, of this Act. Section 13. That chapter 58-14 be amended by adding a NEW SECTION to read: In order to be eligible for certification as a reinsurer, the assuming insurer shall: (1) Be domiciled and licensed to transact insurance or reinsurance in a qualified jurisdiction, as determined by the director pursuant to sections 15 to 17, inclusive, of this Act; (2) Maintain minimum capital and surplus, or its equivalent, in an amount promulgated in rule by the director; (3) Maintain financial strength ratings from two or more rating agencies deemed acceptable by the director pursuant to regulation; (4) Agree to submit to the jurisdiction of this state, appoint the director as the assuming insurer's agent for service of process in this state, and agree to provide security for one hundred percent of the assuming insurer's liabilities attributable to reinsurance ceded by the United States ceding insurers if the assuming insurer resists enforcement of a final United States judgment; (5) Agree to meet applicable information filing requirements as determined by the director, both with respect to an initial application for certification and on an ongoing basis; and (6) Satisfy any other requirements for certification deemed relevant by the director. Section 14. That chapter 58-14 be amended by adding a NEW SECTION to read: An association including incorporated and individual unincorporated underwriters may be a certified reinsurer. In addition to satisfying the requirements of section 13 of this Act, to be eligible for certification: (1) The association shall satisfy the association's minimum capital and surplus requirements through the capital and surplus equivalents, net of liabilities, of the association and the association's members, which shall include a joint central fund that may be applied to any unsatisfied obligation of the association or any of its members, in an amount determined by the director to provide adequate protection; (2) The incorporated members of the association may not be engaged in any business other than underwriting as a member of the association and shall be subject to the same level of regulation and solvency control by the association's domiciliary regulator as are the unincorporated members; and (3) Within ninety days after its financial statements are due to be filed with the association's domiciliary regulator, the association shall provide to the director an annual certification by the association's domiciliary regulator of the solvency of each underwriter member. If the annual certification is unavailable, the association shall file financial statements, prepared by independent public accountants, of each underwriter member of the association. Section 15. That chapter 58-14 be amended by adding a NEW SECTION to read: The director shall create and publish a list of qualified jurisdictions, under which an assuming insurer licensed and domiciled in the jurisdiction is eligible to be considered for certification by the director as a certified reinsurer. If a certified reinsurer's domiciliary jurisdiction ceases to be a qualified jurisdiction, the director has the discretion to suspend the reinsurer's certification indefinitely, in lieu of revocation. Section 16. That chapter 58-14 be amended by adding a NEW SECTION to read: To determine whether the domiciliary jurisdiction of a non-United States assuming insurer is eligible to be recognized as a qualified jurisdiction, the director shall evaluate the appropriateness and effectiveness of the reinsurance supervisory system of the jurisdiction, both initially and on an ongoing basis, and consider the rights, benefits, and the extent of reciprocal recognition afforded by the non-United States jurisdiction to reinsurers licensed and domiciled in the United States. A qualified jurisdiction shall agree to share information and cooperate with the director with respect to all certified reinsurers domiciled within that jurisdiction. A jurisdiction may not be recognized as qualified jurisdiction if the director has determined the jurisdiction does not adequately and promptly enforce final United States judgments and arbitration awards. Additional factors may be considered at the discretion of the director. Section 17. That chapter 58-14 be amended by adding a NEW SECTION to read: A list of qualified jurisdictions shall be published through the National Association of Insurance Commissioners. The director shall consider the list in determining qualified jurisdictions. If the director approves a jurisdiction as qualified that does not appear on the list of qualified jurisdictions, the director shall provide a thoroughly documented justification with criteria to be developed in administrative rules promulgated by the director, pursuant to chapter 1-26, to establish criteria for determining the qualifications of the jurisdictions. United States jurisdictions that meet the requirements for accreditation under the National Association of Insurance Commissioners financial standards and accreditation program shall be recognized as qualified jurisdictions. Section 18. That chapter 58-14 be amended by adding a NEW SECTION to read: The director shall assign a rating to each certified reinsurer, giving due consideration to the financial strength ratings that have been assigned by rating agencies deemed acceptable to the director. The director shall publish a list of all certified reinsurers and their ratings. Section 19. That chapter 58-14 be amended by adding a NEW SECTION to read: A certified reinsurer shall secure obligations assumed from United States ceding insurers under sections 20 to 24, inclusive, of this Act, at a level consistent with the certified reinsurer's rating. The director may promulgate rules, pursuant to chapter 1-26, to establish standards under sections 20 to 24, inclusive of this Act. Section 20. That chapter 58-14 be amended by adding a NEW SECTION to read: In order for a domestic ceding insurer to qualify for full financial statement credit for reinsurance ceded to a certified reinsurer, the certified reinsurer shall maintain security in a form acceptable to the director and consistent with § 54-14-16, or in a multibeneficiary trust in accordance with § 58-14-11, except as otherwise provided in sections 19 to 24, inclusive, of this Act. Section 21. That chapter 58-14 be amended by adding a NEW SECTION to read: If a certified reinsurer maintains a trust to fully secure the certified reinsurer's obligations subject to § 58-14-11 and chooses to secure the certified reinsurer's obligations incurred as a certified reinsurer in the form of a multibeneficiary trust, the certified reinsurer shall maintain separate trust accounts for the certified reinsurer's obligations incurred under reinsurance agreements issued or renewed as a certified reinsurer with reduced security as permitted by this Act or comparable laws of other United States jurisdictions and for the certified reinsurer's obligations subject to § 58-14-11. It shall be a condition to the grant of certification that the certified reinsurer shall have bound itself, by the language of the trust and agreement with the director with principal regulatory oversight of each trust account, to fund upon termination of any trust account, out of the remaining surplus of the trust any deficiency of any other trust account. Section 22. That chapter 58-14 be amended by adding a NEW SECTION to read: The minimum trusteed surplus requirements are not applicable with respect to a multibeneficiary trust maintained by a certified reinsurer for the purpose of securing obligations incurred under sections 19 to 24, inclusive, of this Act, except that the trust shall maintain a minimum trusteed surplus of ten million dollars. Section 23. That chapter 58-14 be amended by adding a NEW SECTION to read: With respect to obligations incurred by a certified reinsurer under sections 19 to 24, inclusive, of this Act, if the security is insufficient, the director shall reduce the allowable credit by an amount proportionate to the deficiency and has the discretion to impose further reductions in allowable credit upon finding that there is a material risk the certified reinsurer' s obligations may not be paid in full when due. Section 24. That chapter 58-14 be amended by adding a NEW SECTION to read: A certified reinsurer whose certification has been terminated for any reason shall be treated as a certified reinsurer required to secure one hundred percent of the certified reinsurer's obligations. For the purposes of this section, the term, terminated, means revocation, suspension, voluntary surrender, and inactive status. If the director continues to assign a higher rating as permitted by other provisions regarding certification, this requirement does not apply to a certified reinsurer in inactive status or to a reinsurer whose certification has been suspended. Section 25. That chapter 58-14 be amended by adding a NEW SECTION to read: If an applicant for certification has been certified as a reinsurer in a National Association of Insurance Commissioners accredited jurisdiction, the director has the discretion to defer to that jurisdiction's certification and has the discretion to defer to the rating assigned by that jurisdiction. Upon approval by the director, the applicant shall be considered to be a certified reinsurer in this state. Section 26. That chapter 58-14 be amended by adding a NEW SECTION to read: A certified reinsurer that ceases to assume new business in this state may request to maintain the certified reinsurer's certification in inactive status in order to continue to qualify for a reduction in security for the certified reinsurer's in-force business. An inactive certified reinsurer shall continue to comply with all applicable requirements of certification, and the director shall assign a rating that takes into account, if relevant, the reasons why the reinsurer is not assuming new business. Section 27. That chapter 58-14 be amended by adding a NEW SECTION to read: A ceding insurer shall take steps to manage the ceding insurer's reinsurance recoverables proportionate to the ceding insurer's own book of business. A domestic ceding insurer shall notify the director within thirty days after reinsurance recoverables from any single assuming insurer, or group of affiliated assuming insurers, exceeds fifty percent of the domestic ceding insurer's last reported surplus to policyholders, or after the ceding insurer determined that reinsurance recoverables from any single assuming insurer, or group of affiliated assuming insurers, is likely to exceed this limit. The notification shall demonstrate the exposure is safely managed by the domestic ceding insurer. Section 28. That chapter 58-14 be amended by adding a NEW SECTION to read: A ceding insurer shall take steps to diversify the ceding insurer's reinsurance program. A domestic ceding insurer shall notify the director within thirty days after ceding to any single assuming insurer, or group of affiliated assuming insurers, more than twenty percent of the ceding insurer's gross written premium in the prior calendar year, or after the ceding insurer has determined that the reinsurance ceded to any single assuming insurer, or group of affiliated assuming insurers, is likely to exceed this limit. The notification shall demonstrate the exposure is safely managed by the domestic ceding insurer. Section 29. That chapter 58-14 be amended by adding a NEW SECTION to read: For the purposes of subdivision 58-14-16(3), a qualified United States financial institution, means an institution that: (1) Is organized or, in the case of a United States branch or agency office of a foreign banking organization, licensed under the laws of the United States or any state thereof; (2) Is regulated, supervised, and examined by United States federal or state authorities having regulatory authority over banks and trust companies; and (3) Has been determined by either the director or the Securities Valuation Office of the National Association of Insurance Commissioners to meet the standards of financial condition and standing as are considered necessary and appropriate to regulate the quality of financial institutions whose letters of credit will be acceptable to the director. Section 30. That chapter 58-14 be amended by adding a NEW SECTION to read: If the assuming insurer does not meet the requirements of § 58-14-8, 58-14-9, or 58-14-10, the credit permitted by § 58-14-11 or section 12 of this Act may not be allowed unless the assuming insurer agrees in the trust agreement to the following conditions: (1) Notwithstanding any other provisions in the trust instrument, if the trust fund is inadequate because the trust fund contains an amount less than the amount less than the amount required, or if the grantor of the trust has been declared insolvent or placed into receivership, rehabilitation, liquidation, or similar proceedings under the laws of its state or country of domicile, the trustee shall comply with an order of the director with regulatory oversight over the trust or with an order of court of competent jurisdiction directing the trustee to transfer to the director with regulatory oversight all of the assets of the trust fund; (2) The assets shall be distributed by and claims shall be filed with and valued by the director with regulatory oversight in accordance with the laws of the state in which the trust is domiciled that are applicable to the liquidation of domestic insurance companies; (3) If the director with regulatory oversight determines that the assets of the trust fund or any part thereof are not necessary to satisfy the claims of the United States ceding insurer of the grantor of the trust, the assets or part thereof shall be returned by the director with regulatory oversight to the trustee for distribution in accordance with the trust agreement; and (4) The grantor shall waive any right otherwise available to the grantor under United States law that is inconsistent with this section. Section 31. That chapter 58-14 be amended by adding a NEW SECTION to read: If an accredited or certified reinsurer ceases to meet the requirements for accreditation or certification, the director may suspend or revoke the reinsurer' s accreditation or certification. The director shall give the reinsurer notice and opportunity for hearing. The suspension or revocation may not take effect until after the director's order on hearing, unless: (1) The reinsurer waives the reinsurer's right to hearing; (2) The director's order is based on regulatory action by the reinsurer's domiciliary jurisdiction or the volunteer surrender or termination of the reinsurer' s eligibility to transact insurance or reinsurance business in the reinsurer's domiciliary jurisdiction or in the primary certifying state of the reinsurer under section 25 of this Act; or (3) The director finds that an emergency requires immediate action and a court of competent jurisdiction has not stayed the director's action. Section 32. That chapter 58-14 be amended by adding a NEW SECTION to read: While a reinsurer's accreditation or certification is suspended, no reinsurance contract issued or renewed after the effective date of the suspension qualifies for credit except to the extent that the reinsurer's obligations under the contract are secured in accordance with § 58-14-16. If a reinsurer's accreditation or certification is revoked, no credit for reinsurance may be granted after the effective date of the revocation except to the extent the reinsurer's obligations under the contract are secured in accordance with sections 19 to 24, inclusive, of this Act or § 58-14-16. Section 33. That chapter 58-14 be amended by adding a NEW SECTION to read: The fee for each required document included in any application for accreditation, certification or any annual reinsurance filing, or for approval of or amendments to a trust, required by § 58-14-5, 58-14-8, 58-14-9, 58-14-10, 58-14-11, 58-14-13, 58-14-14, or sections 12 to 14, inclusive, of this Act shall be fifty dollars."}, {"bill_id": 7789, "bill_version_id": 43854, "bill_version": "House Commerce and Energy Engrossed", "bill_version_date": "2017-02-03T13:16:41.197-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding credit for reinsurance. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 58-14-7 be amended to read: 58-14-7. Credit for reinsurance shall be allowed a domestic ceding insurer as either an asset or a deduction reduction from liability on account of reinsurance ceded only when the reinsurer meets any one of the requirements of §§ 58-14-8 to, 58-14-9, 58-14-10, 58-14-11, 58-14-14, inclusive or section 12 of this Act. If meeting the requirements of subdivision 58-14-10(1) § 58-14-10 or §§ 58-14-11 to 58-14-13, inclusive, the requirements of subdivision 58-14-15(1) § 58-14-15 shall also be met. Credit shall be allowed under § 58-14-8, 58-14-9, or 58-14-10 only as respects cessions of those kinds or classes of business which the assuming insurer is licensed or permitted to write or assume in its state of domicile or, in the case of a United States branch of an alien assuming insurer, in the state through which it is entered and licensed to transact insurance or reinsurance. Section 2. That § 58-14-9 be amended to read: 58-14-9. Credit shall be allowed if the reinsurance is ceded to an assuming insurer which that is accredited as a reinsurer in this state. For a reinsurer to be accredited, it the reinsurer shall: (1) File with the director evidence of its submission to this state's jurisdiction; (2) Submit to this state's authority to examine its books and records; (3) Be licensed to transact insurance or reinsurance in at least one state, or, in the case of a United States branch of an alien assuming insurer, be entered through and licensed to transact insurance or reinsurance in at least one state; and (4) File annually with the director a copy of its annual statement filed with the insurance department of its state of domicile and a copy of its most recent audited financial statement; and (5) Demonstrate to the satisfaction of the director that the reinsurer has adequate financial capacity to meet reinsurance obligations and is otherwise qualified to assume reinsurance from domestic insurers. An assuming insurer is deemed to meet this requirement as of the time of the assuming insurer's application if the assuming insurer maintains a surplus as regards policyholders in an amount not less than twenty million dollars and the assuming insurer's accreditation has not been denied by the director within ninety days after submission of the assuming insurer's application. The director, after reviewing the documents submitted, may approve or disapprove the reinsurer. If no action is taken by the director within ninety days of the insurer's application to provide reinsurance, the reinsurer may provide reinsurance in this state if it maintains a surplus as regards policyholders in an amount which is not less than twenty million dollars. If the director approves the application, the reinsurer may do business in this state if it maintains a surplus as regards policyholders in an amount not less than one million dollars. The director may set the surplus requirements. No credit may be allowed a domestic ceding insurer if the assuming insurers' insurer's accreditation has been revoked by the director after notice and hearing. To qualify as an accredited reinsurer, an assuming insurer shall meet all of the requirements of this section. If the director determines that the assuming insurer has failed to continue to meet any of these qualifications, he may upon written notice and hearing revoke accreditation. The director may deny accreditation if the director determines that accreditation would not be in the best interest of the ceding insurer and policyholders. Section 3. That § 58-14-11 be amended to read: 58-14-11. Credit shall also be allowed if the reinsurance is ceded to an assuming insurer which that maintains a trust fund in a qualified United States financial institution for the payment of the valid claims of its the assuming insurer's United States policyholders and ceding insurers, their assigns and successors in interest. The assuming insurer shall report annually to the director information substantially the same as that required to be reported on the national association of insurance commissioners National Association of Insurance Commissioners annual statement form by licensed insurers to enable the director to determine the sufficiency of the trust fund. The assuming insurer shall submit to examination of the assuming insurer's books and records by the director and bear the expense of examination. Credit for reinsurance may not be granted pursuant to this section unless the form of the trust and any amendments to the trust have been approved by the commissioner of the state where the trust is domiciled, or the commissioner of another state has accepted principal regulatory oversight of the trust pursuant to the terms of the trust instrument. In the case of a single assuming insurer, the trust shall consist of a trust account equal to the assuming insurer's liabilities attributable to business written in the United States and, in addition, the assuming insurer shall maintain a trust surplus of not less than twenty million dollars. In the case of a group including incorporated and individual unincorporated underwriters, the trust shall consist of a trust account representing the group's liabilities attributable to business written in the United States and, in addition, the group shall maintain a trust surplus of which one hundred million dollars shall be held jointly for the benefit of United States ceding insurers of any member of the group. The incorporated members of the group may not engage in any business other than underwriting as a member of the group and are subject to the same level of solvency regulation and control by the group's domiciliary regulator as are the unincorporated members. The group shall make available to the director an annual certification of the solvency of each underwriter by the group's domiciliary regulator and its independent public accountants. Section 4. That chapter 58-14 be amended by adding a NEW SECTION to read: The trust fund in § 58-14-11 for a single assuming insurer shall consist of funds in trust in an amount not less than the assuming insurer's liabilities attributable to reinsurance ceded by United States ceding insurers, and, in addition, the assuming insurer shall maintain a trusteed surplus of not less than twenty million dollars, except as provided in this section. At any time after a single assuming insurer has permanently discontinued underwriting new business secured by the trust for at least three years, the director with principal regulatory oversight of the trust may authorize a reduction in the required trusteed surplus, but only after a finding, based on an assessment of the risk, that the new required surplus level is adequate for the protection of United States ceding insurers, policyholders, and claimants in light of reasonably foreseeable adverse loss development. The risk assessment may involve an actuarial review, including an independent analysis of reserves and cash flows, and shall consider all material risk factors, including when applicable the lines of business involved, the stability of the incurred loss estimates, and the effect of the surplus requirements on the assuming insurer's liquidity or solvency. The minimum required trusteed surplus may not be reduced to an amount less than thirty percent of the assuming insurer's liabilities attributable to reinsurance ceded by the United States ceding insurers covered by the trust. Section 5. That § 58-14-12 be amended to read: 58-14-12. In the case of a group of incorporated insurers underwriters, the trust in § 58-14-11 shall be in an amount equal to not less than the group's several liabilities attributable to business ceded by United States ceding insurers to any member of the group pursuant to reinsurance contracts issued in the name of the group. In addition, the group shall maintain a joint trusteed surplus of which one hundred million dollars shall be held jointly for the benefit of United States ceding insurers of any member of the group as additional security for any liabilities, and each member of the group shall make available to the director an annual certification of the member's solvency by the member's domiciliary regulator and financial statements of each underwriter member of the group prepared by its independent public accountant within ninety days after its financial statements are due to be filed with the group's domiciliary regulator. The group shall maintain a trust fund in an amount not less than the group's several liabilities attributable to business ceded by United States domiciled ceding insurers to any member of the group pursuant to reinsurance contracts issued in the name of the group. A group of incorporated insurers underwriters under this section are those under common administration which comply with the filing requirements contained in § 58-14-11, which that has continuously transacted an insurance business outside the United States for at least three years immediately prior to making application for accreditation, which that submits to this state's authority to examine its books and records and bears the expense of the examination, and which that has aggregate policyholders' surplus of at least ten billion dollars. Section 6. That chapter 58-14 be amended by adding a NEW SECTION to read: In the case of a group including incorporated and individual unincorporated underwriters, the trust in § 58-14-11 shall consist of a trusteed account in an amount not less than the respective underwriters' several liabilities attributable to business ceded by United States domiciled ceding insurers to any underwriter in the group. Notwithstanding the other provisions of this chapter, the trust in § 58-14-11 for reinsurance ceded under reinsurance agreements with an inception date on or before June 30, 1993, and not amended or renewed after that date, shall consist of a trusteed account in an amount not less than the respective underwriters' several insurance and reinsurance liabilities attributable to business written in the United States. In addition to these trusts, the group shall maintain in trust a trusteed surplus of which one hundred million dollars shall be held jointly for the benefit of United States domiciled ceding insurers of any member of the group for all years of account. The incorporated members of the group with a trust under § 58-14-11 may not be engaged in any business other than underwriting as a member of the group and shall be subject to the same level of regulation and solvency control by the group's domiciliary regulator as are the unincorporated members. Within ninety days after its financial statements are due to be filed with the group's domiciliary regulator, the group shall provide to the director an annual certification by the group's domiciliary regulator of the solvency of each underwriter member or, if a certification is unavailable, financial statements, prepared by independent public accountants, of each underwriter member of the group. Section 7. That § 58-14-13 be amended to read: 58-14-13. The trust in §§ 58-14-11 and 58-14-12 shall be established in a form approved by the director. The form of the trust in § 58-14-11 and any trust amendments shall be filed with the director of each state in which the ceding insurer beneficiaries of the trust are domiciled. The trust instrument shall provide that contested claims shall be valid and enforceable upon the final order of any court of competent jurisdiction in the United States. The trust shall vest legal title to its assets in the trustees of the trust for its United States policyholders and ceding insurers, their assigns and successors in interest. The trust and the assuming insurer are subject to examination as determined by the director. The trust shall remain in effect for as long as the assuming insurer has outstanding obligations due under the reinsurance agreements subject to the trust. No later than February twenty-eighth of each year, the trustees shall report to the director in writing setting forth the balance of the trust and listing the trust's investments at the preceding year end and shall certify the date of termination of the trust, if so planned, or certify that the trust does not expire prior to the next following December thirty-first. Section 8. That § 58-14-14 be amended to read: 58-14-14. Credit shall be allowed if the reinsurance is ceded to an assuming insurer not meeting the requirements of § 58-14-8, 58-14-9, 58-14-10 or §§, 58-14-11 to 58-14-13, inclusive, or section 12 of this Act but only with respect to the insurance of risks located in foreign or alien jurisdictions where the reinsurance is required by applicable law or regulation of that jurisdiction. Section 9. That § 58-14-15 be amended to read: 58-14-15. If the assuming insurer is not licensed, certified, or accredited to transact insurance or reinsurance in this state, the credit permitted by §§ 58-14-10 to 58-14-13, inclusive, or 58-14-11 may not be allowed unless the assuming insurer agrees in the reinsurance agreements: (1) That in the event of the failure of the assuming insurer to perform its the assuming insurer's obligations under the terms of the reinsurance agreement, the assuming insurer, at the request of the ceding insurer, shall submit to the jurisdiction of any court of competent jurisdiction in any state of the United States, comply with all requirements necessary to give the court jurisdiction, and abide by the final decision of any court or of any appellate court in the event of an appeal; and (2) To designate the director or a designated attorney as its true and lawful attorney upon whom may be served any lawful process in any action, suit or proceeding instituted by or on behalf of the ceding company. This section is not intended to conflict with or override the obligation of the parties to a reinsurance agreement to arbitrate their disputes if arbitration is created in the agreement. Section 10. That § 58-14-16 be amended to read: 58-14-16. A deduction An asset or a reduction from liability for the reinsurance ceded by a domestic insurer to an assuming insurer not meeting the requirements of §§ 58-14-7 to 58-14-15, inclusive, shall be allowed in an amount not exceeding the liabilities carried by the ceding insurer and the deduction. The reduction shall be in the amount of funds held by or on behalf of the ceding insurer, including funds held in trust for the ceding insurer, under a reinsurance contract with the assuming insurer as security for the payment of obligations. The security shall be held in the United States subject to withdrawal solely by, and under the exclusive control of, the ceding insurer; or, in the case of a trust, it shall be held in a qualified United States financial institution, as defined in § 58-14-23. This security may be in the form of: (1) Cash; (2) Securities listed by the securities valuation office of the National Association of Insurance Commissioners (NAIC), including any security deemed exempt from filing as defined by the Purposes and Procedures Manual of the NAIC Investment Analysis Office as adopted by administrative rule, and qualifying as admitted assets; or (3) Clean, irrevocable, unconditional letters of credit, issued or confirmed by a qualified United States financial institution as defined in section 29 of this Act, effective no later than December thirty-first of the year for which the filing is being made, and in the possession of, or in the trust of, the ceding insurer on or before the filing date of the assuming insurer's annual statement. Letters of credit meeting applicable standards of issuer acceptability as of the dates of issuance or confirmation shall, notwithstanding the issuing or confirming institution's subsequent failure to meet applicable standards of issuer acceptability, continue to be acceptable as security until the security's expiration, extension, renewal, modification, or amendment, whichever occurs first; or (4) Any other form of security acceptable to the director. Section 11. That § 58-14-17 be amended to read: 58-14-17. The director may promulgate rules, pursuant to chapter 1-26, concerning requirements, qualifications, and criteria for receiving credit for reinsurance, surplus amounts, accreditation of a reinsurer, certification of a reinsurer, minimum levels for reinsurer capital and surplus, financial rating of reinsurers, recognition and appraisal of qualified jurisdictions, trusts and trust agreements, reinsurance contracts, hazardous investments and evidence of submission to this state's authority, and requirements and qualifications for life reinsurance agreements, reserve credits, credits for reinsurance, valuation of assets or reserve credits, the adoption of certain methods and manuals for the valuation of assets, the amount and forms of security supporting reinsurance arrangements, reduction of liability or establishment of assets in a financial statement, circumstances under which credit will be reduced or eliminated, and treatment of existing agreements. The director may also promulgate rules, pursuant to chapter 1-26, regarding reinsurance relating to life insurance policies with guaranteed nonlevel gross premiums or guaranteed nonlevel benefits, universal life insurance policies resulting in the ability of a policyholder to keep a policy in force over a secondary guarantee period, variable annuities with guaranteed death or living benefits, and long-term care insurance policies. The director may also promulgate rules, pursuant to chapter 1-26, to adopt the use and applicability of the National Association of Insurance Commissioners valuation manual for use in calculating the amounts or form of security to be held by reinsurers. Section 12. That chapter 58-14 be amended by adding a NEW SECTION to read: Credit shall be allowed if the reinsurance is ceded to an assuming insurer that has been certified by the director as a reinsurer in this state and secures the assuming insurer's obligations in accordance with the requirements of sections 13 to 26, inclusive, of this Act. Section 13. That chapter 58-14 be amended by adding a NEW SECTION to read: In order to be eligible for certification as a reinsurer, the assuming insurer shall: (1) Be domiciled and licensed to transact insurance or reinsurance in a qualified jurisdiction, as determined by the director pursuant to sections 15 to 17, inclusive, of this Act; (2) Maintain minimum capital and surplus, or its equivalent, in an amount promulgated in rule by the director; (3) Maintain financial strength ratings from two or more rating agencies deemed acceptable by the director pursuant to regulation; (4) Agree to submit to the jurisdiction of this state, appoint the director as the assuming insurer's agent for service of process in this state, and agree to provide security for one hundred percent of the assuming insurer's liabilities attributable to reinsurance ceded by the United States ceding insurers if the assuming insurer resists enforcement of a final United States judgment; (5) Agree to meet applicable information filing requirements as determined by the director, both with respect to an initial application for certification and on an ongoing basis; and (6) Satisfy any other requirements for certification deemed relevant by the director. Section 14. That chapter 58-14 be amended by adding a NEW SECTION to read: An association including incorporated and individual unincorporated underwriters may be a certified reinsurer. In addition to satisfying the requirements of section 13 of this Act, to be eligible for certification: (1) The association shall satisfy the association's minimum capital and surplus requirements through the capital and surplus equivalents, net of liabilities, of the association and the association's members, which shall include a joint central fund that may be applied to any unsatisfied obligation of the association or any of its members, in an amount determined by the director to provide adequate protection; (2) The incorporated members of the association may not be engaged in any business other than underwriting as a member of the association and shall be subject to the same level of regulation and solvency control by the association's domiciliary regulator as are the unincorporated members; and (3) Within ninety days after its financial statements are due to be filed with the association's domiciliary regulator, the association shall provide to the director an annual certification by the association's domiciliary regulator of the solvency of each underwriter member. If the annual certification is unavailable, the association shall file financial statements, prepared by independent public accountants, of each underwriter member of the association. Section 15. That chapter 58-14 be amended by adding a NEW SECTION to read: The director shall create and publish a list of qualified jurisdictions, under which an assuming insurer licensed and domiciled in the jurisdiction is eligible to be considered for certification by the director as a certified reinsurer. If a certified reinsurer's domiciliary jurisdiction ceases to be a qualified jurisdiction, the director has the discretion to suspend the reinsurer's certification indefinitely, in lieu of revocation. Section 16. That chapter 58-14 be amended by adding a NEW SECTION to read: To determine whether the domiciliary jurisdiction of a non-United States assuming insurer is eligible to be recognized as a qualified jurisdiction, the director shall evaluate the appropriateness and effectiveness of the reinsurance supervisory system of the jurisdiction, both initially and on an ongoing basis, and consider the rights, benefits, and the extent of reciprocal recognition afforded by the non-United States jurisdiction to reinsurers licensed and domiciled in the United States. A qualified jurisdiction shall agree to share information and cooperate with the director with respect to all certified reinsurers domiciled within that jurisdiction. A jurisdiction may not be recognized as qualified jurisdiction if the director has determined the jurisdiction does not adequately and promptly enforce final United States judgments and arbitration awards. Additional factors may be considered at the discretion of the director. Section 17. That chapter 58-14 be amended by adding a NEW SECTION to read: A list of qualified jurisdictions shall be published through the National Association of Insurance Commissioners. The director shall consider the list in determining qualified jurisdictions. If the director approves a jurisdiction as qualified that does not appear on the list of qualified jurisdictions, the director shall provide a thoroughly documented justification with criteria to be developed in administrative rules promulgated by the director, pursuant to chapter 1-26, to establish criteria for determining the qualifications of the jurisdictions. United States jurisdictions that meet the requirements for accreditation under the National Association of Insurance Commissioners financial standards and accreditation program shall be recognized as qualified jurisdictions. Section 18. That chapter 58-14 be amended by adding a NEW SECTION to read: The director shall assign a rating to each certified reinsurer, giving due consideration to the financial strength ratings that have been assigned by rating agencies deemed acceptable to the director. The director shall publish a list of all certified reinsurers and their ratings. Section 19. That chapter 58-14 be amended by adding a NEW SECTION to read: A certified reinsurer shall secure obligations assumed from United States ceding insurers under sections 20 to 24, inclusive, of this Act, at a level consistent with the certified reinsurer's rating. The director may promulgate rules, pursuant to chapter 1-26, to establish standards under sections 20 to 24, inclusive of this Act. Section 20. That chapter 58-14 be amended by adding a NEW SECTION to read: In order for a domestic ceding insurer to qualify for full financial statement credit for reinsurance ceded to a certified reinsurer, the certified reinsurer shall maintain security in a form acceptable to the director and consistent with § 58-14-16, or in a multibeneficiary trust in accordance with § 58-14-11, except as otherwise provided in sections 19 to 24, inclusive, of this Act. Section 21. That chapter 58-14 be amended by adding a NEW SECTION to read: If a certified reinsurer maintains a trust to fully secure the certified reinsurer's obligations subject to § 58-14-11 and chooses to secure the certified reinsurer's obligations incurred as a certified reinsurer in the form of a multibeneficiary trust, the certified reinsurer shall maintain separate trust accounts for the certified reinsurer's obligations incurred under reinsurance agreements issued or renewed as a certified reinsurer with reduced security as permitted by this Act or comparable laws of other United States jurisdictions and for the certified reinsurer's obligations subject to § 58-14-11. It shall be a condition to the grant of certification that the certified reinsurer shall have bound itself, by the language of the trust and agreement with the director with principal regulatory oversight of each trust account, to fund upon termination of any trust account, out of the remaining surplus of the trust any deficiency of any other trust account. Section 22. That chapter 58-14 be amended by adding a NEW SECTION to read: The minimum trusteed surplus requirements are not applicable with respect to a multibeneficiary trust maintained by a certified reinsurer for the purpose of securing obligations incurred under sections 19 to 24, inclusive, of this Act, except that the trust shall maintain a minimum trusteed surplus of ten million dollars. Section 23. That chapter 58-14 be amended by adding a NEW SECTION to read: With respect to obligations incurred by a certified reinsurer under sections 19 to 24, inclusive, of this Act, if the security is insufficient, the director shall reduce the allowable credit by an amount proportionate to the deficiency and has the discretion to impose further reductions in allowable credit upon finding that there is a material risk the certified reinsurer' s obligations may not be paid in full when due. Section 24. That chapter 58-14 be amended by adding a NEW SECTION to read: A certified reinsurer whose certification has been terminated for any reason shall be treated as a certified reinsurer required to secure one hundred percent of the certified reinsurer's obligations. For the purposes of this section, the term, terminated, means revocation, suspension, voluntary surrender, and inactive status. If the director continues to assign a higher rating as permitted by other provisions regarding certification, this requirement does not apply to a certified reinsurer in inactive status or to a reinsurer whose certification has been suspended. Section 25. That chapter 58-14 be amended by adding a NEW SECTION to read: If an applicant for certification has been certified as a reinsurer in a National Association of Insurance Commissioners accredited jurisdiction, the director has the discretion to defer to that jurisdiction's certification and has the discretion to defer to the rating assigned by that jurisdiction. Upon approval by the director, the applicant shall be considered to be a certified reinsurer in this state. Section 26. That chapter 58-14 be amended by adding a NEW SECTION to read: A certified reinsurer that ceases to assume new business in this state may request to maintain the certified reinsurer's certification in inactive status in order to continue to qualify for a reduction in security for the certified reinsurer's in-force business. An inactive certified reinsurer shall continue to comply with all applicable requirements of certification, and the director shall assign a rating that takes into account, if relevant, the reasons why the reinsurer is not assuming new business. Section 27. That chapter 58-14 be amended by adding a NEW SECTION to read: A ceding insurer shall take steps to manage the ceding insurer's reinsurance recoverables proportionate to the ceding insurer's own book of business. A domestic ceding insurer shall notify the director within thirty days after reinsurance recoverables from any single assuming insurer, or group of affiliated assuming insurers, exceeds fifty percent of the domestic ceding insurer's last reported surplus to policyholders, or after the ceding insurer determined that reinsurance recoverables from any single assuming insurer, or group of affiliated assuming insurers, is likely to exceed this limit. The notification shall demonstrate the exposure is safely managed by the domestic ceding insurer. Section 28. That chapter 58-14 be amended by adding a NEW SECTION to read: A ceding insurer shall take steps to diversify the ceding insurer's reinsurance program. A domestic ceding insurer shall notify the director within thirty days after ceding to any single assuming insurer, or group of affiliated assuming insurers, more than twenty percent of the ceding insurer's gross written premium in the prior calendar year, or after the ceding insurer has determined that the reinsurance ceded to any single assuming insurer, or group of affiliated assuming insurers, is likely to exceed this limit. The notification shall demonstrate the exposure is safely managed by the domestic ceding insurer. Section 29. That chapter 58-14 be amended by adding a NEW SECTION to read: For the purposes of subdivision 58-14-16(3), a qualified United States financial institution, means an institution that: (1) Is organized or, in the case of a United States branch or agency office of a foreign banking organization, licensed under the laws of the United States or any state thereof; (2) Is regulated, supervised, and examined by United States federal or state authorities having regulatory authority over banks and trust companies; and (3) Has been determined by either the director or the Securities Valuation Office of the National Association of Insurance Commissioners to meet the standards of financial condition and standing as are considered necessary and appropriate to regulate the quality of financial institutions whose letters of credit will be acceptable to the director. Section 30. That chapter 58-14 be amended by adding a NEW SECTION to read: If the assuming insurer does not meet the requirements of § 58-14-8, 58-14-9, or 58-14-10, the credit permitted by § 58-14-11 or section 12 of this Act may not be allowed unless the assuming insurer agrees in the trust agreement to the following conditions: (1) Notwithstanding any other provisions in the trust instrument, if the trust fund is inadequate because the trust fund contains an amount less than the amount less than the amount required, or if the grantor of the trust has been declared insolvent or placed into receivership, rehabilitation, liquidation, or similar proceedings under the laws of its state or country of domicile, the trustee shall comply with an order of the director with regulatory oversight over the trust or with an order of court of competent jurisdiction directing the trustee to transfer to the director with regulatory oversight all of the assets of the trust fund; (2) The assets shall be distributed by and claims shall be filed with and valued by the director with regulatory oversight in accordance with the laws of the state in which the trust is domiciled that are applicable to the liquidation of domestic insurance companies; (3) If the director with regulatory oversight determines that the assets of the trust fund or any part thereof are not necessary to satisfy the claims of the United States ceding insurer of the grantor of the trust, the assets or part thereof shall be returned by the director with regulatory oversight to the trustee for distribution in accordance with the trust agreement; and (4) The grantor shall waive any right otherwise available to the grantor under United States law that is inconsistent with this section. Section 31. That chapter 58-14 be amended by adding a NEW SECTION to read: If an accredited or certified reinsurer ceases to meet the requirements for accreditation or certification, the director may suspend or revoke the reinsurer' s accreditation or certification. The director shall give the reinsurer notice and opportunity for hearing. The suspension or revocation may not take effect until after the director's order on hearing, unless: (1) The reinsurer waives the reinsurer's right to hearing; (2) The director's order is based on regulatory action by the reinsurer's domiciliary jurisdiction or the volunteer surrender or termination of the reinsurer' s eligibility to transact insurance or reinsurance business in the reinsurer's domiciliary jurisdiction or in the primary certifying state of the reinsurer under section 25 of this Act; or (3) The director finds that an emergency requires immediate action and a court of competent jurisdiction has not stayed the director's action. Section 32. That chapter 58-14 be amended by adding a NEW SECTION to read: While a reinsurer's accreditation or certification is suspended, no reinsurance contract issued or renewed after the effective date of the suspension qualifies for credit except to the extent that the reinsurer's obligations under the contract are secured in accordance with § 58-14-16. If a reinsurer's accreditation or certification is revoked, no credit for reinsurance may be granted after the effective date of the revocation except to the extent the reinsurer's obligations under the contract are secured in accordance with sections 19 to 24, inclusive, of this Act or § 58-14-16. Section 33. That chapter 58-14 be amended by adding a NEW SECTION to read: The fee for each required document included in any application for accreditation, certification or any annual reinsurance filing, or for approval of or amendments to a trust, required by § 58-14-5, 58-14-8, 58-14-9, 58-14-10, 58-14-11, 58-14-13, 58-14-14, or sections 12 to 14, inclusive, of this Act shall be fifty dollars."}, {"bill_id": 7789, "bill_version_id": 45037, "bill_version": "Enrolled", "bill_version_date": "2017-02-27T10:39:13.3-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7789, "action_date": "2017-01-10T12:00:00-06:00", "document_id": 42448, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42448.pdf", "status_text": "First read in House and referred to", "journal_page": 26, "committee_id_action": 361, "committee_id_assigned": 348, "result": "N", "vote": {}}, {"bill_id": 7789, "action_date": "2017-02-03T10:00:00-06:00", "document_id": 43611, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43611.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 348, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7789, "action_date": "2017-02-03T10:00:00-06:00", "document_id": 43842, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43842.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 348, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7789, "action_date": "2017-02-03T10:00:00-06:00", "document_id": 43842, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43842.pdf", "status_text": "Do Pass Amended", "journal_page": 289, "committee_id_action": 348, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 22850, "president_vote": null, "Yea": [1147, 1116, 1129, 1136, 1205, 1170, 1110, 1184, 1199, 1140, 1145, 1150, 1115]}}, {"bill_id": 7789, "action_date": "2017-02-07T14:00:00-06:00", "document_id": 44042, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44042.pdf", "status_text": "Deferred to another day", "journal_page": 337, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7789, "action_date": "2017-02-08T14:00:00-06:00", "document_id": 44138, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44138.pdf", "status_text": "Do Pass Amended", "journal_page": 347, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 23052, "president_vote": null, "Yea": [1168, 1153, 1186, 1166, 1147, 1122, 1118, 1180, 1197, 1190, 1173, 1179, 1114, 1201, 1198, 1202, 1116, 1129, 1143, 1136, 1139, 1181, 1204, 1159, 1192, 1196, 1120, 1205, 1191, 1185, 1117, 1133, 1200, 1206, 1124, 1170, 1110, 1203, 1184, 1134, 1160, 1193, 1199, 1165, 1155, 1188, 1119, 1156, 1115, 1123, 1161, 1195, 1152, 1140, 1158, 1176, 1128, 1121, 1212, 1145, 1111, 1150, 1149], "Excused": [1112, 1125, 1113, 1187], "Nay": [1183, 1142, 1130]}}, {"bill_id": 7789, "action_date": "2017-02-09T13:00:00-06:00", "document_id": 44231, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44231.pdf", "status_text": "First read in Senate and referred to", "journal_page": 355, "committee_id_action": 360, "committee_id_assigned": 332, "result": "N", "vote": {}}, {"bill_id": 7789, "action_date": "2017-02-16T10:00:00-06:00", "document_id": 44423, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44423.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 332, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7789, "action_date": "2017-02-16T10:00:00-06:00", "document_id": 44604, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44604.pdf", "status_text": "Do Pass", "journal_page": 409, "committee_id_action": 332, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 23400, "president_vote": null, "Yea": [1100, 1194, 1144, 1131, 1098], "Nay": [1163], "Excused": [1175]}}, {"bill_id": 7789, "action_date": "2017-02-21T14:00:00-06:00", "document_id": 44725, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44725.pdf", "status_text": "Deferred to another day", "journal_page": 462, "committee_id_action": 360, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7789, "action_date": "2017-02-22T14:00:00-06:00", "document_id": 44813, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44813.pdf", "status_text": "Deferred to another day", "journal_page": 511, "committee_id_action": 360, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7789, "action_date": "2017-02-23T14:00:00-06:00", "document_id": 44901, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44901.pdf", "status_text": "Deferred to another day", "journal_page": 548, "committee_id_action": 360, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7789, "action_date": "2017-02-24T13:00:00-06:00", "document_id": 44989, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44989.pdf", "status_text": "Do Pass Amended", "journal_page": 561, "committee_id_action": 360, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 23733, "president_vote": null, "Yea": [1154, 1171, 1103, 1148, 1108, 1096, 1097, 1109, 1105, 1175, 1100, 1106, 1164, 1194, 1169, 1107, 1104, 1099, 1144, 1131, 1135, 1141, 1157, 1172, 1151, 1146, 1102, 1098, 1137, 1167, 1132, 1189], "Nay": [1163], "Excused": [1178, 1174]}}, {"bill_id": 7789, "action_date": "2017-02-27T14:00:00-06:00", "document_id": 45073, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45073.pdf", "status_text": "Signed by the Speaker", "journal_page": 560, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7789, "action_date": "2017-02-28T14:00:00-06:00", "document_id": 45169, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45169.pdf", "status_text": "Signed by the President", "journal_page": 591, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7789, "action_date": "2017-03-01T14:00:00-06:00", "document_id": 45285, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45285.pdf", "status_text": "Delivered to the Governor", "journal_page": 596, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7789, "action_date": "2017-03-07T13:30:00-06:00", "document_id": 45534, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45534.pdf", "status_text": "Signed by the Governor", "journal_page": 682, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6493, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/7789"}