{"session_id": 19, "bill_id": 4129, "bill_type": "Senate Bill", "bill_number": 233, "bill_title": "create the critical teaching needs scholarship program, to make an appropriation to the education enhancement trust fund to provide for the annual funding of the scholarships, and to declare an emergency.", "sponsors": [{"legislator_profile_id": 349, "is_prime": true}, {"legislator_profile_id": 328, "is_prime": true}, {"legislator_profile_id": 338, "is_prime": false}, {"legislator_profile_id": 420, "is_prime": false}, {"legislator_profile_id": 346, "is_prime": false}, {"legislator_profile_id": 412, "is_prime": false}, {"legislator_profile_id": 318, "is_prime": false}, {"legislator_profile_id": 381, "is_prime": false}, {"legislator_profile_id": 396, "is_prime": false}, {"legislator_profile_id": 365, "is_prime": false}, {"legislator_profile_id": 413, "is_prime": false}, {"legislator_profile_id": 358, "is_prime": false}, {"legislator_profile_id": 416, "is_prime": false}, {"legislator_profile_id": 364, "is_prime": false}, {"legislator_profile_id": 336, "is_prime": false}, {"legislator_profile_id": 344, "is_prime": false}, {"legislator_profile_id": 329, "is_prime": false}, {"legislator_profile_id": 335, "is_prime": false}, {"legislator_profile_id": 331, "is_prime": false}, {"legislator_profile_id": 380, "is_prime": false}, {"legislator_profile_id": 317, "is_prime": false}, {"legislator_profile_id": 316, "is_prime": false}, {"legislator_profile_id": 320, "is_prime": false}, {"legislator_profile_id": 368, "is_prime": false}, {"legislator_profile_id": 405, "is_prime": false}, {"legislator_profile_id": 378, "is_prime": false}, {"legislator_profile_id": 407, "is_prime": false}, {"legislator_profile_id": 352, "is_prime": false}, {"legislator_profile_id": 357, "is_prime": false}, {"legislator_profile_id": 386, "is_prime": false}, {"legislator_profile_id": 406, "is_prime": false}, {"legislator_profile_id": 361, "is_prime": false}, {"legislator_profile_id": 391, "is_prime": false}, {"legislator_profile_id": 327, "is_prime": false}, {"legislator_profile_id": 373, "is_prime": false}, {"legislator_profile_id": 353, "is_prime": false}], "keywords": ["Appropriation", "Education"], "audio": [{"meeting_datetime": "2013-02-05T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sed18.mp3", "start_seconds": 3800.0}, {"meeting_datetime": "2013-02-05T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sed18.mp3", "start_seconds": 3800.0}, {"meeting_datetime": "2013-02-05T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sed18.mp3", "start_seconds": 3800.0}, {"meeting_datetime": "2013-02-05T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sed18.mp3", "start_seconds": 3800.0}, {"meeting_datetime": "2013-02-05T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sed18.mp3", "start_seconds": 3800.0}, {"meeting_datetime": "2013-02-13T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sap22.mp3", "start_seconds": 3915.0}, {"meeting_datetime": "2013-02-13T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sap22.mp3", "start_seconds": 3915.0}, {"meeting_datetime": "2013-02-13T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sap22.mp3", "start_seconds": 3915.0}, {"meeting_datetime": "2013-02-19T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sap25.mp3", "start_seconds": 3195.0}, {"meeting_datetime": "2013-02-19T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sap25.mp3", "start_seconds": 3195.0}, {"meeting_datetime": "2013-02-19T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sap25.mp3", "start_seconds": 3195.0}, {"meeting_datetime": "2013-02-19T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sap25.mp3", "start_seconds": 3195.0}, {"meeting_datetime": "2013-02-20T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen26.mp3", "start_seconds": 10071.0}, {"meeting_datetime": "2013-02-20T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen26.mp3", "start_seconds": 10071.0}, {"meeting_datetime": "2013-02-20T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen26.mp3", "start_seconds": 10071.0}, {"meeting_datetime": "2013-02-20T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen26.mp3", "start_seconds": 10071.0}, {"meeting_datetime": "2013-02-27T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hed31.mp3", "start_seconds": 4831.0}, {"meeting_datetime": "2013-02-27T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hed31.mp3", "start_seconds": 4831.0}, {"meeting_datetime": "2013-02-27T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hed31.mp3", "start_seconds": 4831.0}, {"meeting_datetime": "2013-03-04T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hap33.mp3", "start_seconds": 5348.0}, {"meeting_datetime": "2013-03-04T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hap33.mp3", "start_seconds": 5348.0}, {"meeting_datetime": "2013-03-04T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hap33.mp3", "start_seconds": 5348.0}, {"meeting_datetime": "2013-03-04T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hap33.mp3", "start_seconds": 5348.0}, {"meeting_datetime": "2013-03-04T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hap33.mp3", "start_seconds": 5348.0}, {"meeting_datetime": "2013-03-04T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hap33.mp3", "start_seconds": 10466.0}, {"meeting_datetime": "2013-03-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou34.mp3", "start_seconds": 13112.0}, {"meeting_datetime": "2013-03-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou34.mp3", "start_seconds": 13112.0}, {"meeting_datetime": "2013-03-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou34.mp3", "start_seconds": 13112.0}, {"meeting_datetime": "2013-03-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou34.mp3", "start_seconds": 13112.0}, {"meeting_datetime": "2013-03-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou34.mp3", "start_seconds": 13112.0}, {"meeting_datetime": "2013-03-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou34.mp3", "start_seconds": 13112.0}, {"meeting_datetime": "2013-03-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen36.mp3", "start_seconds": 1316.0}, {"meeting_datetime": "2013-03-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen36.mp3", "start_seconds": 1316.0}, {"meeting_datetime": "2013-03-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen36.mp3", "start_seconds": 1316.0}, {"meeting_datetime": "2013-03-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen36.mp3", "start_seconds": 1316.0}, {"meeting_datetime": "2013-03-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen36.mp3", "start_seconds": 1316.0}], "bill_versions": [{"bill_id": 4129, "bill_version_id": 24748, "bill_version": "Introduced", "bill_version_date": "2013-01-28T10:16:18.267-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create the critical teaching needs scholarship program and the critical teaching needs trust fund, and to make an appropriation therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 13-55 be amended by adding thereto a NEW SECTION to read as follows: There is hereby created the South Dakota critical teaching needs scholarship program. The purpose of the program is to encourage South Dakota's high school graduates to obtain their postsecondary education in South Dakota for teaching, to remain in the state upon completion of their education, and to contribute to the state and its citizens by working in a critical need teaching area. Section 2. That chapter 13-55 be amended by adding thereto a NEW SECTION to read as follows: The South Dakota critical teaching needs scholarship program shall be administered by the Critical Teaching Needs Scholarship Board, which is hereby established. The board shall consist of five members appointed by the Governor for a term of five years, except that the initial appointments shall be for periods of one, two, three, four, and five years. A majority of the board shall be present either personally or by teleconference to constitute a quorum. The secretary of education shall routinely collect data from school districts to determine the critical need teaching areas, and the board shall use this data when selecting eligible critical need teaching areas. The Board of Regents shall provide necessary support services to the board. Section 3. That chapter 13-55 be amended by adding thereto a NEW SECTION to read as follows: From the total pool of applicants, the Critical Teaching Needs Scholarship Board shall award scholarships based on the requirements of sections 5 and 6 of this Act, the filling of critical need teaching areas, other academic and personal characteristics of each applicant as determined by the board, and the amount of funding available for the scholarships. Notwithstanding the provisions of this section, if the board rescinds a scholarship that has been awarded, the board may award the amount of the rescinded scholarship to an alternate. Section 4. That chapter 13-55 be amended by adding thereto a NEW SECTION to read as follows: All accredited South Dakota public and nonpublic postsecondary institutions which offer a baccalaureate degree in elementary or secondary education are eligible to participate in the scholarship program. Each institution may choose whether to participate in the program and may limit the number of scholarship recipients the institution will accept in each academic year. Section 5. That chapter 13-55 be amended by adding thereto a NEW SECTION to read as follows: In order to be eligible for a critical teaching needs scholarship, a student shall: (1) Agree, in writing, to stay in South Dakota and work in a critical teaching needs area for five years after graduation from a participating postsecondary institution; (2) Agree, through a promissory note, that failure to abide by the provisions of subdivision (1) will result in the scholarship being converted into an interest-bearing loan; (3) Attend a participating South Dakota postsecondary institution as an undergraduate enrolled in the student's final two years of postsecondary education and be enrolled in an elementary or secondary education program at the institution that is preparing the student to work in a critical need teaching area; and (4) Be a United States citizen or lawful permanent resident. For purposes of subdivision (3), the student shall be fully admitted into a teacher education program at the institution and shall successfully complete a student teaching experience within the final two years of attendance. A student is eligible to participate in the South Dakota critical teaching needs scholarship program for the equivalent of two academic years (four consecutive spring and fall terms) or until the attainment of a baccalaureate degree in elementary or secondary education in a critical need teaching area, whichever comes first. However, the Critical Teaching Needs Scholarship Board may grant exceptions to the continuous enrollment requirements for good cause. Scholarships are not provided for summer session students enrolled in traditional four-year programs. Section 6. That chapter 13-55 be amended by adding thereto a NEW SECTION to read as follows: In addition to the eligibility criteria identified in section 5 of this Act, applicants shall have maintained a minimum cumulative grade point average of 2.8 on a 4.0 scale, and a grade point average of 2.8 for all major course work. The Critical Teaching Needs Scholarship Board may require applicants to submit a written essay or other information by which to judge the academic and personal qualifications of the applicant. Section 7. That chapter 13-55 be amended by adding thereto a NEW SECTION to read as follows: The amount of the scholarship shall be determined by calculating the student's remaining financial need, and may not exceed the tuition and generally applicable fees for thirty credit hours at a South Dakota public postsecondary institution as of July 1, 2014. The scholarship amount paid to a recipient attending a participating nonpublic postsecondary institution shall equal the amount paid to a recipient attending a public postsecondary institution. During each year of eligibility, one-half of the annual scholarship shall be paid to public postsecondary institutions on behalf of eligible students there enrolled or directly to eligible students enrolled at nonpublic postsecondary institutions at the beginning of the fall semester, and the other half shall be paid at the beginning of the spring semester. If, in any year, the total funds available to fund the critical teaching needs scholarships are insufficient to permit each eligible recipient to receive the full amount provided in this section, the available moneys shall be prorated and distributed to each recipient in proportion to the entitlement contemplated by this section. The total amount of the scholarship may not exceed the amount stipulated in this section. Section 8. That chapter 13-55 be amended by adding thereto a NEW SECTION to read as follows: In order to maintain eligibility for the critical teaching needs scholarship program, a student shall: (1) Maintain a cumulative 2.8 grade point average on a 4.0 scale. The student shall complete consecutive fall and spring terms in order to remain eligible for continuation of the scholarship program from term to term; and (2) Maintain full-time status, or demonstrate continued satisfactory progress toward degree completion within the scholarship funding period. If factors beyond the control of a student who has been awarded a critical teaching needs scholarship prevent the student from meeting any of the requirements in subdivisions (1) and (2), the Critical Teaching Needs Scholarship Board may temporarily waive the requirements of those subdivisions. The board may rescind a scholarship award if the student does not maintain eligibility as prescribed in those subdivisions. Section 9. There is hereby created in the state treasury a trust fund named the critical teaching needs trust fund. The state treasurer shall transfer from the general fund the sum of five million dollars for deposit into the critical teaching needs trust fund. Thereafter, the state treasurer shall deposit into the critical teaching needs trust fund any funds appropriated to the critical teaching needs trust fund by the Legislature. The South Dakota Investment Council or its successor shall invest the critical teaching needs trust fund in stocks, bonds, mutual funds, and other financial instruments as provided by law. Beginning in fiscal year 2015, and each year thereafter, the state treasurer shall make a distribution from the critical teaching needs trust fund into the state general fund to be appropriated through the normal budgeting process for the critical teaching needs scholarship program created in this Act. The amount of the distribution shall be calculated pursuant to section 10 of this Act, and the distribution may promote growth of the fund and a steadily growing distribution amount. The critical teaching needs trust fund may not be diverted for other purposes nor may the principal be invaded unless appropriated by a three-fourths vote of all the members-elect of each house of the Legislature. Section 10. The state investment officer shall determine the market value of the critical teaching needs scholarship fund as of December 31, 2013, and each calendar year thereafter less the investment expenses transferred pursuant to § 4-5-30. The state investment officer shall calculate an amount equal to four percent of that market value, without invading principal, as eligible for distribution. For the purposes of this section, the term, principal, means the sum of all contributions to the fund. Beginning with the distribution in fiscal year 2019, the market value shall be determined by adding the market value of the trust fund at the end of the sixteen most recent quarters as of December thirty-first, and dividing the sum by sixteen. Upon notice of that amount by the state investment officer, the state treasurer shall transfer the amount from the critical teaching needs trust fund to the state general fund as soon as practicable after July first of the next fiscal year."}, {"bill_id": 4129, "bill_version_id": 25263, "bill_version": "Senate Education Engrossed", "bill_version_date": "2013-02-05T12:03:34.58-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create the critical teaching needs scholarship program and to make an appropriation to the education enhancement trust fund to provide for the annual funding of the scholarships. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 13-55 be amended by adding thereto a NEW SECTION to read as follows: There is hereby created the South Dakota critical teaching needs scholarship program. The purpose of the program is to encourage South Dakota's high school graduates to obtain their postsecondary education in South Dakota for teaching, to remain in the state upon completion of their education, and to contribute to the state and its citizens by working in a critical need teaching area. Section 2. That chapter 13-55 be amended by adding thereto a NEW SECTION to read as follows: The South Dakota critical teaching needs scholarship program shall be administered by the Critical Teaching Needs Scholarship Board, which is hereby established. The board shall consist of five members appointed by the Governor for a term of five years, except that the initial appointments shall be for periods of one, two, three, four, and five years. A majority of the board shall be present either personally or by teleconference to constitute a quorum. The secretary of education shall routinely collect data from school districts to determine the critical need teaching areas, and the board shall use this data when selecting eligible critical need teaching areas. The Board of Regents shall provide necessary support services to the board. Section 3. That chapter 13-55 be amended by adding thereto a NEW SECTION to read as follows: From the total pool of applicants, the Critical Teaching Needs Scholarship Board shall award scholarships based on the requirements of sections 5 and 6 of this Act, the filling of critical need teaching areas, other academic and personal characteristics of each applicant as determined by the board, and the amount of funding available for the scholarships. Notwithstanding the provisions of this section, if the board rescinds a scholarship that has been awarded, the board may award the amount of the rescinded scholarship to an alternate. Section 4. That chapter 13-55 be amended by adding thereto a NEW SECTION to read as follows: All accredited South Dakota public and nonpublic postsecondary institutions which offer a baccalaureate degree in elementary or secondary education are eligible to participate in the scholarship program. Each institution may choose whether to participate in the program and may limit the number of scholarship recipients the institution will accept in each academic year. Section 5. That chapter 13-55 be amended by adding thereto a NEW SECTION to read as follows: In order to be eligible for a critical teaching needs scholarship, a student shall: (1) Agree, in writing, to stay in South Dakota and work in a critical teaching needs area for five years after graduation from a participating postsecondary institution; (2) Agree, through a promissory note, that failure to abide by the provisions of subdivision (1) will result in the scholarship being converted into an interest-bearing loan; (3) Attend a participating South Dakota postsecondary institution as an undergraduate enrolled in the student's final two years of postsecondary education and be enrolled in an elementary or secondary education program at the institution that is preparing the student to work in a critical need teaching area; and (4) Be a United States citizen or lawful permanent resident. For purposes of subdivision (3), the student shall be fully admitted into a teacher education program at the institution and shall successfully complete a student teaching experience within the final two years of attendance. A student is eligible to participate in the South Dakota critical teaching needs scholarship program for the equivalent of two academic years (four consecutive spring and fall terms) or until the attainment of a baccalaureate degree in elementary or secondary education in a critical need teaching area, whichever comes first. However, the Critical Teaching Needs Scholarship Board may grant exceptions to the continuous enrollment requirements for good cause. Scholarships are not provided for summer session students enrolled in traditional four-year programs. Section 6. That chapter 13-55 be amended by adding thereto a NEW SECTION to read as follows: In addition to the eligibility criteria identified in section 5 of this Act, applicants shall have maintained a minimum cumulative grade point average of 2.8 on a 4.0 scale, and a grade point average of 2.8 for all major course work. The Critical Teaching Needs Scholarship Board may require applicants to submit a written essay or other information by which to judge the academic and personal qualifications of the applicant. Section 7. That chapter 13-55 be amended by adding thereto a NEW SECTION to read as follows: The amount of the scholarship shall be determined by calculating the student's remaining financial need, and may not exceed the tuition and generally applicable fees for thirty credit hours at a South Dakota public postsecondary institution as of July 1, 2014. The scholarship amount paid to a recipient attending a participating nonpublic postsecondary institution shall equal the amount paid to a recipient attending a public postsecondary institution. During each year of eligibility, one-half of the annual scholarship shall be paid to public postsecondary institutions on behalf of eligible students there enrolled or directly to eligible students enrolled at nonpublic postsecondary institutions at the beginning of the fall semester, and the other half shall be paid at the beginning of the spring semester. If, in any year, the total funds available to fund the critical teaching needs scholarships are insufficient to permit each eligible recipient to receive the full amount provided in this section, the available moneys shall be prorated and distributed to each recipient in proportion to the entitlement contemplated by this section. The total amount of the scholarship may not exceed the amount stipulated in this section. Section 8. That chapter 13-55 be amended by adding thereto a NEW SECTION to read as follows: In order to maintain eligibility for the critical teaching needs scholarship program, a student shall: (1) Maintain a cumulative 2.8 grade point average on a 4.0 scale. The student shall complete consecutive fall and spring terms in order to remain eligible for continuation of the scholarship program from term to term; and (2) Maintain full-time status, or demonstrate continued satisfactory progress toward degree completion within the scholarship funding period. If factors beyond the control of a student who has been awarded a critical teaching needs scholarship prevent the student from meeting any of the requirements in subdivisions (1) and (2), the Critical Teaching Needs Scholarship Board may temporarily waive the requirements of those subdivisions. The board may rescind a scholarship award if the student does not maintain eligibility as prescribed in those subdivisions. Section 9. There is hereby appropriated from the general fund the sum of five million dollars ($5,000,000), or so much thereof as may be necessary, to the education enhancement trust fund created pursuant to S.D. Const., Art. XII, § 6 to allow the funds to be invested to fund the critical teaching needs scholarship program created in this Act. Section 10. The state treasurer shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 11. That § 4-5-29.2 be amended to read as follows: 4-5-29.2. Pursuant to S.D. Const., Art. XII, § 6, the state investment officer shall determine the market value of the education enhancement trust fund as of December 31, 2003, and each calendar year thereafter less the investment expenses transferred pursuant to § 4-5-30. The state investment officer shall calculate an amount equal to four percent of that market value, without invading principal, as eligible for distribution. For the purpose of this section, the term, principal, means the sum of all contributions to the fund. Beginning with the distribution in fiscal year 2008, the market value shall be determined by adding the market value of the trust fund at the end of the sixteen most recent calendar quarters as of December thirty-first, and dividing the sum by sixteen. Upon notice of that amount by the state investment officer, the state treasurer shall transfer the amount from the education enhancement trust fund to the state general fund as soon as practicable after July first of the next fiscal year. Beginning in fiscal year 2015, a portion of the funds annually distributed to the general fund pursuant to this section representing the percentage of the appropriation in section 9 of this Act, when deposited, to the total fair value of the education enhancement fund applied to the distribution amount shall be used to fund the critical teaching needs scholarship program created in this Act."}, {"bill_id": 4129, "bill_version_id": 25977, "bill_version": "Senate Appropriations Engrossed", "bill_version_date": "2013-02-19T16:22:00.417-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create the critical teaching needs scholarship program and to make an appropriation to the education enhancement trust fund to provide for the annual funding of the scholarships. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 13-55 be amended by adding thereto a NEW SECTION to read as follows: There is hereby created the South Dakota critical teaching needs scholarship program. The purpose of the program is to encourage South Dakota's high school graduates to obtain their postsecondary education in South Dakota for teaching, to remain in the state upon completion of their education, and to contribute to the state and its citizens by working in a critical need teaching area. Section 2. That chapter 13-55 be amended by adding thereto a NEW SECTION to read as follows: The South Dakota critical teaching needs scholarship program shall be administered by the Critical Teaching Needs Scholarship Board, which is hereby established. The board shall consist of five members appointed by the Governor for a term of five years, except that the initial appointments shall be for periods of one, two, three, four, and five years. A majority of the board shall be present either personally or by teleconference to constitute a quorum. The secretary of education shall routinely collect data from school districts to determine the critical need teaching areas, and the board shall use this data when selecting eligible critical need teaching areas. The Board of Regents shall provide necessary support services to the board. Section 3. That chapter 13-55 be amended by adding thereto a NEW SECTION to read as follows: From the total pool of applicants, the Critical Teaching Needs Scholarship Board shall award scholarships based on the requirements of sections 5 and 6 of this Act, the filling of critical need teaching areas, other academic and personal characteristics of each applicant as determined by the board, and the amount of funding available for the scholarships. Notwithstanding the provisions of this section, if the board rescinds a scholarship that has been awarded, the board may award the amount of the rescinded scholarship to an alternate. Section 4. That chapter 13-55 be amended by adding thereto a NEW SECTION to read as follows: All accredited South Dakota public and nonpublic postsecondary institutions which offer a baccalaureate degree in elementary or secondary education are eligible to participate in the scholarship program. Each institution may choose whether to participate in the program and may limit the number of scholarship recipients the institution will accept in each academic year. Section 5. That chapter 13-55 be amended by adding thereto a NEW SECTION to read as follows: In order to be eligible for a critical teaching needs scholarship, a student shall: (1) Agree, in writing, to stay in South Dakota and work in a critical teaching needs area for five years after graduation from a participating postsecondary institution; (2) Agree, through a promissory note, that failure to abide by the provisions of subdivision (1) will result in the scholarship being converted into an interest-bearing loan; (3) Attend a participating South Dakota postsecondary institution as an undergraduate enrolled in the student's final two years of postsecondary education and be enrolled in an elementary or secondary education program at the institution that is preparing the student to work in a critical need teaching area; and (4) Be a United States citizen or lawful permanent resident. For purposes of subdivision (3), the student shall be fully admitted into a teacher education program at the institution and shall successfully complete a student teaching experience within the final two years of attendance. A student is eligible to participate in the South Dakota critical teaching needs scholarship program for the equivalent of two academic years (four consecutive spring and fall terms) or until the attainment of a baccalaureate degree in elementary or secondary education in a critical need teaching area, whichever comes first. However, the Critical Teaching Needs Scholarship Board may grant exceptions to the continuous enrollment requirements for good cause. Scholarships are not provided for summer session students enrolled in traditional four-year programs. Section 6. That chapter 13-55 be amended by adding thereto a NEW SECTION to read as follows: In addition to the eligibility criteria identified in section 5 of this Act, applicants shall have maintained a minimum cumulative grade point average of 2.8 on a 4.0 scale, and a grade point average of 2.8 for all major course work. The Critical Teaching Needs Scholarship Board may require applicants to submit a written essay or other information by which to judge the academic and personal qualifications of the applicant. Section 7. That chapter 13-55 be amended by adding thereto a NEW SECTION to read as follows: The amount of the scholarship shall be determined by calculating the student's remaining financial need, and may not exceed the tuition and generally applicable fees for thirty credit hours at a South Dakota public postsecondary institution as of July 1, 2014. The scholarship amount paid to a recipient attending a participating nonpublic postsecondary institution shall equal the amount paid to a recipient attending a public postsecondary institution. During each year of eligibility, one-half of the annual scholarship shall be paid to public postsecondary institutions on behalf of eligible students there enrolled or directly to eligible students enrolled at nonpublic postsecondary institutions at the beginning of the fall semester, and the other half shall be paid at the beginning of the spring semester. If, in any year, the total funds available to fund the critical teaching needs scholarships are insufficient to permit each eligible recipient to receive the full amount provided in this section, the available moneys shall be prorated and distributed to each recipient in proportion to the entitlement contemplated by this section. The total amount of the scholarship may not exceed the amount stipulated in this section. Section 8. That chapter 13-55 be amended by adding thereto a NEW SECTION to read as follows: In order to maintain eligibility for the critical teaching needs scholarship program, a student shall: (1) Maintain a cumulative 2.8 grade point average on a 4.0 scale. The student shall complete consecutive fall and spring terms in order to remain eligible for continuation of the scholarship program from term to term; and (2) Maintain full-time status, or demonstrate continued satisfactory progress toward degree completion within the scholarship funding period. If factors beyond the control of a student who has been awarded a critical teaching needs scholarship prevent the student from meeting any of the requirements in subdivisions (1) and (2), the Critical Teaching Needs Scholarship Board may temporarily waive the requirements of those subdivisions. The board may rescind a scholarship award if the student does not maintain eligibility as prescribed in those subdivisions. Section 9. There is hereby appropriated from the general fund the sum of one dollar ($1), or so much thereof as may be necessary, to the education enhancement trust fund created pursuant to S.D. Const., Art. XII, § 6 to allow the funds to be invested to fund the critical teaching needs scholarship program created in this Act. Section 10. The state treasurer shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 11. That § 4-5-29.2 be amended to read as follows: 4-5-29.2. Pursuant to S.D. Const., Art. XII, § 6, the state investment officer shall determine the market value of the education enhancement trust fund as of December 31, 2003, and each calendar year thereafter less the investment expenses transferred pursuant to § 4-5-30. The state investment officer shall calculate an amount equal to four percent of that market value, without invading principal, as eligible for distribution. For the purpose of this section, the term, principal, means the sum of all contributions to the fund. Beginning with the distribution in fiscal year 2008, the market value shall be determined by adding the market value of the trust fund at the end of the sixteen most recent calendar quarters as of December thirty-first, and dividing the sum by sixteen. Upon notice of that amount by the state investment officer, the state treasurer shall transfer the amount from the education enhancement trust fund to the state general fund as soon as practicable after July first of the next fiscal year. Beginning in fiscal year 2015, a portion of the funds annually distributed to the general fund pursuant to this section representing the percentage of the appropriation in section 9 of this Act, when deposited, to the total fair value of the education enhancement fund applied to the distribution amount shall be used to fund the critical teaching needs scholarship program created in this Act."}, {"bill_id": 4129, "bill_version_id": 26985, "bill_version": "House Appropriations Engrossed", "bill_version_date": "2013-03-04T18:29:41.707-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create the critical teaching needs scholarship program and to make an appropriation to the education enhancement trust fund to provide for the annual funding of the scholarships. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 13-55 be amended by adding thereto a NEW SECTION to read as follows: There is hereby created the South Dakota critical teaching needs scholarship program. The purpose of the program is to encourage South Dakota's high school graduates to obtain their postsecondary education in South Dakota for teaching, to remain in the state upon completion of their education, and to contribute to the state and its citizens by working in a critical need teaching area. Section 2. That chapter 13-55 be amended by adding thereto a NEW SECTION to read as follows: The South Dakota critical teaching needs scholarship program shall be administered by the Critical Teaching Needs Scholarship Board, which is hereby established. The board shall consist of five members appointed by the Governor for a term of five years, except that the initial appointments shall be for periods of one, two, three, four, and five years. A majority of the board shall be present either personally or by teleconference to constitute a quorum. The secretary of education shall routinely collect data from school districts to determine the critical need teaching areas, and the board shall use this data when selecting eligible critical need teaching areas. The Board of Regents shall provide necessary support services to the board. Section 3. That chapter 13-55 be amended by adding thereto a NEW SECTION to read as follows: From the total pool of applicants, the Critical Teaching Needs Scholarship Board shall award scholarships based on the requirements of sections 5 and 6 of this Act, the filling of critical need teaching areas, other academic and personal characteristics of each applicant as determined by the board, and the amount of funding available for the scholarships. Notwithstanding the provisions of this section, if the board rescinds a scholarship that has been awarded, the board may award the amount of the rescinded scholarship to an alternate. Section 4. That chapter 13-55 be amended by adding thereto a NEW SECTION to read as follows: All accredited South Dakota public and nonpublic postsecondary institutions which offer a baccalaureate degree in elementary or secondary education are eligible to participate in the scholarship program. Each institution may choose whether to participate in the program and may limit the number of scholarship recipients the institution will accept in each academic year. Section 5. That chapter 13-55 be amended by adding thereto a NEW SECTION to read as follows: In order to be eligible for a critical teaching needs scholarship, a student shall: (1) Agree, in writing, to stay in South Dakota and work in a critical teaching needs area for five years after graduation from a participating postsecondary institution; (2) Agree, through a promissory note, that failure to abide by the provisions of subdivision (1) will result in the scholarship being converted into an interest-bearing loan; (3) Attend a participating South Dakota postsecondary institution as an undergraduate enrolled in the student's final two years of postsecondary education and be enrolled in an elementary or secondary education program at the institution that is preparing the student to work in a critical need teaching area; and (4) Be a United States citizen or lawful permanent resident. For purposes of subdivision (3), the student shall be fully admitted into a teacher education program at the institution and shall successfully complete a student teaching experience within the final two years of attendance. A student is eligible to participate in the South Dakota critical teaching needs scholarship program for the equivalent of two academic years (four consecutive spring and fall terms) or until the attainment of a baccalaureate degree in elementary or secondary education in a critical need teaching area, whichever comes first. However, the Critical Teaching Needs Scholarship Board may grant exceptions to the continuous enrollment requirements for good cause. Scholarships are not provided for summer session students enrolled in traditional four-year programs. Section 6. That chapter 13-55 be amended by adding thereto a NEW SECTION to read as follows: In addition to the eligibility criteria identified in section 5 of this Act, applicants shall have maintained a minimum cumulative grade point average of 2.8 on a 4.0 scale, and a grade point average of 2.8 for all major course work. The Critical Teaching Needs Scholarship Board may require applicants to submit a written essay or other information by which to judge the academic and personal qualifications of the applicant. Section 7. That chapter 13-55 be amended by adding thereto a NEW SECTION to read as follows: The amount of the scholarship shall be determined by calculating the student's remaining financial need, and may not exceed the tuition and generally applicable fees for thirty credit hours at a South Dakota public postsecondary institution as of July 1, 2014. The scholarship amount paid to a recipient attending a participating nonpublic postsecondary institution shall equal the amount paid to a recipient attending a public postsecondary institution. During each year of eligibility, one-half of the annual scholarship shall be paid to public postsecondary institutions on behalf of eligible students there enrolled or directly to eligible students enrolled at nonpublic postsecondary institutions at the beginning of the fall semester, and the other half shall be paid at the beginning of the spring semester. If, in any year, the total funds available to fund the critical teaching needs scholarships are insufficient to permit each eligible recipient to receive the full amount provided in this section, the available moneys shall be prorated and distributed to each recipient in proportion to the entitlement contemplated by this section. The total amount of the scholarship may not exceed the amount stipulated in this section. Section 8. That chapter 13-55 be amended by adding thereto a NEW SECTION to read as follows: In order to maintain eligibility for the critical teaching needs scholarship program, a student shall: (1) Maintain a cumulative 2.8 grade point average on a 4.0 scale. The student shall complete consecutive fall and spring terms in order to remain eligible for continuation of the scholarship program from term to term; and (2) Maintain full-time status, or demonstrate continued satisfactory progress toward degree completion within the scholarship funding period. If factors beyond the control of a student who has been awarded a critical teaching needs scholarship prevent the student from meeting any of the requirements in subdivisions (1) and (2), the Critical Teaching Needs Scholarship Board may temporarily waive the requirements of those subdivisions. The board may rescind a scholarship award if the student does not maintain eligibility as prescribed in those subdivisions. Section 9. There is hereby appropriated from the general fund the sum of two dollars ($2), or so much thereof as may be necessary, to the education enhancement trust fund created pursuant to S.D. Const., Art. XII, § 6 to allow the funds to be invested to fund the critical teaching needs scholarship program created in this Act. Section 10. The state treasurer shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 11. That § 4-5-29.2 be amended to read as follows: 4-5-29.2. Pursuant to S.D. Const., Art. XII, § 6, the state investment officer shall determine the market value of the education enhancement trust fund as of December 31, 2003, and each calendar year thereafter less the investment expenses transferred pursuant to § 4-5-30. The state investment officer shall calculate an amount equal to four percent of that market value, without invading principal, as eligible for distribution. For the purpose of this section, the term, principal, means the sum of all contributions to the fund. Beginning with the distribution in fiscal year 2008, the market value shall be determined by adding the market value of the trust fund at the end of the sixteen most recent calendar quarters as of December thirty-first, and dividing the sum by sixteen. Upon notice of that amount by the state investment officer, the state treasurer shall transfer the amount from the education enhancement trust fund to the state general fund as soon as practicable after July first of the next fiscal year. Beginning in fiscal year 2015, a portion of the funds annually distributed to the general fund pursuant to this section representing the percentage of the appropriation in section 9 of this Act, when deposited, to the total fair value of the education enhancement fund applied to the distribution amount shall be used to fund the critical teaching needs scholarship program created in this Act."}, {"bill_id": 4129, "bill_version_id": 27157, "bill_version": "House Engrossed", "bill_version_date": "2013-03-05T19:40:14.257-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create the critical teaching needs scholarship program, to make an appropriation to the education enhancement trust fund to provide for the annual funding of the scholarships, and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 13-55 be amended by adding thereto a NEW SECTION to read as follows: There is hereby created the South Dakota critical teaching needs scholarship program. The purpose of the program is to encourage South Dakota's high school graduates to obtain their postsecondary education in South Dakota for teaching, to remain in the state upon completion of their education, and to contribute to the state and its citizens by working in a critical need teaching area. Section 2. That chapter 13-55 be amended by adding thereto a NEW SECTION to read as follows: The South Dakota critical teaching needs scholarship program shall be administered by the Critical Teaching Needs Scholarship Board, which is hereby established. The board shall consist of five members appointed by the Governor for a term of five years, except that the initial appointments shall be for periods of one, two, three, four, and five years. A majority of the board shall be present either personally or by teleconference to constitute a quorum. The secretary of education shall routinely collect data from school districts to determine the critical need teaching areas, and the board shall use this data when selecting eligible critical need teaching areas. The Board of Regents shall provide necessary support services to the board. Section 3. That chapter 13-55 be amended by adding thereto a NEW SECTION to read as follows: From the total pool of applicants, the Critical Teaching Needs Scholarship Board shall award scholarships based on the requirements of sections 5 and 6 of this Act, the filling of critical need teaching areas, other academic and personal characteristics of each applicant as determined by the board, and the amount of funding available for the scholarships. Notwithstanding the provisions of this section, if the board rescinds a scholarship that has been awarded, the board may award the amount of the rescinded scholarship to an alternate. Section 4. That chapter 13-55 be amended by adding thereto a NEW SECTION to read as follows: All accredited South Dakota public and nonpublic postsecondary institutions which offer a baccalaureate degree in elementary or secondary education are eligible to participate in the scholarship program. Each institution may choose whether to participate in the program and may limit the number of scholarship recipients the institution will accept in each academic year. Section 5. That chapter 13-55 be amended by adding thereto a NEW SECTION to read as follows: In order to be eligible for a critical teaching needs scholarship, a student shall: (1) Agree, in writing, to stay in South Dakota and work in a critical teaching needs area for five years after graduation from a participating postsecondary institution; (2) Agree, through a promissory note, that failure to abide by the provisions of subdivision (1) will result in the scholarship being converted into an interest-bearing loan; (3) Attend a participating South Dakota postsecondary institution as an undergraduate enrolled in the student's final two years of postsecondary education and be enrolled in an elementary or secondary education program at the institution that is preparing the student to work in a critical need teaching area; and (4) Be a United States citizen or lawful permanent resident. For purposes of subdivision (3), the student shall be fully admitted into a teacher education program at the institution and shall successfully complete a student teaching experience within the final two years of attendance. A student is eligible to participate in the South Dakota critical teaching needs scholarship program for the equivalent of two academic years (four consecutive spring and fall terms) or until the attainment of a baccalaureate degree in elementary or secondary education in a critical need teaching area, whichever comes first. However, the Critical Teaching Needs Scholarship Board may grant exceptions to the continuous enrollment requirements for good cause. Scholarships are not provided for summer session students enrolled in traditional four-year programs. Section 6. That chapter 13-55 be amended by adding thereto a NEW SECTION to read as follows: In addition to the eligibility criteria identified in section 5 of this Act, applicants shall have maintained a minimum cumulative grade point average of 2.8 on a 4.0 scale, and a grade point average of 2.8 for all major course work. The Critical Teaching Needs Scholarship Board may require applicants to submit a written essay or other information by which to judge the academic and personal qualifications of the applicant. Section 7. That chapter 13-55 be amended by adding thereto a NEW SECTION to read as follows: The amount of the scholarship shall be determined by calculating the student's remaining financial need, and may not exceed the tuition and generally applicable fees for thirty credit hours at a South Dakota public postsecondary institution as of July 1, 2014. The scholarship amount paid to a recipient attending a participating nonpublic postsecondary institution shall equal the amount paid to a recipient attending a public postsecondary institution. During each year of eligibility, one-half of the annual scholarship shall be paid to public postsecondary institutions on behalf of eligible students there enrolled or directly to eligible students enrolled at nonpublic postsecondary institutions at the beginning of the fall semester, and the other half shall be paid at the beginning of the spring semester. If, in any year, the total funds available to fund the critical teaching needs scholarships are insufficient to permit each eligible recipient to receive the full amount provided in this section, the available moneys shall be prorated and distributed to each recipient in proportion to the entitlement contemplated by this section. The total amount of the scholarship may not exceed the amount stipulated in this section. Section 8. That chapter 13-55 be amended by adding thereto a NEW SECTION to read as follows: In order to maintain eligibility for the critical teaching needs scholarship program, a student shall: (1) Maintain a cumulative 2.8 grade point average on a 4.0 scale. The student shall complete consecutive fall and spring terms in order to remain eligible for continuation of the scholarship program from term to term; and (2) Maintain full-time status, or demonstrate continued satisfactory progress toward degree completion within the scholarship funding period. If factors beyond the control of a student who has been awarded a critical teaching needs scholarship prevent the student from meeting any of the requirements in subdivisions (1) and (2), the Critical Teaching Needs Scholarship Board may temporarily waive the requirements of those subdivisions. The board may rescind a scholarship award if the student does not maintain eligibility as prescribed in those subdivisions. Section 9. There is hereby appropriated from the general fund the sum of one million five hundred thousand dollars ($1,500,000), or so much thereof as may be necessary, to the education enhancement trust fund created pursuant to S.D. Const., Art. XII, § 6 to allow the funds to be invested to fund the critical teaching needs scholarship program created in this Act. Section 10. The state treasurer shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 11. That § 4-5-29.2 be amended to read as follows: 4-5-29.2. Pursuant to S.D. Const., Art. XII, § 6, the state investment officer shall determine the market value of the education enhancement trust fund as of December 31, 2003, and each calendar year thereafter less the investment expenses transferred pursuant to § 4-5-30. The state investment officer shall calculate an amount equal to four percent of that market value, without invading principal, as eligible for distribution. For the purpose of this section, the term, principal, means the sum of all contributions to the fund. Beginning with the distribution in fiscal year 2008, the market value shall be determined by adding the market value of the trust fund at the end of the sixteen most recent calendar quarters as of December thirty-first, and dividing the sum by sixteen. Upon notice of that amount by the state investment officer, the state treasurer shall transfer the amount from the education enhancement trust fund to the state general fund as soon as practicable after July first of the next fiscal year. Beginning in fiscal year 2015, a portion of the funds annually distributed to the general fund pursuant to this section representing the percentage of the appropriation in section 9 of this Act, when deposited, to the total fair value of the education enhancement fund applied to the distribution amount shall be used to fund the critical teaching needs scholarship program created in this Act. Section 12. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 4129, "bill_version_id": 27359, "bill_version": "Enrolled", "bill_version_date": "2013-03-07T14:42:48.723-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4129, "action_date": "2013-01-28T14:00:00-06:00", "document_id": 24841, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24841.pdf", "status_text": "First read in Senate and referred to", "journal_page": 244, "committee_id_action": 200, "committee_id_assigned": 178, "result": "N", "vote": {}}, {"bill_id": 4129, "action_date": "2013-02-05T07:45:00-06:00", "document_id": 25080, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25080.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 178, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4129, "action_date": "2013-02-05T07:45:00-06:00", "document_id": 25242, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25242.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 178, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4129, "action_date": "2013-02-05T07:45:00-06:00", "document_id": 25242, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25242.pdf", "status_text": "Referred as Amended to", "journal_page": 321, "committee_id_action": 178, "committee_id_assigned": 199, "result": "P", "vote": {"vote_id": 13409, "president_vote": null, "Yea": [366, 358, 364, 331, 368, 328, 386]}}, {"bill_id": 4129, "action_date": "2013-02-05T07:45:00-06:00", "document_id": 25242, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25242.pdf", "status_text": "Title amended", "journal_page": 0, "committee_id_action": 178, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4129, "action_date": "2013-02-13T08:00:00-06:00", "document_id": 25467, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25467.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 199, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4129, "action_date": "2013-02-14T08:00:00-06:00", "document_id": 25512, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25512.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 199, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4129, "action_date": "2013-02-19T08:00:00-06:00", "document_id": 25971, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25971.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 199, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4129, "action_date": "2013-02-19T08:00:00-06:00", "document_id": 25971, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25971.pdf", "status_text": "Do Pass Amended", "journal_page": 464, "committee_id_action": 199, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13936, "president_vote": null, "Yea": [367, 376, 317, 365, 379, 338, 319, 321], "Excused": [387]}}, {"bill_id": 4129, "action_date": "2013-02-19T08:00:00-06:00", "document_id": 25770, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25770.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 199, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4129, "action_date": "2013-02-20T14:00:00-06:00", "document_id": 26088, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26088.pdf", "status_text": "Do Pass Amended", "journal_page": 503, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 14099, "president_vote": null, "Yea": [338, 362, 330, 337, 366, 388, 340, 365, 325, 358, 364, 376, 336, 345, 329, 331, 317, 320, 321, 368, 328, 333, 386, 367, 319, 339, 327, 383, 379], "Nay": [363, 419, 385, 384], "Excused": [322, 387]}}, {"bill_id": 4129, "action_date": "2013-02-21T14:00:00-06:00", "document_id": 26151, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26151.pdf", "status_text": "First read in House and referred to", "journal_page": 481, "committee_id_action": 202, "committee_id_assigned": 189, "result": "N", "vote": {}}, {"bill_id": 4129, "action_date": "2013-02-27T07:45:00-06:00", "document_id": 26298, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26298.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 189, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4129, "action_date": "2013-02-27T07:45:00-06:00", "document_id": 26581, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26581.pdf", "status_text": "Referred to", "journal_page": 567, "committee_id_action": 189, "committee_id_assigned": 204, "result": "P", "vote": {"vote_id": 14438, "president_vote": null, "Yea": [420, 418, 412, 396, 405, 378, 406, 361, 391, 373, 374, 357], "Nay": [416, 389, 414]}}, {"bill_id": 4129, "action_date": "2013-03-04T08:00:00-06:00", "document_id": 26976, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26976.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 204, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4129, "action_date": "2013-03-04T08:00:00-06:00", "document_id": 26976, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26976.pdf", "status_text": "Do Pass Amended", "journal_page": 686, "committee_id_action": 204, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 14662, "president_vote": null, "Yea": [353, 382, 346, 400, 409, 397, 356], "Nay": [341, 370]}}, {"bill_id": 4129, "action_date": "2013-03-04T08:15:00-06:00", "document_id": 26739, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26739.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 204, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4129, "action_date": "2013-03-05T14:00:00-06:00", "document_id": 27118, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27118.pdf", "status_text": "Motion to amend", "journal_page": 729, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4129, "action_date": "2013-03-05T14:00:00-06:00", "document_id": 27118, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27118.pdf", "status_text": "Do Pass Amended", "journal_page": 729, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 14737, "president_vote": null, "Nay": [420, 417, 342, 324, 348, 396, 370, 413, 347, 389, 414, 395, 355, 352, 403, 391, 354, 341], "Yea": [346, 415, 418, 360, 349, 382, 410, 412, 398, 318, 397, 374, 402, 381, 394, 372, 350, 416, 351, 344, 359, 392, 335, 369, 400, 375, 371, 380, 316, 332, 393, 390, 408, 404, 405, 356, 411, 377, 378, 407, 357, 343, 399, 323, 406, 361, 409, 401, 373, 353, 334], "Excused": [326]}}, {"bill_id": 4129, "action_date": "2013-03-05T14:00:00-06:00", "document_id": 27118, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27118.pdf", "status_text": "Title amended", "journal_page": 730, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4129, "action_date": "2013-03-07T10:00:00-06:00", "document_id": 27341, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27341.pdf", "status_text": "Concurred in amendments", "journal_page": 723, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 14774, "president_vote": null, "Yea": [338, 362, 330, 337, 366, 388, 340, 365, 363, 325, 358, 364, 376, 336, 322, 345, 329, 331, 419, 317, 320, 385, 384, 321, 368, 328, 333, 386, 367, 319, 339, 387, 327, 383, 379]}}, {"bill_id": 4129, "action_date": "2013-03-08T10:00:00-06:00", "document_id": 27426, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27426.pdf", "status_text": "Signed by the President", "journal_page": 745, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4129, "action_date": "2013-03-08T10:00:00-06:00", "document_id": 27426, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27426.pdf", "status_text": "Delivered to the Governor", "journal_page": 754, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4129, "action_date": "2013-03-08T10:00:00-06:00", "document_id": 27416, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27416.pdf", "status_text": "Signed by the Speaker", "journal_page": 838, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4129, "action_date": "2013-03-25T10:00:00-05:00", "document_id": 27487, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27487.pdf", "status_text": "Signed by the Governor", "journal_page": 757, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5310}