{"session_id": 45, "bill_id": 13034, "bill_type": "House Bill", "bill_number": 1252, "bill_title": "to require school districts to provide certain transportation services.", "sponsors": [{"legislator_profile_id": 1884, "is_prime": true}, {"legislator_profile_id": 1944, "is_prime": true}], "keywords": ["Nonpublic School Students", "School Transportation"], "audio": [], "bill_versions": [{"bill_id": 13034, "bill_version_id": 73511, "bill_version": "Introduced", "bill_version_date": "1997-02-03T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require school districts to provide certain transportation services. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. For the purposes of this Act, a nonpublic school is any nonpublic school that is accredited under the provisions of chapter 13-4. Section 2. That chapter 13-29 be amended by adding thereto a NEW SECTION to read as follows: A school district that operates or hires buses for the transportation of students shall provide bus transportation or pay mileage pursuant to chapter 13-30 for elementary students residing in the school district who attend nonpublic schools. Section 3. That chapter 13-30 be amended by adding thereto a NEW SECTION to read as follows: The provisions of this chapter apply to elementary students attending nonpublic schools. Section 4. That chapter 13-30 be amended by adding thereto a NEW SECTION to read as follows: Each year the Department of Education and Cultural Affairs shall calculate an average annual mileage reimbursement per household for the previous school year. The average shall be obtained by dividing the total amount of payments under the provisions of this chapter for students attending public schools by the number households for which mileage payments under the provisions of this chapter are paid. Section 5. That chapter 13-30 be amended by adding thereto a NEW SECTION to read as follows: The annual payment to a household for mileage reimbursement for students attending nonpublic schools may not exceed the average for the previous school year as calculated in section 4 of this Act."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13034, "action_date": "1997-02-03T14:00:00-06:00", "document_id": 72894, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72894.pdf", "status_text": "First read in House and referred to", "journal_page": 265, "committee_id_action": 544, "committee_id_assigned": 533, "result": "N", "vote": {}}, {"bill_id": 13034, "action_date": "1997-02-13T10:00:00-06:00", "document_id": 72355, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72355.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 533, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13034, "action_date": "1997-02-13T10:00:00-06:00", "document_id": 72355, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72355.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 480, "committee_id_action": 533, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 36013, "president_vote": null, "Yea": [1891, 1907, 1914, 1942, 1902, 1948, 1949, 1892, 1895], "Nay": [1903, 1918, 1929, 1898]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/13034"}