{"session_id": 15, "bill_id": 3461, "bill_type": "Senate Bill", "bill_number": 57, "bill_title": "revise and repeal certain administrative rules relating to the South Dakota Housing Development Authority.", "sponsors": [], "keywords": ["Administrative Rules", "South Dakota Housing Development Authority"], "audio": [{"meeting_datetime": "2012-01-20T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sst06.mp3", "start_seconds": 2460.0}, {"meeting_datetime": "2012-01-20T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sst06.mp3", "start_seconds": 2460.0}, {"meeting_datetime": "2012-01-20T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sst06.mp3", "start_seconds": 2460.0}, {"meeting_datetime": "2012-01-23T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen07.mp3", "start_seconds": 3483.0}, {"meeting_datetime": "2012-01-23T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen07.mp3", "start_seconds": 3483.0}, {"meeting_datetime": "2012-01-23T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen07.mp3", "start_seconds": 3483.0}, {"meeting_datetime": "2012-02-15T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hst22.mp3", "start_seconds": 4507.0}, {"meeting_datetime": "2012-02-15T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hst22.mp3", "start_seconds": 4507.0}, {"meeting_datetime": "2012-02-15T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hst22.mp3", "start_seconds": 4507.0}, {"meeting_datetime": "2012-02-15T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hst22.mp3", "start_seconds": 4507.0}], "bill_versions": [{"bill_id": 3461, "bill_version_id": 19220, "bill_version": "Introduced", "bill_version_date": "2012-01-10T09:04:16.077-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise and repeal certain administrative rules relating to the South Dakota Housing Development Authority. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That ARSD 20:09:01:01 be amended to read as follows: 20:09:01:01. Definitions. Terms used in this article and not otherwise defined in the South Dakota Housing Development Act, SDCL chapter 11-11, mean: (1) \"Act,\" the South Dakota Housing Development Authority Act, SDCL chapter 11-11; (2) \"Administrative agent\" or \"mortgage lender,\" any bank or trust company, federal National Mortgage Association-approved mortgage banker, savings bank, industrial bank, credit union, national or state banking association, insurance company, or other financial institutions, federal or state savings and loan association licensed by the Division of Banking, or governmental entity which customarily provides service or otherwise aids in the financing of mortgages on residential housing located in the state which, through a contractual arrangement with the authority, accepts, reviews, screens, and investigates applications for assistance through or by the authority and which, through contractual arrangements with the authority, originates or services mortgage loans made with the authority's assistance; (3) \"Applicant,\" a corporation, partnership, limited partnership, limited liability company, joint venture, trust, firm, association, individual, public body, or other legal entity or any combination of them, applying for money, assistance, or services; (4) \"Application,\" a request for authority assistance made on forms furnished by the authority; (5) \"Assisted living center,\" an institution, rest home, boarding home, place, building, or agency which is maintained or operated to provide personal care and services which meet some need beyond basic provision of food, shelter, and laundry to five or more persons and which is licensed by the South Dakota Department of Health pursuant to SDCL chapter 34-12; (6) \"Board,\" the commissioners in whom the powers of the authority are vested; (7) \"Bond or note resolution,\" or \"note resolution,\" the action taken by the board authorizing the issuance of bonds or notes to provide financing for authority mortgage loans or assistance approved by the board; (8) \"Conditional commitment,\" an acceptance by an administrative agent of a loan application, subject to a written credit investigation; verification of applicant's income, cash, and liquid assets; and appraisal of the property; (9) \"Congregate housing,\" residential housing units which provide provides a semi-independent living environment which offers residential accommodations, with central dining facilities (where at least one meal is provided 7 seven days a week), related facilities, and supporting staff and services to persons of at least 62 years of age or with disabilities; (10)(9) \"Executive director,\" the chief executive and administrative officer of the authority; (11) \"Fees,\" the charges which may be levied against an applicant or a housing sponsor by the authority or its administrative agent for originating, processing, or servicing an authority mortgage loan; (12) \"Home ownership unit,\" residential housing consisting of not more than four family units, all of which are contained in one structure and one of which is to be occupied by the owner; (13) \"Housing payment,\" the amount necessary to pay the annual costs of amortizing the principal and interest of an authority mortgage loan for a home ownership unit, plus service fees, mortgage insurance fees, real property taxes, and fire and hazard insurance; (14) \"Person of low or moderate income,\" a person who owns and occupies the home ownership unit and whose income is less than the income limit which is applicable to the particular program involving the person's home ownership unit; (15)(10) \"Rehabilitation,\" the repair or improvement of a residential housing unit to provide sanitary, decent, and safe residential housing; to meet the requirements for Federal Housing Administration (FHA) mortgage insurance, the South Dakota electrical code, article 20:44, or the South Dakota plumbing code, article 20:54; to increase energy efficiency; or to otherwise prevent the creation or recurrence of slum conditions and substandard housing; (16) \"Rent,\" the occupancy charge applicable to a unit within an authority-financed housing development operated on a rental basis or owned or operated on a cooperative basis; (17)(11) \"Rental unit,\" living accommodations residential housing unit intended for occupancy by a single family within an authority-financed housing development intended for occupancy by a single family; (18)(12) \"Reserve program,\" a program established by the authority which provides financing from various reserve accounts of the authority or from other financial resources available to the authority, excluding proceeds from the sale of bonds or notes pursuant to a bond or note resolution; (19) \"Rural Economic and Community Development (RECD),\" the federal agency formerly known as the Farmers Home Administration (FmHA); (20) \"Sweat equity,\" the amount by which the cash equity requirement to purchase a home ownership unit is reduced by an eligible applicant for an authority mortgage loan through the investment of the applicant's labor and materials in the completion or rehabilitation of the units. Section 2. That ARSD 20:09:01:03 be amended to read as follows: 20:09:01:03. Other authority financing defined. \"Other authority financing\" is any loan or financial assistance from the authority, other than an authority mortgage loan, to another entity. Other authority financing includes grants, loan guarantees, subordinated loans, loans whether secured or unsecured, loan participations, equity participations, and loans made by third-party lenders pursuant to programs established by the authority. Other authority financing does not include low-income housing tax credits, which are awarded in accordance with the Internal Revenue Code of 1986 as amended. Section 3. That ARSD 20:09:03:04 be amended to read as follows: 20:09:03:04. Notice of appeal procedure. The authority or its administrative agent shall advise an applicant who is refused an authority mortgage loan or other authority financing in detail of the appeals procedure available, and shall provide the applicant in writing with the names, addresses, name, address, and telephone numbers number of the executive director and chairman the name and address of the chair of the board. Section 4. That ARSD 20:09:03:07 be repealed. 20:09:03:07. Right to employ legal counsel. An applicant or administrative agent may be represented by legal counsel during the appeal procedure. Section 5. That ARSD 20:09:03.01:01 be repealed 20:09:03.01:01. Definitions. Terms used in this chapter mean: (1) \"Authority,\" the South Dakota Housing Development Authority; (2) \"Executive director,\" the executive director of the South Dakota Housing Development Authority. Section 6. That ARSD 20:09:03.01:02 be repealed. 20:09:03.01:02. Applicability. This chapter applies to formal, contested hearings on decisions made following an informal hearing or review of Section 8 existing housing program matters pursuant to 24 C.F.R. § 882.216 (April 1, 1988) and of eligibility for relocation assistance for displaced persons pursuant to 49 C.F.R. § 24.10 (March 2, 1989). Section 7. That ARSD 20:09:03.01:03 be repealed. 20:09:03.01:03. Notice of right to request formal hearing. The written decisions required by 24 C.F.R. § 882.216 (April 1, 1988) and by 49 C.F.R. § 24.10 (March 2, 1989) must contain a clear and concise statement of an aggrieved person's right to request a formal, contested hearing conducted pursuant to SDCL chapter 1-26. Section 8. That ARSD 20:09:03.01:04 be repealed. 20:09:03.01:04. Deadline for request for formal hearing. If a person aggrieved by a decision of the authority after an informal hearing or review pursuant to 24 C.F.R. § 882.216 (April 1, 1988) or 49 C.F.R. § 24.10 (March 2, 1989) desires a formal hearing, the person must submit a request for a formal hearing in writing to the executive director within 14 days after the date of the decision. A request postmarked within 14 days after the date of the decision complies with this deadline. Section 9. That ARSD 20:09:03.01:05 be repealed. 20:09:03.01:05. Procedure for formal hearing -- Law-trained hearing examiner. If a timely request for a formal hearing is made, the executive director shall set a time and place for the hearing, appoint a law-trained hearing examiner to conduct the hearing, and notify all parties to the hearing pursuant to SDCL 1-26-17. The hearing shall be a de novo hearing conducted and decided pursuant to contested case procedure in SDCL chapter 1-26. Section 10. That ARSD 20:09:03.01:06 be repealed. 20:09:03.01:06. Final agency decision. The executive director shall accept, reject, or modify the proposed findings of fact and conclusions of law and the proposed decision made by the law-trained hearing examiner pursuant to SDCL 1-26-18.1. The decision of the executive director is a final agency decision. Section 11. That ARSD 20:09:04:02 be amended to read as follows: 20:09:04:02. Applications. Applications for to the authority mortgage loans and other authority financing shall be made upon forms provided by the executive director. Section 12. That ARSD 20:09:04:03 be amended to read as follows: 20:09:04:03. Application of federal rules. When If a housing development or residential housing unit is financed by an authority mortgage loan which is, in whole or in part, a federally insured mortgage or is otherwise assisted by the federal government, the authority's action in authorizing or refusing such an authority mortgage loan shall bind the applicant to the rules governing the federal program. Section 13. That ARSD 20:09:05:01 be amended to read as follows: 20:09:05:01. Loans through administrative agents. The authority may purchase loans made by administrative agents to eligible applicants for home ownership single-family residential housing units. The board will provide mortgage capital in the amounts to which the administrative agent commits itself through a contract with the authority. Section 14. That ARSD 20:09:05:02 be amended to read as follows: 20:09:05:02. Insurance or guarantee requirements on originated mortgages to be purchased. Loans originated for sale to the authority must be insured by the Federal Housing Administration or guaranteed by the Veterans Administration or Rural Economic and Community Development, and federal rules apply, as provided in § 20:09:04:03; or loans originated for sale to the authority may be insured by a private mortgage insurer authorized to do business in the state of South Dakota, on terms and conditions of the private mortgage insurer, if the dwelling has been certified by the applicable government inspector as having met all applicable housing codes, in the case of existing units, or all applicable building codes, in the case of new construction. The authority may not require such insurance or may allow it to be discontinued if the loan-to-value ratio is 75 percent or less, as determined by an appraisal of the property. Loan requirements and restrictions. The authority shall publish and make available the requirements and restrictions applicable to loans for home ownership units. Section 15. That ARSD 20:09:05:03.04 be repealed. 20:09:05:03.04. Eligibility for home ownership programs. To be eligible for a mortgage loan on a home ownership unit, an applicant must meet the following requirements: (1) Be approved by the mortgage insurer, mortgage guarantor, or the authority as having the ability to make the house payment; (2) Be in good credit standing; (3) Be given a special emergency exemption from other eligibility requirements in § 20:09:05:03.04 by the board; (4) Be able to make a down payment equal to the applicable requirements of the Federal Housing Administration, the Veterans Administration, or Rural Economic and Community Development or 25 percent or more of the purchase price of the unit. The down payment may be made in the form of cash, loan, gift, or grant or may be contributed in sweat equity; (5) Certify to the applicant's intent to use the house as a primary residence; (6) Not have an outstanding authority loan as determined in accordance with § 20:09:05:03.08; (7) Be otherwise eligible for participation in the particular homeownership program under Section 103A of the Internal Revenue Code of 1954, or Section 143 of the Internal Revenue Code of 1986, as amended through January 3, 1989, as applicable; (8) Not have previously applied for, have been determined to be eligible for, have been approved to receive, and have unilaterally declined an authority loan. This subdivision does not apply if a sale did not occur through no fault of the borrower; and (9) Be a person or persons of low or moderate income in accordance with subdivision 20:09:01:01(14). Section 16. That ARSD 20:09:05:03.08 be repealed. 20:09:05:03.08. Determination of outstanding authority loans. The authority loan of an individual is outstanding to that individual unless the individual has been released from liability for the loan in accordance with § 20:09:05:03.09. Section 17. That ARSD 20:09:05:03.09 be repealed. 20:09:05:03.09. Conditions for release of liability of an outstanding authority loan. The liability for an outstanding authority loan may be released if the transfer of the loan to the current transferee is specifically approved with release by the authority. If the transfer of the loan was not specifically approved with release by the authority, the current transferee may apply to the authority for current or retroactive approval of the transfer with release. The authority may approve the transfer and release the liability of the original borrower or approved transferee under the following conditions: (1) The home is currently an owner-occupied home and not a rental unit; (2) The current transferee meets eligibility requirements of § 20:09:05:03.04; and (3) The original borrower or any transferee who has been approved with release and the current transferee execute and submit to the authority a recorded assumption agreement with release. Section 18. That ARSD 20:09:05:03.10 be repealed. 20:09:05:03.10. Transferability of authority mortgage loans. Pursuant to SDCL 11-11-131, if the government agency insuring or guaranteeing an authority mortgage loan prohibits requiring prior or contemporaneous satisfaction of all amounts outstanding on the account of the authority mortgage loan, the executive director may acknowledge the transfer of ownership without satisfaction of the outstanding loan and without approving the transfer. Section 19. That ARSD 20:09:05:06 be repealed. 20:09:05:06. Sweat equity down payment. An eligible applicant who wishes to invest personal labor toward the completion or repair of a home ownership unit to be financed by an authority mortgage loan as a means of fulfilling or partially fulfilling the down payment requirement of subdivision 20:09:05:03.04(4) shall, if permitted by the sponsor or seller of the unit or the administrative agent, enter into an agreement as to the tasks the eligible applicant will complete and their value. Section 20. That ARSD 20:09:05:11 be repealed. 20:09:05:11. Applications. Applications to the authority must be made on forms provided by the executive director. Section 21. That ARSD 20:09:05:12 be repealed. 20:09:05:12. Administrative agents. The authority may contract with one or more administrative agents to provide servicing of authority mortgage loans on behalf of the authority. Section 22. That ARSD 20:09:05:14 be repealed. 20:09:05:14. Fees and charges. The maximum fees or charges which may be charged on mortgage loans originated for sale to the authority are as follows: (1) An origination fee not exceeding one and one-half percent of the principal amount of the loan; (2) A servicing fee not exceeding one-half percent of the principal amount of the loan paid on a declining balance basis; (3) An administrative fee for authority operations not exceeding one and one-half percent of the principal amount of the loan paid on a declining balance basis; (4) A commitment fee not exceeding one and one-half percent of the principal amount of the loan. This fee may be increased by one percent for each one-eighth percent that the authority's established rate exceeds the maximum interest rate allowed by the Federal Housing Administration or the Veterans Administration. The board may adjust the amounts to be charged as fees within the limits specified in this section. Section 23. That ARSD 20:09:05:16 be repealed. 20:09:05:16. Prepayments of authority mortgage loans. The executive director may establish a penalty for prepayment of authority mortgage loans at a level that will protect the authority's financial obligations for principal repayments under the terms of its contracts with the holders of its notes or bonds. No prepayment penalty may be more than the maximum provided in the mortgage loan issued to the person or family intending to effect transfer of ownership. Section 24. That ARSD 20:09:06:01 be repealed. 20:09:06:01. Methods of financing. Mortgage loans or other authority financing for the development, construction or rehabilitation, and operation of rental housing developments shall be made to eligible applicants by the authority or other mortgage lenders. Section 25. That ARSD 20:09:06:02 be repealed. 20:09:06:02. Mortgage limits. There shall be no maximum amount on the size of the mortgage, but no authority construction loan or permanent mortgage loan shall be made on rental housing developments containing less than two rental units. Section 26. That ARSD 20:09:06:03 be repealed. 20:09:06:03. Loan inclusions. Allowable costs for authority construction loans and permanent mortgage loans or other authority financing on multifamily rental housing developments incurred in construction or rehabilitation include all land development costs and all housing development costs as defined in the act. The terms of the mortgage loan or other authority financing commitment for a specific housing development issued on behalf of the authority under § 20:09:06:13 shall establish the extent to which costs are allowed. Section 27. That ARSD 20:09:06:06 be repealed. 20:09:06:06. Rental housing developments not federally subsidized or regulated. An authority permanent mortgage loan may not be made to a limited-profit housing sponsor which proposes to make distributions at a cumulative annual rate which exceeds eight percent of the amount of equity the limited-profit housing sponsor has invested in a rental housing development that is not federally subsidized or regulated. The amount of equity invested by the sponsor is the difference between a housing development's mortgage loan and its value as established pursuant to § 20:09:06:06.04. Section 28. That ARSD 20:09:06:06.01 be repealed. 20:09:06:06.01. Rental housing developments that are federally subsidized or regulated. No authority permanent mortgage loan may be made to a limited-profit housing sponsor which proposes to make distributions at a cumulative annual rate which exceeds ten percent of the amount of equity that the limited-profit housing sponsor has invested in a rental housing development that is federally subsidized or regulated. Section 29. That ARSD 20:09:06:06.02 be repealed. 20:09:06:06.02. Initial determination of equity for rental housing developments that are federally subsidized or regulated. The amount of equity initially invested by a limited-profit housing sponsor of a rental development that is federally subsidized or regulated is the difference between the total allowable housing development costs and the final principal amount of the authority mortgage loan. The amount of equity initially invested by the sponsor shall be determined at or before the final mortgage loan closing by the executive director. Section 30. That ARSD 20:09:06:06.03 be repealed. 20:09:06:06.03. Subsequent determination of equity for certain rental housing developments that are federally subsidized or regulated. For rental housing developments that are federally subsidized or regulated and that meet the criteria in this section, the amount of equity is the excess of the value of the project over the then current principal amount of the authority's loan, calculated according to the instructions for calculation in Appendix A at the end of this chapter. The criteria are as follows: (1) The development has reserves of at least 20 percent of the mortgage loan balance after all calculations are completed; (2) All needed maintenance, as determined by the authority through inspection, has either been performed or is scheduled to be performed; (3) During the next 12-month period, the development will require no major repairs or replacements, as determined by the authority through inspection, the payment of which would reduce the reserve accounts below 20 percent of the mortgage loan balance; (4) The operating expenses are paid in full; (5) The development has operating account balances equal to or greater than one month's total operating expenses; (6) The development has sustained an average occupancy by rent-paying tenants of 95 percent or more for the previous 24 months; (7) The mortgage has not been delinquent during the previous 24 months; (8) The owner agrees to maintain the development as Section 8 assisted housing for not less than 20 years following the initial redetermination of equity; (9) The owner agrees to pay the fee established by subdivision 20:09:06:27(4); and (10) The owner agrees to execute any documents that the authority considers necessary for subsequent determination of equity. Section 31. That ARSD 20:09:06:06.04 be repealed. 20:09:06:06.04. Value of housing developments. In establishing the value of a housing development pursuant to § 20:09:06:06, the authority may delegate that duty to the executive director. The value determined by the executive director shall be based to the extent possible on an appraisal prepared by an appraiser certified within the state of South Dakota. The appraisal must be adjusted to reflect the fair market value of any low-rate financing attributable to a housing development, any available tax credit, and other rental assistance programs applicable to the particular housing development. Section 32. That ARSD 20:09:06:07 be repealed. 20:09:06:07. Limited profit sponsors -- Distribution. Any payment to a person or entity who is a principal, stockholder, or holder of a beneficial interest in a limited profit housing sponsor is not a distribution or return to the person or entity if the funds with which the payment is made are funds paid or contributed to the limited profit housing sponsor by that person or entity for the purpose of purchasing the person's or entity's interest. Section 33. That ARSD 20:09:06:08 be repealed. 20:09:06:08. Limited profit sponsors -- Return of capital investment. The terms and conditions of any proposed retirement of any capital investment in or redemption of any stock of a limited profit housing sponsor, as a result of a proposed sale or assignment of the capital investment or stock of a principal, stockholder, or holder of a beneficial interest in the limited profit housing sponsor or of a proposed sale or assignment of the housing development shall be presented to the authority for review and approval by the executive director. The review and approval shall be for the purpose of ensuring the continuing capitalization and stability of the limited profit housing sponsor and evaluating the impact of the proposed transaction on the economic stability of the housing development and on the rents to be charged to its occupants. Approval by the executive director shall not be withheld unreasonably and shall not be withheld solely because the proposed retirement or redemption results in a return to a principal, stockholder, or holder of a beneficial interest in the limited profit housing sponsor or in a distribution by the limited profit housing sponsor in excess of the maximum annual rate otherwise applicable to the making of distributions or the receipt of return, if the excess arises because of a reduction of the principal amount of the authority mortgage loan by amortization or similar causes or the sale or disposition of any assets of the limited profit housing sponsor, to the extent that the excess can be attributed to any increase in market value of any real property or tangible personal property accruing during the period the assets were owned and held by the limited profit housing sponsor. Section 34. That ARSD 20:09:06:09 be repealed. 20:09:06:09. Applications. Applications shall be made to the authority on forms provided by the executive director. Section 35. That ARSD 20:09:06:11 be repealed. 20:09:06:11. Feasibility letter. After review and analysis of the information regarding the proposed development by the authority staff, the staff shall make recommendations on the feasibility of the project for an authority mortgage loan or other authority financing. If the proposed development is determined to be feasible for financing, the executive director shall issue the authority's feasibility letter to the applicant. The feasibility letter is not a commitment on behalf of the authority to provide financing of the proposed development. The feasibility letter shall outline to the applicant the terms, conditions, and modifications to the proposed development upon which the authority may commit itself to provide financing. Section 36. That ARSD 20:09:06:12 be repealed. 20:09:06:12. Board review. Upon the satisfaction of the terms and conditions contained in the feasibility letter, satisfactory completion of the processing of the application by the authority's staff, and approval of the application by the executive director, the staff's analysis of the application and the executive director's recommendations shall be presented to the board. The board shall review each analysis and recommendation. If it determines that the application meets the requirements of the act and this chapter and is consistent with the authority's guidelines, standards, and evaluation factors, it shall refuse the application, defer the application, or authorize by resolution an authority mortgage loan or other authority financing to the proposed housing development. Section 37. That ARSD 20:09:06:13 be repealed. 20:09:06:13. Mortgage loan or other authority financing commitment. The board resolution shall authorize the executive director to issue a mortgage loan or other authority financing commitment to the applicant on the proposed rental housing development. This commitment may be issued for a term not to exceed 90 days, subject to extension of the term by the executive director for good cause shown. Section 38. That ARSD 20:09:06:14 be repealed. 20:09:06:14. Contents of mortgage loan or other authority financing commitment. The mortgage loan or other authority financing commitment issued by the executive director pursuant to the board's resolution shall contain conditions for the commencement of construction of the proposed housing development. Section 39. That ARSD 20:09:06:15 be repealed. 20:09:06:15. Initial or final loan closings. If the terms and conditions as set forth in the bond or note resolution and in the mortgage loan or other authority financing commitment are met by the applicant, the executive director may arrange for an initial loan closing for a construction loan or final loan closing for a permanent mortgage loan or other authority financing. Section 40. That ARSD 20:09:06:16 be repealed. 20:09:06:16. Terms of final closing. When the construction or rehabilitation of the rental housing development is completed, the sponsor shall certify to the costs involved in the construction or rehabilitation of the project on forms provided by the authority. The principal amount of the authority mortgage loan or other authority financing may be no more than the sum of the certifiable costs and reserves allowed for the construction or rehabilitation of the project minus the amount of equity which the authority determines is applicable to the development of the project by the applicant. The executive director shall arrange for the closing of the permanent mortgage loan or other authority financing upon the completion of the cost certification process. Section 41. That ARSD 20:09:06:17 be amended to read as follows: 20:09:06:17. Regulation of housing sponsors. As a condition precedent to the initial or final closing of an authority mortgage loan or other authority financing, the applicant must shall execute a regulatory agreement with the authority and any other accompanying documents regulating the development, construction or rehabilitation, and operation of the proposed housing development under the act and this chapter. The authority's regulatory agreement shall contain provisions concerning the retention of an equity position by limited for profit housing sponsors, operational assurance requirements, and related matters to ensure the operational stability of housing developments. Section 42. That ARSD 20:09:06:19 be repealed. 20:09:06:19. Design standards. Design standards employed by the authority for the evaluation of applications for authority mortgage loans or other authority financing shall include energy conservation requirements and shall encourage creative site and building plans and the use of new materials and building technology, insofar as such innovations result in attractive and well-constructed units within cost factors which will make such units affordable by low and moderate income tenants. The standards must meet applicable federal, state, county or municipal laws and regulations. Section 43. That ARSD 20:09:06:20 be repealed. 20:09:06:20. Occupancy standards. Except in unusual circumstances approved by the executive director, rental units shall be assigned to eligible persons and families so that only bedrooms are used as sleeping quarters. Each bedroom may be occupied by no more than two persons. Efficiency apartments without separate bedrooms may be occupied by no more than two persons. Section 44. That ARSD 20:09:06:20.02 be repealed. 20:09:06:20.02. Rental programs -- Eligibility. To be eligible for occupancy of a rental unit within a housing development financed by an authority mortgage loan or other authority financing in conjunction with assistance under a federal housing program, an occupant must be eligible under any applicable federal regulations. Section 45. That ARSD 20:09:06:20.03 be amended to read as follows: 20:09:06:20.03. Rental programs -- Tenant selection plans. Sponsors shall prepare tenant selection plans and shall submit them to the authority staff for review and approval. The plans shall incorporate the income limits and eligibility requirements for initial occupancy of rental units. In addition, the plans shall restrict the rental of apartment units in the multifamily rental development program to persons and families who are in most need of the apartment units. Housing units receiving assistance under any federal program shall incorporate in their tenant selection plan any requirements established in the applicable federal program. Section 46. That ARSD 20:09:06:20.07 be repealed. 20:09:06:20.07. Rental programs -- Tenant selection by local commissions. Sponsors of housing developments financed by authority mortgage loans or other authority financing shall give priority for rental of vacant units to eligible persons or families who are on the waiting lists of local housing and redevelopment commissions in whose jurisdictions the rental units are located. Section 47. That ARSD 20:09:06:21 be repealed. 20:09:06:21. Rental charges. Only rents established or approved on behalf of the authority may be charged for rental units in rental housing developments financed by an authority mortgage loan or other authority financing. In establishing or approving rents, the executive director shall, whenever possible within federal regulations and considering marketability of the units, provide for rent levels which, together with other moneys legally available to the authority or to the housing sponsor for the housing development, will be sufficient to meet the debt service, maintenance, return on equity, and operational requirements of the housing development. Section 48. That ARSD 20:09:06:24 be amended to read as follows: 20:09:06:24. Management of multifamily rental housing development. The applicant or owner shall provide, with the concurrence of the executive director, for management of the housing development. Section 49. That ARSD 20:09:06:25 be repealed. 20:09:06:25. Administrative agents. The authority may contract with an administrative agent or agents to service authority mortgage loans or other authority financing on behalf of the authority. Section 50. That ARSD 20:09:06:27 be amended to read as follows: 20:09:06:27. Fees and charges. The Unless otherwise required or restricted by federal law, the maximum fees and charges which may be levied for the purposes of providing authority mortgage loans or other authority financing for multifamily rental developments are as follows: (1) A financing fee to the authority not exceeding two and two-tenths one-half percent of the principal amount of the authority mortgage loan or other authority financing, which may include a nonrecoverable fee of one-tenth of one percent of the estimated principal amount of the financing charged to applicants for preliminary review and determinations; an additional nonrecoverable one-tenth of one percent of the amount of the financing charged to applicants for review beyond the preliminary review stage and the issuance of the authority feasibility letter; and up to two percent charged to an eligible applicant for the provision of the financing; (2) A servicing fee to the administrative agent not exceeding three-eighths of one percent of the amount of the financing, based on a declining balance; (3) An administrative fee to the authority not exceeding three-quarters percent of the amount of the financing, based on a declining balance; and (4) The first time the owner's equity is redefined according to § 20:09:06:06.03, a one-time fee to the authority of up to five percent of the sum of the balances of the residual receipts and the painting and replacement reserve accounts for the applicable development. Section 51. That ARSD 20:09:06:29 be repealed. 20:09:06:29. Interest rates. The interest rates on authority mortgage loans are determined by adding the amount the authority must pay in interest on the notes and bonds it issues to provide the loans to the sum of the fees allowed in § 20:09:06:27 for servicing and administration. Section 52. That ARSD 20:09:10:01 be repealed. 20:09:10:01. Loans through administrative agents. The authority may make or purchase loans, in the principal amount of $1,000 or more, made by administrative agents to eligible applicants for rehabilitation of existing homes. Section 53. That ARSD 20:09:10:02 be repealed. 20:09:10:02. Eligible borrowers. Loans may be made to owners of homes or to eligible sponsors of residential housing including rental units occupied as homes by persons of low or moderate income. Section 54. That ARSD 20:09:10:03 be repealed. 20:09:10:03. Insurance requirement for residential housing rehabilitation loans. Residential housing rehabilitation loans may be insured under policies available from a federal agency or from private mortgage insurers whose financial rating is at least a AA rating from Standard & Poor's and a A-1 rating from Moody's. Section 55. That ARSD 20:09:10:04 be repealed. 20:09:10:04. Housing assistance requirement. Residential housing rehabilitation loans for rental units shall not be purchased unless the rental units are approved for housing assistance payments from the federal government or loan insurance. Section 56. That ARSD 20:09:10:05 be repealed. 20:09:10:05. Eligibility for owner-occupied housing rehabilitation. To be eligible for a residential housing rehabilitation loan in which the borrower is the owner-occupant, an applicant must meet the following requirements: (1) Be an owner-occupant of the home; (2) Be approved by the insurer for loan insurance, if applicable; (3) Comply with any applicable federal regulations; (4) Be in good credit standing; and (5) Not have an outstanding authority rehabilitation loan or an authority homeownership loan for a homeownership unit no longer occupied by the applicant. The board may give a special emergency exception from these eligibility requirements. Section 57. That ARSD 20:09:10:09 be repealed. 20:09:10:09. Eligibility for rental unit rehabilitation loans. To be eligible for a rental unit housing rehabilitation loan a sponsor must meet the following requirements: (1) Be eligible to receive housing assistance payments from the federal government for the term of the authority loan; (2) Own the property proposed to be rehabilitated in fee simple with or without a mortgage loan or through other means of ownership acceptable to the authority; and (3) Agree to be restricted to a ten percent return on equity in the property. Section 58. That ARSD 20:09:10:10 be repealed. 20:09:10:10. Procedure for processing loan applications. These procedures shall be followed in processing loan applications: (1) Have an application form filled out by the applicant; (2) Have the applicants, if for owner-occupied rehabilitation, screened for eligibility and repayment ability and to verify employment history, gross family income, net worth, liabilities, and monthly obligations; (3) Obtain the necessary information and documentation to secure insurance; and (4) Maintain a record of all applicants for owner-occupied rehabilitation who have been determined to be ineligible for an authority rehabilitation loan and periodically, as requested, notify the authority of such ineligible applicants. Section 59. That ARSD 20:09:10:11 be repealed. 20:09:10:11. Transferability of rehabilitation loans. No rehabilitation loan may be assumed without written permission of the authority. Section 60. That ARSD 20:09:20:01 be repealed. 20:09:20:01. Definitions. For the purpose of this chapter, \"low\" and \"very low income\" have the same meaning given to those terms in Exhibit C to Subpart A of 7 C.F.R. Part 1944 (April 2, 1990). Section 61. That ARSD 20:09:20:02 be repealed. 20:09:20:02. Eligible projects. The authority shall furnish rental assistance for newly constructed housing units which have received funding from the national Rural Economic and Community Development reserve funds, pool funds, targeted funds, and any special funds other than the basic federal annual allocation. Such newly constructed housing projects must be constructed pursuant to Rural Economic and Community Development's Section 515 rental program as set forth in Farmers Home Administration Instruction Manual 1944-E (July 30, 1990). Section 62. That ARSD 20:09:20:03 be repealed. 20:09:20:03. Priority projects. The authority shall give priority to those projects that are located in areas that have received funds through the Governor's office of economic development, either in the form of rural economic development industrial loans or small cities community development block grants, within the 36 months immediately preceding the date of application under this chapter. Section 63. That ARSD 20:09:20:04 be repealed. 20:09:20:04. Duplication of rental assistance payments not allowed. A rental unit may not receive payments under this chapter if that rental unit is already receiving assistance under Section 236, rent supplement, Section 202, below-market interest rate programs, Section 8 housing assistance programs, or Rural Economic and Community Development's rental assistance program. Section 64. That ARSD 20:09:20:05 be repealed. 20:09:20:05. Tenant recertification. The project owner shall recertify the eligibility annually, or more often if otherwise required, pursuant to requirements and procedures in \"Multiple Housing Management Handbook,\" Farmers Home Administration Instruction Manual 1930-C (October 1, 1986). Section 65. That ARSD 20:09:20:06 be repealed. 20:09:20:06. Required forms and documentation. Owners and tenants of the housing units must enter into a lease agreement as prescribed by the \"Multiple Housing Management Handbook,\" Farmers Home Administration Instruction Manual 1930-C (October 1, 1986). The authority shall provide forms. Section 66. That ARSD 20:09:20:07 be repealed. 20:09:20:07. Rental assistance payments to owners. The authority shall pay rental assistance payments made under this chapter directly to the project owner. The owner is responsible for collection of any rental amounts due from the tenant. Section 67. That ARSD 20:09:20:08 be repealed. 20:09:20:08. Monitoring. The owner shall make available to the authority, after 10 days notice, all books and records relevant to receipt of rental assistance payments for review by the authority. The owner shall provide the authority with one copy of the project's annual audited financial statement. Section 68. That ARSD 20:09:21:01 be repealed. 20:09:21:01. Definitions. Terms used in this chapter mean: (1) \"Private nonprofit organization,\" a nonprofit entity, other than a form of municipal government such as a township, county, city, or other political subdivision of a state, which has received a nonprofit status with the internal revenue service under 26 U.S.C. § 501(c)(3) (1982) and which has been organized by a private proprietor; (2) \"Existing private nonprofit organization,\" a private nonprofit organization which has been in existence for not fewer than 36 consecutive months prior to application under this chapter and which has business and development plans in place for an active, ongoing housing production program or housing projects currently open or in development; and (3) \"Newly-formed private nonprofit organization,\" a private nonprofit organization which has been in existence for fewer than 36 consecutive months or is currently being formed and which can demonstrate that it will be self-sufficient after receipt of technical or financial assistance from the authority. Section 69. That ARSD 20:09:21:02 be repealed. 20:09:21:02. Provision of financial assistance. The authority shall provide financial assistance to eligible private nonprofit organizations that provide housing for citizens of South Dakota who are eligible to receive funding under SDCL 11-11; 24 C.F.R. Part 576 (November 7, 1989); 24 C.F.R. Part 812 (April 1, 1989); and Exhibit C to Subpart A of 7 C.F.R. Part 1944 (April 2, 1990). Section 70. That ARSD 20:09:21:03 be repealed. 20:09:21:03. Ineligible applicants. Ineligible applicant organizations include, but are not limited to, chambers of commerce, units of local government, regional planning commissions, and for-profit corporations. Section 71. That ARSD 20:09:21:04 be repealed. 20:09:21:04. Eligibility. To be eligible to receive financial assistance under this chapter, an applicant organization must meet the following minimum criteria: (1) Have received 501(c)(3) nonprofit status from the internal revenue service; (2) Have been determined by the authority to be an existing or newly-formed private nonprofit organization; (3) Be incorporated as a private nonprofit corporation under SDCL 47-22-1 to 47-28-17, inclusive; (4) Be community-based in terms of membership, representation, and operation and provide an inducement letter from the local governing body evidencing local support for proposed housing development plans; (5) Be operated on a nondiscriminatory basis, including the hiring of staff and the planning and delivery of services and programs to clients; and (6) Not require membership in a religious organization or participation in religious or philosophical rites, services, rituals, or ceremonies as a prerequisite for receiving housing assistance services or employment. The authority shall provide application forms for requesting funds under this chapter. Section 72. That ARSD 20:09:21:05 be repealed. 20:09:21:05. Program priorities. The authority shall give priority to organizations which encourage housing activity in rural areas of the state where development of affordable housing has been limited or is not in existence. Section 73. That ARSD 20:09:21:06 be repealed. 20:09:21:06. Eligible program activities. Program activities eligible for financial assistance are: (1) Personnel costs; (2) Professional services; (3) Operating costs; (4) Tangible equipment and apparatus; and (5) Development costs associated with initiating a particular housing project. Section 74. That ARSD 20:09:21:07 be repealed. 20:09:21:07. Matching requirement. To receive financial assistance, the applicant must provide a matching effort. The matching requirement can be met by the following: (1) Monetary contributions from public or private sources; (2) Donated equipment, materials, or facilities, such as office space, valued at the prevailing fair market value in the area; and (3) Donated professional services provided in support of ongoing housing program development efforts, such as legal counsel, accounting services, and architectural and design services, valued on the prevailing rate for similar services in the area. Section 75. That ARSD 20:09:21:08 be repealed. 20:09:21:08. Maximum cash assistance allowed. No one applicant may receive more than $50,000 cash from the authority over three consecutive calendar years. No one applicant may receive more than $55,000 total cash under this program. Section 76. That ARSD 20:09:22:01 be repealed. 20:09:22:01. Eligibility. To be eligible for a mortgage assistance program (MAP) loan, the applicant must be otherwise eligible for and have obtained a first-mortgage loan on the applicant's residence and must qualify under the authority's homeownership loan program, chapter 20:09:05. Section 77. That ARSD 20:09:22:02 be repealed. 20:09:22:02. Terms and requirements of MAP loan. The terms of a loan under this program are nonnegotiable. The term of the loan may not exceed 60 months. The minimum monthly payment must be not less than $10 a month. The maximum amount of the loan may not exceed: (1) Fifty percent of the total settlement requirements, up to $2,000, for loans insured by the Federal Housing Administration; (2) After the required borrower investment, $2,000 for loans insured by private mortgage insurance; or (3) Up to $2,000 for other loans that are guaranteed or insured through other federal agencies. The applicant must provide the entire portion of the required investment in cash from personal resources, by gift from a family member, by \"sweat equity\" which is labor performed or material furnished by the borrower, or by any combination of these. The loan must be secured by a real estate mortgage second only to the first mortgage of the authority on the property. This loan must be due upon refinancing of the first mortgage or upon sale or assignment of the property and may not be transferred. It must be subject to an unqualified due-on-sale provision. The originating lender may not charge additional origination fees or discount points to the borrower for participation in this program. To encourage lender participation, the authority may pay an incentive of $50 for each loan originated under this chapter by an administrative agent. Section 78. That ARSD 20:09:22:03 be repealed. 20:09:22:03. Payment collection and remittance. Loan payments shall be collected by the administrative agent servicing the homeownership loan by including it as an additional escrow item in the first-mortgage payment. Such payments must be forwarded to the authority at least annually by the servicing administrative agent. Section 79. That ARSD 20:09:25:05 be repealed. 20:09:25:05. Applications. Applications to the authority must be made on forms provided by the executive director."}, {"bill_id": 3461, "bill_version_id": 21696, "bill_version": "Enrolled", "bill_version_date": "2012-02-21T09:09:20.33-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3461, "action_date": "2012-01-10T12:00:00-06:00", "document_id": 19241, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19241.pdf", "status_text": "First read in Senate and referred to", "journal_page": 23, "committee_id_action": 171, "committee_id_assigned": 156, "result": "N", "vote": {}}, {"bill_id": 3461, "action_date": "2012-01-20T10:00:00-06:00", "document_id": 19369, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19369.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 156, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3461, "action_date": "2012-01-20T10:00:00-06:00", "document_id": 19663, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19663.pdf", "status_text": "Do Pass", "journal_page": 93, "committee_id_action": 156, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 10342, "president_vote": null, "Yea": [253, 255, 235, 286, 236, 254, 243], "Excused": [249, 219]}}, {"bill_id": 3461, "action_date": "2012-01-23T14:00:00-06:00", "document_id": 19958, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19958.pdf", "status_text": "Do Pass", "journal_page": 145, "committee_id_action": 171, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 10420, "president_vote": null, "Yea": [253, 284, 239, 251, 288, 255, 250, 235, 234, 247, 287, 285, 212, 228, 286, 233, 291, 223, 264, 240, 252, 214, 226, 219, 220, 229, 290, 236, 243, 261, 289, 218, 254, 232], "Excused": [249]}}, {"bill_id": 3461, "action_date": "2012-01-24T14:00:00-06:00", "document_id": 20044, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20044.pdf", "status_text": "First read in House and referred to", "journal_page": 179, "committee_id_action": 173, "committee_id_assigned": 166, "result": "N", "vote": {}}, {"bill_id": 3461, "action_date": "2012-02-15T07:45:00-06:00", "document_id": 21334, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21334.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 166, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3461, "action_date": "2012-02-15T07:45:00-06:00", "document_id": 21491, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21491.pdf", "status_text": "Do Pass", "journal_page": 480, "committee_id_action": 166, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11709, "president_vote": null, "Excused": [222, 245], "Yea": [262, 260, 268, 270, 266, 267, 215, 244, 300, 269, 246]}}, {"bill_id": 3461, "action_date": "2012-02-15T07:45:00-06:00", "document_id": 21491, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21491.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 166, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3461, "action_date": "2012-02-16T13:00:00-06:00", "document_id": 21571, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21571.pdf", "status_text": "Do Pass", "journal_page": 507, "committee_id_action": 173, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11828, "president_vote": null, "Yea": [222, 262, 265, 242, 231, 281, 269, 296, 211, 314, 257, 260, 258, 225, 268, 245, 217, 303, 313, 293, 297, 299, 266, 221, 272, 305, 271, 248, 263, 230, 280, 237, 246, 292, 267, 294, 312, 213, 241, 277, 307, 276, 308, 273, 315, 282, 278, 259, 224, 216, 302, 283, 244, 306, 238, 310, 275, 309, 300, 298, 274, 256, 215], "Excused": [227, 270, 279, 304, 311, 295], "Nay": [301]}}, {"bill_id": 3461, "action_date": "2012-02-21T14:00:00-06:00", "document_id": 21748, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21748.pdf", "status_text": "Signed by the President", "journal_page": 491, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3461, "action_date": "2012-02-22T14:00:00-06:00", "document_id": 21857, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21857.pdf", "status_text": "Signed by the Speaker", "journal_page": 559, "committee_id_action": 173, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3461, "action_date": "2012-02-23T14:00:00-06:00", "document_id": 21985, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21985.pdf", "status_text": "Delivered to the Governor", "journal_page": 533, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3461, "action_date": "2012-03-01T10:00:00-06:00", "document_id": 22503, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22503.pdf", "status_text": "Signed by the Governor", "journal_page": 640, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5029, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/3461"}