{"session_id": 15, "bill_id": 3843, "bill_type": "House Commemoration", "bill_number": 1057, "bill_title": "Commending and honoring the 2011 Girls' Softball State Champions of Sioux Falls Washington High School for their outstanding athletic performance.", "sponsors": [{"legislator_profile_id": 249, "is_prime": true}, {"legislator_profile_id": 225, "is_prime": true}, {"legislator_profile_id": 296, "is_prime": false}, {"legislator_profile_id": 297, "is_prime": false}, {"legislator_profile_id": 220, "is_prime": false}, {"legislator_profile_id": 302, "is_prime": false}, {"legislator_profile_id": 298, "is_prime": false}], "keywords": ["House Commemorations"], "audio": [], "bill_versions": [{"bill_id": 3843, "bill_version_id": 22430, "bill_version": "Introduced", "bill_version_date": "2012-02-29T10:49:28.007-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the 2011 Girls' Softball State Champions of Sioux Falls Washington High School for their outstanding athletic performance. WHEREAS, the student athletes of the Washington High School Girls' Softball Team have shown exemplary patience, dedication, and tenacity; and WHEREAS, Washington High School Girls' Softball coach Scott Powell helped facilitate and cultivate the physical, mental, and emotional growth and development of the student athletes; and WHEREAS, all members of the Washington High School Girls' Softball Team, including the student athletes, coaches, parents, and fans, have volunteered their time and unique talents for the betterment of the Washington High Girls' Softball Team: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-seventh Legislature of the State of South Dakota, that the Legislature congratulates the Washington High School Girls' Softball Team on its outstanding athletic performance."}, {"bill_id": 3843, "bill_version_id": 22555, "bill_version": "Enrolled", "bill_version_date": "2012-03-01T16:46:07.27-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the 2011 Girls' Softball State Champions of Sioux Falls Washington High School for their outstanding athletic performance. WHEREAS, the student athletes of the Washington High School Girls' Softball Team have shown exemplary patience, dedication, and tenacity; and WHEREAS, Washington High School Girls' Softball coach Scott Powell helped facilitate and cultivate the physical, mental, and emotional growth and development of the student athletes; and WHEREAS, all members of the Washington High School Girls' Softball Team, including the student athletes, coaches, parents, and fans, have volunteered their time and unique talents for the betterment of the Washington High Girls' Softball Team: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-seventh Legislature of the State of South Dakota, that the Legislature congratulates the Washington High School Girls' Softball Team on its outstanding athletic performance. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3843, "action_date": "2012-02-29T10:00:00-06:00", "document_id": 22437, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22437.pdf", "status_text": "", "journal_page": 701, "committee_id_action": 173, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/3843"}