{"session_id": 68, "bill_id": 24292, "bill_type": "House Bill", "bill_number": 1170, "bill_title": "establish mandatory sentences for certain driving while under the influence violations.", "sponsors": [{"legislator_profile_id": 4379, "is_prime": true}, {"legislator_profile_id": 4358, "is_prime": false}, {"legislator_profile_id": 4375, "is_prime": false}, {"legislator_profile_id": 4447, "is_prime": false}, {"legislator_profile_id": 4396, "is_prime": false}, {"legislator_profile_id": 4400, "is_prime": false}, {"legislator_profile_id": 4401, "is_prime": false}], "keywords": ["Motor Vehicles", "Penal Institutions, Probation and Parole"], "audio": [{"meeting_datetime": "2023-02-08T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hju20.mp3", "start_seconds": 2742.0}, {"meeting_datetime": "2023-02-08T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hju20.mp3", "start_seconds": 2742.0}, {"meeting_datetime": "2023-02-08T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hju20.mp3", "start_seconds": 2742.0}, {"meeting_datetime": "2023-02-08T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hju20.mp3", "start_seconds": 2742.0}], "bill_versions": [{"bill_id": 24292, "bill_version_id": 246759, "bill_version": "Introduced", "bill_version_date": "2023-01-26T10:48:50.863-06:00", "bill_text": "An Act to establish mandatory sentences for certain driving while under the influence violations. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 24-15A-32 be AMENDED: 24-15A-32. Each inmate sentenced to a penitentiary term, except those under a sentence of life or death, or determined to be ineligible for parole as authorized in § 24-15A-32.1, or under section 5 of this Act, shall have an initial parole date set by the department. This date shall be calculated by applying the percentage indicated in the following grid to the full term minus any suspended time of the inmate's sentence pursuant to § 22-6-1. The following crimes or an attempt to commit, or a conspiracy to commit, or a solicitation to commit, any of the following crimes shall be considered a violent crime for purposes of setting an initial parole date: murder, manslaughter, rape, aggravated assault, riot, robbery, burglary in the first degree, burglary in the second degree if committed before July 1, 2006, arson, kidnapping, felony sexual contact as defined in § 22-22-7, child abuse, felony sexual contact as defined in § 22-22-7.2, felony stalking as defined in §§ 22-19A-2 and 22-19A-3, photographing a child in an obscene act, felony assault as defined in §§ 22-18-26 and 22-18-29, felony simple assault as defined in § 22-18-1, aggravated criminal battery of an unborn child as defined in § 22-18-1.3, aggravated battery of an infant as defined in § 22-18-1.4, assault with intent to cause serious permanent disfigurement as defined in § 22-18-1.5, commission of a felony while armed as defined in § 22-14-12, discharging a firearm at an occupied structure or motor vehicle as defined in § 22-14-20, discharging a firearm from a moving vehicle as defined in § 22-14-21, criminal pedophilia, threatening to commit a sexual offense as defined in § 22-22-45, abuse or neglect of a disabled adult as defined in § 22-46-2, and aggravated incest as defined in §§ 22-22A-3 and 22-22A-3.1: Felony Convictions Felony Class First Second Third Nonviolent Class 6 .25 .30 .40 Class 5 .25 .35 .40 Class 4 .25 .35 .40 Class 3 .30 .40 .50 Class 2 .30 .40 .50 Class 1 .35 .40 .50 Class C .35 .40 .50 Violent Class 6 .35 .45 .55 Class 5 .40 .50 .60 Class 4 .40 .50 .65 Class 3 .50 .60 .70 Class 2 .50 .65 .75 Class 1 .50 .65 .75 Class C .50 .65 .75 Class B 1.0 1.0 1.0 Class A 1.0 1.0 1.0 The application of the violent or nonviolent column of the grid is based on whether the inmate's current sentence is for a violent or nonviolent crime. Any prior felony shall be considered regardless of whether it is violent or nonviolent when determining which percentage to apply to the inmate's parole date calculation. Each inmate shall serve at least sixty days prior to parole release. Inmates with life sentences are not eligible for parole except as provided in §§ 24-15A-55 to 24-15A-68, inclusive. An initial parole date through the application of this grid may be applied to a life sentence only after the sentence is commuted to a term of years. A Class A or B felony commuted to a number of years shall be applied to the Class C violent column of the grid. An inmate convicted of a Class A or B felony who was a juvenile at the time of the offense and receives a sentence of less than life shall be applied to the Class C violent column of the grid. Section 2. That § 32-23-4.6 be AMENDED: 32-23-4.6. If a conviction for a violation of § 32-23-1 is for a fourth offense, the person is guilty of a Class 5 felony, and the court, in pronouncing sentence, shall must revoke the person's driver license for a period of not less than two years from the date sentence is imposed or two years from the date of initial release from imprisonment, whichever is later. If the person is returned to imprisonment prior to the completion of the period of driver's license revocation, time spent imprisoned does not count toward fulfilling the period of revocation. If the person is convicted of driving without a license during that period, the court shall must sentence the person to the county jail for not less than twenty days, which sentence may not be suspended. Notwithstanding § 23A-27-19, the court retains jurisdiction to modify the conditions of the license revocation for the term of such revocation. Upon the successful completion of a court-approved chemical dependency counseling program, and proof of financial responsibility pursuant to § 32-35-113, the court may permit the person to operate a vehicle for the purposes of employment, 24/7 sobriety testing, attendance at school, child care delivery or pickup, or attendance at counseling programs. Further, sentencing pursuant to this section includes the provisions of § 23A-27-18. If a person is convicted of a fourth violation of § 32-23-1, the court must sentence the person to at least one year in a state correctional facility. The court may not suspend this sentence. Section 3. That § 32-23-4.7 be AMENDED: 32-23-4.7. If a conviction for violation of § 32-23-1 is for a fifth offense, or subsequent offenses thereafter, the person is guilty of a Class 4 felony and the court, in pronouncing sentencing, shall must revoke the person's driver license for a period of not less than three years from the date sentence is imposed or three years from the date of initial release from imprisonment, whichever is later. In the event the person is returned to imprisonment prior to the completion of the period of driver's license revocation, time spent imprisoned does not count toward fulfilling the period of revocation. If the person is convicted of driving without a license during that period, the court shall must sentence the person to the county jail for not less than twenty days, which sentence may not be suspended. Notwithstanding § 23A-27-19, the court retains jurisdiction to modify the conditions of the license revocation for the term of such revocation. Upon the successful completion of a court-approved chemical dependency counseling program, and proof of financial responsibility pursuant to § 32-35-113, the court may permit the person to operate a vehicle for the purposes of employment, 24/7 sobriety testing, attendance at school, child care delivery or pickup, or attendance at counseling programs. If a person is convicted of a fifth or subsequent violation of § 32-23-1, the court must sentence the person to at least three years in a state correctional facility. The court may not suspend this sentence. Section 4. That § 32-23-4.9 be AMENDED: 32-23-4.9. If a conviction for a violation of § 32-23-1 is for a sixth offense, or subsequent offense, and the person had at least five convictions of § 32-23-1 occurring within twenty-five years of the violation being charged, and at least two of those prior convictions having occurred within ten years, the violation is an aggravated offense and the person is guilty of a Class 4 felony. If a person is convicted of an aggravated violation of § 32-23-1 and the person has at least six convictions of § 32-23-1 occurring within fifteen years of the violation being charged, the court must sentence the person to at least five years in a state correctional facility. The court may not suspend this sentence. The court, in pronouncing sentencing, shall revoke the person's driver license for a period of not less than three years from the date the sentence is imposed or three years from the date of initial release from imprisonment, whichever is later. If the person is returned to imprisonment prior to the completion of the period of driver license revocation, time spent imprisoned does not count toward fulfilling the period of revocation. If the person is convicted of driving without a license during that period, the court shall must sentence the person to the county jail for not less than twenty days, which sentence may not be suspended. Notwithstanding § 23A-27-19, the court retains jurisdiction to modify the conditions of the license revocation for the term of such revocation. Upon the person's successful completion of a court-approved chemical dependency counseling program and proof of financial responsibility pursuant to § 32-35-113, the court may permit the person to operate a vehicle for the purposes of employment, 24/7 sobriety testing, attendance at school, child care delivery or pickup, or attendance at counseling programs. For each person convicted under this section and placed on probation, parole, or released from prison due to a suspended sentence, the person's supervision must include at least one of the following: enrollment in an alcohol or drug accountability program, an ignition interlock, a breath alcohol interlock, an alcohol monitoring bracelet, or another enhanced monitoring tool. The Unified Judicial System shall oversee supervision of the offender if the sentence does not include a term of imprisonment in the penitentiary. The Department of Corrections shall oversee supervision of the offender if the sentence includes a term of imprisonment in the penitentiary. Any offender supervised pursuant to this section is not excluded from earned discharge credit as otherwise authorized by statute. If, during the period of supervision imposed under this section, the person being supervised violates conditions, the person must be penalized according to the graduated sanctions policy to be established by the Supreme Court or the Department of Corrections, respectively. Section 5. That chapter 32-23 be amended with a NEW SECTION: Any person subject to a mandatory sentence under §§ 32-23-4.6, 32-23-4.7, or 32-23-4.9 is not eligible for parole consideration."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24292, "action_date": "2023-01-26T13:00:00-06:00", "document_id": 246371, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/246371.pdf", "status_text": "First read in House and referred to", "journal_page": 159, "committee_id_action": 1159, "committee_id_assigned": 1160, "result": "N", "vote": {}}, {"bill_id": 24292, "action_date": "2023-02-08T10:00:00-06:00", "document_id": 248685, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248685.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1160, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24292, "action_date": "2023-02-08T10:00:00-06:00", "document_id": 248690, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248690.pdf", "status_text": "Do Pass", "journal_page": 2, "committee_id_action": 1160, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76941, "president_vote": null, "Yea": [4358, 4396, 4409, 4417, 4418, 4464, 4446, 4366], "Nay": [4438, 4451, 4405, 4458, 4421]}}, {"bill_id": 24292, "action_date": "2023-02-09T13:00:00-06:00", "document_id": 249001, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249001.pdf", "status_text": "Deferred to another day", "journal_page": 277, "committee_id_action": 1159, "committee_id_assigned": null, "result": "P", "vote": {}}]}