{"session_id": 45, "bill_id": 12671, "bill_type": "Senate Bill", "bill_number": 44, "bill_title": "to regulate and prohibit certain telephone merchandising practices and to provide a penalty.", "sponsors": [], "keywords": ["Advertising", "Consumer Affairs", "Signed by Governor", "Telecommunications"], "audio": [], "bill_versions": [{"bill_id": 12671, "bill_version_id": 74067, "bill_version": "Introduced", "bill_version_date": "1997-01-12T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to regulate and prohibit certain telephone merchandising practices and to provide a penalty. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Consumer,\" an actual or prospective purchaser, lessee, or recipient of consumer goods or services bought primarily for use for personal, family, or household purposes; (2) \"Consumer goods or services,\" any tangible personal property or services, including merchandise as defined by § 37-24-1(7), normally used for personal, family, or household purposes, and not for resale or for use or consumption in a trade or business; (3) \"Consumer telephone call,\" a call made by a telephone solicitor or telemarketer for the purpose of soliciting a sale of any consumer goods or services to the person called, or for the purpose of soliciting an extension of credit for consumer goods or services to the person called, or for the purpose of obtaining information that may be used for the direct solicitation of a sale of consumer goods or services to the person called or an extension of credit for such purposes; (4) \"Telemarketer,\" any person or organization who individually or through salespersons, initiates the sale, lease, or rental of consumer goods or services, or offers gifts or prizes with the intent to sell, lease, or rent consumer goods or services by telephonic means or by postcard or other written notice sent through the mail in which the goods and services and all the material terms of the transaction, including price and any fees or handling, shipping, or delivery charges, are not fully described and which request that the consumer contact the seller to initiate the transaction. This term does not include any not-for-profit or charitable organization exempt from federal income taxation pursuant to section 501(c) (3) of the Internal Revenue Code of 1986 as of January 1, 1997; (5) \"Unsolicited consumer telephone call,\" a consumer telephone call other than a call made: (a) In response to an express request of the person called; (b) Primarily in connection with an existing debt or contract, payment or performance of which has not been completed at the time of such call; (c) To any person with whom the telemarketer has an existing business relationship; or (d) By a newspaper publisher or such publisher's agent or employee in connection with such publisher's business. Section 2. Any telemarketer who makes an unsolicited consumer telephone call to a residential telephone number shall: (1) Immediately identify themselves with their true name and the true name and address of the business on whose behalf the person is soliciting and the purpose of the call; (2) Within thirty seconds after beginning the conversation, inquire whether the person being solicited is interested in listening to a sales presentation and immediately discontinue the solicitation if the person being solicited gives a negative response; and (3) Immediately hang up the telephone any time during the solicitation that the consumer expresses a disinterest in the good or service offered. Section 3. A telemarketer may not: (1) Engage in unfair or deceptive telephone solicitation; (2) Place unsolicited consumer telephone calls to any residence which will be received before 9 a.m. or after 9 p.m. at the consumer's local time or place any unsolicited consumer telephone calls on Sunday; or (3) Engage in any conduct which harasses, intimidates, or torments any person in connection with the telephone call. Section 4. Any verbal agreement made by a consumer to purchase any goods or services from a telemarketer is not valid and legally binding unless the telemarketer receives from the consumer a signed written confirmation that discloses in full the terms of the sale agreed upon. Section 5. The written confirmation shall include the following information: (1) The true business name of the telemarketer; (2) The true address and telephone number at which personal or voice contact with an employee or agent of the telemarketer can be made during normal business hours and the address where cancellation notices can be sent or merchandise returned; (3) A detailed description of the goods or services that the consumer is to actually receive; (4) A list of all prices or fees being requested, including any handling, shipping, delivery, sales tax, or other charges; (5) The date of the transaction; (6) If the telemarketer requests the consumer to contact the telemarketer by telephone, the per minute charge to the consumer of placing the call and the average length of the telephone call; (7) A duplicate copy with the complete information as presented in the original confirmation, to be retained by the consumer as proof of the terms of the agreement to purchase; and (8) In a bold face type with a minimum size of twelve points, in a space immediately preceding the space allotted for the consumer's signature, the following statement: \"YOU ARE NOT OBLIGATED TO PAY ANY MONEY UNLESS YOU SIGN THIS CONFIRMATION AND RETURN IT TO THE SELLER.\" Section 6. A telemarketer may not make or submit any charge to the consumer's credit card or bank account until the telemarketer has received from the consumer an original copy of the written confirmation, signed by the consumer, that complies with section 5 of this Act. Any good or merchandise sent or service provided without the written confirmation shall be considered unordered merchandise subject to the provisions of § 37-24-2. No consumer is liable for payment for any good or service provided by the telemarketer unless the telemarketer has first received the written consent of the consumer in the form of a confirmation as required by section 5 of this Act. Section 7. If the consumer sends payment to the telemarketer in the form of a personal check, cash, or any other form of payment other than credit card without having included a signed written confirmation, the consumer may choose at any time to cancel the sale by notifying the telemarketer in writing, if the consumer returns to the telemarketer the goods sold in substantially the same condition as when they were received by the consumer. A telemarketer that has received such notice to cancel from a consumer shall, within ten business days: (1) Refund all payments made, including any down payment made under the agreement; (2) Return any goods or property traded in to the seller on account of or in contemplation of the agreement, in substantially the same condition as when received by the telemarketer; and (3) Take any action necessary or appropriate to terminate promptly any security interest created in connection with the agreement. Section 8. The provisions of this Act do not apply to a transaction: (1) Made by a merchant who operates an established business that has a fixed permanent location and who displays or offers consumer goods or services for sale on a continuing basis; (2) In which the business establishment making the solicitation is establishing a business-to-business relationship or has a clear, pre-existing business relationship with the consumer, if that relationship resulted in the consumer becoming aware of the full name, business address, and telephone number of the establishment; (3) In which the consumer purchases goods or services pursuant to an examination of a television, radio, or print advertisement or a sample, brochure, catalog, or other mailing material of the telemarketer that contains: (a) The name, address, and telephone number of the telemarketer; (b) A full description of the goods or services being sold along with a list of all prices or fees being requested, including any handling, shipping, sales tax, or delivery charges; and (c) Any limitations or restrictions that apply to the offer. Section 9. The provisions of sections 4 to 8, inclusive, of this Act do not apply to a transaction in which the consumer may obtain a full refund for the return of undamaged and unused goods, or a cancellation of services, if notice is sent to the seller within ten days after receipt by the consumer, and the seller processes the refund within ten business days after receipt of the returned merchandise by the consumer or the refund for any services not performed on a pro rata basis. The return and refund privilege shall be disclosed to the consumer orally by telephone or in writing with advertising or promotional material, and in writing with delivery of the product or service. Section 10. The telemarketer shall guarantee the goods to be satisfactory to the consumer to the extent that the consumer may, at any time within the ten-day refund period, cancel the sale by notifying the telemarketer in writing, if the consumer returns to the telemarketer the goods sold in substantially the same condition as when the goods were received by the consumer. A telemarketer that has received the notice to cancel from a consumer shall, within ten business days of receipt of the notice: (1) Refund all payments made, including any down payment made under the agreement; (2) Return any goods or property traded in to the seller on account of or in contemplation of the agreement, in substantially the same condition as when received by the telemarketer; and (3) Take any action necessary or appropriate to terminate promptly any security interest created in connection with the agreement. Section 11. For the purposes of enforcement of this Act, any telemarketing sale is considered to have taken place in the state where the consumer is located, regardless of the location of the telemarketer. Section 12. A violation of this Act is an unfair or deceptive trade practice and is subject to the relief provided under chapter 37-24. Section 13. Any consumer who claims to have been adversely affected by any act or practice declared to be unlawful by this Act may bring a civil action for the recovery of twice the actual damages suffered or five hundred dollars, whichever is greater, as a result of such act or practice. In addition, the consumer may collect the court costs and attorney fees expended by the consumer to bring an action under this section. Section 14. Any action arising under this Act in no way affects any cause of action arising under other laws of this state or under the common law, whether or not the other cause of action is included within the provisions of this Act. Section 15. Any person who knowingly or intentionally violates this Act with the intent to defraud a consumer is guilty of a Class 1 misdemeanor. Section 16. A telemarketer claiming an exemption from the provisions of this Act has the burden of proving the exemption."}, {"bill_id": 12671, "bill_version_id": 74068, "bill_version": "Senate Judiciary Engrossed", "bill_version_date": "1997-02-04T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to regulate and prohibit certain telephone merchandising practices and to provide a penalty. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Consumer,\" an actual or prospective purchaser, lessee, or recipient of consumer goods or services bought primarily for use for personal, family, or household purposes; (2) \"Consumer goods or services,\" any tangible personal property or services, including merchandise as defined by § 37-24-1(7), normally used for personal, family, or household purposes, and not for resale or for use or consumption in a trade or business; (3) \"Consumer telephone call,\" a call made by a telephone solicitor or telemarketer for the purpose of soliciting a sale of any consumer goods or services to the person called, or for the purpose of soliciting an extension of credit for consumer goods or services to the person called, or for the purpose of obtaining information that may be used for the direct solicitation of a sale of consumer goods or services to the person called or an extension of credit for such purposes; (4) \"Telemarketer,\" any person or organization who individually or through salespersons, initiates the sale, lease, or rental of consumer goods or services, or offers gifts or prizes with the intent to sell, lease, or rent consumer goods or services by telephonic means or by postcard or other written notice sent through the mail in which the goods and services and all the material terms of the transaction, including price and any fees or handling, shipping, or delivery charges, are not fully described and which request that the consumer contact the seller to initiate the transaction. This term does not include any not-for-profit or charitable organization exempt from federal income taxation pursuant to section 501(c) (3) of the Internal Revenue Code of 1986 as of January 1, 1997; (5) \"Unsolicited consumer telephone call,\" a consumer telephone call other than a call made: (a) In response to an express request of the person called; (b) Primarily in connection with an existing debt or contract, payment or performance of which has not been completed at the time of such call; (c) To any person with whom the telemarketer has an existing business relationship; or (d) By a newspaper publisher or such publisher's agent or employee in connection with such publisher's business. Section 2. Any telemarketer who makes an unsolicited consumer telephone call to a residential telephone number shall: (1) Immediately identify themselves with their true name and the true name and address of the business on whose behalf the person is soliciting and the purpose of the call; (2) Within thirty seconds after beginning the conversation, inquire whether the person being solicited is interested in listening to a sales presentation and immediately discontinue the solicitation if the person being solicited gives a negative response; and (3) Immediately hang up the telephone any time during the solicitation that the consumer expresses a disinterest in the good or service offered. Section 3. A telemarketer may not: (1) Engage in unfair or deceptive telephone solicitation; (2) Place unsolicited consumer telephone calls to any residence which will be received before 9 a.m. or after 9 p.m. at the consumer's local time or place any unsolicited consumer telephone calls on Sunday; or (3) Engage in any conduct which harasses, intimidates, or torments any person in connection with the telephone call. Section 4. Any verbal agreement made by a consumer to purchase any goods or services from a telemarketer is not valid and legally binding unless the telemarketer receives from the consumer a signed written confirmation that discloses in full the terms of the sale agreed upon. Section 5. The written confirmation shall include the following information: (1) The true business name of the telemarketer; (2) The true address and telephone number at which personal or voice contact with an employee or agent of the telemarketer can be made during normal business hours and the address where cancellation notices can be sent or merchandise returned; (3) A detailed description of the goods or services that the consumer is to actually receive; (4) A list of all prices or fees being requested, including any handling, shipping, delivery, sales tax, or other charges; (5) The date of the transaction; (6) If the telemarketer requests the consumer to contact the telemarketer by telephone, the per minute charge to the consumer of placing the call and the average length of the telephone call; (7) A duplicate copy with the complete information as presented in the original confirmation, to be retained by the consumer as proof of the terms of the agreement to purchase; and (8) In a bold face type with a minimum size of twelve points, in a space immediately preceding the space allotted for the consumer's signature, the following statement: \"YOU ARE NOT OBLIGATED TO PAY ANY MONEY UNLESS YOU SIGN THIS CONFIRMATION AND RETURN IT TO THE SELLER.\" Section 6. A telemarketer may not make or submit any charge to the consumer's credit card or bank account until the telemarketer has received from the consumer an original copy of the written confirmation, signed by the consumer, that complies with section 5 of this Act. Any good or merchandise sent or service provided without the written confirmation shall be considered unordered merchandise subject to the provisions of § 37-24-2. No consumer is liable for payment for any good or service provided by the telemarketer unless the telemarketer has first received the written consent of the consumer in the form of a confirmation as required by section 5 of this Act. Section 7. If the consumer sends payment to the telemarketer in the form of a personal check, cash, or any other form of payment other than credit card without having included a signed written confirmation, the consumer may choose at any time to cancel the sale by notifying the telemarketer in writing, if the consumer returns to the telemarketer the goods sold in substantially the same condition as when they were received by the consumer. A telemarketer that has received such notice to cancel from a consumer shall, within ten business days: (1) Refund all payments made, including any down payment made under the agreement; (2) Return any goods or property traded in to the seller on account of or in contemplation of the agreement, in substantially the same condition as when received by the telemarketer; and (3) Take any action necessary or appropriate to terminate promptly any security interest created in connection with the agreement. Section 8. The provisions of this Act do not apply to a transaction: (1) Made by a merchant who operates an established business that has a fixed permanent location and who displays or offers consumer goods or services for sale on a continuing basis; (2) In which the business establishment making the solicitation is establishing a business-to-business relationship or has a clear, pre-existing business relationship with the consumer, if that relationship resulted in the consumer becoming aware of the full name, business address, and telephone number of the establishment; (3) In which the consumer purchases goods or services pursuant to an examination of a television, radio, or print advertisement or a sample, brochure, catalog, or other mailing material of the telemarketer that contains: (a) The name, address, and telephone number of the telemarketer; (b) A full description of the goods or services being sold along with a list of all prices or fees being requested, including any handling, shipping, sales tax, or delivery charges; and (c) Any limitations or restrictions that apply to the offer. Section 9. The provisions of sections 4 to 8, inclusive, of this Act do not apply to a transaction in which the consumer may obtain a full refund for the return of undamaged and unused goods, or a cancellation of services, if notice is sent to the seller within ten days after receipt by the consumer, and the seller processes the refund within thirty days after receipt of the returned merchandise by the consumer or the refund for any services not performed on a pro rata basis. The return and refund privilege shall be disclosed to the consumer orally by telephone or in writing with advertising or promotional material, and in writing with delivery of the product or service. Section 10. The telemarketer shall guarantee the goods to be satisfactory to the consumer to the extent that the consumer may, at any time within the ten-day refund period, cancel the sale by notifying the telemarketer in writing, if the consumer returns to the telemarketer the goods sold in substantially the same condition as when the goods were received by the consumer. A telemarketer that has received the notice to cancel from a consumer shall, within thirty days of receipt of the notice: (1) Refund all payments made, including any down payment made under the agreement; (2) Return any goods or property traded in to the seller on account of or in contemplation of the agreement, in substantially the same condition as when received by the telemarketer; and (3) Take any action necessary or appropriate to terminate promptly any security interest created in connection with the agreement. Section 11. For the purposes of enforcement of this Act, any telemarketing sale is considered to have taken place in the state where the consumer is located, regardless of the location of the telemarketer. Section 12. A willful violation of this Act is an unfair or deceptive trade practice and is subject to the relief provided under chapter 37-24. Section 13. Any consumer who claims to have been adversely affected by any act or practice declared to be unlawful by this Act may bring a civil action for the recovery of twice the actual damages suffered or five hundred dollars, whichever is greater, as a result of a willful act or practice. In addition, the consumer may collect the court costs and attorney fees expended by the consumer to bring an action under this section. Section 14. Any action arising under this Act in no way affects any cause of action arising under other laws of this state or under the common law, whether or not the other cause of action is included within the provisions of this Act. Section 15. Any person who knowingly or intentionally violates this Act with the intent to defraud a consumer is guilty of a Class 1 misdemeanor. Section 16. A telemarketer claiming an exemption from the provisions of this Act has the burden of proving the exemption. BILL HISTORY January 14 - First read in Senate and referred to Judiciary. S.J. 20 January 24 - Scheduled for hearing. January 29 - Scheduled for hearing. February 3 - Passed as amended, AYES 6, NAYS 0. S.J. 295"}, {"bill_id": 12671, "bill_version_id": 74066, "bill_version": "House Judiciary Engrossed", "bill_version_date": "1997-03-03T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to regulate and prohibit certain telephone merchandising practices and to provide a penalty. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Consumer,\" an actual or prospective purchaser, lessee, or recipient of consumer goods or services bought primarily for use for personal, family, or household purposes; (2) \"Consumer goods or services,\" any tangible personal property or services, including merchandise as defined by § 37-24-1(7), normally used for personal, family, or household purposes, and not for resale or for use or consumption in a trade or business; (3) \"Consumer telephone call,\" a call made by a telephone solicitor or telemarketer for the purpose of soliciting a sale of any consumer goods or services to the person called, or for the purpose of soliciting an extension of credit for consumer goods or services to the person called, or for the purpose of obtaining information that may be used for the direct solicitation of a sale of consumer goods or services to the person called or an extension of credit for such purposes; (4) \"Telemarketer,\" any person or organization who individually or through salespersons, initiates the sale, lease, or rental of consumer goods or services, or offers gifts or prizes with the intent to sell, lease, or rent consumer goods or services by telephonic means or by postcard or other written notice sent through the mail in which the goods and services and all the material terms of the transaction, including price and any fees or handling, shipping, or delivery charges, are not fully described and which request that the consumer contact the seller to initiate the transaction. This term does not include any not-for-profit or charitable organization exempt from federal income taxation pursuant to section 501(c) (3) of the Internal Revenue Code of 1986 as of January 1, 1997; (5) \"Unsolicited consumer telephone call,\" a consumer telephone call other than a call made: (a) In response to an express request of the person called; (b) Primarily in connection with an existing debt or contract, payment or performance of which has not been completed at the time of such call; (c) To any person with whom the telemarketer has an existing business relationship; or (d) By a newspaper publisher or such publisher's agent or employee in connection with such publisher's business. Section 2. Any telemarketer who makes an unsolicited consumer telephone call to a residential telephone number shall: (1) Immediately identify themselves with their true name and the true name and address of the business on whose behalf the person is soliciting and the purpose of the call; (2) Within thirty seconds after beginning the conversation, inquire whether the person being solicited is interested in listening to a sales presentation and immediately discontinue the solicitation if the person being solicited gives a negative response; and (3) Immediately hang up the telephone any time during the solicitation that the consumer expresses a disinterest in the good or service offered. Section 3. A telemarketer may not: (1) Engage in unfair or deceptive telephone solicitation; (2) Place unsolicited consumer telephone calls to any residence which will be received before 9 a.m. or after 9 p.m. at the consumer's local time or place any unsolicited consumer telephone calls on Sunday; or (3) Engage in any conduct which harasses, intimidates, or torments any person in connection with the telephone call. Section 4. Any verbal agreement made by a consumer to purchase any goods or services from a telemarketer is not valid and legally binding unless the telemarketer receives from the consumer a signed written confirmation that discloses in full the terms of the sale agreed upon. Section 5. The written confirmation shall include the following information: (1) The true business name of the telemarketer; (2) The true address and telephone number at which personal or voice contact with an employee or agent of the telemarketer can be made during normal business hours and the address where cancellation notices can be sent or merchandise returned; (3) A detailed description of the goods or services that the consumer is to actually receive; (4) A list of all prices or fees being requested, including any handling, shipping, delivery, sales tax, or other charges; (5) The date of the transaction; (6) If the telemarketer requests the consumer to contact the telemarketer by telephone, the per minute charge to the consumer of placing the call and the average length of the telephone call; (7) A duplicate copy with the complete information as presented in the original confirmation, to be retained by the consumer as proof of the terms of the agreement to purchase; and (8) In a bold face type with a minimum size of twelve points, in a space immediately preceding the space allotted for the consumer's signature, the following statement: \"YOU ARE NOT OBLIGATED TO PAY ANY MONEY UNLESS YOU SIGN THIS CONFIRMATION AND RETURN IT TO THE SELLER.\" Section 6. A telemarketer may not make or submit any charge to the consumer's credit card or bank account until the telemarketer has received from the consumer an original copy of the written confirmation, signed by the consumer, that complies with section 5 of this Act. Any good or merchandise sent or service provided without the written confirmation shall be considered unordered merchandise subject to the provisions of § 37-24-2. No consumer is liable for payment for any good or service provided by the telemarketer unless the telemarketer has first received the written consent of the consumer in the form of a confirmation as required by section 5 of this Act. Section 7. If the consumer sends payment to the telemarketer in the form of a personal check, cash, or any other form of payment other than credit card without having included a signed written confirmation, the consumer may choose at any time to cancel the sale by notifying the telemarketer in writing, if the consumer returns to the telemarketer the goods sold in substantially the same condition as when they were received by the consumer. A telemarketer that has received such notice to cancel from a consumer shall, within ten business days: (1) Refund all payments made, including any down payment made under the agreement; (2) Return any goods or property traded in to the seller on account of or in contemplation of the agreement, in substantially the same condition as when received by the telemarketer; and (3) Take any action necessary or appropriate to terminate promptly any security interest created in connection with the agreement. Section 8. The provisions of this Act do not apply to a transaction: (1) Made by a merchant who operates an established business that has a fixed permanent location and who displays or offers consumer goods or services for sale on a continuing basis; (2) In which the business establishment making the solicitation is establishing a business-to-business relationship or has a clear, pre-existing business relationship with the consumer, if that relationship resulted in the consumer becoming aware of the full name, business address, and telephone number of the establishment; (3) In which the consumer purchases goods or services pursuant to an examination of a television, radio, or print advertisement or a sample, brochure, catalog, or other mailing material of the telemarketer that contains: (a) The name, address, and telephone number of the telemarketer; (b) A full description of the goods or services being sold along with a list of all prices or fees being requested, including any handling, shipping, sales tax, or delivery charges; and (c) Any limitations or restrictions that apply to the offer. Section 9. Notwithstanding the provisions of section 8 of this Act, no person may change the designated telecommunications company as defined in § 49-31-1(9) which is providing service to a consumer without the written confirmation of that consumer. It is a violation of this Act for any person to make such an unauthorized change. Section 10. The provisions of sections 4 to 8, inclusive, of this Act do not apply to a transaction in which the consumer may obtain a full refund for the return of undamaged and unused goods, or a cancellation of services, if notice is sent to the seller within ten days after receipt by the consumer, and the seller processes the refund within thirty days after receipt of the returned merchandise by the consumer or the refund for any services not performed on a pro rata basis. The return and refund privilege shall be disclosed to the consumer orally by telephone or in writing with advertising or promotional material, and in writing with delivery of the product or service. Section 11. The telemarketer shall guarantee the goods to be satisfactory to the consumer to the extent that the consumer may, at any time within the ten-day refund period, cancel the sale by notifying the telemarketer in writing, if the consumer returns to the telemarketer the goods sold in substantially the same condition as when the goods were received by the consumer. A telemarketer that has received the notice to cancel from a consumer shall, within thirty days of receipt of the notice: (1) Refund all payments made, including any down payment made under the agreement; (2) Return any goods or property traded in to the seller on account of or in contemplation of the agreement, in substantially the same condition as when received by the telemarketer; and (3) Take any action necessary or appropriate to terminate promptly any security interest created in connection with the agreement. Section 12. For the purposes of enforcement of this Act, any telemarketing sale is considered to have taken place in the state where the consumer is located, regardless of the location of the telemarketer. Section 13. A willful violation of this Act is an unfair or deceptive trade practice and is subject to the relief provided under chapter 37-24. Section 14. Any consumer who claims to have been adversely affected by any act or practice declared to be unlawful by this Act may bring a civil action for the recovery of twice the actual damages suffered or five hundred dollars, whichever is greater, as a result of a willful act or practice. In addition, the consumer may collect the court costs and attorney fees expended by the consumer to bring an action under this section. Section 15. Any action arising under this Act in no way affects any cause of action arising under other laws of this state or under the common law, whether or not the other cause of action is included within the provisions of this Act. Section 16. Any person who knowingly or intentionally violates this Act with the intent to defraud a consumer is guilty of a Class 1 misdemeanor. Section 17. A telemarketer claiming an exemption from the provisions of this Act has the burden of proving the exemption. BILL HISTORY 1/14/97 First read in Senate and referred to Judiciary. S.J. 20 1/24/97 Scheduled for Committee hearing on this date. 1/29/97 Scheduled for Committee hearing on this date. 2/3/97 Judiciary Do Pass Amended, Passed, AYES 6, NAYS 0. S.J. 295 2/5/97 Senate Do Pass Amended, Passed, AYES 32, NAYS 2. S.J. 329 2/6/97 First read in House and referred to Judiciary. H.J. 353 2/21/97 Scheduled for Committee hearing on this date. 2/21/97 Judiciary Deferred to another day. H.J. 626 2/24/97 Scheduled for Committee hearing on this date. 2/26/97 Scheduled for Committee hearing on this date. 3/3/97 Scheduled for Committee hearing on this date. 3/3/97 Judiciary Do Pass Amended, Passed, AYES 12, NAYS 0."}, {"bill_id": 12671, "bill_version_id": 74064, "bill_version": "Enrolled", "bill_version_date": "1997-03-05T00:00:00-06:00", "bill_text": ""}, {"bill_id": 12671, "bill_version_id": 74065, "bill_version": "House Engrossed", "bill_version_date": "1997-03-05T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to regulate and prohibit certain telephone merchandising practices and to provide a penalty. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Consumer,\" an actual or prospective purchaser, lessee, or recipient of consumer goods or services bought primarily for use for personal, family, or household purposes; (2) \"Consumer goods or services,\" any tangible personal property or services, including merchandise as defined by § 37-24-1(7), normally used for personal, family, or household purposes, and not for resale or for use or consumption in a trade or business; (3) \"Consumer telephone call,\" a call made by a telephone solicitor or telemarketer for the purpose of soliciting a sale of any consumer goods or services to the person called, or for the purpose of soliciting an extension of credit for consumer goods or services to the person called, or for the purpose of obtaining information that may be used for the direct solicitation of a sale of consumer goods or services to the person called or an extension of credit for such purposes; (4) \"Telemarketer,\" any person or organization who individually or through salespersons, initiates the sale, lease, or rental of consumer goods or services, or offers gifts or prizes with the intent to sell, lease, or rent consumer goods or services by telephonic means or by postcard or other written notice sent through the mail in which the goods and services and all the material terms of the transaction, including price and any fees or handling, shipping, or delivery charges, are not fully described and which request that the consumer contact the seller to initiate the transaction. This term does not include any not-for-profit or charitable organization exempt from federal income taxation pursuant to section 501(c) (3) of the Internal Revenue Code of 1986 as of January 1, 1997; (5) \"Unsolicited consumer telephone call,\" a consumer telephone call other than a call made: (a) In response to an express request of the person called; (b) Primarily in connection with an existing debt or contract, payment or performance of which has not been completed at the time of such call; (c) To any person with whom the telemarketer has an existing business relationship; or (d) By a newspaper publisher or such publisher's agent or employee in connection with such publisher's business. Section 2. Any telemarketer who makes an unsolicited consumer telephone call to a residential telephone number shall: (1) Immediately identify themselves with their true name, the true name of the telemarketer by whom they are employed, and the true name and address of the business on whose behalf the person is soliciting and the purpose of the call; (2) Within thirty seconds after beginning the conversation, inquire whether the person being solicited is interested in listening to a sales presentation and immediately discontinue the solicitation if the person being solicited gives a negative response; and (3) Immediately hang up the telephone any time during the solicitation that the consumer expresses a disinterest in the good or service offered. Section 3. A telemarketer may not: (1) Engage in unfair or deceptive telephone solicitation; (2) Place unsolicited consumer telephone calls to any residence which will be received before 9 a.m. or after 9 p.m. at the consumer's local time or place any unsolicited consumer telephone calls on Sunday; or (3) Engage in any conduct which harasses, intimidates, or torments any person in connection with the telephone call. Section 4. Any verbal agreement made by a consumer to purchase any goods or services from a telemarketer is not valid and legally binding unless the telemarketer receives from the consumer a signed written confirmation that discloses in full the terms of the sale agreed upon. Section 5. The written confirmation shall include the following information: (1) The true business name of the telemarketer; (2) The true address and telephone number at which personal or voice contact with an employee or agent of the telemarketer can be made during normal business hours and the address where cancellation notices can be sent or merchandise returned; (3) A detailed description of the goods or services that the consumer is to actually receive; (4) A list of all prices or fees being requested, including any handling, shipping, delivery, sales tax, or other charges; (5) The date of the transaction; (6) If the telemarketer requests the consumer to contact the telemarketer by telephone, the per minute charge to the consumer of placing the call and the average length of the telephone call; (7) A duplicate copy with the complete information as presented in the original confirmation, to be retained by the consumer as proof of the terms of the agreement to purchase; and (8) In a bold face type with a minimum size of twelve points, in a space immediately preceding the space allotted for the consumer's signature, the following statement: \"YOU ARE NOT OBLIGATED TO PAY ANY MONEY UNLESS YOU SIGN THIS CONFIRMATION AND RETURN IT TO THE SELLER.\" Section 6. A telemarketer may not make or submit any charge to the consumer's credit card or bank account until the telemarketer has received from the consumer an original copy of the written confirmation, signed by the consumer, that complies with section 5 of this Act. Any good or merchandise sent or service provided without the written confirmation shall be considered unordered merchandise subject to the provisions of § 37-24-2. No consumer is liable for payment for any good or service provided by the telemarketer unless the telemarketer has first received the written consent of the consumer in the form of a confirmation as required by section 5 of this Act. Section 7. If the consumer sends payment to the telemarketer in the form of a personal check, cash, or any other form of payment other than credit card without having included a signed written confirmation, the consumer may choose at any time to cancel the sale by notifying the telemarketer in writing, if the consumer returns to the telemarketer the goods sold in substantially the same condition as when they were received by the consumer. A telemarketer that has received such notice to cancel from a consumer shall, within ten business days: (1) Refund all payments made, including any down payment made under the agreement; (2) Return any goods or property traded in to the seller on account of or in contemplation of the agreement, in substantially the same condition as when received by the telemarketer; and (3) Take any action necessary or appropriate to terminate promptly any security interest created in connection with the agreement. Section 8. The provisions of this Act do not apply to a transaction: (1) Made by a merchant who operates an established business that has a fixed permanent location and who displays or offers consumer goods or services for sale on a continuing basis; (2) In which the business establishment making the solicitation is establishing a business-to-business relationship or has a clear, pre-existing business relationship with the consumer, if that relationship resulted in the consumer becoming aware of the full name, business address, and telephone number of the establishment; (3) In which the consumer purchases goods or services pursuant to an examination of a television, radio, or print advertisement or a sample, brochure, catalog, or other mailing material of the telemarketer that contains: (a) The name, address, and telephone number of the telemarketer; (b) A full description of the goods or services being sold along with a list of all prices or fees being requested, including any handling, shipping, sales tax, or delivery charges; and (c) Any limitations or restrictions that apply to the offer. Section 9. Notwithstanding the provisions of section 8 of this Act, no person may change the designated telecommunications company as defined in § 49-31-1(9) which is providing service to a consumer without the written confirmation of that consumer. It is a violation of this Act for any person to make such an unauthorized change. Section 10. The provisions of sections 4 to 8, inclusive, of this Act do not apply to a transaction in which the consumer may obtain a full refund for the return of undamaged and unused goods, or a cancellation of services, if notice is sent to the seller within ten days after receipt by the consumer, and the seller processes the refund within thirty days after receipt of the returned merchandise by the consumer or the refund for any services not performed on a pro rata basis. The return and refund privilege shall be disclosed to the consumer orally by telephone or in writing with advertising or promotional material, and in writing with delivery of the product or service. Section 11. The telemarketer shall guarantee the goods to be satisfactory to the consumer to the extent that the consumer may, at any time within the ten-day refund period, cancel the sale by notifying the telemarketer in writing, if the consumer returns to the telemarketer the goods sold in substantially the same condition as when the goods were received by the consumer. A telemarketer that has received the notice to cancel from a consumer shall, within thirty days of receipt of the notice: (1) Refund all payments made, including any down payment made under the agreement; (2) Return any goods or property traded in to the seller on account of or in contemplation of the agreement, in substantially the same condition as when received by the telemarketer; and (3) Take any action necessary or appropriate to terminate promptly any security interest created in connection with the agreement. Section 12. For the purposes of enforcement of this Act, any telemarketing sale is considered to have taken place in the state where the consumer is located, regardless of the location of the telemarketer. Section 13. A willful violation of this Act is an unfair or deceptive trade practice and is subject to the relief provided under chapter 37-24. Section 14. Any consumer who claims to have been adversely affected by any act or practice declared to be unlawful by this Act may bring a civil action for the recovery of twice the actual damages suffered or five hundred dollars, whichever is greater, as a result of a willful act or practice. In addition, the consumer may collect the court costs and attorney fees expended by the consumer to bring an action under this section. Section 15. Any action arising under this Act in no way affects any cause of action arising under other laws of this state or under the common law, whether or not the other cause of action is included within the provisions of this Act. Section 16. Any person who knowingly or intentionally violates this Act with the intent to defraud a consumer is guilty of a Class 1 misdemeanor. Section 17. A telemarketer claiming an exemption from the provisions of this Act has the burden of proving the exemption. BILL HISTORY 1/14/97 First read in Senate and referred to Judiciary. S.J. 20 1/24/97 Scheduled for Committee hearing on this date. 1/29/97 Scheduled for Committee hearing on this date. 2/3/97 Judiciary Do Pass Amended, Passed, AYES 6, NAYS 0. S.J. 295 2/5/97 Senate Do Pass Amended, Passed, AYES 32, NAYS 2. S.J. 329 2/6/97 First read in House and referred to Judiciary. H.J. 353 2/21/97 Scheduled for Committee hearing on this date. 2/21/97 Judiciary Deferred to another day. H.J. 626 2/24/97 Scheduled for Committee hearing on this date. 2/26/97 Scheduled for Committee hearing on this date. 3/3/97 Scheduled for Committee hearing on this date. 3/3/97 Judiciary Do Pass Amended, Passed, AYES 12, NAYS 0. H.J. 793 3/4/97 Motion to Amend, Passed. H.J. 871 3/4/97 House of Representatives Do Pass Amended, Passed, AYES 65, NAYS 1. H.J. 871"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12671, "action_date": "1997-01-14T14:00:00-06:00", "document_id": 72867, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72867.pdf", "status_text": "First read in Senate and referred to", "journal_page": 20, "committee_id_action": 545, "committee_id_assigned": 523, "result": "N", "vote": {}}, {"bill_id": 12671, "action_date": "1997-01-24T10:00:00-06:00", "document_id": 72213, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72213.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 523, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12671, "action_date": "1997-01-29T10:00:00-06:00", "document_id": 72245, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72245.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 523, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12671, "action_date": "1997-02-03T10:00:00-06:00", "document_id": 72272, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72272.pdf", "status_text": "Do Pass Amended,", "journal_page": 295, "committee_id_action": 523, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 36807, "president_vote": null, "Yea": [1884, 1912, 1919, 1979, 1956, 1986], "Excused": [1901]}}, {"bill_id": 12671, "action_date": "1997-02-05T14:00:00-06:00", "document_id": 72899, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72899.pdf", "status_text": "Do Pass Amended,", "journal_page": 329, "committee_id_action": 545, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37456, "president_vote": null, "Yea": [1884, 1885, 1889, 1893, 1901, 1905, 1908, 1911, 1912, 1915, 1919, 1920, 1925, 1927, 1928, 1930, 1932, 1935, 1938, 1939, 1945, 1946, 1955, 1956, 1959, 1960, 1969, 1977, 1978, 1979, 1981, 1986], "Excused": [1965], "Nay": [1972, 1976]}}, {"bill_id": 12671, "action_date": "1997-02-06T14:00:00-06:00", "document_id": 72900, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72900.pdf", "status_text": "First read in House and referred to", "journal_page": 353, "committee_id_action": 544, "committee_id_assigned": 542, "result": "N", "vote": {}}, {"bill_id": 12671, "action_date": "1997-02-21T07:45:00-06:00", "document_id": 72420, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72420.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 542, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12671, "action_date": "1997-02-21T07:45:00-06:00", "document_id": 72420, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72420.pdf", "status_text": "Deferred to another day", "journal_page": 626, "committee_id_action": 542, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12671, "action_date": "1997-02-24T07:45:00-06:00", "document_id": 72427, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72427.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 542, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12671, "action_date": "1997-02-26T07:45:00-06:00", "document_id": 72444, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72444.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 542, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12671, "action_date": "1997-03-03T07:45:00-06:00", "document_id": 72477, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72477.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 542, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12671, "action_date": "1997-03-03T07:45:00-06:00", "document_id": 72477, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72477.pdf", "status_text": "Do Pass Amended,", "journal_page": 793, "committee_id_action": 542, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38032, "president_vote": null, "Yea": [1931, 1892, 1894, 1903, 1910, 1918, 1951, 1968, 1898, 1922, 1954, 1982], "Excused": [1924]}}, {"bill_id": 12671, "action_date": "1997-03-04T14:00:00-06:00", "document_id": 72936, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72936.pdf", "status_text": "Motion to Amend,", "journal_page": 871, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12671, "action_date": "1997-03-04T14:00:00-06:00", "document_id": 72936, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72936.pdf", "status_text": "Do Pass Amended,", "journal_page": 871, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 35240, "president_vote": null, "Yea": [1886, 1888, 1890, 1891, 1892, 1894, 1895, 1896, 1897, 1898, 1899, 1900, 1902, 1903, 1906, 1907, 1909, 1913, 1914, 1916, 1917, 1918, 1921, 1922, 1923, 1926, 1929, 1931, 1933, 1934, 1936, 1937, 1940, 1941, 1942, 1943, 1944, 1947, 1948, 1949, 1950, 1951, 1952, 1953, 1954, 1957, 1958, 1961, 1962, 1963, 1964, 1966, 1967, 1968, 1970, 1971, 1974, 1975, 1982, 1983, 1984, 1985, 1987, 1988, 1924], "Excused": [1887, 1904, 1910], "Nay": [1973], "Absent": [1980]}}, {"bill_id": 12671, "action_date": "1997-03-06T14:00:00-06:00", "document_id": 72941, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72941.pdf", "status_text": "Signed by President", "journal_page": 828, "committee_id_action": 545, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12671, "action_date": "1997-03-06T14:00:00-06:00", "document_id": 72941, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72941.pdf", "status_text": "Delivered to the Governor", "journal_page": 837, "committee_id_action": 545, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12671, "action_date": "1997-03-06T14:00:00-06:00", "document_id": 72940, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72940.pdf", "status_text": "Signed by Speaker", "journal_page": 929, "committee_id_action": 544, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12671, "action_date": "1997-03-19T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": null, "committee_id_action": 544, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 720}