{"session_id": 10, "bill_id": 2888, "bill_type": "House Bill", "bill_number": 1241, "bill_title": "revise certain penalties for the sale or service of an alcoholic beverage to a person under the age of twenty-one.", "sponsors": [{"legislator_profile_id": 7, "is_prime": true}], "keywords": ["Alcoholic Beverages", "Minors"], "audio": [{"meeting_datetime": "2011-02-17T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hju24.mp3", "start_seconds": 2131.0}, {"meeting_datetime": "2011-02-17T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hju24.mp3", "start_seconds": 2131.0}, {"meeting_datetime": "2011-02-17T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hju24.mp3", "start_seconds": 2131.0}, {"meeting_datetime": "2011-02-17T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hju24.mp3", "start_seconds": 2131.0}], "bill_versions": [{"bill_id": 2888, "bill_version_id": 15998, "bill_version": "Introduced", "bill_version_date": "2011-01-31T11:34:27.693-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain penalties for the sale or service of an alcoholic beverage to a person under the age of twenty-one. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 35-9-7 be amended to read as follows: 35-9-7. If the conviction or adjudication for a violation of § 35-9-1.1 or 35-9-2 is for a first offense, the court shall, in addition to any other penalty allowed by law, order the suspension of the person's driving privileges for a period not less than thirty days and not to exceed one year. However, the court may issue an order permitting the person to operate a motor vehicle for purposes of the person's employment or attendance at school or to court-ordered counseling programs during the hours of the day and the days of the week set forth in the order. The court may also restrict the privilege in some other manner as the court may see fit for a period not to exceed one year. If the conviction or adjudication for a violation of § 35-9-1.1 or 35-9-2 is for a second or subsequent offense, the court shall, in addition to any other penalty allowed by law, order the suspension of the person's driving privileges for a period not less than sixty thirty days and not to exceed one year. However, the court may issue an order permitting the person to operate a motor vehicle for purposes of the person's employment or attendance at school or to court-ordered counseling programs during the hours of the day and the days of the week set forth in the order. The court may also restrict the privilege in some other manner as the court may see fit for a period not to exceed one year. Section 2. That § 35-9-8 be amended to read as follows: 35-9-8. If the conviction or adjudication for a violation of § 35-9-1 is for a first offense, the court shall, in addition to any other penalty allowed by law, order the revocation of the defendant's driving privileges for a period not less than thirty days and not to exceed one year. However, the court may issue an order permitting the person to operate a motor vehicle for purposes of the person's employment or attendance at school or to court-ordered counseling programs during the hours of the day and the days of the week set forth in the order. The court may also restrict the privilege in such manner as it sees fit for a period not to exceed one year. If the conviction or adjudication for a violation of § 35-9-1 is for a second or subsequent offense, the court shall, in addition to any other penalty allowed by law, order the revocation of the defendant's driving privileges for a period not less than sixty thirty days and not to exceed one year. Section 3. That § 35-2-10.1 be amended to read as follows: 35-2-10.1. No retail license may be revoked or suspended because of a violation of any statute, ordinance, rule, or regulation prohibiting the sale or service of any alcoholic beverage to a person under the age of twenty-one years if the violation was committed by an employee or agent of the licensee and the licensee has not had more than two violations of any statute, ordinance, rule, or regulation prohibiting the sale or service of an alcoholic beverage to a person under the age of twenty-one years on the premises where the violation occurred in the previous twenty-four months. If the licensee meets the requirements of the conditions provided by this section, the secretary shall may impose a civil penalty of five hundred up to two hundred fifty dollars for a first violation and one thousand up to five hundred dollars for a second violation. However, if the employee or agent has not been certified by a nationally recognized training program approved by the Department of Revenue and Regulation that provides instruction on techniques to prevent persons under the age of twenty-one years from purchasing or consuming alcoholic beverages, the secretary shall may impose a civil penalty of one thousand up to five hundred dollars for a first violation and two one thousand dollars for a second violation. Multiple violations of any statute, ordinance, rule, or regulation prohibiting the sale or service of any alcoholic beverage to a person under the age of twenty-one years occurring within forty-eight hours of commencement of any compliance check as provided in § 35-2-10.3 shall be considered to be a single violation for purposes of this section. However, except for purposes of corroboration, at no time may more than one underaged informant be used in any compliance check in any forty-eight hour period. A licensee may request an administrative hearing pursuant to chapter 1-26 to contest the imposition of a civil penalty."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2888, "action_date": "2011-01-31T14:00:00-06:00", "document_id": 16039, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16039.pdf", "status_text": "First read in House and referred to", "journal_page": 224, "committee_id_action": 115, "committee_id_assigned": 111, "result": "N", "vote": {}}, {"bill_id": 2888, "action_date": "2011-02-14T10:00:00-06:00", "document_id": 16561, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16561.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 111, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2888, "action_date": "2011-02-16T10:00:00-06:00", "document_id": 16822, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16822.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 111, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2888, "action_date": "2011-02-17T10:00:00-06:00", "document_id": 16824, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16824.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 111, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2888, "action_date": "2011-02-17T10:00:00-06:00", "document_id": 17078, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17078.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 443, "committee_id_action": 111, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 9232, "president_vote": null, "Yea": [12, 15, 59, 62, 71, 35, 11], "Nay": [17, 104, 103, 67, 93, 36]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/2888"}