{"session_id": 56, "bill_id": 19006, "bill_type": "Senate Bill", "bill_number": 176, "bill_title": "provide for and to regulate certain aspects of the practice of midwifery.", "sponsors": [{"legislator_profile_id": 3049, "is_prime": true}, {"legislator_profile_id": 3098, "is_prime": true}, {"legislator_profile_id": 3047, "is_prime": false}, {"legislator_profile_id": 3064, "is_prime": false}, {"legislator_profile_id": 3077, "is_prime": false}, {"legislator_profile_id": 3090, "is_prime": false}, {"legislator_profile_id": 3102, "is_prime": false}, {"legislator_profile_id": 3107, "is_prime": false}, {"legislator_profile_id": 3113, "is_prime": false}], "keywords": ["Administrative Rules", "Department of Health", "Professions and Occupations", "Public Health and Safety"], "audio": [{"meeting_datetime": "2004-02-02T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/she14sb0176a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-02T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/she14sb0176a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-02T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/she14sb0176a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-02T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/she14sb0176a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 19006, "bill_version_id": 99823, "bill_version": "Introduced", "bill_version_date": "2004-01-26T09:02:46-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for and to regulate certain aspects of the practice of midwifery. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 36-9A be amended by adding thereto a NEW SECTION to read as follows: Any person who has been certified by the North American Registry of Midwives is entitled to be registered with the Department of Health as a certified professional midwife. The department shall prescribe a form for registration and may charge a registration fee of twenty dollars to be deposited in the state general fund. Section 2. That chapter 36-9A be amended by adding thereto a NEW SECTION to read as follows: No person who has not registered pursuant to section 1 of this Act may hold herself out to the public as a certified professional midwife nor may such person practice midwifery as a certified professional midwife for any fee or valuable consideration. Any violation of this section is a Class 2 misdemeanor. Section 3. That chapter 36-9A be amended by adding thereto a NEW SECTION to read as follows: The Department of Health shall, in consultation with the North American Registry of Midwives, prepare information for public distribution concerning the practice of midwifery. Such information shall include, at a minimum, a statement that the practice of midwifery pursuant to this Act is legal in South Dakota and a listing of the names and addresses of all certified professional midwives registered pursuant to section 1 of this Act. This information shall be provided to any person who requests it free of charge. Section 4. That chapter 36-9A be amended by adding thereto a NEW SECTION to read as follows: During her course of care constituting the practice of midwifery, a woman must consult a physician. The physician may counsel her in any manner appropriate to her circumstances. No physician is civilly liable for any injury arising out of any course of care that any woman may sustain as a result of relying upon information or counsel communicated to her, directly or indirectly, by a physician complying with the provisions of this section. Section 5. That chapter 36-9A be amended by adding thereto a NEW SECTION to read as follows: Before rendering any midwifery services to any prospective client, a registered certified professional midwife shall describe her background and experience, describe the care options that she is able to provide, and obtain the prospective client's informed consent. The informed consent may be in written or printed form, but shall be signed by the prospective client. Section 6. That chapter 36-9A be amended by adding thereto a NEW SECTION to read as follows: Within three days of initiating, with regard to any client, any course of care constituting the practice of midwifery, the registered certified professional midwife shall mail the client's informed consent to the Department of Health, along with a signed statement by the registered certified professional midwife that she has initiated a course of care with regard to that client. Section 7. That chapter 36-9A be amended by adding thereto a NEW SECTION to read as follows: The Department of Health shall, by rules promulgated pursuant to chapter 1-26, provide for the collection of such information concerning midwifery services rendered pursuant to this Act as may be relevant to the compilation of vital statistics. Section 8. That chapter 36-9A be amended by adding thereto a NEW SECTION to read as follows: Nothing in this Act restricts the right of any hospital to determine who may or may not practice midwifery within the confines of the hospital."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 19006, "action_date": "2004-01-26T14:00:00-06:00", "document_id": 99956, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99956.pdf", "status_text": "First read in Senate and referred to", "journal_page": 147, "committee_id_action": 832, "committee_id_assigned": 809, "result": "N", "vote": {}}, {"bill_id": 19006, "action_date": "2004-02-02T10:00:00-06:00", "document_id": 100421, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100421.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 809, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19006, "action_date": "2004-02-02T10:00:00-06:00", "document_id": 100421, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100421.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 809, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 19006, "action_date": "2004-02-02T10:00:00-06:00", "document_id": 100421, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100421.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 268, "committee_id_action": 809, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 58962, "president_vote": null, "Yea": [3052, 3061, 3079, 3137, 3120, 3046], "Nay": [3128]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/19006"}