{"session_id": 69, "bill_id": 24562, "bill_type": "Senate Bill", "bill_number": 105, "bill_title": "provide for the employment of veterans' service officers by the Department of Veterans Affairs.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24562", "sponsors": [{"legislator_profile_id": 4512, "is_prime": true}, {"legislator_profile_id": 4490, "is_prime": false}, {"legislator_profile_id": 4498, "is_prime": false}, {"legislator_profile_id": 4499, "is_prime": false}, {"legislator_profile_id": 4523, "is_prime": false}, {"legislator_profile_id": 4529, "is_prime": false}, {"legislator_profile_id": 4537, "is_prime": false}, {"legislator_profile_id": 4546, "is_prime": false}, {"legislator_profile_id": 4548, "is_prime": false}, {"legislator_profile_id": 4558, "is_prime": false}, {"legislator_profile_id": 4568, "is_prime": false}], "keywords": ["Counties", "Delayed Effective Date", "Indian Tribes", "Veterans Affairs"], "audio": [{"meeting_datetime": "2024-01-24T10:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/slo11.mp3", "start_seconds": 1000.0}, {"meeting_datetime": "2024-01-24T10:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/slo11.mp3", "start_seconds": 1000.0}, {"meeting_datetime": "2024-01-24T10:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/slo11.mp3", "start_seconds": 1000.0}, {"meeting_datetime": "2024-01-29T10:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/slo13.mp3", "start_seconds": 3229.0}, {"meeting_datetime": "2024-01-29T10:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/slo13.mp3", "start_seconds": 3229.0}, {"meeting_datetime": "2024-01-29T10:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/slo13.mp3", "start_seconds": 3229.0}], "bill_versions": [{"bill_id": 24562, "bill_version_id": 260963, "bill_version": "Introduced", "bill_version_date": "2024-01-19T13:36:07.327-06:00", "bill_text": "An Act to provide for the employment of veterans' service officers by the Department of Veterans Affairs. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 33A-1-8 be AMENDED: 33A-1-8. The Department of Veterans Affairs may promulgate rules, pursuant to chapter 1-26, to: (1) Provide procedures and standards for department personnel to act as agents for veterans pursuant to § 33A-1-13; (2) Provide procedures and standards for cooperation and administration of burial of veterans pursuant to § 33A-1-15; (3) Provide procedures and requirements to assist in securing veterans' benefits and to train county and tribal veterans service officers to provide such assistance pursuant to § 33A-1-16; and (4) Provide procedures for investigations pursuant to § 33A-1-20; and (5) Provide the process by which a board of county commissioners or Indian tribe may request reimbursement for the expenses incurred pursuant to §§ 33A-1-26 and 33A-1-28. Section 2. That § 33A-1-22 be AMENDED: 33A-1-22. The board of county commissioners of each county in this state shall employ or join with another county or counties in employing a county veterans' service officer who, before such employment takes effect, is approved by the state secretary of veterans veterans' affairs. The number of veterans' service officers employed by the board in each county is determined by the population of resident veterans in the county, as provided by the United States Department of Veterans Affairs, as follows: (1) For a county with more than one thousand five hundred but fewer than four thousand resident veterans, the board must employ a minimum of one full-time dedicated veterans' service officer. (2) For a county with four thousand or more resident veterans, the board must employ a minimum of two full-time dedicated county veterans' service officers and must employ an additional full-time dedicated veterans' service officer for every additional four thousand veterans residing in the county. (3) For a county with one thousand five hundred or fewer resident veterans, the board must employ a minimum of one part-time dedicated county service officer but may hire a full-time dedicated county veterans' service officer to work in a region of two or more counties established by the department. The total combined population of resident veterans in the region designated by the department determines the minimum number of full-time dedicated county veterans' service officers employed for that region, in accordance with subdivision (1) or (2) as applicable. The county veteran's veterans' service officer's first appointment ends on the first Monday in January of the second year subsequent to the year of the appointment. The county veteran's veterans' service officer may be reappointed for terms of four years for each term. The appointment is subject to removal by the board or boards of county commissioners upon the recommendation of the state secretary of veterans' veterans affairs or for cause. The county veterans' service officer shall work in the county or region of counties designated by the department for which the veterans' service officer was employed. Section 3. That § 33A-1-23 be AMENDED: 33A-1-23. The board or boards of county commissioners shall furnish the county veterans' service officer with such assistance and clerical help as may be necessary, when, in the opinion of the board or boards of county commissioners and the Department of Veterans Affairs such action would be in the public interest to perform all the statutory duties and exercise all statutory authority in the public interest. Section 4. That § 33A-1-24 be AMENDED: 33A-1-24. Each county veterans veterans' service officer shall provide, within the county or region of counties employing the officer the officer is designated to serve by the Department of Veterans Affairs, local contact between fieldmen of the Department of Veterans Affairs and persons in the armed service or those discharged from such service, and the dependents of such persons thereof. The county veterans veterans' service officer works under the direction of the Department of Veterans Affairs. Section 5. That § 33A-1-26 be AMENDED: 33A-1-26. The Department of Veterans Affairs shall establish a training program for county veterans veterans' service officers. Every county veterans veterans' service officer employed under the provisions of this chapter shall annually complete the training program established by the department and successfully complete a test administered by the department. The department shall reimburse the county for per diem and travel expenses and any applicable registration or testing fees incurred by each officer attending the annual training program. The secretary of the Department of Veterans Affairs department shall certify training compliance to the board of county commissioners. The secretary shall recommend against reappointment of any county veterans service officer not in compliance with the provisions of this section. Section 6. That § 33A-1-28 be AMENDED: 33A-1-28. A county veterans service officer may be employed either part time or full time.The salary and budget of the an officer is determined by the board or boards of county commissioners employing the officer and is paid for by the Department of Veterans Affairs. The board or boards of county commissioners shall provide the officer must be provided appointed by the department with a secure office space, office fixtures, furnishings, and equipment, either in the courthouse or some other central and accessible location, and the department shall reimburse the county for expenses incurred in securing and maintaining an accessible office for the county veterans' service officer. Section 7. That § 33A-1-29 be AMENDED: 33A-1-29. An Indian tribes tribe, as defined in subdivision 2-14-2(14), may appoint a veterans' service officers officer who shall serve under the same terms and conditions as county veterans' service officers, as provided for in §§ 33A-1-22 to 33A-1-28, inclusive. Such The officers employed by the department for an Indian tribe shall be known as are tribal veterans' service officers. Section 8. That § 33A-1-30 be REPEALED: Such Indian tribes and veterans' service officers shall receive the same salary reimbursement and services from the Department of Veterans Affairs as those available to county commissioners and county veteran service officers under the provisions of this chapter. Such Indian tribes shall be entirely responsible for all financial obligations accrued by veterans' service officers, appointed pursuant to the terms of § 33A-1-29, except as provided in this section. Section 9. That § 33A-1-31 be REPEALED: The Department of Veterans Affairs may establish, implement, and maintain a program for providing financial assistance to counties in paying the salaries of county veterans service officers. No county may be reimbursed in excess of twenty-five percent of the basic salary schedule outlined in § 33A-1-32 for any fiscal year. Section 10. That § 33A-1-32 be REPEALED: The basic salary schedule for county veterans' service officers, which may be adopted by any board of county commissioners, is: (1) For counties with population of 50,000 and over, $20,625 a year; (2) For counties with population of 20,000 to 50,000, $19,250 a year; (3) For counties with population of 10,000 to 20,000, $16,500 a year; (4) For counties with population of 5,000 to 10,000, $12,375 a year; and (5) For counties with population up to 5,000, $8,250 a year. Section 11. That § 33A-1-33 be REPEALED: A county may only be reimbursed pursuant to § 33A-1-31 if the county veterans' service officer employed has undergone training pursuant to §§ 33A-1-16 and 33A-1-26. Section 12. This Act is effective July 1, 2025."}], "amendments": [{"bill_id": 24562, "document_id": 261072, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/261072.pdf", "legislator_profile_id": 4512, "document_id_instructions": 261073, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/261073.pdf"}, {"bill_id": 24562, "document_id": 263140, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/263140.pdf", "legislator_profile_id": 4512, "document_id_instructions": 263142, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/263142.pdf"}], "fiscal_notes": [], "action_log": [{"bill_id": 24562, "action_date": "2024-01-22T14:00:00-06:00", "document_id": 260987, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/260987.pdf", "status_text": "First read in Senate and referred to", "journal_page": 128, "committee_id_action": 1219, "committee_id_assigned": 1216, "result": "N", "vote": {}}, {"bill_id": 24562, "action_date": "2024-01-24T10:00:00-06:00", "document_id": 261484, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/261484.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1216, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24562, "action_date": "2024-01-29T10:00:00-06:00", "document_id": 262253, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/262253.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1216, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24562, "action_date": "2024-01-29T10:00:00-06:00", "document_id": 262255, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/262255.pdf", "status_text": "Referred to", "journal_page": null, "committee_id_action": 1216, "committee_id_assigned": 1206, "result": "P", "vote": {"vote_id": 78906, "president_vote": null, "Yea": [4490, 4512, 4517, 4523, 4529, 4550], "Nay": [4547]}}]}