{"session_id": 32, "bill_id": 8528, "bill_type": "Senate Bill", "bill_number": 77, "bill_title": "revise certain provisions regarding information provided to ballot question committees.", "sponsors": [{"legislator_profile_id": 1289, "is_prime": true}, {"legislator_profile_id": 1299, "is_prime": true}, {"legislator_profile_id": 1213, "is_prime": false}, {"legislator_profile_id": 1230, "is_prime": false}, {"legislator_profile_id": 1266, "is_prime": false}, {"legislator_profile_id": 1228, "is_prime": false}, {"legislator_profile_id": 1262, "is_prime": false}, {"legislator_profile_id": 1290, "is_prime": false}, {"legislator_profile_id": 1232, "is_prime": false}, {"legislator_profile_id": 1274, "is_prime": false}, {"legislator_profile_id": 1244, "is_prime": false}, {"legislator_profile_id": 1277, "is_prime": false}, {"legislator_profile_id": 1216, "is_prime": false}, {"legislator_profile_id": 1229, "is_prime": false}], "keywords": ["Ballot Question", "Campaign Finance", "Elections"], "audio": [{"meeting_datetime": "2018-01-22T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sst09.mp3", "start_seconds": 2705.0}, {"meeting_datetime": "2018-01-22T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sst09.mp3", "start_seconds": 2705.0}, {"meeting_datetime": "2018-01-22T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sst09.mp3", "start_seconds": 2705.0}, {"meeting_datetime": "2018-01-22T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sst09.mp3", "start_seconds": 2705.0}, {"meeting_datetime": "2018-01-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen11.mp3", "start_seconds": 1664.0}, {"meeting_datetime": "2018-01-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen11.mp3", "start_seconds": 1664.0}, {"meeting_datetime": "2018-01-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen11.mp3", "start_seconds": 1664.0}, {"meeting_datetime": "2018-02-28T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst31.mp3", "start_seconds": 567.0}, {"meeting_datetime": "2018-02-28T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst31.mp3", "start_seconds": 567.0}, {"meeting_datetime": "2018-02-28T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst31.mp3", "start_seconds": 567.0}, {"meeting_datetime": "2018-02-28T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst31.mp3", "start_seconds": 567.0}, {"meeting_datetime": "2018-02-28T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst31.mp3", "start_seconds": 567.0}, {"meeting_datetime": "2018-03-05T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst33.mp3", "start_seconds": 4050.0}, {"meeting_datetime": "2018-03-05T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst33.mp3", "start_seconds": 4050.0}, {"meeting_datetime": "2018-03-05T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst33.mp3", "start_seconds": 4050.0}, {"meeting_datetime": "2018-03-05T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst33.mp3", "start_seconds": 4050.0}, {"meeting_datetime": "2018-03-06T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou34.mp3", "start_seconds": 3126.0}, {"meeting_datetime": "2018-03-06T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou34.mp3", "start_seconds": 3126.0}, {"meeting_datetime": "2018-03-06T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou34.mp3", "start_seconds": 3126.0}, {"meeting_datetime": "2018-03-06T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou34.mp3", "start_seconds": 3126.0}], "bill_versions": [{"bill_id": 8528, "bill_version_id": 47077, "bill_version": "Introduced", "bill_version_date": "2018-01-16T10:01:23.697-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding required campaign finance disclosure statements submitted by ballot question committees. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 12-27-22 be amended to read: 12-27-22. A campaign finance disclosure statement shall be submitted to the secretary of state. The treasurer of each: (1) Candidate or candidate campaign committee for any statewide office shall file a pre-primary, pre-general, year-end, and, if applicable, supplemental report and amendments in even numbered years. In odd numbered years shall file a year-end and, if applicable, amendments. A termination report may be submitted at any time; (2) Candidate or candidate campaign committee for a legislative or county office shall file a pre-primary if the candidate's name appears on the primary election ballot, pre-general, year-end and, if applicable, supplemental report and amendments in even numbered years. A termination report may be submitted at any time; (3) Statewide political action committee shall file a pre-primary, pre-general, year-end, and, if applicable, supplemental report and amendments in even numbered years. In odd numbered years shall file a year-end or, if applicable, amendments. A termination report may be submitted at any time; (4) Statewide political party shall file a pre-primary, pre-general, year-end and, if applicable, supplemental report and amendments in even numbered years. In odd numbered years shall file a year-end or amendments, if applicable. A termination report may be submitted at any time. A political party that loses its status as a qualified party shall file a termination statement by 5:00 p.m. central time the last Friday in January following the calendar year in which qualified party status was lost; (5) County political party and auxiliary organization shall file a pre-general and, if applicable, supplemental report and amendments in even numbered years. A termination report may be submitted at any time; and (6) Statewide ballot question committee shall file in an odd numbered year a circulation report, and in an even numbered year, a pre-primary, pre-general, year-end and, if applicable, supplemental report and amendments in even numbered years. In odd numbered years shall file a year-end and, if applicable, amendments. A termination report may be submitted at any time. A statewide ballot question committee: (a) That does not meet the signature requirements for placement of the ballot issue on the general election ballot, shall submit a termination report to the secretary of state by 5:00 p.m. central time on the last Friday in January following the year the statement of organization was submitted to the secretary of state; or (b) For a ballot issue that was on a ballot shall submit a termination report to the secretary of state by 5:00 p.m. central time on the last Friday in January following the calendar year the ballot question was on the ballot. A campaign finance disclosure statement shall be submitted to the secretary of state by the treasurer of each committee who shall file the following financial disclosure reports in accordance with the time frames stated in this chapter: circulation, pre-primary, pre-general, year-end, amendment, supplemental, and a termination when a committee is terminating its existence. A violation of this section is a Class 2 misdemeanor. A subsequent offense within a calendar year is a Class 1 misdemeanor. Section 2. That § 12-27-21.1 be amended to read: 12-27-21.1. Each statement referred to under § 12-27-22 shall be signed and submitted by the treasurer of the political committee. The statement shall be received by the secretary of state and submitted by 5:00 p.m. central time on the following dates: (1) Circulation report for a ballot question committee in an odd numbered year: by the first day of July for the reporting period commencing with the filing of a statement of organization submitted up through twenty days prior to the first day of July, or by not less than thirty days following the filing of a statement of organization for the reporting period commencing with the filing of the statement of organization submitted up through twenty days following the day of filing the statement of organization, whichever is later; (2) Pre-primary report: fifteen days prior to the primary election, for the reporting period commencing with the last report submitted up through and including twenty days prior to the election date; (2)(3) Pre-general report: fifteen days prior to the general election, for the reporting period commencing with the last report submitted up through and including twenty days prior to the election date; (3)(4) Amendments: submitted pursuant to § 12-27-27; (4)(5) Supplemental report: submitted pursuant to § 12-27-28; (5)(6) Year-end report: by the last Friday in January each year, for the reporting period commencing with the last report submitted up through and including December thirty-first of each year; (6)(7) Termination report: at any time as stated in § 12-27-25; (7)(8) Pre-primary Circulation, pre-primary, pre-general, amendments, supplemental, year-end, and termination reports shall cover the contributions and expenditures since the last report submitted; and (8)(9) All required filings under this chapter shall be submitted using the forms as provided by the secretary of state. A violation of this section is a Class 2 misdemeanor. A subsequent offense within a calendar year is a Class 1 misdemeanor. Section 3. That § 12-27-24 be amended to read: 12-27-24. A campaign finance disclosure report shall include the following information: (1) The political committee name, mailing address, telephone number, and, if applicable, e-mail address; (2) Name, mailing address, telephone number, and, if applicable, an e-mail address, if any of the political committee's treasurer; (3) The type of campaign report (circulation, pre-primary, pre-general, year-end, amendment, supplement, or termination); (4) For any ballot question committee, the ballot question name and whether the committee supports or opposes the ballot question; (5) The balance of cash and cash equivalents on hand at the beginning of the reporting period; (6) The total amount of all contributions received during the reporting period; (7) The total amount of any donated good or service received during the reporting period; (8) The total of refunds, rebates, interest, or other income not previously identified during the reporting period; (9) The total of expenditures made during the reporting period; (10) The cash balance on hand as of the close of the reporting period; (11) All contributions of one hundred dollars or less shall either be aggregated and reported as a lump sum or the contributions shall be listed individually. The individual contributions of one hundred dollars or less shall be noted on the committee's books and a running total of each individual's contributions shall be maintained; (12) The name, mailing address, city, and state of each person making a contribution of more than one hundred dollars in the aggregate during any calendar year and the amount of the contribution. Any contribution from any political committee shall be itemized. Any contribution from a federal political committee or political committee organized outside this state shall also include the name and website address of the filing office where campaign finance disclosure reports are regularly filed for the committee. If any information required by the section is unknown to the political committee, the political committee may not deposit the contribution; (13) Any donated good or service contribution shall contain the same information as for any monetary contribution, and shall also include a description of the donated good or service contribution; (14) Upon the request of the treasurer, any person making a donated good or service contribution shall provide all necessary information to the treasurer, including the value of the contribution; (15) Any monetary or donated good or service contribution made by a political committee to any political committee or nonprofit charitable entity shall be itemized; (16) A categorical description and amount of any refunds, rebates, interest, sale of property, or other receipts not previously identified during the reporting period; (17) A categorical description and amount of any funds or donations by any entity to its political committee for establishing and administering the political committee and for any solicitation costs of the political committee; (18) Each loan received shall be reported in the same manner as a contribution; (19) Each loan repayment shall be reported in the same manner as an expenditure; (20) Any expenditure made during the reporting period shall be categorized as disbursements and itemized by expense categories. A miscellaneous expense category is prohibited. Any contribution made by the political committee that is not in exchange for any item of value or service shall be itemized; (21) The amount of any independent communication expenditure from a political committee made during the reporting period, and lists the name of the candidate, public office holder, or ballot question related to the independent communication expenditure and a description of the independent communication expenditure; (22) The information contained in any statement provided pursuant to § 12-27-19; and (23) A certification that the contents of the statement are true and correct signed by the treasurer of the political committee."}, {"bill_id": 8528, "bill_version_id": 47503, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "2018-01-22T14:06:49.33-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding required campaign finance disclosure statements submitted by ballot question committees. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 12-27-22 be amended to read: 12-27-22. A campaign finance disclosure statement shall be submitted to the secretary of state. The treasurer of each: (1) Candidate or candidate campaign committee for any statewide office shall file a pre-primary, pre-general, year-end, and, if applicable, supplemental report and amendments in even numbered years. In odd numbered years shall file a year-end and, if applicable, amendments. A termination report may be submitted at any time; (2) Candidate or candidate campaign committee for a legislative or county office shall file a pre-primary if the candidate's name appears on the primary election ballot, pre-general, year-end and, if applicable, supplemental report and amendments in even numbered years. A termination report may be submitted at any time; (3) Statewide political action committee shall file a pre-primary, pre-general, year-end, and, if applicable, supplemental report and amendments in even numbered years. In odd numbered years shall file a year-end or, if applicable, amendments. A termination report may be submitted at any time; (4) Statewide political party shall file a pre-primary, pre-general, year-end and, if applicable, supplemental report and amendments in even numbered years. In odd numbered years shall file a year-end or amendments, if applicable. A termination report may be submitted at any time. A political party that loses its status as a qualified party shall file a termination statement by 5:00 p.m. central time the last Friday in January following the calendar year in which qualified party status was lost; (5) County political party and auxiliary organization shall file a pre-general and, if applicable, supplemental report and amendments in even numbered years. A termination report may be submitted at any time; and (6) Statewide ballot question committee shall file in an odd numbered year a ballot question mid-year and year-end report, and in an even numbered year, a pre-primary, pre-general, year-end and, if applicable, supplemental report and amendments in even numbered years. In odd numbered years shall file a year-end and, if applicable, amendments. A termination report may be submitted at any time. A statewide ballot question committee: (a) That does not meet the signature requirements for placement of the ballot issue on the general election ballot, shall submit a termination report to the secretary of state by 5:00 p.m. central time on the last Friday in January following the year the statement of organization was submitted to the secretary of state; or (b) For a ballot issue that was on a ballot shall submit a termination report to the secretary of state by 5:00 p.m. central time on the last Friday in January following the calendar year the ballot question was on the ballot. A campaign finance disclosure statement shall be submitted to the secretary of state by the treasurer of each committee who shall file the following financial disclosure reports in accordance with the time frames stated in this chapter: ballot question mid-year, pre-primary, pre-general, year-end, amendment, supplemental, and a termination when a committee is terminating its existence. A violation of this section is a Class 2 misdemeanor. A subsequent offense within a calendar year is a Class 1 misdemeanor. Section 2. That § 12-27-21.1 be amended to read: 12-27-21.1. Each statement referred to under § 12-27-22 shall be signed and submitted by the treasurer of the political committee. The statement shall be received by the secretary of state and submitted by 5:00 p.m. central time on the following dates: (1) Ballot question mid-year report in an odd numbered year: by the first day of July for the reporting period commencing with the last report submitted up through twenty days prior to the first day of July; (2) Pre-primary report: fifteen days prior to the primary election, for the reporting period commencing with the last report submitted up through and including twenty days prior to the election date; (2)(3) Pre-general report: fifteen days prior to the general election, for the reporting period commencing with the last report submitted up through and including twenty days prior to the election date; (3)(4) Amendments: submitted pursuant to § 12-27-27; (4)(5) Supplemental report: submitted pursuant to § 12-27-28; (5)(6) Year-end report: by the last Friday in January each year, for the reporting period commencing with the last report submitted up through and including December thirty-first of each year; (6)(7) Termination report: at any time as stated in § 12-27-25; (7)(8) Pre-primary Ballot question mid-year, pre-primary, pre-general, amendments, supplemental, year-end, and termination reports shall cover the contributions and expenditures since the last report submitted; and (8)(9) All required filings under this chapter shall be submitted using the forms as provided by the secretary of state. A violation of this section is a Class 2 misdemeanor. A subsequent offense within a calendar year is a Class 1 misdemeanor. Section 3. That § 12-27-24 be amended to read: 12-27-24. A campaign finance disclosure report shall include the following information: (1) The political committee name, mailing address, telephone number, and, if applicable, e-mail address; (2) Name, mailing address, telephone number, and, if applicable, an e-mail address, if any of the political committee's treasurer; (3) The type of campaign report (ballot question mid-year, pre-primary, pre-general, year-end, amendment, supplement, or termination); (4) For any ballot question committee, the ballot question name and whether the committee supports or opposes the ballot question; (5) The balance of cash and cash equivalents on hand at the beginning of the reporting period; (6) The total amount of all contributions received during the reporting period; (7) The total amount of any donated good or service received during the reporting period; (8) The total of refunds, rebates, interest, or other income not previously identified during the reporting period; (9) The total of expenditures made during the reporting period; (10) The cash balance on hand as of the close of the reporting period; (11) All contributions of one hundred dollars or less shall either be aggregated and reported as a lump sum or the contributions shall be listed individually. The individual contributions of one hundred dollars or less shall be noted on the committee's books and a running total of each individual's contributions shall be maintained; (12) The name, mailing address, city, and state of each person making a contribution of more than one hundred dollars in the aggregate during any calendar year and the amount of the contribution. Any contribution from any political committee shall be itemized. Any contribution from a federal political committee or political committee organized outside this state shall also include the name and website address of the filing office where campaign finance disclosure reports are regularly filed for the committee. If any information required by the section is unknown to the political committee, the political committee may not deposit the contribution; (13) Any donated good or service contribution shall contain the same information as for any monetary contribution, and shall also include a description of the donated good or service contribution; (14) Upon the request of the treasurer, any person making a donated good or service contribution shall provide all necessary information to the treasurer, including the value of the contribution; (15) Any monetary or donated good or service contribution made by a political committee to any political committee or nonprofit charitable entity shall be itemized; (16) A categorical description and amount of any refunds, rebates, interest, sale of property, or other receipts not previously identified during the reporting period; (17) A categorical description and amount of any funds or donations by any entity to its political committee for establishing and administering the political committee and for any solicitation costs of the political committee; (18) Each loan received shall be reported in the same manner as a contribution; (19) Each loan repayment shall be reported in the same manner as an expenditure; (20) Any expenditure made during the reporting period shall be categorized as disbursements and itemized by expense categories. A miscellaneous expense category is prohibited. Any contribution made by the political committee that is not in exchange for any item of value or service shall be itemized; (21) The amount of any independent communication expenditure from a political committee made during the reporting period, and lists the name of the candidate, public office holder, or ballot question related to the independent communication expenditure and a description of the independent communication expenditure; (22) The information contained in any statement provided pursuant to § 12-27-19; and (23) A certification that the contents of the statement are true and correct signed by the treasurer of the political committee."}, {"bill_id": 8528, "bill_version_id": 50263, "bill_version": "House State Affairs Engrossed", "bill_version_date": "2018-03-05T10:46:09.44-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding information provided to ballot question committees. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 12-27-19 be amended to read: 12-27-19. Before making a contribution to a ballot question committee pursuant to § 12-27-18, an entity shall provide to the ballot question committee the following: (1) The name or fictitious name of the entity; (2) The mailing address of the entity's office; (3) The name and mailing address of each owner, director, and officer of the entity; (4) The committee name the contribution was given to, the date, and the amount of the contribution; and (5) The name and mailing address of the person authorizing the contribution. These requirements do not apply to any donated goods or services. Before contributing more than ten thousand dollars in the aggregate to a ballot question committee pursuant to § 12-27-18, an entity shall provide to the ballot question committee a sworn written statement made by the president and treasurer of the entity declaring and affirming, under the penalty of perjury, the following: (1) The name and street address of every person who owns ten percent or more of the entity, has provided ten percent or more of the entity's gross receipts, including capital contributions, in the current or preceding year, or has provided ten percent or more of the funds being contributed to the ballot question committee; and (2) That no part of the contribution was raised or collected by the entity for the purpose of influencing the ballot question. A ballot question committee shall disclose in its applicable campaign financial disclosure statement or supplement statement all information received from any entity pursuant to this section. No ballot question committee may accept any contribution from any entity not preceded or accompanied by the statements required by this section. Except as provided by § 22-29-1, violation of this section is a Class 2 misdemeanor. A subsequent offense within a calendar year is a Class 1 misdemeanor."}, {"bill_id": 8528, "bill_version_id": 50512, "bill_version": "Conference Committee Engrossed", "bill_version_date": "2018-03-08T18:30:39.62-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding information provided to ballot question committees. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 12-27-19 be amended to read: 12-27-19. Before making a contribution to a ballot question committee pursuant to § 12-27-18, an entity shall provide to the ballot question committee the following: (1) The name or fictitious name of the entity; (2) The mailing address of the entity's office; (3) The name and mailing address of each owner, director, or each director and officer of the entity; (4) The committee name the contribution was given to, the date, and the amount of the contribution; and (5) The name and mailing address of the person authorizing the contribution. These requirements do not apply to any donated goods or services. Before contributing more than ten thousand dollars in the aggregate to a ballot question committee pursuant to § 12-27-18, an entity shall provide to the ballot question committee a sworn written statement made by the president and treasurer of the entity declaring and affirming, under the penalty of perjury, the following: (1) The name and street address of every person who owns ten percent or more of the entity, has provided ten percent or more of the entity's gross receipts, including capital contributions, in the current or preceding year, or has provided ten percent or more of the funds being contributed to the ballot question committee; and (2) That no part of the contribution was raised or collected by the entity for the purpose of influencing the ballot question. A ballot question committee shall disclose in its applicable campaign financial disclosure statement or supplement statement all information received from any entity pursuant to this section. No ballot question committee may accept any contribution from any entity not preceded or accompanied by the statements required by this section. Except as provided by § 22-29-1, violation of this section is a Class 2 misdemeanor. A subsequent offense within a calendar year is a Class 1 misdemeanor."}, {"bill_id": 8528, "bill_version_id": 50513, "bill_version": "Enrolled", "bill_version_date": "2018-03-08T18:31:30.053-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8528, "action_date": "2018-01-16T14:00:00-06:00", "document_id": 47126, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47126.pdf", "status_text": "First read in Senate and referred to", "journal_page": 97, "committee_id_action": 395, "committee_id_assigned": 376, "result": "N", "vote": {}}, {"bill_id": 8528, "action_date": "2018-01-22T10:00:00-06:00", "document_id": 47325, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47325.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 376, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8528, "action_date": "2018-01-22T10:00:00-06:00", "document_id": 47470, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47470.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 376, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8528, "action_date": "2018-01-22T10:00:00-06:00", "document_id": 47470, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47470.pdf", "status_text": "Do Pass Amended", "journal_page": 168, "committee_id_action": 376, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 24703, "president_vote": null, "Yea": [1230, 1217, 1262, 1270, 1218, 1237, 1239, 1246], "Nay": [1224]}}, {"bill_id": 8528, "action_date": "2018-01-24T14:00:00-06:00", "document_id": 47826, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47826.pdf", "status_text": "Do Pass Amended", "journal_page": 231, "committee_id_action": 395, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 24854, "president_vote": null, "Yea": [1239, 1230, 1264, 1231, 1217, 1246, 1228, 1219, 1273, 1262, 1290, 1232, 1278, 1304, 1270, 1224, 1267, 1289, 1218, 1244, 1281, 1221, 1272, 1233, 1245, 1271, 1252, 1237, 1288, 1220, 1242, 1276, 1300], "Nay": [1234, 1243]}}, {"bill_id": 8528, "action_date": "2018-01-25T13:00:00-06:00", "document_id": 48021, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48021.pdf", "status_text": "First read in House and referred to", "journal_page": 207, "committee_id_action": 396, "committee_id_assigned": 391, "result": "N", "vote": {}}, {"bill_id": 8528, "action_date": "2018-02-28T07:45:00-06:00", "document_id": 49900, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49900.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 391, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8528, "action_date": "2018-02-28T07:45:00-06:00", "document_id": 50012, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50012.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 391, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8528, "action_date": "2018-02-28T07:45:00-06:00", "document_id": 50012, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50012.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 0, "committee_id_action": 391, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26514, "president_vote": null, "Nay": [1268, 1238, 1226, 1277], "Yea": [1284, 1283, 1250, 1248, 1253, 1240, 1259, 1225], "Excused": [1282]}}, {"bill_id": 8528, "action_date": "2018-02-28T07:45:00-06:00", "document_id": 50012, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50012.pdf", "status_text": "Reconsidered", "journal_page": 0, "committee_id_action": 391, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26539, "president_vote": null, "Yea": [1268, 1284, 1283, 1238, 1250, 1248, 1226, 1253, 1277, 1240, 1259, 1225], "Excused": [1282]}}, {"bill_id": 8528, "action_date": "2018-03-05T07:45:00-06:00", "document_id": 50042, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50042.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 391, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8528, "action_date": "2018-03-05T07:45:00-06:00", "document_id": 50245, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50245.pdf", "status_text": "Hoghoused", "journal_page": 0, "committee_id_action": 391, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8528, "action_date": "2018-03-05T07:45:00-06:00", "document_id": 50245, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50245.pdf", "status_text": "Do Pass Amended", "journal_page": 0, "committee_id_action": 391, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26684, "president_vote": null, "Yea": [1268, 1284, 1283, 1238, 1250, 1248, 1226, 1253, 1277, 1240, 1259, 1225], "Absent": [1282]}}, {"bill_id": 8528, "action_date": "2018-03-05T07:45:00-06:00", "document_id": 50245, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50245.pdf", "status_text": "Title amended", "journal_page": 676, "committee_id_action": 391, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8528, "action_date": "2018-03-06T11:30:00-06:00", "document_id": 50356, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50356.pdf", "status_text": "Do Pass Amended", "journal_page": 709, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26779, "president_vote": null, "Excused": [1313, 1279, 1254, 1215], "Yea": [1241, 1213, 1269, 1297, 1424, 1268, 1284, 1266, 1223, 1307, 1301, 1235, 1294, 1425, 1282, 1260, 1311, 1308, 1291, 1275, 1283, 1238, 1250, 1286, 1222, 1302, 1306, 1265, 1315, 1316, 1296, 1292, 1248, 1293, 1226, 1274, 1295, 1249, 1277, 1303, 1259, 1255, 1299, 1225, 1256, 1261, 1240, 1258, 1305, 1287, 1257, 1236, 1317, 1216, 1229, 1285, 1253], "Nay": [1214, 1312, 1314, 1247, 1310, 1280, 1263, 1309, 1298]}}, {"bill_id": 8528, "action_date": "2018-03-07T09:00:00-06:00", "document_id": 50418, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50418.pdf", "status_text": "Failed to concur, appoint Conference Committee", "journal_page": 740, "committee_id_action": 395, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8528, "action_date": "2018-03-07T11:30:00-06:00", "document_id": 50420, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50420.pdf", "status_text": "Conference Committee appointments", "journal_page": 735, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8528, "action_date": "2018-03-07T16:45:00-06:00", "document_id": 50431, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50431.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": null, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26856, "president_vote": null, "Yea": [1299, 1268, 1226, 1289, 1244, 1270]}}, {"bill_id": 8528, "action_date": "2018-03-08T09:00:00-06:00", "document_id": 50486, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50486.pdf", "status_text": "Conference Committee Report", "journal_page": 740, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8528, "action_date": "2018-03-08T09:00:00-06:00", "document_id": 50486, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50486.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 755, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26891, "president_vote": null, "Excused": [1313, 1235, 1302, 1255, 1254], "Yea": [1241, 1213, 1269, 1297, 1424, 1268, 1284, 1279, 1223, 1307, 1301, 1294, 1425, 1282, 1260, 1308, 1291, 1275, 1283, 1238, 1250, 1286, 1222, 1306, 1265, 1315, 1316, 1296, 1292, 1248, 1293, 1226, 1263, 1274, 1295, 1249, 1277, 1303, 1259, 1299, 1225, 1256, 1261, 1240, 1258, 1305, 1287, 1257, 1236, 1215, 1317, 1216, 1229, 1298, 1285, 1253], "Nay": [1214, 1266, 1311, 1312, 1314, 1247, 1310, 1280, 1309]}}, {"bill_id": 8528, "action_date": "2018-03-08T10:00:00-06:00", "document_id": 50469, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50469.pdf", "status_text": "Conference Committee Report", "journal_page": 754, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8528, "action_date": "2018-03-08T10:00:00-06:00", "document_id": 50469, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50469.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 770, "committee_id_action": 395, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26897, "president_vote": null, "Yea": [1239, 1230, 1264, 1231, 1246, 1228, 1219, 1273, 1262, 1234, 1290, 1278, 1304, 1270, 1224, 1267, 1289, 1218, 1244, 1281, 1221, 1272, 1233, 1245, 1271, 1252, 1237, 1220, 1242, 1276, 1300], "Excused": [1217, 1232, 1288], "Nay": [1243]}}, {"bill_id": 8528, "action_date": "2018-03-09T11:00:00-06:00", "document_id": 50536, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50536.pdf", "status_text": "Signed by the President", "journal_page": 777, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8528, "action_date": "2018-03-09T10:00:00-06:00", "document_id": 50540, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50540.pdf", "status_text": "Signed by the Speaker", "journal_page": 790, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8528, "action_date": "2018-03-09T11:00:00-06:00", "document_id": 50536, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50536.pdf", "status_text": "Delivered to the Governor", "journal_page": 780, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8528, "action_date": "2018-03-26T10:00:00-05:00", "document_id": 50574, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50574.pdf", "status_text": "Signed by the Governor", "journal_page": 792, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6600}