{"session_id": 68, "bill_id": 24115, "bill_type": "House Commemoration", "bill_number": 8001, "bill_title": "Honoring E. Royce Williams for his life, achievement, and heroism as he is awarded the Navy Cross.", "sponsors": [{"legislator_profile_id": 4446, "is_prime": true}], "keywords": ["House Commemoration"], "audio": [], "bill_versions": [{"bill_id": 24115, "bill_version_id": 243846, "bill_version": "Introduced", "bill_version_date": "2023-01-17T10:57:26.353-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring E. Royce Williams for his life, achievement, and heroism as he is awarded the Navy Cross. WHEREAS, E. Royce Williams, a native of Wilmot, exemplifying the tenacity, perseverance, and dedication to duty of a South Dakotan, and following the example of his father's military service, was called to serve his country and enlist in the United States Navy after the attack on Pearl Harbor; and WHEREAS, on November 18, 1952, Williams, while serving in Fighter Squadron Seven Hundred Eighty-One (VF-781) on the U.S.S. Oriskany, carried out an early morning bombing run on the Hoeryong industrial complex near the Korean-Russian boarder which prompted seven Soviet MiG-15 fighters to launch from a Soviet base near Vladivostok; and WHEREAS, Williams and three other pilots, flying their F9F-5 Panthers as part of the Combat Air Patrol in defense of Carrier Task Force 77, were dispatched in blizzard conditions to intercept the seven MiG-15 fighters over the Sea of Japan; and WHEREAS, Williams and his wingman were left alone to intercept the seven Soviet fighters after the flight-leader had to be escorted back to the U.S.S. Oriskany following equipment concerns with his aircraft; and WHEREAS, Williams, outnumbered by superior aircraft and fighting for his life, was engaged in a thirty-five-minute dogfight with the Soviets, where he expended all of his ammunition shooting down four, possibly five, of the seven enemy fighters; and WHEREAS, Williams, suffering from a hit from a thirty-seven millimeter shell that disabled his electrical and hydraulic systems, in addition to two hundred and sixty-three other bullet holes and being forced to dodge a few shots of friendly fire, was miraculously able to land his fighter on the U.S.S. Oriskany; and WHEREAS, the United States Navy awarded Williams a Silver Star in April 1953, and after deeming the events classified for many years to help prevent further escalation of the war, confirmed the unique nature of the heroic act, calling it, \"the only direct overwater combat between U.S. Navy fighters and Soviet fighters during the Cold War\"; and WHEREAS, Williams served in the Navy for more than thirty years, flew two hundred and twenty missions in Korea and Vietnam, was awarded two Distinguished Flying Crosses, the Medal of Valor, multiple Silver and Bronze Stars, the Legion of Merit with a Combat \"V,\" and retired in 1984; and WHEREAS, Williams, after many years of investigation and evidence gathering, will be presented with the Navy Cross, the United States Navy's second-highest honor, by the Secretary of the Navy, Carlos Del Toro, at a ceremony in San Diego, California, on January 20, 2023: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Eighth Legislature of the State of South Dakota, that E. Royce Williams, in recognition of a life of achievement, devotion to duty, and heroism, has received the Navy Cross."}, {"bill_id": 24115, "bill_version_id": 244638, "bill_version": "Enrolled", "bill_version_date": "2023-01-20T11:18:30.58-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring E. Royce Williams for his life, achievement, and heroism as he is awarded the Navy Cross. WHEREAS, E. Royce Williams, a native of Wilmot, exemplifying the tenacity, perseverance, and dedication to duty of a South Dakotan, and following the example of his father's military service, was called to serve his country and enlist in the United States Navy after the attack on Pearl Harbor; and WHEREAS, on November 18, 1952, Williams, while serving in Fighter Squadron Seven Hundred Eighty-One (VF-781) on the U.S.S. Oriskany, carried out an early morning bombing run on the Hoeryong industrial complex near the Korean-Russian border which prompted seven Soviet MiG-15 fighters to launch from a Soviet base near Vladivostok; and WHEREAS, Williams and three other pilots, flying their F9F-5 Panthers as part of the Combat Air Patrol in defense of Carrier Task Force 77, were dispatched in blizzard conditions to intercept the seven MiG-15 fighters over the Sea of Japan; and WHEREAS, Williams and his wingman were left alone to intercept the seven Soviet fighters after the flight-leader had to be escorted back to the U.S.S. Oriskany following equipment concerns with his aircraft; and WHEREAS, Williams, outnumbered by superior aircraft and fighting for his life, was engaged in a thirty-five-minute dogfight with the Soviets, where he expended all of his ammunition shooting down four, possibly five, of the seven enemy fighters; and WHEREAS, Williams, suffering from a hit from a thirty-seven millimeter shell that disabled his electrical and hydraulic systems, in addition to two hundred and sixty-three other bullet holes, and being forced to dodge a few shots of friendly fire, was miraculously able to land his fighter on the U.S.S. Oriskany; and WHEREAS, the United States Navy awarded Williams a Silver Star in April 1953, and after deeming the events classified for many years to help prevent further escalation of the war, confirmed the unique nature of the heroic act, calling it, \"the only direct overwater combat between U.S. Navy fighters and Soviet fighters during the Cold War\"; and WHEREAS, Williams served in the Navy for more than thirty years, flew two hundred and twenty missions in Korea and Vietnam, was awarded two Distinguished Flying Crosses, the Medal of Valor, multiple Silver and Bronze Stars, the Legion of Merit with a Combat \"V,\" and retired in 1984; and WHEREAS, Williams, after many years of investigation and evidence gathering, will be presented with the Navy Cross, the United States Navy's second-highest honor, by the Secretary of the Navy, Carlos Del Toro, at a ceremony in San Diego, California, on January 20, 2023: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Eighth Legislature of the State of South Dakota, that E. Royce Williams, in recognition of a life of achievement, devotion to duty, and heroism, has received the Navy Cross."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24115, "action_date": "2023-01-18T14:00:00-06:00", "document_id": 244025, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/244025.pdf", "status_text": "", "journal_page": 55, "committee_id_action": 1159, "committee_id_assigned": null, "result": "N", "vote": {}}]}