{"session_id": 7, "bill_id": 914, "bill_type": "House Bill", "bill_number": 1301, "bill_title": "create the South Dakota Ellsworth Development Authority.", "sponsors": [], "keywords": ["Department of Tourism and State Development", "Governor", "State Affairs and Government"], "audio": [{"meeting_datetime": "2009-02-18T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hst24.mp3", "start_seconds": 2489.0}, {"meeting_datetime": "2009-02-18T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hst24.mp3", "start_seconds": 2489.0}, {"meeting_datetime": "2009-02-18T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hst24.mp3", "start_seconds": 2489.0}, {"meeting_datetime": "2009-02-18T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hst24.mp3", "start_seconds": 2489.0}, {"meeting_datetime": "2009-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hou27.mp3", "start_seconds": 9550.0}, {"meeting_datetime": "2009-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hou27.mp3", "start_seconds": 9550.0}, {"meeting_datetime": "2009-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hou27.mp3", "start_seconds": 9550.0}, {"meeting_datetime": "2009-03-04T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sst32.mp3", "start_seconds": 3593.0}, {"meeting_datetime": "2009-03-04T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sst32.mp3", "start_seconds": 3593.0}, {"meeting_datetime": "2009-03-04T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sst32.mp3", "start_seconds": 3593.0}, {"meeting_datetime": "2009-03-05T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sen33.mp3", "start_seconds": 6105.0}, {"meeting_datetime": "2009-03-05T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sen33.mp3", "start_seconds": 6105.0}, {"meeting_datetime": "2009-03-05T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sen33.mp3", "start_seconds": 6105.0}, {"meeting_datetime": "2009-03-05T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sen33.mp3", "start_seconds": 6105.0}], "bill_versions": [{"bill_id": 914, "bill_version_id": 6800, "bill_version": "Introduced", "bill_version_date": "2009-02-04T10:13:40.783-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create the South Dakota Ellsworth Development Authority. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is created the South Dakota Ellsworth Development Authority, a body corporate and politic, with such duties and powers as are set forth in this Act to carry out the provisions of this Act. The authority is hereby constituted an independent public instrumentality exercising essential public functions. Section 2. The authority shall consist of seven members appointed by the Governor with the advice and consent of the Senate. The terms for the initial appointments shall be as follows: three members shall serve three years, two members shall serve two years, and two members shall serve one year. Not all of the members may be of the same political party. One of the members shall be designated by the Governor as chair. The members shall elect from among their number such other officers as they may determine. The Governor may remove any member of the board for cause. Section 3. The authority is attached to the Department of Tourism and State Development for reporting purposes. The authority shall submit such records, information, and reports in the form and at such times as required by the secretary of the Department of Tourism and State Development. However, the authority shall report to the Governor at least annually. Section 4. All appointments to the authority after the initial appointments shall be made for a four-year term. Each member's term of office shall expire on the applicable third Monday in January, but the member shall continue to hold office until a successor is appointed and qualified. Any vacancy in the authority shall be filled by appointment for only the balance of the unexpired term. A majority of the members of the authority constitutes a quorum. Section 5. No member of such authority may receive any compensation for services rendered under this Act. However, members shall be reimbursed for necessary expenses incurred in connection with duties and powers prescribed by this Act. Section 6. The authority may employ agents and employees necessary to carry out the duties and purposes of the authority. Section 7. The authority may exercise the following powers: (1) Protect and promote the economic impact of Ellsworth Air Force Base and associated industry; (2) Have perpetual succession as a body politic and corporate exercising essential public functions; (3) Sue and be sued in its own name; (4) Have an official seal and alter the seal at will; (5) Maintain an office at such places within the state as the authority may designate; (6) Make and execute contracts and all other instruments necessary or convenient for the performance of its duties and the exercise of its powers and functions under this Act; (7) Borrow money and accept gifts; (8) Apply for and use gifts, grants, or loans of money or other property from the United States, the state, a unit of local government, or any person for any authority purposes and enter into agreements required in connection therewith; (9) Hold, use, and dispose of such moneys or property for any authority purposes in accordance with the terms of the gift, grant, loan, or agreement; (10) Employ fiscal consultants, engineers, attorneys, management service providers, and such other consultants and employees as may be required and contract with agencies of the state to provide staff and support services; (11) Procure insurance against any loss in connection with its property and other assets, including loans, bonds, and notes in such amounts and from such insurers as it may deem advisable; (12) Hold, control, and acquire by donation or purchase any public easements, dedications to public use, platted reservations for public purposes, or any reservations for those purposes authorized by this Act and make use of such easements, dedications, or reservations for any of the purposes authorized by this Act; (13) Lease as lessor or lessee to or from any person, firm, limited liability company, corporation, association or body, public or private, any projects of the type that the authority may undertake and facilities or property of any nature for the use of the authority to carry out any of the purposes authorized by this Act; (14) Borrow money and issue bonds, certificates, warrants, notes, or other evidence of indebtedness as provided by this Act; (15) Procure insurance, letters of credit, guarantees, or other credit enhancement arrangements from any public or private entities, including any department, agency, or instrumentality of the United States or the state, for payment of all or any portion of any bonds issued by the authority, including the power to pay premiums, fees, or other charges on any such insurance, letters of credit, guarantees, or credit arrangements; (16) Receive and accept from any source financial aid or contributions of moneys, property, labor, or other things of value to be held, used, and applied to carry out the purposes of this Act subject to the conditions upon which the grants or contributions are made, including gifts or grants from any department, agency, or instrumentality of the United States for any purpose consistent with the provisions of this Act; (17) To the extent permitted under its contract with the holders of bonds of the authority, consent to any modification with respect to the rate of interest, time, and payment of any installment of principal or interest, or any other term of any contract, loan, loan note, loan note commitment, contract, lease, or agreement of any kind to which the authority is a party; (18) Make loans and grants to, and enter into financing agreements with, any governmental agency or any person for the costs incurred in connection with the development, construction, acquisition, improvement, maintenance, operation, or decommissioning of any facilities, or for the maintenance of the physical or structural integrity of real or personal property incorporated or which may be incorporated into such facilities, in accordance with a written agreement between the authority and such governmental agency or person. However, no such loan or grant may exceed the total cost of such facilities as determined by the governmental agency or person and approved by the authority; (19) Cooperate with and exchange services, personnel, and information with any governmental agency; (20) Enter into agreements for management on behalf of the authority of any of its properties upon such terms and conditions as may be mutually agreeable; (21) Sell, exchange, lease, donate, and convey any of its properties whenever the authority finds such action to be in furtherance of the purposes for which it was organized; (22) Acquire, construct, develop, maintain, hold, lease, license, operate, dispose of, or decommission real and personal property projects, facilities, or any undertaking necessary for establishing compatible land use, as provided for in subdivision 50-10- 32(2), around Ellsworth Air Force Base, or generally suitable for protecting or promoting the economic impact on the state of Ellsworth Air Force Base and related industries; (23) Indemnify any person or governmental agency for such reasonable risks as the authority deems advisable if the indemnification is a condition of a grant, gift, or donation to the authority. However, any such obligation to indemnify may only be paid from insurance or from revenues of the authority, and such obligation does not constitute a debt or obligation of the State of South Dakota; (24) Acquire, by condemnation under power of eminent domain in accordance with chapter 21-35, any property adjacent to or in the immediate vicinity of Ellsworth Air Force Base that falls within a controlled compatible land use area defined in subdivision 50-10-32(3), or private property that falls within the boundaries of Ellsworth Air Force Base, but only as necessary for the authority's purposes pertaining to establishing compatible land use as defined in subdivision 50-10-32(2), or as provided for in the 1994 Department of Defense approved Ellsworth Air Force Base Air Installation Compatible Use Zone Study; (25) Cooperate with, or contract with, other governmental agencies as may be necessary, convenient, incidental, or proper in connection with any of the powers, duties, or purposes authorized by this Act; (26) Construct, purchase, sell, license, lease, or operate a bulk wastewater treatment facility and pipelines necessary to contract for bulk treatment of wastewater generated by Ellsworth Air Force Base or other authorized sewer utilities generating wastewater in the Box Elder Creek watershed; (27) Exercise such power over property controlled by the authority as is necessary or expedient for the promotion of health and safety; and (28) Do any act and execute any instrument which in the authority's judgment is necessary or convenient to the exercise of the powers granted by this Act or reasonably implied from it. Section 8. The authority may invest in the following: (1) Bonds, notes, certificates of indebtedness, treasury bills, or other securities constituting direct obligations of, or obligations the principal of and interest on which are fully guaranteed or insured by, the United States of America; (2) Obligations issued by, or obligations, the principal of and interest on which, are fully guaranteed or insured by, any agency or instrumentality of the United States of America; (3) Certificates of deposit or time deposits constituting direct obligations of any bank which is a qualified public depository or any savings and loan association which is a savings and loan depository under the Public Deposit Insurance Act pursuant to chapter 4-6A, unless sufficient volume of such certificates is not available at competitive interest rates. In that event, the authority may purchase non-collateralized direct obligations of any bank or savings institution or holding company if such institution or holding company is rated in one of the highest two quality categories by a nationally recognized rating agency; (4) Obligations of any solvent insurance company or other corporation or business entity existing under the laws of the United States or any state thereof, if the obligation of the insurance company or other corporation or business entity is rated in one of the two highest classifications established by a standard rating service of insurance companies or a nationally recognized rating agency; (5) Short term discount obligations of the Federal National Mortgage Association; (6) Obligations issued by any state of the United States or any political subdivision, public instrumentality, or public authority of any state of the United States, which obligations are not callable before the date the principal of the obligation will be required to be paid and which obligations are fully secured as to both sufficiency and timely payment by, and payable solely from, securities described in subdivision (1) and which obligations are rated in the highest investment classification by at least two standard rating services of such obligations; (7) An account with the State Investment Council. Any securities may be purchased at the offering or market price of the security at the time of the purchase. Any security so purchased shall mature or be redeemable on a date or dates prior to the time when, in the judgment of the authority, the funds so invested will be required for expenditure. The express judgment of the authority as to the time when any funds will be required for expenditure or be redeemable is final and conclusive. Investment in any obligation enumerated in this section may be made either directly or in the form of securities of, or other interests in, an investment company registered under the Federal Investment Act of 1940, whose shares are registered under the Federal Securities Act of 1933, and whose investments are limited to these obligations. Section 9. The authority may issue revenue bonds, notes, or other evidences of indebtedness to pay the cost incurred in connection with developing, constructing, acquiring, improving, maintaining, operating, and decommissioning projects. For the purpose of evidencing the obligations of the authority to repay any money borrowed, the authority may, pursuant to resolution, from time to time issue and dispose of its interest bearing revenue bonds, notes, or other instruments and may also from time to time issue and dispose of such bonds, notes, or other instruments to refund, at maturity, at a redemption date or in advance of either, any revenue bonds, notes, or other instruments pursuant to redemption provisions or at any time before maturity. Any such revenue bonds, notes, or other instruments shall be payable solely from the revenues or income to be derived with respect to such projects, from the leasing or sale of such projects, or from any other funds available to the authority for such purposes. The revenue bonds, notes, or other instruments may bear such date or dates, may mature at such time or times not exceeding forty years from their respective dates, may bear interest at such rate or rates, may be in such form, may carry such registration privileges, may be executed in such manner, may be payable at such place or places, may be made subject to redemption in such manner and upon such terms, with or without premium as is stated on the face thereof, may be authenticated in such manner, and may contain such terms and covenants as may be provided by an applicable resolution. Section 10. Any holder of any revenue bonds, notes, or other instruments issued by the authority may bring suits at law or proceedings in equity to compel the performance and observance by any person or by the authority or any of its agents or employees of any contract or covenant made with the holders of such revenue bonds, notes, or other instruments, to compel such person or the authority or any of its agents or employees to perform any duties required to be performed for the benefit of the holders of any such revenue bonds, notes, or other instruments by the provision of the resolution authorizing their issuance and to enjoin such person or the authority or any of its agents or employees from taking any action in conflict with any such contract or covenant. Section 11. If the authority fails to pay the principal of, or interest on, any of the revenue bonds or premium, if any, as the principal or interest becomes due, a civil action to compel payment may be instituted in circuit court by the holder or holders of the revenue bonds on which such default of payment exists or by an indenture trustee acting on behalf of such holders. Delivery of a summons and a copy of the complaint to the chair of the authority constitutes sufficient service to give the circuit court jurisdiction of the subject matter of such a suit and jurisdiction over the authority and its officers named as defendants for the purpose of compelling such payment. Section 12. Notwithstanding the form and tenor of any such revenue bond, note, or other instrument and in the absence of any express recital on the face of any such revenue bond, note, or other instrument that it is nonnegotiable, any such revenue bond, note, and other instrument is a negotiable instrument. Pending the preparation and execution of any such revenue bond, note, or other instrument, a temporary revenue bond, note, or instrument may be issued as provided by resolution. Section 13. To secure the payment of any revenue bond, note, or other instrument, the revenues to be received by the authority from a lease agreement or loan agreement shall be pledged, and, for the purpose of setting forth the covenants and undertakings of the authority in connection with the issuance thereof and the issuance of any additional revenue bond, note, or other instrument payable from such revenue, income, or other fund to be derived from any facilities, the authority may execute and deliver a trust agreement. A remedy for any breach or default of the terms of any such trust agreement by the authority may be by mandamus proceedings in circuit court to compel the performance and compliance with the trust agreement, but the trust agreement may prescribe by whom or on whose behalf the action may be instituted. Section 14. Any revenue bonds or notes shall be secured as provided in the authorizing resolution which may, notwithstanding any other provision of this Act, include in addition to any other security, a specific pledge or assignment of and lien on, or security interest in, any or all revenues or money of the authority from whatever source that may by law be used for debt service purposes and a specific pledge or assignment of, and lien on, or security interest in, any funds or accounts established or provided for by resolution of the authority authorizing the issuance of any such revenue bond, note, or other instrument. Any pledge made by the authority of revenues or other moneys received or to be received by the authority pursuant to an agreement with a governmental agency relating to a project to pay any revenue bond, note, or other evidence of indebtedness of the authority is binding from the time the pledge is made. Revenues and other moneys received or to be received by the authority pursuant to an agreement with a governmental agency relating to a project so pledged to pay any revenue bond, note, or other evidence of indebtedness of the authority shall be held outside of the state treasury and in the custody of the authority or a trustee or a depository appointed by the authority. Revenues or other moneys received or to be received by the authority pursuant to an agreement with a governmental agency relating to a project so pledged to pay any revenue bond, note, or other evidence of indebtedness of the authority and thereafter received by the authority or such trustee or depository shall immediately be subject to the lien of the pledge without any physical delivery thereof or further act, and the lien of any pledge is binding against all parties having claims of any kind of tort, contract, or otherwise against the authority or the State of South Dakota, irrespective of whether the parties have notice thereof. Neither the resolution nor any other instrument by which a pledge is created need be filed or recorded except in the records of the authority. Section 15. The State of South Dakota pledges to and agrees with the holders of the revenue bonds and notes of the authority issued pursuant to this Act that the state will not limit or decrease the rights and powers vested in the authority by this Act so as to impair the terms of any contract made by the authority with such holders or in any way impair the rights and remedies of such holders until such revenue bonds, notes, or other instruments, together with interest thereon, with interest on any unpaid installments of interest, and all costs and expenses in connection with any action or proceedings by or on behalf of such holders, are fully met and discharged. The authority may include these pledges and agreements of the state in any contract with the holders of revenue bonds, notes, or other instruments issued pursuant to this section. Section 16. Nothing in this Act may be construed to authorize the authority to create a debt of the state within the meaning of the Constitution or statutes of South Dakota and all revenue bonds, notes, and other instruments and obligations issued by the authority pursuant to the provisions of this Act are payable and shall state that they are payable solely from the funds pledged for their payment in accordance with the resolution authorizing their issuance or in any trust indenture or mortgage or deed of trust executed as security therefor. The state is not liable for the payment of the principal of, or interest on, any bonds, notes, instruments, or obligations issued by the authority or for the performance of any pledge, mortgage, obligation, or agreement of any kind whatsoever which may be undertaken by the authority. No breach of any such pledge, mortgage, obligation, or agreement may impose any pecuniary liability upon the state or any charge upon its general credit or against its taxing power. Section 17. The state and all counties, municipalities, political subdivisions, public bodies, public officers, banks, bankers, trust companies, savings banks and institutions, building and loan associations, savings and loan associations, personal representatives, conservators, trustees, and other fiduciaries may legally invest any debt service funds, money, or other funds belonging to them or within their control in any bonds or notes issued pursuant to this Act. Section 18. Any documentary material or data made or received by the authority for purposes under this Act, to the extent that such material or data consists of trade secrets, scientific or technical secrets, matters involving national security, or commercial or financial information regarding the operation of a business, may not be considered public records, and are exempt from disclosure. Any discussion or consideration of such information, any discussion of personnel matters, and any discussion of strategy related to any contract negotiation, may be held by the authority in executive session. Section 19. The authority may acquire title to any project with respect to which it exercises its authority. Section 20. The provisions of § 5-2-19 do not apply to real or personal property given to the authority. Section 21. The authority shall designate a qualified public depository as defined in § 4-6A-1 as a depository of its money. Those depositories shall be designated only within the state and upon condition that bonds approved as to form and surety by the authority and at least equal in amount to the maximum sum expected to be on deposit at any one time shall be first given by the depositories to the authority, those bonds to be conditioned for the safekeeping and prompt repayment of the deposits. If any of the funds of the authority are deposited by the treasurer in any such depository, the treasurer and the sureties on the treasurer's official bond are, to that extent, exempt from liability for the loss of any of the deposited funds by reason of the failure, bankruptcy, or any other act or default of the depository. However, the authority may accept assignments of collateral by any depository of its funds to secure the deposits to the same extent and conditioned in the same manner as assignments of collateral are permitted by law to secure deposits of the funds consistent with the provisions of chapter 4-6A. Section 22. The income of the authority and all land, improvements, equipment, fixtures, or other property interests owned by the authority are exempt from all taxation in the State of South Dakota. The authority is exempt from the provisions of chapter 47-31B. Section 23. Notwithstanding any other provisions of law, all funds received by the authority shall be set forth in an informational budget as described in § 4-7-7.2. Section 24. The authority may enter into intergovernmental agreements with any governmental agency. Section 25. The authority may share employees with governmental agencies."}, {"bill_id": 914, "bill_version_id": 7671, "bill_version": "House State Affairs Engrossed", "bill_version_date": "2009-02-18T12:20:24.883-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create the South Dakota Ellsworth Development Authority. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is created the South Dakota Ellsworth Development Authority, a body corporate and politic, with such duties and powers as are set forth in this Act to carry out the provisions of this Act. The authority is hereby constituted an independent public instrumentality exercising essential public functions. Section 2. The authority shall consist of seven members appointed by the Governor with the advice and consent of the Senate. The terms for the initial appointments shall be as follows: three members shall serve three years, two members shall serve two years, and two members shall serve one year. Not all of the members may be of the same political party. One of the members shall be designated by the Governor as chair. The members shall elect from among their number such other officers as they may determine. The Governor may remove any member of the board for cause. Section 3. The authority is attached to the Department of Tourism and State Development for reporting purposes. The authority shall submit such records, information, and reports in the form and at such times as required by the secretary of the Department of Tourism and State Development. However, the authority shall report to the Governor at least annually. Section 4. All appointments to the authority after the initial appointments shall be made for a four-year term. Each member's term of office shall expire on the applicable third Monday in January, but the member shall continue to hold office until a successor is appointed and qualified. Any vacancy in the authority shall be filled by appointment for only the balance of the unexpired term. A majority of the members of the authority constitutes a quorum. Section 5. No member of such authority may receive any compensation for services rendered under this Act. However, members shall be reimbursed for necessary expenses incurred in connection with duties and powers prescribed by this Act. Section 6. The authority may employ agents and employees necessary to carry out the duties and purposes of the authority. Section 7. For the purpose of protecting and promoting the economic impact of Ellsworth Air Force Base and associated industry, and to promote the health and safety of those living or working near the base, the authority may exercise the following powers: (1) Have perpetual succession as a body politic and corporate exercising essential public functions; (2) Sue and be sued in its own name; (3) Have an official seal and alter the seal at will; (4) Maintain an office at such places within the state as the authority may designate; (5) Make and execute contracts and all other instruments necessary or convenient for the performance of its duties and the exercise of its powers and functions under this Act; (6) Borrow money and accept gifts; (7) Apply for and use gifts, grants, or loans of money or other property from the United States, the state, a unit of local government, or any person for any authority purposes and enter into agreements required in connection therewith; (8) Hold, use, and dispose of such moneys or property for any authority purposes in accordance with the terms of the gift, grant, loan, or agreement; (9) Employ fiscal consultants, engineers, attorneys, management service providers, and such other consultants and employees as may be required and contract with agencies of the state to provide staff and support services; (10) Procure insurance against any loss in connection with its property and other assets, including loans, bonds, and notes in such amounts and from such insurers as it may deem advisable; (11) Hold, control, and acquire by donation or purchase any private or public easements, dedications to public use, platted reservations for private or public purposes, or any reservations for those purposes authorized by this Act and make use of such easements, dedications, or reservations for any of the purposes authorized by this Act; (12) Lease as lessor or lessee to or from any person, firm, limited liability company, corporation, association or body, public or private, any projects of the type that the authority may undertake and facilities or property of any nature for the use of the authority to carry out any of the purposes authorized by this Act; (13) Borrow money and issue bonds, certificates, warrants, notes, or other evidence of indebtedness as provided by this Act; (14) Procure insurance, letters of credit, guarantees, or other credit enhancement arrangements from any public or private entities, including any department, agency, or instrumentality of the United States or the state, for payment of all or any portion of any bonds issued by the authority, including the power to pay premiums, fees, or other charges on any such insurance, letters of credit, guarantees, or credit arrangements; (15) Receive and accept from any source financial aid or contributions of moneys, property, labor, or other things of value to be held, used, and applied to carry out the purposes of this Act subject to the conditions upon which the grants or contributions are made, including gifts or grants from any department, agency, or instrumentality of the United States for any purpose consistent with the provisions of this Act; (16) To the extent permitted under its contract with the holders of bonds of the authority, consent to any modification with respect to the rate of interest, time, and payment of any installment of principal or interest, or any other term of any contract, loan, loan note, loan note commitment, contract, lease, or agreement of any kind to which the authority is a party; (17) Make loans and grants to, and enter into financing agreements with, any governmental agency or any person for the costs incurred in connection with the development, construction, acquisition, improvement, maintenance, operation, or decommissioning of any facilities, or for the maintenance of the physical or structural integrity of real or personal property incorporated or which may be incorporated into such facilities, in accordance with a written agreement between the authority and such governmental agency or person. However, no such loan or grant may exceed the total cost of such facilities as determined by the governmental agency or person and approved by the authority; (18) Cooperate with and exchange services, personnel, and information with any governmental agency or political subdivision; (19) Enter into agreements for management on behalf of the authority of any of its properties upon such terms and conditions as may be mutually agreeable; (20) Sell, exchange, lease, donate, and convey any of its properties whenever the authority finds such action to be in furtherance of the purposes for which it was organized; (21) Purchase from a willing seller, construct, develop, maintain, hold, lease, license, operate, dispose of, or decommission real and personal property projects, facilities, or any undertaking necessary for establishing compatible land use, as provided for in subdivision 50-10-32(2), around Ellsworth Air Force Base, or generally suitable for protecting or promoting the economic impact on the state of Ellsworth Air Force Base and related industries; (22) Indemnify any person or governmental agency for such reasonable risks as the authority deems advisable if the indemnification is a condition of a grant, gift, or donation to the authority. However, any such obligation to indemnify may only be paid from insurance or from revenues of the authority, and such obligation does not constitute a debt or obligation of the State of South Dakota; (23) Acquire by eminent domain, in accordance with chapter 21-35, any private property that falls within the boundaries of Ellsworth Air Force Base, or property described in the 1994 United States Department of Defense approved Ellsworth Air Force Base Air Installation Compatible Use Zone Study as a clear zone or an accident potential zone one or two, or property located within the noise contours identified by the study, but only as necessary for the authority's purposes to establish a compatible land use as provided for in the study; (24) Cooperate with, or contract with, other governmental agencies or political subdivisions as may be necessary, convenient, incidental, or proper in connection with any of the powers, duties, or purposes authorized by this Act; and (25) Construct, purchase, license, lease, or operate a bulk wastewater treatment facility and pipelines necessary to contract for bulk treatment of wastewater generated by Ellsworth Air Force Base, the city of Box Elder, or other authorized sewer utilities generating wastewater in the Box Elder Creek watershed. However, the authority may not provide wastewater treatment service to any property located within any municipality's subdivision jurisdiction as defined in § § 11-6-26 and 9-4-14 without first obtaining the municipality's consent. Section 8. The authority may invest in the following: (1) Bonds, notes, certificates of indebtedness, treasury bills, or other securities constituting direct obligations of, or obligations the principal of and interest on which are fully guaranteed or insured by, the United States of America; (2) Obligations issued by, or obligations, the principal of and interest on which, are fully guaranteed or insured by, any agency or instrumentality of the United States of America; (3) Certificates of deposit or time deposits constituting direct obligations of any bank which is a qualified public depository or any savings and loan association which is a savings and loan depository under the Public Deposit Insurance Act pursuant to chapter 4-6A, unless sufficient volume of such certificates is not available at competitive interest rates. In that event, the authority may purchase non-collateralized direct obligations of any bank or savings institution or holding company if such institution or holding company is rated in one of the highest two quality categories by a nationally recognized rating agency; (4) Obligations of any solvent insurance company or other corporation or business entity existing under the laws of the United States or any state thereof, if the obligation of the insurance company or other corporation or business entity is rated in one of the two highest classifications established by a standard rating service of insurance companies or a nationally recognized rating agency; (5) Short term discount obligations of the Federal National Mortgage Association; (6) Obligations issued by any state of the United States or any political subdivision, public instrumentality, or public authority of any state of the United States, which obligations are not callable before the date the principal of the obligation will be required to be paid and which obligations are fully secured as to both sufficiency and timely payment by, and payable solely from, securities described in subdivision (1) and which obligations are rated in the highest investment classification by at least two standard rating services of such obligations; (7) An account with the State Investment Council. Any securities may be purchased at the offering or market price of the security at the time of the purchase. Any security so purchased shall mature or be redeemable on a date or dates prior to the time when, in the judgment of the authority, the funds so invested will be required for expenditure. The express judgment of the authority as to the time when any funds will be required for expenditure or be redeemable is final and conclusive. Investment in any obligation enumerated in this section may be made either directly or in the form of securities of, or other interests in, an investment company registered under the Federal Investment Act of 1940, whose shares are registered under the Federal Securities Act of 1933, and whose investments are limited to these obligations. Section 9. The authority may issue revenue bonds, notes, or other evidences of indebtedness to pay the cost incurred in connection with developing, constructing, acquiring, improving, maintaining, operating, and decommissioning projects. For the purpose of evidencing the obligations of the authority to repay any money borrowed, the authority may, pursuant to resolution, from time to time issue and dispose of its interest bearing revenue bonds, notes, or other instruments and may also from time to time issue and dispose of such bonds, notes, or other instruments to refund, at maturity, at a redemption date or in advance of either, any revenue bonds, notes, or other instruments pursuant to redemption provisions or at any time before maturity. Any such revenue bonds, notes, or other instruments shall be payable solely from the revenues or income to be derived with respect to such projects, from the leasing or sale of such projects, or from any other funds available to the authority for such purposes. The revenue bonds, notes, or other instruments may bear such date or dates, may mature at such time or times not exceeding forty years from their respective dates, may bear interest at such rate or rates, may be in such form, may carry such registration privileges, may be executed in such manner, may be payable at such place or places, may be made subject to redemption in such manner and upon such terms, with or without premium as is stated on the face thereof, may be authenticated in such manner, and may contain such terms and covenants as may be provided by an applicable resolution. Section 10. Any holder of any revenue bonds, notes, or other instruments issued by the authority may bring suits at law or proceedings in equity to compel the performance and observance by any person or by the authority or any of its agents or employees of any contract or covenant made with the holders of such revenue bonds, notes, or other instruments, to compel such person or the authority or any of its agents or employees to perform any duties required to be performed for the benefit of the holders of any such revenue bonds, notes, or other instruments by the provision of the resolution authorizing their issuance and to enjoin such person or the authority or any of its agents or employees from taking any action in conflict with any such contract or covenant. Section 11. If the authority fails to pay the principal of, or interest on, any of the revenue bonds or premium, if any, as the principal or interest becomes due, a civil action to compel payment may be instituted in circuit court by the holder or holders of the revenue bonds on which such default of payment exists or by an indenture trustee acting on behalf of such holders. Delivery of a summons and a copy of the complaint to the chair of the authority constitutes sufficient service to give the circuit court jurisdiction of the subject matter of such a suit and jurisdiction over the authority and its officers named as defendants for the purpose of compelling such payment. Section 12. Notwithstanding the form and tenor of any such revenue bond, note, or other instrument and in the absence of any express recital on the face of any such revenue bond, note, or other instrument that it is nonnegotiable, any such revenue bond, note, and other instrument is a negotiable instrument. Pending the preparation and execution of any such revenue bond, note, or other instrument, a temporary revenue bond, note, or instrument may be issued as provided by resolution. Section 13. To secure the payment of any revenue bond, note, or other instrument, the revenues to be received by the authority from a lease agreement or loan agreement shall be pledged, and, for the purpose of setting forth the covenants and undertakings of the authority in connection with the issuance thereof and the issuance of any additional revenue bond, note, or other instrument payable from such revenue, income, or other fund to be derived from any facilities, the authority may execute and deliver a trust agreement. A remedy for any breach or default of the terms of any such trust agreement by the authority may be by mandamus proceedings in circuit court to compel the performance and compliance with the trust agreement, but the trust agreement may prescribe by whom or on whose behalf the action may be instituted. Section 14. Any revenue bonds or notes shall be secured as provided in the authorizing resolution which may, notwithstanding any other provision of this Act, include in addition to any other security, a specific pledge or assignment of and lien on, or security interest in, any or all revenues or money of the authority from whatever source that may by law be used for debt service purposes and a specific pledge or assignment of, and lien on, or security interest in, any funds or accounts established or provided for by resolution of the authority authorizing the issuance of any such revenue bond, note, or other instrument. Any pledge made by the authority of revenues or other moneys received or to be received by the authority pursuant to an agreement with a governmental agency relating to a project to pay any revenue bond, note, or other evidence of indebtedness of the authority is binding from the time the pledge is made. Revenues and other moneys received or to be received by the authority pursuant to an agreement with a governmental agency relating to a project so pledged to pay any revenue bond, note, or other evidence of indebtedness of the authority shall be held outside of the state treasury and in the custody of the authority or a trustee or a depository appointed by the authority. Revenues or other moneys received or to be received by the authority pursuant to an agreement with a governmental agency relating to a project so pledged to pay any revenue bond, note, or other evidence of indebtedness of the authority and thereafter received by the authority or such trustee or depository shall immediately be subject to the lien of the pledge without any physical delivery thereof or further act, and the lien of any pledge is binding against all parties having claims of any kind of tort, contract, or otherwise against the authority or the State of South Dakota, irrespective of whether the parties have notice thereof. Neither the resolution nor any other instrument by which a pledge is created need be filed or recorded except in the records of the authority. Section 15. The State of South Dakota pledges to and agrees with the holders of the revenue bonds and notes of the authority issued pursuant to this Act that the state will not limit or decrease the rights and powers vested in the authority by this Act so as to impair the terms of any contract made by the authority with such holders or in any way impair the rights and remedies of such holders until such revenue bonds, notes, or other instruments, together with interest thereon, with interest on any unpaid installments of interest, and all costs and expenses in connection with any action or proceedings by or on behalf of such holders, are fully met and discharged. The authority may include these pledges and agreements of the state in any contract with the holders of revenue bonds, notes, or other instruments issued pursuant to this section. Section 16. Nothing in this Act may be construed to authorize the authority to create a debt of the state within the meaning of the Constitution or statutes of South Dakota and all revenue bonds, notes, and other instruments and obligations issued by the authority pursuant to the provisions of this Act are payable and shall state that they are payable solely from the funds pledged for their payment in accordance with the resolution authorizing their issuance or in any trust indenture or mortgage or deed of trust executed as security therefor. The state is not liable for the payment of the principal of, or interest on, any bonds, notes, instruments, or obligations issued by the authority or for the performance of any pledge, mortgage, obligation, or agreement of any kind whatsoever which may be undertaken by the authority. No breach of any such pledge, mortgage, obligation, or agreement may impose any pecuniary liability upon the state or any charge upon its general credit or against its taxing power. Section 17. The state and all counties, municipalities, political subdivisions, public bodies, public officers, banks, bankers, trust companies, savings banks and institutions, building and loan associations, savings and loan associations, personal representatives, conservators, trustees, and other fiduciaries may legally invest any debt service funds, money, or other funds belonging to them or within their control in any bonds or notes issued pursuant to this Act. Section 18. Any documentary material or data made or received by the authority for purposes under this Act, to the extent that such material or data consists of trade secrets, scientific or technical secrets, matters involving national security, or commercial or financial information regarding the operation of a business, may not be considered public records, and are exempt from disclosure. Any discussion or consideration of such information, any discussion of personnel matters, and any discussion of strategy related to any contract negotiation, may be held by the authority in executive session. Section 19. The authority may acquire title to any project with respect to which it exercises its authority. Section 20. The provisions of § 5-2-19 do not apply to real or personal property given to the authority. Section 21. The authority shall designate a qualified public depository as defined in § 4-6A-1 as a depository of its money. Those depositories shall be designated only within the state and upon condition that bonds approved as to form and surety by the authority and at least equal in amount to the maximum sum expected to be on deposit at any one time shall be first given by the depositories to the authority, those bonds to be conditioned for the safekeeping and prompt repayment of the deposits. If any of the funds of the authority are deposited by the treasurer in any such depository, the treasurer and the sureties on the treasurer's official bond are, to that extent, exempt from liability for the loss of any of the deposited funds by reason of the failure, bankruptcy, or any other act or default of the depository. However, the authority may accept assignments of collateral by any depository of its funds to secure the deposits to the same extent and conditioned in the same manner as assignments of collateral are permitted by law to secure deposits of the funds consistent with the provisions of chapter 4-6A. Section 22. The income of the authority and all land, improvements, equipment, fixtures, or other property interests owned by the authority are exempt from all taxation in the State of South Dakota. The authority is exempt from the provisions of chapter 47-31B. Section 23. Notwithstanding any other provisions of law, all funds received by the authority shall be set forth in an informational budget as described in § 4-7-7.2. Section 24. The authority may enter into intergovernmental agreements with any governmental agency or political subdivision. Section 25. The authority may share employees with governmental agencies. Section 26. Nothing in this Act limits any power granted to any municipality or county government nor creates any police or taxing power in the authority."}, {"bill_id": 914, "bill_version_id": 8790, "bill_version": "Senate Engrossed", "bill_version_date": "2009-03-05T16:09:02.11-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create the South Dakota Ellsworth Development Authority. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is created the South Dakota Ellsworth Development Authority, a body corporate and politic, with such duties and powers as are set forth in this Act to carry out the provisions of this Act. The authority is hereby constituted an independent public instrumentality exercising essential public functions. Section 2. The authority shall consist of seven members appointed by the Governor with the advice and consent of the Senate. The terms for the initial appointments shall be as follows: three members shall serve three years, two members shall serve two years, and two members shall serve one year. Not all of the members may be of the same political party. One of the members shall be designated by the Governor as chair. The members shall elect from among their number such other officers as they may determine. The Governor may remove any member of the board for cause. Section 3. The authority is attached to the Department of Tourism and State Development for reporting purposes. The authority shall submit such records, information, and reports in the form and at such times as required by the secretary of the Department of Tourism and State Development. However, the authority shall report to the Governor at least annually. Section 4. All appointments to the authority after the initial appointments shall be made for a four-year term. Each member's term of office shall expire on the applicable third Monday in January, but the member shall continue to hold office until a successor is appointed and qualified. Any vacancy in the authority shall be filled by appointment for only the balance of the unexpired term. A majority of the members of the authority constitutes a quorum. Section 5. No member of such authority may receive any compensation for services rendered under this Act. However, members shall be reimbursed for necessary expenses incurred in connection with duties and powers prescribed by this Act. Section 6. The authority may employ agents and employees necessary to carry out the duties and purposes of the authority. Section 7. For the purpose of protecting and promoting the economic impact of Ellsworth Air Force Base and associated industry, and to promote the health and safety of those living or working near the base, the authority may exercise the following powers: (1) Have perpetual succession as a body politic and corporate exercising essential public functions; (2) Sue and be sued in its own name; (3) Have an official seal and alter the seal at will; (4) Maintain an office at such places within the state as the authority may designate; (5) Make and execute contracts and all other instruments necessary or convenient for the performance of its duties and the exercise of its powers and functions under this Act; (6) Borrow money and accept gifts; (7) Apply for and use gifts, grants, or loans of money or other property from the United States, the state, a unit of local government, or any person for any authority purposes and enter into agreements required in connection therewith; (8) Hold, use, and dispose of such moneys or property for any authority purposes in accordance with the terms of the gift, grant, loan, or agreement; (9) Employ fiscal consultants, engineers, attorneys, management service providers, and such other consultants and employees as may be required and contract with agencies of the state to provide staff and support services; (10) Procure insurance against any loss in connection with its property and other assets, including loans, bonds, and notes in such amounts and from such insurers as it may deem advisable; (11) Hold, control, and acquire by donation or purchase any private or public easements, dedications to public use, platted reservations for private or public purposes, or any reservations for those purposes authorized by this Act and make use of such easements, dedications, or reservations for any of the purposes authorized by this Act; (12) Lease as lessor or lessee to or from any person, firm, limited liability company, corporation, association or body, public or private, any projects of the type that the authority may undertake and facilities or property of any nature for the use of the authority to carry out any of the purposes authorized by this Act; (13) Borrow money and issue bonds, certificates, warrants, notes, or other evidence of indebtedness as provided by this Act; (14) Procure insurance, letters of credit, guarantees, or other credit enhancement arrangements from any public or private entities, including any department, agency, or instrumentality of the United States or the state, for payment of all or any portion of any bonds issued by the authority, including the power to pay premiums, fees, or other charges on any such insurance, letters of credit, guarantees, or credit arrangements; (15) Receive and accept from any source financial aid or contributions of moneys, property, labor, or other things of value to be held, used, and applied to carry out the purposes of this Act subject to the conditions upon which the grants or contributions are made, including gifts or grants from any department, agency, or instrumentality of the United States for any purpose consistent with the provisions of this Act; (16) To the extent permitted under its contract with the holders of bonds of the authority, consent to any modification with respect to the rate of interest, time, and payment of any installment of principal or interest, or any other term of any contract, loan, loan note, loan note commitment, contract, lease, or agreement of any kind to which the authority is a party; (17) Make loans and grants to, and enter into financing agreements with, any governmental agency or any person for the costs incurred in connection with the development, construction, acquisition, improvement, maintenance, operation, or decommissioning of any facilities, or for the maintenance of the physical or structural integrity of real or personal property incorporated or which may be incorporated into such facilities, in accordance with a written agreement between the authority and such governmental agency or person. However, no such loan or grant may exceed the total cost of such facilities as determined by the governmental agency or person and approved by the authority; (18) Cooperate with and exchange services, personnel, and information with any governmental agency or political subdivision; (19) Enter into agreements for management on behalf of the authority of any of its properties upon such terms and conditions as may be mutually agreeable; (20) Sell, exchange, lease, donate, and convey any of its properties whenever the authority finds such action to be in furtherance of the purposes for which it was organized; (21) Purchase from a willing seller, construct, develop, maintain, hold, lease, license, operate, dispose of, or decommission real and personal property projects, facilities, or any undertaking necessary for establishing compatible land use, as provided for in subdivision 50-10-32(2), around Ellsworth Air Force Base, or generally suitable for protecting or promoting the economic impact on the state of Ellsworth Air Force Base and related industries; (22) Indemnify any person or governmental agency for such reasonable risks as the authority deems advisable if the indemnification is a condition of a grant, gift, or donation to the authority. However, any such obligation to indemnify may only be paid from insurance or from revenues of the authority, and such obligation does not constitute a debt or obligation of the State of South Dakota; (23) Acquire by eminent domain, in accordance with chapter 21-35, any private property that falls within the boundaries of Ellsworth Air Force Base, or property described in the 1994 United States Department of Defense approved Ellsworth Air Force Base Air Installation Compatible Use Zone Study as a clear zone or an accident potential zone one or two, or property located within the noise contours identified by the study, but only as necessary for the authority's purposes to establish a compatible land use as provided for in the study; (24) Cooperate with, or contract with, other governmental agencies or political subdivisions as may be necessary, convenient, incidental, or proper in connection with any of the powers, duties, or purposes authorized by this Act; and (25) Construct, purchase, license, lease, or operate a bulk wastewater treatment facility and pipelines necessary to contract for bulk treatment of wastewater generated by Ellsworth Air Force Base, the city of Box Elder, or other authorized sewer utilities generating wastewater in the Box Elder Creek watershed. However, the authority may not provide wastewater treatment service to any property located within any municipality's subdivision jurisdiction as defined in § § 11-6-26 and 9-4-14 without first obtaining the municipality's consent. Section 8. The authority may invest in the following: (1) Bonds, notes, certificates of indebtedness, treasury bills, or other securities constituting direct obligations of, or obligations the principal of and interest on which are fully guaranteed or insured by, the United States of America; (2) Obligations issued by, or obligations, the principal of and interest on which, are fully guaranteed or insured by, any agency or instrumentality of the United States of America; (3) Certificates of deposit or time deposits constituting direct obligations of any bank which is a qualified public depository or any savings and loan association which is a savings and loan depository under the Public Deposit Insurance Act pursuant to chapter 4-6A, unless sufficient volume of such certificates is not available at competitive interest rates. In that event, the authority may purchase non-collateralized direct obligations of any bank or savings institution or holding company if such institution or holding company is rated in one of the highest two quality categories by a nationally recognized rating agency; (4) Obligations of any solvent insurance company or other corporation or business entity existing under the laws of the United States or any state thereof, if the obligation of the insurance company or other corporation or business entity is rated in one of the two highest classifications established by a standard rating service of insurance companies or a nationally recognized rating agency; (5) Short term discount obligations of the Federal National Mortgage Association; (6) Obligations issued by any state of the United States or any political subdivision, public instrumentality, or public authority of any state of the United States, which obligations are not callable before the date the principal of the obligation will be required to be paid and which obligations are fully secured as to both sufficiency and timely payment by, and payable solely from, securities described in subdivision (1) and which obligations are rated in the highest investment classification by at least two standard rating services of such obligations; (7) An account with the State Investment Council. Any securities may be purchased at the offering or market price of the security at the time of the purchase. Any security so purchased shall mature or be redeemable on a date or dates prior to the time when, in the judgment of the authority, the funds so invested will be required for expenditure. The express judgment of the authority as to the time when any funds will be required for expenditure or be redeemable is final and conclusive. Investment in any obligation enumerated in this section may be made either directly or in the form of securities of, or other interests in, an investment company registered under the Federal Investment Act of 1940, whose shares are registered under the Federal Securities Act of 1933, and whose investments are limited to these obligations. Section 9. The authority may issue revenue bonds, notes, or other evidences of indebtedness to pay the cost incurred in connection with developing, constructing, acquiring, improving, maintaining, operating, and decommissioning projects. For the purpose of evidencing the obligations of the authority to repay any money borrowed, the authority may, pursuant to resolution, from time to time issue and dispose of its interest bearing revenue bonds, notes, or other instruments and may also from time to time issue and dispose of such bonds, notes, or other instruments to refund, at maturity, at a redemption date or in advance of either, any revenue bonds, notes, or other instruments pursuant to redemption provisions or at any time before maturity. Any such revenue bonds, notes, or other instruments shall be payable solely from the revenues or income to be derived with respect to such projects, from the leasing or sale of such projects, or from any other funds available to the authority for such purposes. The revenue bonds, notes, or other instruments may bear such date or dates, may mature at such time or times not exceeding forty years from their respective dates, may bear interest at such rate or rates, may be in such form, may carry such registration privileges, may be executed in such manner, may be payable at such place or places, may be made subject to redemption in such manner and upon such terms, with or without premium as is stated on the face thereof, may be authenticated in such manner, and may contain such terms and covenants as may be provided by an applicable resolution. Section 10. Any holder of any revenue bonds, notes, or other instruments issued by the authority may bring suits at law or proceedings in equity to compel the performance and observance by any person or by the authority or any of its agents or employees of any contract or covenant made with the holders of such revenue bonds, notes, or other instruments, to compel such person or the authority or any of its agents or employees to perform any duties required to be performed for the benefit of the holders of any such revenue bonds, notes, or other instruments by the provision of the resolution authorizing their issuance and to enjoin such person or the authority or any of its agents or employees from taking any action in conflict with any such contract or covenant. Section 11. If the authority fails to pay the principal of, or interest on, any of the revenue bonds or premium, if any, as the principal or interest becomes due, a civil action to compel payment may be instituted in circuit court by the holder or holders of the revenue bonds on which such default of payment exists or by an indenture trustee acting on behalf of such holders. Delivery of a summons and a copy of the complaint to the chair of the authority constitutes sufficient service to give the circuit court jurisdiction of the subject matter of such a suit and jurisdiction over the authority and its officers named as defendants for the purpose of compelling such payment. Section 12. Notwithstanding the form and tenor of any such revenue bond, note, or other instrument and in the absence of any express recital on the face of any such revenue bond, note, or other instrument that it is nonnegotiable, any such revenue bond, note, and other instrument is a negotiable instrument. Pending the preparation and execution of any such revenue bond, note, or other instrument, a temporary revenue bond, note, or instrument may be issued as provided by resolution. Section 13. To secure the payment of any revenue bond, note, or other instrument, the revenues to be received by the authority from a lease agreement or loan agreement shall be pledged, and, for the purpose of setting forth the covenants and undertakings of the authority in connection with the issuance thereof and the issuance of any additional revenue bond, note, or other instrument payable from such revenue, income, or other fund to be derived from any facilities, the authority may execute and deliver a trust agreement. A remedy for any breach or default of the terms of any such trust agreement by the authority may be by mandamus proceedings in circuit court to compel the performance and compliance with the trust agreement, but the trust agreement may prescribe by whom or on whose behalf the action may be instituted. Section 14. Any revenue bonds or notes shall be secured as provided in the authorizing resolution which may, notwithstanding any other provision of this Act, include in addition to any other security, a specific pledge or assignment of and lien on, or security interest in, any or all revenues or money of the authority from whatever source that may by law be used for debt service purposes and a specific pledge or assignment of, and lien on, or security interest in, any funds or accounts established or provided for by resolution of the authority authorizing the issuance of any such revenue bond, note, or other instrument. Any pledge made by the authority of revenues or other moneys received or to be received by the authority pursuant to an agreement with a governmental agency relating to a project to pay any revenue bond, note, or other evidence of indebtedness of the authority is binding from the time the pledge is made. Revenues and other moneys received or to be received by the authority pursuant to an agreement with a governmental agency relating to a project so pledged to pay any revenue bond, note, or other evidence of indebtedness of the authority shall be held outside of the state treasury and in the custody of the authority or a trustee or a depository appointed by the authority. Revenues or other moneys received or to be received by the authority pursuant to an agreement with a governmental agency relating to a project so pledged to pay any revenue bond, note, or other evidence of indebtedness of the authority and thereafter received by the authority or such trustee or depository shall immediately be subject to the lien of the pledge without any physical delivery thereof or further act, and the lien of any pledge is binding against all parties having claims of any kind of tort, contract, or otherwise against the authority or the State of South Dakota, irrespective of whether the parties have notice thereof. Neither the resolution nor any other instrument by which a pledge is created need be filed or recorded except in the records of the authority. Section 15. The State of South Dakota pledges to and agrees with the holders of the revenue bonds and notes of the authority issued pursuant to this Act that the state will not limit or decrease the rights and powers vested in the authority by this Act so as to impair the terms of any contract made by the authority with such holders or in any way impair the rights and remedies of such holders until such revenue bonds, notes, or other instruments, together with interest thereon, with interest on any unpaid installments of interest, and all costs and expenses in connection with any action or proceedings by or on behalf of such holders, are fully met and discharged. The authority may include these pledges and agreements of the state in any contract with the holders of revenue bonds, notes, or other instruments issued pursuant to this section. Section 16. Nothing in this Act may be construed to authorize the authority to create a debt of the state within the meaning of the Constitution or statutes of South Dakota and all revenue bonds, notes, and other instruments and obligations issued by the authority pursuant to the provisions of this Act are payable and shall state that they are payable solely from the funds pledged for their payment in accordance with the resolution authorizing their issuance or in any trust indenture or mortgage or deed of trust executed as security therefor. The state is not liable for the payment of the principal of, or interest on, any bonds, notes, instruments, or obligations issued by the authority or for the performance of any pledge, mortgage, obligation, or agreement of any kind whatsoever which may be undertaken by the authority. No breach of any such pledge, mortgage, obligation, or agreement may impose any pecuniary liability upon the state or any charge upon its general credit or against its taxing power. Section 17. The state and all counties, municipalities, political subdivisions, public bodies, public officers, banks, bankers, trust companies, savings banks and institutions, building and loan associations, savings and loan associations, personal representatives, conservators, trustees, and other fiduciaries may legally invest any debt service funds, money, or other funds belonging to them or within their control in any bonds or notes issued pursuant to this Act. Section 18. Any documentary material or data made or received by the authority for purposes under this Act, to the extent that such material or data consists of trade secrets, scientific or technical secrets, matters involving national security, or commercial or financial information regarding the operation of a business, may not be considered public records, and are exempt from disclosure. Any discussion or consideration of such information, any discussion of personnel matters, and any discussion of strategy related to any contract negotiation, may be held by the authority in executive session. Section 19. The authority may acquire title to any project with respect to which it exercises its authority. Section 20. The provisions of § 5-2-19 do not apply to real or personal property given to the authority. Section 21. The authority shall designate a qualified public depository as defined in § 4-6A-1 as a depository of its money. Those depositories shall be designated only within the state and upon condition that bonds approved as to form and surety by the authority and at least equal in amount to the maximum sum expected to be on deposit at any one time shall be first given by the depositories to the authority, those bonds to be conditioned for the safekeeping and prompt repayment of the deposits. If any of the funds of the authority are deposited by the treasurer in any such depository, the treasurer and the sureties on the treasurer's official bond are, to that extent, exempt from liability for the loss of any of the deposited funds by reason of the failure, bankruptcy, or any other act or default of the depository. However, the authority may accept assignments of collateral by any depository of its funds to secure the deposits to the same extent and conditioned in the same manner as assignments of collateral are permitted by law to secure deposits of the funds consistent with the provisions of chapter 4-6A. Section 22. The income of the authority and all land, improvements, equipment, fixtures, or other property interests owned by the authority are exempt from all taxation in the State of South Dakota. However, nothing in this section exempts from taxation the value of any leasehold interests in the property of the authority that is held by any third party. The authority is exempt from the provisions of chapter 47-31B. Section 23. Notwithstanding any other provisions of law, all funds received by the authority shall be set forth in an informational budget as described in § 4-7-7.2. Section 24. The authority may enter into intergovernmental agreements with any governmental agency or political subdivision. Section 25. The authority may share employees with governmental agencies. Section 26. Nothing in this Act limits any power granted to any municipality or county government nor creates any police or taxing power in the authority."}, {"bill_id": 914, "bill_version_id": 9047, "bill_version": "Enrolled", "bill_version_date": "2009-03-10T10:03:22.59-05:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 914, "action_date": "2009-02-04T14:00:00-06:00", "document_id": 6842, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6842.pdf", "status_text": "First read in House and referred to", "journal_page": 290, "committee_id_action": 56, "committee_id_assigned": 49, "result": "N", "vote": {}}, {"bill_id": 914, "action_date": "2009-02-18T07:45:00-06:00", "document_id": 7412, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7412.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 49, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 914, "action_date": "2009-02-18T07:45:00-06:00", "document_id": 7651, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7651.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 49, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 914, "action_date": "2009-02-18T07:45:00-06:00", "document_id": 7651, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7651.pdf", "status_text": "Do Pass Amended", "journal_page": 406, "committee_id_action": 49, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 4212, "president_vote": null, "Yea": [666, 651, 660, 693, 721, 683, 695, 645, 639, 681, 657, 691, 643]}}, {"bill_id": 914, "action_date": "2009-02-20T13:00:00-06:00", "document_id": 7933, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7933.pdf", "status_text": "Deferred to another day", "journal_page": 469, "committee_id_action": 56, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 914, "action_date": "2009-02-23T14:00:00-06:00", "document_id": 8030, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8030.pdf", "status_text": "Do Pass Amended", "journal_page": 498, "committee_id_action": 56, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 4541, "president_vote": null, "Yea": [716, 720, 666, 688, 676, 670, 715, 699, 674, 635, 692, 708, 651, 643, 712, 660, 706, 725, 693, 724, 727, 721, 652, 737, 672, 698, 717, 738, 654, 711, 719, 683, 695, 696, 722, 645, 637, 665, 687, 678, 646, 668, 639, 735, 679, 734, 714, 731, 736, 713, 710, 728, 657, 641, 658, 647, 691, 723, 684, 733, 732, 707, 681], "Nay": [726, 709, 644, 730, 729, 650], "Excused": [718]}}, {"bill_id": 914, "action_date": "2009-02-24T14:00:00-06:00", "document_id": 8137, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8137.pdf", "status_text": "First read in Senate and referred to", "journal_page": 528, "committee_id_action": 54, "committee_id_assigned": 39, "result": "N", "vote": {}}, {"bill_id": 914, "action_date": "2009-03-04T10:00:00-06:00", "document_id": 8357, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8357.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 39, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 914, "action_date": "2009-03-04T10:00:00-06:00", "document_id": 8600, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8600.pdf", "status_text": "Do Pass", "journal_page": 609, "committee_id_action": 39, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 4956, "president_vote": null, "Yea": [653, 634, 659, 661, 648, 689, 642, 649], "Excused": [677]}}, {"bill_id": 914, "action_date": "2009-03-05T14:00:00-06:00", "document_id": 8779, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8779.pdf", "status_text": "Motion to amend", "journal_page": 656, "committee_id_action": 54, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 914, "action_date": "2009-03-05T14:00:00-06:00", "document_id": 8779, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8779.pdf", "status_text": "Do Pass Amended", "journal_page": 656, "committee_id_action": 54, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 5077, "president_vote": null, "Yea": [653, 704, 680, 682, 685, 702, 649, 700, 655, 673, 663, 677, 675, 634, 697, 659, 690, 636, 667, 656, 669, 661, 686, 701, 662, 703, 664, 638, 648, 640, 689, 694, 705, 642, 671]}}, {"bill_id": 914, "action_date": "2009-03-09T14:00:00-05:00", "document_id": 8997, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8997.pdf", "status_text": "Concurred in amendments", "journal_page": 712, "committee_id_action": 56, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 5189, "president_vote": null, "Yea": [716, 720, 666, 688, 676, 670, 726, 715, 699, 674, 635, 692, 708, 651, 643, 712, 709, 660, 706, 725, 693, 644, 724, 727, 721, 652, 730, 737, 672, 729, 698, 717, 738, 654, 711, 719, 683, 695, 696, 722, 645, 637, 665, 687, 678, 646, 668, 639, 735, 679, 734, 714, 731, 736, 713, 710, 728, 657, 641, 658, 647, 691, 723, 718, 684, 733, 732, 707, 681], "Nay": [650]}}, {"bill_id": 914, "action_date": "2009-03-10T14:00:00-05:00", "document_id": 9153, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/9153.pdf", "status_text": "Signed by the Speaker", "journal_page": 757, "committee_id_action": 56, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 914, "action_date": "2009-03-11T09:00:00-05:00", "document_id": 9213, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/9213.pdf", "status_text": "Signed by the President", "journal_page": 745, "committee_id_action": 54, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 914, "action_date": "2009-03-11T11:00:00-05:00", "document_id": 9220, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/9220.pdf", "status_text": "Delivered to the Governor", "journal_page": 781, "committee_id_action": 56, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 914, "action_date": "2009-03-13T10:00:00-05:00", "document_id": 9371, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/9371.pdf", "status_text": "Signed by the Governor", "journal_page": 818, "committee_id_action": 56, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4159}