{"session_id": 36, "bill_id": 10004, "bill_type": "Senate Bill", "bill_number": 161, "bill_title": "provide for reporting of hours worked by certain constitutional officers and their employees.", "sponsors": [{"legislator_profile_id": 1590, "is_prime": true}, {"legislator_profile_id": 1430, "is_prime": true}], "keywords": ["Public Officers and Employees"], "audio": [{"meeting_datetime": "2019-02-13T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sst23.mp3", "start_seconds": 1138.0}, {"meeting_datetime": "2019-02-13T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sst23.mp3", "start_seconds": 1138.0}, {"meeting_datetime": "2019-02-13T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sst23.mp3", "start_seconds": 1138.0}], "bill_versions": [{"bill_id": 10004, "bill_version_id": 52737, "bill_version": "Introduced", "bill_version_date": "2019-01-30T09:35:23.273-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for reporting of hours worked by certain constitutional officers and their employees. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 3-8 be amended by adding a NEW SECTION to read: The payroll system administered by the Bureau of Finance and Management under § 3-8-6.2 shall include a time keeping system for all constitutional officers, including the Governor, lieutenant governor, justices of the Supreme Court, judges of the circuit courts, attorney general, secretary of state, state treasurer, state auditor, the commissioner of school and public lands, commissioners of the public utilities commission, and the highest paid employee who reports to the officer. Each officer and employee under this section shall record hours worked on a daily basis into the time keeping system. Each record under this section is a public record under chapter 1-27. An officer, other than a justice or judge, and an employee under this section shall be physically present, and conduct official duties, in the capital for at least six months of each year. Section 2. That chapter 3-8 be amended by adding a NEW SECTION to read: An officer or employee under section 1 of this Act is guilty of a Class 1 misdemeanor if the officer or employee engages in any campaign activity while engaged in activity that is included in hours worked and logged into the time keeping system. Section 3. That chapter 3-8 be amended by adding a NEW SECTION to read: Notwithstanding any other law, an officer, other than a justice or judge, or an employee under section 1 of this Act who is not a resident of the capital may not be compensated or reimbursed for any travel to or from the officer's or employee's residence and the capital. Section 4. That chapter 3-8 be amended by adding a NEW SECTION to read: The Department of Legislative Audit shall review and audit each report of an officer or employee under section 1 of this Act. The results of an audit under this section shall be published on the website maintained by the department and provided to the Government Operations and Audit Committee."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 10004, "action_date": "2019-01-30T14:00:00-06:00", "document_id": 52893, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52893.pdf", "status_text": "First read in Senate and referred to", "journal_page": 228, "committee_id_action": 409, "committee_id_assigned": 412, "result": "N", "vote": {}}, {"bill_id": 10004, "action_date": "2019-02-13T10:00:00-06:00", "document_id": 53428, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53428.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 412, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 10004, "action_date": "2019-02-13T10:00:00-06:00", "document_id": 53627, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53627.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 365, "committee_id_action": 412, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 28221, "president_vote": null, "Yea": [1441, 1588, 1604, 1601, 1603, 1595, 1597, 1585, 1606]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/10004"}