{"session_id": 49, "bill_id": 15347, "bill_type": "House Bill", "bill_number": 1095, "bill_title": "authorize professional corporations, limited liability companies, or limited liability partnerships owned by certain health care professionals of more than one profession.", "sponsors": [{"legislator_profile_id": 2351, "is_prime": true}, {"legislator_profile_id": 2365, "is_prime": true}, {"legislator_profile_id": 2324, "is_prime": false}, {"legislator_profile_id": 2337, "is_prime": false}, {"legislator_profile_id": 2339, "is_prime": false}, {"legislator_profile_id": 2352, "is_prime": false}, {"legislator_profile_id": 2357, "is_prime": false}, {"legislator_profile_id": 2359, "is_prime": false}, {"legislator_profile_id": 2374, "is_prime": false}, {"legislator_profile_id": 2375, "is_prime": false}, {"legislator_profile_id": 2401, "is_prime": false}, {"legislator_profile_id": 2408, "is_prime": false}], "keywords": ["Health Care Professionals", "Limited Liability Business Entities"], "audio": [{"meeting_datetime": "2000-01-25T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou11hb1095a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-01-25T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou11hb1095a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-01-25T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou11hb1095a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-14T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen25hb1095a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-14T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen25hb1095a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-14T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen25hb1095a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-03-14T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou34hb1095a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-03-14T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou34hb1095a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 15347, "bill_version_id": 86259, "bill_version": "Introduced", "bill_version_date": "2000-01-15T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize professional corporations, limited liability companies, or limited liability partnerships owned by certain health care professionals of more than one profession. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Authorized licensee,\" a natural person licensed as a health care professional under Title 36 and entitled to form a professional corporation pursuant to chapters 47-11, 47-11A, 47-11B, 47-11C, 47-11D, and 47-11E; (2) \"Professional employee,\" an employee of a professional corporation who is an authorized licensee, but not a shareholder of the corporation. Section 2. For the purposes of this Act, the term, professional corporation, includes a limited liability company organized under chapter 47-34A or a limited liability partnership organized under chapter 48-7. With respect to a limited liability company, references in this Act to articles of incorporation, by-laws, directors, officers, shareholders, and shares of stock refer to articles of organization, operating agreement, governors, managers, members, and membership interest, respectively. With respect to a limited liability partnership, references in this Act to articles of incorporation and by-laws refer to partnership agreement, references to directors, officers, and shareholders refer to partners, and references to shares of stock refer to partnership interests. Section 3. One or more authorized licensees may form a professional corporation for the purpose of rendering two or more kinds of professional services and services ancillary thereto. A professional corporation may not employ a person who is an authorized licensee unless at least one shareholder of the professional corporation is an authorized licensee of the same profession. Section 4. No professional corporation may provide any professional service or ancillary service without a certificate of registration from the licensing board of each category of licensee who is a shareholder. An application for such registration shall be made to the applicable boards in writing and shall contain the name and address of the corporation, the information required in section 10 of this Act, and such other information as may be required by each licensing board. Section 5. Upon receipt of an application made pursuant to section 4 of this Act, each licensing board shall investigate the proposed professional corporation. If the board finds that the shareholders and professional employees within its jurisdiction are properly licensed and have no disciplinary action pending before the board and if it appears that the corporation will be conducted in compliance with the law and rules of the board, the board shall issue an annually renewable certificate of registration upon payment of a registration fee in an amount to be established by rule pursuant to chapter 1-26. The application for renewal of a certificate of registration must report any change in status of the corporation or its shareholders. The corporation shall promptly report to any licensing board having jurisdiction the occurrence of any event mentioned in subdivisions (1), (2), and (3) of section 8 of this Act. Section 6. The certificate of registration issued pursuant to section 5 of this Act shall be conspicuously posted upon the premises to which it is applicable. Section 7. An application for an amended certificate of registration shall be filed with any boards having jurisdiction of the professional corporation any time the location or ownership of the professional corporation changes. The respective boards shall investigate the corporation to determine whether it continues to meet the requirements of this Act. Certificates of registration are not assignable. Section 8. Any licensing board having jurisdiction over a professional corporation may suspend or revoke the certificate of registration issued under this Act for any of the following reasons: (1) The revocation or suspension of the license to practice of any shareholder or professional employee not promptly removed or discharged by the corporation; (2) Unprofessional conduct by any shareholder or professional employee not promptly removed or discharged by the corporation; (3) The death of the last remaining shareholder; or (4) Upon a finding that the certificate holder has failed to comply with the provisions of this Act or rules prescribed by any licensing board having jurisdiction over the certificate holder. Section 9. Before any certificate of registration is suspended or revoked, the holder is entitled to a hearing pursuant to chapter 1-26 before the board or boards having jurisdiction. The hearing may be held jointly by the boards, but each board shall render its own decision. Any party to such a hearing is entitled to appeal pursuant to chapter 1-26. If any licensing board finds that the suspension or revocation is necessary to protect the public health, safety, or welfare or because willful acts are involved, it may dispense with the requirement of prior notice and hearing. However, the professional corporation shall have a seasonable hearing after any such suspension or revocation. Section 10. In addition to providing the information required by the South Dakota Business Corporation Act, the following information is also required in the forming documents of a professional corporation, the organizing documents of a limited liability company, or the registration documents of a limited liability partnership: (1) The name of the corporation, limited liability company, or limited liability partnership; (2) The purpose of the corporation, limited liability company, or limited liability partnership; (3) A statement that the shareholders of the corporation, members of the limited liability company, or partners in a limited liability partnership may only be professional persons licensed to render the kind of professional service that fit the purpose of the corporation, limited liability company, or limited liability partnership; and (4) A statement that the officers and directors of a corporation, the governors and managers of a limited liability company, and the partners of a limited liability partnership, must be professional persons licensed to render the kind of professional services that fit the purpose of the corporation, limited liability company, or limited liability partnership. Section 11. The corporate name of a corporation formed pursuant to this Act shall end with the words, Professional Corporation, or the abbreviation, P.C., or the word, Limited, or the abbreviation, Ltd. The name of any limited liability company shall end with the words, Professional Limited Liability Company, or the abbreviation, P.L.L.C., or the words, Limited Liability Company, or the abbreviation, L.L.C. The name of any limited liability partnership shall end with the words, Professional Limited Liability Partnership, or the abbreviation, P.L.L.P., or the words, Limited Liability Partnership, or the abbreviation, L.L.P. Section 12. A professional corporation may own real and personal property necessary or appropriate for rendering professional service and may invest its funds in real estate, mortgages, stocks, bonds, or any other type of investment. Section 13. This Act does not authorize an individual to practice any profession, or furnish any professional service, for which the individual is not licensed. Section 14. A professional corporation may exercise any powers accorded it by its generally applicable governing law, so long as the professional corporation exercises those powers solely to provide the pertinent professional services or to accomplish tasks ancillary to providing those services. Section 15. No professional corporation may adopt, implement, or follow a policy, procedure, or practice, which would give any licensing board having jurisdiction grounds for disciplinary action, cause a violation of professional ethics, or cause a violation of the professional duty to use due care, against a shareholder or professional employee who follows, agrees to, or acquiesces in the policy, procedure, or practice. Any licensing board having jurisdiction shall be notified of any practice or policy adopted by the professional corporation that violates any provision of this Act. Any dissension or deadlock resulting in a corporate policy or action violating the terms of this Act shall be reported to any licensing board having jurisdiction. Any licensing board having jurisdiction shall have access to any business records and any patient records relevant to the actions of its respective licensee. Section 16. This Act does not alter any law applicable to the relationship between a professional licensee furnishing health care services and the person receiving those services, including liability arising out of those services. Section 17. Patient records shall be kept strictly confidential. No provision of this Act, including interdisciplinary access to patient records by any stockholder, professional employee, or any employee of a professional corporation, constitutes a waiver of any privilege on confidential communications which otherwise exists under any provision of the law of this state. Section 18. The licensing boards having jurisdiction over professional corporations authorized in chapters 47-11, 47-11A, 47-11B, 47-11C, 47-11D, and 47-11E are authorized to promulgate rules pursuant to chapter 1-26 to implement the provisions of this Act. Section 19. The provisions of this Act do not affect or preempt any requirements contained in Title 58."}, {"bill_id": 15347, "bill_version_id": 86261, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "2000-02-09T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize professional corporations, limited liability companies, or limited liability partnerships owned by certain health care professionals of more than one profession. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Authorized licensee,\" a natural person licensed as a health care professional under Title 36 and entitled to form a professional corporation pursuant to chapters 47-11, 47-11A, 47-11B, 47-11C, 47-11D, and 47-11E; (2) \"Professional employee,\" an employee of a professional corporation who is an authorized licensee, but not a shareholder of the corporation. Section 2. For the purposes of this Act, the term, professional corporation, includes a limited liability company organized under chapter 47-34A or a limited liability partnership organized under chapter 48-7. With respect to a limited liability company, references in this Act to articles of incorporation, by-laws, directors, officers, shareholders, and shares of stock refer to articles of organization, operating agreement, governors, managers, members, and membership interest, respectively. With respect to a limited liability partnership, references in this Act to articles of incorporation and by-laws refer to partnership agreement, references to directors, officers, and shareholders refer to partners, and references to shares of stock refer to partnership interests. Section 3. One or more authorized licensees may form a professional corporation for the purpose of rendering two or more kinds of professional services and services ancillary thereto. A professional corporation may not employ a person who is an authorized licensee unless at least one shareholder of the professional corporation is an authorized licensee of the same profession. Section 4. No professional corporation may provide any professional service or ancillary service without a certificate of registration from the licensing board of each category of licensee who is a shareholder. An application for such registration shall be made to the applicable boards in writing and shall contain the name and address of the corporation, the information required in section 10 of this Act, and such other information as may be required by each licensing board. Section 5. Upon receipt of an application made pursuant to section 4 of this Act, each licensing board shall investigate the proposed professional corporation. If the board finds that the shareholders and professional employees within its jurisdiction are properly licensed and have no disciplinary action pending before the board and if it appears that the corporation will be conducted in compliance with the law and rules of the board, the board shall issue an annually renewable certificate of registration upon payment of a registration fee in an amount to be established by rule pursuant to chapter 1-26. The application for renewal of a certificate of registration must report any change in status of the corporation or its shareholders. The corporation shall promptly report to any licensing board having jurisdiction the occurrence of any event mentioned in subdivisions (1), (2), and (3) of section 8 of this Act. Section 6. The certificate of registration issued pursuant to section 5 of this Act shall be conspicuously posted upon the premises to which it is applicable. Section 7. An application for an amended certificate of registration shall be filed with any boards having jurisdiction of the professional corporation any time the location or ownership of the professional corporation changes. The respective boards shall investigate the corporation to determine whether it continues to meet the requirements of this Act. Certificates of registration are not assignable. Section 8. Any licensing board having jurisdiction over a professional corporation may suspend or revoke the certificate of registration issued under this Act for any of the following reasons: (1) The revocation or suspension of the license to practice of any shareholder or professional employee not promptly removed or discharged by the corporation; (2) Unprofessional conduct by any shareholder or professional employee not promptly removed or discharged by the corporation; (3) The death of the last remaining shareholder; or (4) Upon a finding that the certificate holder has failed to comply with the provisions of this Act or rules prescribed by any licensing board having jurisdiction over the certificate holder. Section 9. Before any certificate of registration is suspended or revoked, the holder is entitled to a hearing pursuant to chapter 1-26 before the board or boards having jurisdiction. The hearing may be held jointly by the boards, but each board shall render its own decision. Any party to such a hearing is entitled to appeal pursuant to chapter 1-26. If any licensing board finds that the suspension or revocation is necessary to protect the public health, safety, or welfare or because willful acts are involved, it may dispense with the requirement of prior notice and hearing. However, the professional corporation shall have a seasonable hearing after any such suspension or revocation. Section 10. In addition to providing the information required by the South Dakota Business Corporation Act, the following information is also required in the forming documents of a professional corporation, the organizing documents of a limited liability company, or the registration documents of a limited liability partnership: (1) The name of the corporation, limited liability company, or limited liability partnership; (2) The purpose of the corporation, limited liability company, or limited liability partnership; (3) A statement that the shareholders of the corporation, members of the limited liability company, or partners in a limited liability partnership may only be professional persons licensed to render the kind of professional service that fit the purpose of the corporation, limited liability company, or limited liability partnership; and (4) A statement that the officers and directors of a corporation, the governors and managers of a limited liability company, and the partners of a limited liability partnership, must be professional persons licensed to render the kind of professional services that fit the purpose of the corporation, limited liability company, or limited liability partnership. Section 11. The corporate name of a corporation formed pursuant to this Act shall end with the words, Professional Corporation, or the abbreviation, P.C., or the word, Limited, or the abbreviation, Ltd. The name of any limited liability company shall end with the words, Professional Limited Liability Company, or the abbreviation, P.L.L.C., or the words, Limited Liability Company, or the abbreviation, L.L.C. The name of any limited liability partnership shall end with the words, Professional Limited Liability Partnership, or the abbreviation, P.L.L.P., or the words, Limited Liability Partnership, or the abbreviation, L.L.P. Section 12. A professional corporation may own real and personal property necessary or appropriate for rendering professional service and may invest its funds in real estate, mortgages, stocks, bonds, or any other type of investment. Section 13. This Act does not authorize an individual to practice any profession, or furnish any professional service, for which the individual is not licensed. Section 14. A professional corporation may exercise any powers accorded it by its generally applicable governing law, so long as the professional corporation exercises those powers solely to provide the pertinent professional services or to accomplish tasks ancillary to providing those services. Section 15. No professional corporation may adopt, implement, or follow a policy, procedure, or practice, which would give any licensing board having jurisdiction grounds for disciplinary action, cause a violation of professional ethics, or cause a violation of the professional duty to use due care, against a shareholder or professional employee who follows, agrees to, or acquiesces in the policy, procedure, or practice. Any licensing board having jurisdiction shall be notified of any practice or policy adopted by the professional corporation that violates any provision of this Act. Any dissension or deadlock resulting in a corporate policy or action violating the terms of this Act shall be reported to any licensing board having jurisdiction. Any licensing board having jurisdiction shall have access to any business records and any patient records relevant to the actions of its respective licensee. Section 16. This Act does not alter any law applicable to the relationship between a professional licensee furnishing health care services and the person receiving those services, including liability arising out of those services. To the extent required by the licensing law governing any authorized licensee or professional employee, the corporation shall comply with the provisions of such law relevant to the maintenance of professional liability insurance for those affected health care professionals employed by the corporation. Section 17. Patient records shall be kept strictly confidential. No provision of this Act, including interdisciplinary access to patient records by any stockholder, professional employee, or any employee of a professional corporation, constitutes a waiver of any privilege on confidential communications which otherwise exists under any provision of the law of this state. Section 18. The licensing boards having jurisdiction over professional corporations authorized in chapters 47-11, 47-11A, 47-11B, 47-11C, 47-11D, and 47-11E are authorized to promulgate rules pursuant to chapter 1-26 to implement the provisions of this Act, including the following provisions: (1) Definition of terms; (2) Applications for registration and renewed registration as provided by sections 4 and 5 of this Act; (3) Procedure for investigations as provided by sections 5 and 15 of this Act; (4) Standards for hearings and summary suspension or revocation as provided by section 9 of this Act; and (5) Interboard consultation and hearings as provided by sections 4, 5, 7, 9, and 15 of this Act. Section 19. The provisions of this Act do not affect or preempt any requirements contained in Title 58. BILL HISTORY 1/15/00 First read in House and referred to Judiciary. H.J. 58 1/21/00 Scheduled for Committee hearing on this date. 1/21/00 Judiciary Do Pass, Passed, AYES 12, NAYS 0. H.J. 188 1/25/00 House of Representatives Do Pass, Passed, AYES 49, NAYS 19. H.J. 232 1/26/00 First read in Senate and referred to Judiciary. S.J. 210 2/7/00 Senate Referred to State Affairs. 2/9/00 Scheduled for Committee hearing on this date. 2/9/00 State Affairs Do Pass Amended, Passed, AYES 9, NAYS 0. S.J. 379"}, {"bill_id": 15347, "bill_version_id": 86258, "bill_version": "Enrolled", "bill_version_date": "2000-02-16T00:00:00-06:00", "bill_text": ""}, {"bill_id": 15347, "bill_version_id": 86260, "bill_version": "Style and Form Veto Engrossed", "bill_version_date": "2000-03-14T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize professional corporations, limited liability companies, or limited liability partnerships owned by certain health care professionals of more than one profession. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Authorized licensee,\" a natural person licensed as a health care professional under Title 36 and entitled to form a professional corporation pursuant to chapters 47-11, 47-11A, 47-11B, 47-11C, 47-11D, and 47-11E; (2) \"Professional employee,\" an employee of a professional corporation who is an authorized licensee, but not a shareholder of the corporation. Section 2. For the purposes of this Act, the term, professional corporation, includes a limited liability company organized under chapter 47-34A or a limited liability partnership organized under chapter 48-7. With respect to a limited liability company, references in this Act to articles of incorporation, by-laws, directors, officers, shareholders, and shares of stock refer to articles of organization, operating agreement, governors, managers, members, and membership interest, respectively. With respect to a limited liability partnership, references in this Act to articles of incorporation and by-laws refer to partnership agreement, references to directors, officers, and shareholders refer to partners, and references to shares of stock refer to partnership interests. Section 3. One or more authorized licensees may form a professional corporation for the purpose of rendering two or more kinds of professional services and services ancillary thereto. A professional corporation may not employ a person who is an authorized licensee unless at least one shareholder of the professional corporation is an authorized licensee of the same profession. Section 4. No professional corporation may provide any professional service or ancillary service without a certificate of registration from the licensing board of each category of licensee who is a shareholder. An application for such registration shall be made to the applicable boards in writing and shall contain the name and address of the corporation, the information required in section 10 of this Act, and such other information as may be required by each licensing board. Section 5. Upon receipt of an application made pursuant to section 4 of this Act, each licensing board shall investigate the proposed professional corporation. If the board finds that the shareholders and professional employees within its jurisdiction are properly licensed and have no disciplinary action pending before the board and if it appears that the corporation will be conducted in compliance with the law and rules of the board, the board shall issue an annually renewable certificate of registration upon payment of a registration fee in an amount to be established by rule pursuant to chapter 1-26. The application for renewal of a certificate of registration must report any change in status of the corporation or its shareholders. The corporation shall promptly report to any licensing board having jurisdiction the occurrence of any event mentioned in subdivisions (1), (2), and (3) of section 8 of this Act. Section 6. The certificate of registration issued pursuant to section 5 of this Act shall be conspicuously posted upon the premises to which it is applicable. Section 7. An application for an amended certificate of registration shall be filed with any boards having jurisdiction of the professional corporation any time the location or ownership of the professional corporation changes. The respective boards shall investigate the corporation to determine whether it continues to meet the requirements of this Act. Certificates of registration are not assignable. Section 8. Any licensing board having jurisdiction over a professional corporation may suspend or revoke the certificate of registration issued under this Act for any of the following reasons: (1) The revocation or suspension of the license to practice of any shareholder or professional employee not promptly removed or discharged by the corporation; (2) Unprofessional conduct by any shareholder or professional employee not promptly removed or discharged by the corporation; (3) The death of the last remaining shareholder; or (4) Upon a finding that the certificate holder has failed to comply with the provisions of this Act or rules prescribed by any licensing board having jurisdiction over the certificate holder. Section 9. Before any certificate of registration is suspended or revoked, the holder is entitled to a hearing pursuant to chapter 1-26 before the board or boards having jurisdiction. The hearing may be held jointly by the boards, but each board shall render its own decision. Any party to such a hearing is entitled to appeal pursuant to chapter 1-26. If any licensing board finds that the suspension or revocation is necessary to protect the public health, safety, or welfare or because willful acts are involved, it may dispense with the requirement of prior notice and hearing. However, the professional corporation shall have a reasonable hearing after any such suspension or revocation. Section 10. In addition to providing the information required by the South Dakota Business Corporation Act, the following information is also required in the forming documents of a professional corporation, the organizing documents of a limited liability company, or the registration documents of a limited liability partnership: (1) The name of the corporation, limited liability company, or limited liability partnership; (2) The purpose of the corporation, limited liability company, or limited liability partnership; (3) A statement that the shareholders of the corporation, members of the limited liability company, or partners in a limited liability partnership may only be professional persons licensed to render the kind of professional service that fit the purpose of the corporation, limited liability company, or limited liability partnership; and (4) A statement that the officers and directors of a corporation, the governors and managers of a limited liability company, and the partners of a limited liability partnership, must be professional persons licensed to render the kind of professional services that fit the purpose of the corporation, limited liability company, or limited liability partnership. Section 11. The corporate name of a corporation formed pursuant to this Act shall end with the words, Professional Corporation, or the abbreviation, P.C., or the word, Limited, or the abbreviation, Ltd. The name of any limited liability company shall end with the words, Professional Limited Liability Company, or the abbreviation, P.L.L.C., or the words, Limited Liability Company, or the abbreviation, L.L.C. The name of any limited liability partnership shall end with the words, Professional Limited Liability Partnership, or the abbreviation, P.L.L.P., or the words, Limited Liability Partnership, or the abbreviation, L.L.P. Section 12. A professional corporation may own real and personal property necessary or appropriate for rendering professional service and may invest its funds in real estate, mortgages, stocks, bonds, or any other type of investment. Section 13. This Act does not authorize an individual to practice any profession, or furnish any professional service, for which the individual is not licensed. Section 14. A professional corporation may exercise any powers accorded it by its generally applicable governing law, so long as the professional corporation exercises those powers solely to provide the pertinent professional services or to accomplish tasks ancillary to providing those services. Section 15. No professional corporation may adopt, implement, or follow a policy, procedure, or practice, which would give any licensing board having jurisdiction grounds for disciplinary action, cause a violation of professional ethics, or cause a violation of the professional duty to use due care, against a shareholder or professional employee who follows, agrees to, or acquiesces in the policy, procedure, or practice. Any licensing board having jurisdiction shall be notified of any practice or policy adopted by the professional corporation that violates any provision of this Act. Any dissension or deadlock resulting in a corporate policy or action violating the terms of this Act shall be reported to any licensing board having jurisdiction. Any licensing board having jurisdiction shall have access to any business records and any patient records relevant to the actions of its respective licensee. Section 16. This Act does not alter any law applicable to the relationship between a professional licensee furnishing health care services and the person receiving those services, including liability arising out of those services. To the extent required by the licensing or corporation law governing any authorized licensee or professional employee, the corporation shall comply with the provisions of such law relevant to the maintenance of professional liability insurance for those affected health care professionals employed by the corporation. Section 17. Patient records shall be kept strictly confidential. No provision of this Act, including interdisciplinary access to patient records by any stockholder, professional employee, or any employee of a professional corporation, constitutes a waiver of any privilege on confidential communications which otherwise exists under any provision of the law of this state. Section 18. The licensing boards having jurisdiction over professional corporations authorized in chapters 47-11, 47-11A, 47-11B, 47-11C, 47-11D, and 47-11E are authorized to promulgate rules pursuant to chapter 1-26 to implement the provisions of this Act, including the following provisions: (1) Definition of terms; (2) Applications for registration and renewed registration as provided by sections 4 and 5 of this Act; (3) Procedure for investigations as provided by sections 5 and 15 of this Act; (4) Standards for hearings and summary suspension or revocation as provided by section 9 of this Act; and (5) Interboard consultation and hearings as provided by sections 4, 5, 7, 9, and 15 of this Act. Section 19. The provisions of this Act do not affect or preempt any requirements contained in Title 58. BILL HISTORY 1/15/00 First read in House and referred to Judiciary. H.J. 58 1/21/00 Scheduled for Committee hearing on this date. 1/21/00 Judiciary Do Pass, Passed, AYES 12, NAYS 0. H.J. 188 1/25/00 House of Representatives Do Pass, Passed, AYES 49, NAYS 19. H.J. 232 1/26/00 First read in Senate and referred to Judiciary. S.J. 210 2/7/00 Senate Referred to State Affairs. 2/9/00 Scheduled for Committee hearing on this date. 2/9/00 State Affairs Do Pass Amended, Passed, AYES 9, NAYS 0. S.J. 379 2/11/00 Senate Deferred to another day. S.J. 447 2/14/00 Senate Do Pass Amended, Passed, AYES 28, NAYS 5. S.J. 461 2/16/00 House of Representatives Concurred in Amendments Passed, AYES 59, NAYS 3. H.J. 692 2/17/00 Signed by Speaker. H.J. 733 2/17/00 Signed by President. S.J. 559 2/22/00 Delivered to the Governor. H.J. 795 3/14/00 Vetoed for style and form. 3/14/00 Senate Vetoed for style and form Passed, AYES 35, NAYS 0. 3/14/00 House of Representatives Vetoed for style and form Passed, AYES 62, NAYS 4."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 15347, "action_date": "2000-01-15T14:00:00-06:00", "document_id": 85628, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85628.pdf", "status_text": "First read in House and referred to", "journal_page": 58, "committee_id_action": 656, "committee_id_assigned": 654, "result": "N", "vote": {}}, {"bill_id": 15347, "action_date": "2000-01-21T07:00:00-06:00", "document_id": 85745, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85745.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 654, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15347, "action_date": "2000-01-21T07:00:00-06:00", "document_id": 85745, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85745.pdf", "status_text": "Do Pass,", "journal_page": 188, "committee_id_action": 654, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 45148, "president_vote": null, "Yea": [2328, 2332, 2338, 2359, 2371, 2373, 2378, 2392, 2406, 2408, 2351, 2312], "Excused": [2401]}}, {"bill_id": 15347, "action_date": "2000-01-25T14:00:00-06:00", "document_id": 85640, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85640.pdf", "status_text": "Do Pass,", "journal_page": 232, "committee_id_action": 656, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 45977, "president_vote": null, "Nay": [2305, 2313, 2317, 2319, 2333, 2336, 2341, 2354, 2356, 2361, 2362, 2372, 2383, 2385, 2388, 2390, 2392, 2394, 2404], "Yea": [2308, 2309, 2312, 2314, 2315, 2316, 2321, 2323, 2324, 2325, 2327, 2328, 2332, 2334, 2337, 2338, 2342, 2343, 2345, 2348, 2349, 2350, 2353, 2355, 2359, 2363, 2366, 2367, 2368, 2370, 2371, 2373, 2374, 2377, 2378, 2379, 2382, 2384, 2387, 2393, 2396, 2397, 2401, 2402, 2403, 2406, 2407, 2408, 2351], "Absent": [2318], "Excused": [2360]}}, {"bill_id": 15347, "action_date": "2000-01-26T14:00:00-06:00", "document_id": 85643, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85643.pdf", "status_text": "First read in Senate and referred to", "journal_page": 210, "committee_id_action": 657, "committee_id_assigned": 635, "result": "N", "vote": {}}, {"bill_id": 15347, "action_date": "2000-02-07T14:00:00-06:00", "document_id": 85659, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85659.pdf", "status_text": "Re-referred to", "journal_page": 329, "committee_id_action": 657, "committee_id_assigned": 639, "result": "P", "vote": {}}, {"bill_id": 15347, "action_date": "2000-02-09T07:45:00-06:00", "document_id": 85890, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85890.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 639, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15347, "action_date": "2000-02-09T07:45:00-06:00", "document_id": 85890, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85890.pdf", "status_text": "Do Pass Amended,", "journal_page": 379, "committee_id_action": 639, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 44109, "president_vote": null, "Yea": [2329, 2376, 2352, 2365, 2398, 2335, 2405, 2389, 2346]}}, {"bill_id": 15347, "action_date": "2000-02-11T14:00:00-06:00", "document_id": 85667, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85667.pdf", "status_text": "Deferred to another day", "journal_page": 447, "committee_id_action": 657, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 15347, "action_date": "2000-02-14T14:00:00-06:00", "document_id": 85669, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85669.pdf", "status_text": "Do Pass Amended,", "journal_page": 461, "committee_id_action": 657, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 44423, "president_vote": null, "Nay": [2304, 2306, 2307, 2326, 2330], "Yea": [2310, 2311, 2320, 2322, 2329, 2331, 2335, 2339, 2344, 2346, 2347, 2352, 2357, 2358, 2364, 2365, 2369, 2375, 2376, 2380, 2381, 2386, 2389, 2391, 2395, 2398, 2400, 2405], "Excused": [2340, 2399]}}, {"bill_id": 15347, "action_date": "2000-02-17T14:00:00-06:00", "document_id": 85674, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85674.pdf", "status_text": "Signed by Speaker", "journal_page": 733, "committee_id_action": 656, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15347, "action_date": "2000-02-17T14:00:00-06:00", "document_id": 85675, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85675.pdf", "status_text": "Signed by President", "journal_page": 559, "committee_id_action": 657, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15347, "action_date": "2000-02-22T14:00:00-06:00", "document_id": 85678, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85678.pdf", "status_text": "Delivered to the Governor", "journal_page": 795, "committee_id_action": 656, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15347, "action_date": "2000-03-14T14:00:00-06:00", "document_id": 85686, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85686.pdf", "status_text": "Vetoed for Style and Form", "journal_page": 896, "committee_id_action": 656, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15347, "action_date": "2000-03-14T14:00:00-06:00", "document_id": 85686, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85686.pdf", "status_text": "Delivered to the Governor", "journal_page": 913, "committee_id_action": 656, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15347, "action_date": "2000-03-29T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": null, "committee_id_action": 656, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 1707, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/15347"}