{"session_id": 51, "bill_id": 16552, "bill_type": "House Bill", "bill_number": 1235, "bill_title": "designate the state capitol complex and the Governor's mansion as a drug free zone.", "sponsors": [{"legislator_profile_id": 2568, "is_prime": true}, {"legislator_profile_id": 2569, "is_prime": true}, {"legislator_profile_id": 2611, "is_prime": false}], "keywords": ["Controlled Substances", "Crimes"], "audio": [], "bill_versions": [{"bill_id": 16552, "bill_version_id": 88728, "bill_version": "Introduced", "bill_version_date": "2001-01-29T07:54:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to designate the state capitol complex and the Governor's mansion as a drug free zone. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 22-42-19 be amended to read as follows: 22-42-19. Any person who commits a violation of § 22-42-2, 22-42-3, or 22-42-4, or a felony violation of § 22-42-7, if such activity has taken place: (1) In, on, or within one thousand feet of real property comprising a public or private elementary or secondary school or a playground; or (2) In, on, or within five hundred feet of real property comprising a public or private youth center, public swimming pool, or video arcade facility; or (3) In, on, or within five hundred feet of real property comprising the grounds of the state capitol complex, including the Governor's mansion, in Pierre, South Dakota is guilty of a Class 4 felony. The sentence imposed for a conviction under this section carries a minimum sentence of imprisonment in the state penitentiary of five years. Any sentence imposed under this section shall be consecutive to any other sentence imposed for the principal felony. The court may not place on probation, suspend the execution of the sentence, or suspend the imposition of the sentence of any person convicted of a violation of this section. However, the sentencing court may impose a sentence other than that specified in this section if the court finds that mitigating circumstances exist which require a departure from the mandatory sentence provided for in this section. The court's finding of mitigating circumstances allowed by this section and the factual basis relied upon by the court shall be in writing. It is not a defense to the provisions of this section that the defendant did not know the nature of the property or the distance involved. It is not a defense to the provisions of this section that school was not in session."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 16552, "action_date": "2001-01-29T14:00:00-06:00", "document_id": 88862, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88862.pdf", "status_text": "First read in House and referred to", "journal_page": 241, "committee_id_action": 712, "committee_id_assigned": 707, "result": "N", "vote": {}}, {"bill_id": 16552, "action_date": "2001-02-07T20:00:00-06:00", "document_id": 89620, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89620.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 707, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16552, "action_date": "2001-02-07T20:00:00-06:00", "document_id": 89620, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89620.pdf", "status_text": "Tabled", "journal_page": 403, "committee_id_action": 707, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 49206, "president_vote": null, "Yea": [2526, 2537, 2538, 2540, 2548, 2554, 2563, 2582, 2591, 2604, 2588, 2593], "Excused": [2565]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/16552"}