{"session_id": 68, "bill_id": 23684, "bill_type": "House Bill", "bill_number": 1042, "bill_title": "update additional charges allowed for mailing decals and plates and to declare an emergency.", "sponsors": [{"legislator_profile_id": 4355, "is_prime": true}, {"legislator_profile_id": 4398, "is_prime": true}, {"legislator_profile_id": 4441, "is_prime": false}, {"legislator_profile_id": 4337, "is_prime": false}, {"legislator_profile_id": 4448, "is_prime": false}, {"legislator_profile_id": 4358, "is_prime": false}], "keywords": ["Fees", "Motor Vehicles"], "audio": [{"meeting_datetime": "2023-01-19T10:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/htr07.mp3", "start_seconds": 5532.0}, {"meeting_datetime": "2023-01-19T10:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/htr07.mp3", "start_seconds": 5532.0}, {"meeting_datetime": "2023-01-19T10:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/htr07.mp3", "start_seconds": 5532.0}, {"meeting_datetime": "2023-01-24T10:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/htr10.mp3", "start_seconds": 2515.0}, {"meeting_datetime": "2023-01-24T10:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/htr10.mp3", "start_seconds": 2515.0}, {"meeting_datetime": "2023-01-24T10:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/htr10.mp3", "start_seconds": 2515.0}, {"meeting_datetime": "2023-01-24T10:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/htr10.mp3", "start_seconds": 2515.0}, {"meeting_datetime": "2023-01-26T13:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou12.mp3", "start_seconds": 925.0}, {"meeting_datetime": "2023-01-26T13:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou12.mp3", "start_seconds": 925.0}, {"meeting_datetime": "2023-01-26T13:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou12.mp3", "start_seconds": 925.0}, {"meeting_datetime": "2023-02-15T08:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/str24.mp3", "start_seconds": 2130.0}, {"meeting_datetime": "2023-02-15T08:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/str24.mp3", "start_seconds": 2130.0}, {"meeting_datetime": "2023-02-15T08:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/str24.mp3", "start_seconds": 2130.0}, {"meeting_datetime": "2023-02-23T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sen28.mp3", "start_seconds": 3202.0}, {"meeting_datetime": "2023-02-23T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sen28.mp3", "start_seconds": 3202.0}, {"meeting_datetime": "2023-02-23T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sen28.mp3", "start_seconds": 3202.0}], "bill_versions": [{"bill_id": 23684, "bill_version_id": 242557, "bill_version": "Introduced", "bill_version_date": "2023-01-06T16:53:25.54-06:00", "bill_text": "An Act to update additional charges allowed for mailing decals and plates and to declare an emergency. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 32-3A-5.2 be AMENDED: 32-3A-5.2. In addition to the registration fee required under § 32-3A-5, the department or county treasurer shall collect from the owner one dollar two dollars per decal or set of decals plus a one-dollar handling fee if a decal is sent to the owner through the mail. If the applicant requests that a decal be express mailed, the applicant shall pay the actual cost of postage and handling. Any fees received by the The county treasurer shall deposit any fees for mailing or expressing decals shall be deposited by the treasurer in the county general fund. Section 2. That § 32-5-127 be AMENDED: 32-5-127. In addition to the registration fees required by this chapter, the department or county treasurer shall collect from the owner one dollar two dollars per decal or set of decals plus a one-dollar handling fee when decals are sent to the owner through the mail, and five ten dollars per license plate or set of plates plus a two-dollar handling fee when decals and plates are sent to the owner through the mail. Section 3. That § 32-6B-21.1 be AMENDED: 32-6B-21.1. In addition to the license plate and decal fees assessed in §§ 32-6B-21, 32-6B-22.1, 32-6B-23, and 32-6B-36.3, the department shall collect from the dealer one dollar two dollars per decal or set of decals or five ten dollars per license plate or set of plates if a decal or plate is sent to the dealer through the mail. If the dealer requests that the decal or plate be express mailed, the dealer shall must pay the actual costs of postage and handling. Section 4. That § 32-6C-7.1 be AMENDED: 32-6C-7.1. In addition to the license fees assessed in § 32-6C-7, the department shall collect from the dealer one dollar two dollars per decal if a decal is sent to the dealer through the mail. If the dealer requests that the decal be express mailed, the dealer shall must pay the actual costs of postage and handling. Section 5. That § 32-7A-10.1 be AMENDED: 32-7A-10.1. In addition to the license fees assessed in § 32-7A-10, the department shall collect from the dealer one dollar two dollars per decal or five ten dollars per license plate if a decal or plate is sent to the dealer through the mail. If the dealer requests that the decal or plate be express mailed, the dealer shall must pay the actual costs of postage and handling. Section 6. That § 32-7B-10.1 be AMENDED: 32-7B-10.1. In addition to the license fees assessed in § 32-7B-10, the department shall collect from the dealer one dollar two dollars per decal if a decal is sent to the dealer through the mail. If the dealer requests that the decal be express mailed, the dealer shall must pay the actual costs of postage and handling. Section 7. That § 32-9-3.1 be AMENDED: 32-9-3.1. Any motor vehicle or trailer owned and operated by a resident or a nonresident engaged in the harvest of agricultural products may be operated upon the highways, roads, and streets of this state upon payment of a seventy-five dollar fee. Payment of the fee shall be is evidenced by a permit provided by the department affixed in a conspicuous place on the vehicle as the department may require. Each permit, which is valid for a calendar year, shall must be purchased from the county treasurer of any county through which the owner or operator may travel, or from an agent, patrol officer, motor carrier enforcement officer, or motor carrier inspector of the Department of Public Safety. If the applicant requests that the permit be mailed, the applicant shall must pay one dollar two dollars plus a one-dollar handling fee per permit sent to the owner through the mail. All fees collected shall be handled, accounted for, and distributed in the same manner as the other fees provided for in this chapter. A violation of this section is a Class 2 misdemeanor. Section 8. That § 32-9-7 be AMENDED: 32-9-7. On receipt of an application under § 32-9-6 and payment of the commercial motor vehicle fee, required by this chapter, and upon satisfactory evidence that the applicant has complied with all laws, rules, and regulations of this state covering motor vehicles and motor carriers, the county treasurer or department shall issue to the applicant a receipt that identifies the motor vehicle, trailer, or semitrailer and shall assign a number to the vehicle. The number shall be endorsed upon the application and receipt. The county treasurer or department shall issue to the applicant a commercial motor vehicle certificate bearing the number. The certificate shall be placed and carried in the vehicle in a conspicuous place and is subject to examination upon demand by any officer of this state, county, or municipality. The county treasurer or department shall issue to the applicant two commercial motor vehicle plates for each motor vehicle. Each county treasurer office shall be stocked with commercial license plates issued pursuant to this section and commercial trailer license plates issued pursuant to § 32-9-8.1. If the plates are mailed, the applicant shall must pay five ten dollars per license plate or set of plates plus a two-dollar handling fee if the plate is sent to the owner through the mail, or one dollar two dollars per decal or set of decals plus a one-dollar handling fee if the decal is sent to the owner through the mail. If the applicant requests that the plate or decal be express mailed, the applicant shall must pay any costs for the express mailing service. Each plate shall must set forth the amount of gross weight in figures, and shall be in colors and designs for each classification specified in § 32-9-15. Each plate shall must be securely fastened to the front and rear end of each commercial motor vehicle in a conspicuous place. The county treasurer shall deposit in the county general fund any fees received for mailing or expressing a plate or sticker. All fees received by the The department shall deposit all fees received for mailing or expressing of the plates or stickers shall be deposited by the department in the state motor vehicle fund. A violation of this section is a Class 2 misdemeanor. Section 9. That § 32-10-17 be AMENDED: 32-10-17. The administrator shall register the vehicles described and identified in an application pursuant to § 32-10-15 and shall issue a license plate or plates, or a vehicle registration card, or other suitable identification device, for each vehicle described in the application upon payment of the fees for registration and licensing and for the vehicle registration cards or other identification devices. A fee of three dollars shall must be paid for each card or device issued for each proportionally registered vehicle. The card shall must, in addition to the information required by chapter 32-5, identify the number of the license or other device issued for the proportionally registered vehicle and shall must be carried in the vehicle at all times or, in the case of a combination, in the vehicle supplying the motive power. For purposes of this section, the operator may provide proof in either paper or electronic format including a display of an electronic image on an electronic device. In addition to the registration fees, the department shall collect from the owner five ten dollars per license plate or set of plates when a plate is sent to the owner through the mail, or one dollar two dollars per decal or set of decals if a decal is sent to the owner through the mail. If the applicant requests that the plate or decal be express mailed, the applicant shall must pay any costs for the express mailing service. Section 10. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 23684, "bill_version_id": 245754, "bill_version": "House Transportation Engrossed", "bill_version_date": "2023-01-24T14:18:47.1-06:00", "bill_text": "An Act to update additional charges allowed for mailing decals and plates and to declare an emergency. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 32-3A-5.2 be AMENDED: 32-3A-5.2. In addition to the registration fee required under § 32-3A-5, the department or county treasurer shall collect from the owner one dollar one dollar and fifty cents per decal or set of decals if a decal is sent to the owner through the mail. If the applicant requests that a decal be express mailed, the applicant shall pay the actual cost of postage and handling. Any fees received by the The county treasurer shall deposit any fees for mailing or expressing decals shall be deposited by the treasurer in the county general fund. Section 2. That § 32-5-127 be AMENDED: 32-5-127. In addition to the registration fees required by this chapter, the department or county treasurer shall collect from the owner one dollar one dollar and fifty cents per decal or set of decals and five dollarsseven dollars and fifty cents per license plate or set of plates when decals and plates are sent to the owner through the mail. Section 3. That § 32-6B-21.1 be AMENDED: 32-6B-21.1. In addition to the license plate and decal fees assessed in §§ 32-6B-21, 32-6B-22.1, 32-6B-23, and 32-6B-36.3, the department shall collect from the dealer one dollar one dollar and fifty cents per decal or set of decals or five dollarsseven dollars and fifty cents per license plate or set of plates if a decal or plate is sent to the dealer through the mail. If the dealer requests that the decal or plate be express mailed, the dealer shall must pay the actual costs of postage and handling. Section 4. That § 32-6C-7.1 be AMENDED: 32-6C-7.1. In addition to the license fees assessed in § 32-6C-7, the department shall collect from the dealer one dollar one dollar and fifty cents per decal if a decal is sent to the dealer through the mail. If the dealer requests that the decal be express mailed, the dealer shall must pay the actual costs of postage and handling. Section 5. That § 32-7A-10.1 be AMENDED: 32-7A-10.1. In addition to the license fees assessed in § 32-7A-10, the department shall collect from the dealer one dollar one dollar and fifty cents per decal or five dollarsseven dollars and fifty cents per license plate if a decal or plate is sent to the dealer through the mail. If the dealer requests that the decal or plate be express mailed, the dealer shall must pay the actual costs of postage and handling. Section 6. That § 32-7B-10.1 be AMENDED: 32-7B-10.1. In addition to the license fees assessed in § 32-7B-10, the department shall collect from the dealer one dollar one dollar and fifty cents per decal if a decal is sent to the dealer through the mail. If the dealer requests that the decal be express mailed, the dealer shall must pay the actual costs of postage and handling. Section 7. That § 32-9-3.1 be AMENDED: 32-9-3.1. Any motor vehicle or trailer owned and operated by a resident or a nonresident engaged in the harvest of agricultural products may be operated upon the highways, roads, and streets of this state upon payment of a seventy-five dollar fee. Payment of the fee shall be is evidenced by a permit provided by the department affixed in a conspicuous place on the vehicle as the department may require. Each permit, which is valid for a calendar year, shall must be purchased from the county treasurer of any county through which the owner or operator may travel, or from an agent, patrol officer, motor carrier enforcement officer, or motor carrier inspector of the Department of Public Safety. If the applicant requests that the permit be mailed, the applicant shall must pay one dollar one dollar and fifty cents per permit sent to the owner through the mail. All fees collected shall be handled, accounted for, and distributed in the same manner as the other fees provided for in this chapter. A violation of this section is a Class 2 misdemeanor. Section 8. That § 32-9-7 be AMENDED: 32-9-7. On receipt of an application under § 32-9-6 and payment of the commercial motor vehicle fee, required by this chapter, and upon satisfactory evidence that the applicant has complied with all laws, rules, and regulations of this state covering motor vehicles and motor carriers, the county treasurer or department shall issue to the applicant a receipt that identifies the motor vehicle, trailer, or semitrailer and shall assign a number to the vehicle. The number shall be endorsed upon the application and receipt. The county treasurer or department shall issue to the applicant a commercial motor vehicle certificate bearing the number. The certificate shall be placed and carried in the vehicle in a conspicuous place and is subject to examination upon demand by any officer of this state, county, or municipality. The county treasurer or department shall issue to the applicant two commercial motor vehicle plates for each motor vehicle. Each county treasurer office shall be stocked with commercial license plates issued pursuant to this section and commercial trailer license plates issued pursuant to § 32-9-8.1. If the plates are mailed, the applicant shall must pay five dollarsseven dollars and fifty cents per license plate or set of plates if the plate is sent to the owner through the mail, or one dollar one dollar and fifty cents per decal or set of decals if the decal is sent to the owner through the mail. If the applicant requests that the plate or decal be express mailed, the applicant shall must pay any costs for the express mailing service. Each plate shall must set forth the amount of gross weight in figures, and shall be in colors and designs for each classification specified in § 32-9-15. Each plate shall must be securely fastened to the front and rear end of each commercial motor vehicle in a conspicuous place. The county treasurer shall deposit in the county general fund any fees received for mailing or expressing a plate or sticker. All fees received by the The department shall deposit all fees received for mailing or expressing of the plates or stickers shall be deposited by the department in the state motor vehicle fund. A violation of this section is a Class 2 misdemeanor. Section 9. That § 32-10-17 be AMENDED: 32-10-17. The administrator shall register the vehicles described and identified in an application pursuant to § 32-10-15 and shall issue a license plate or plates, or a vehicle registration card, or other suitable identification device, for each vehicle described in the application upon payment of the fees for registration and licensing and for the vehicle registration cards or other identification devices. A fee of three dollars shall must be paid for each card or device issued for each proportionally registered vehicle. The card shall must, in addition to the information required by chapter 32-5, identify the number of the license or other device issued for the proportionally registered vehicle and shall must be carried in the vehicle at all times or, in the case of a combination, in the vehicle supplying the motive power. For purposes of this section, the operator may provide proof in either paper or electronic format including a display of an electronic image on an electronic device. In addition to the registration fees, the department shall collect from the owner five dollarsseven dollars and fifty cents per license plate or set of plates when a plate is sent to the owner through the mail, or one dollar one dollar and fifty cents per decal or set of decals if a decal is sent to the owner through the mail. If the applicant requests that the plate or decal be express mailed, the applicant shall must pay any costs for the express mailing service. Section 10. That chapter 32-1 be amended with a NEW SECTION: Mailing fees in chapters 32-3A, 32-5, 32-6B, 32-6C, 32-7A, 32-7B, 32-9, and 32-10 shall be reviewed by the Legislature every four years. Section 11. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 23684, "bill_version_id": 250081, "bill_version": "Enrolled", "bill_version_date": "2023-02-24T13:23:52.067-06:00", "bill_text": "ENTITLED An Act to update additional charges allowed for mailing decals and plates and to declare an emergency. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 32-3A-5.2 be AMENDED: 32-3A-5.2. In addition to the registration fee required under § 32-3A-5, the department or county treasurer shall collect from the owner one dollar and fifty cents per decal or set of decals if a decal is sent to the owner through the mail. If the applicant requests that a decal be express mailed, the applicant shall pay the actual cost of postage and handling. The county treasurer shall deposit any fees for mailing or expressing decals in the county general fund. Section 2. That § 32-5-127 be AMENDED: 32-5-127. In addition to the registration fees required by this chapter, the department or county treasurer shall collect from the owner one dollar and fifty cents per decal or set of decals and seven dollars and fifty cents per license plate or set of plates when plates are sent to the owner through the mail. Section 3. That § 32-6B-21.1 be AMENDED: 32-6B-21.1. In addition to the license plate and decal fees assessed in §§ 32-6B-21, 32-6B-22.1, 32-6B-23, and 32-6B-36.3, the department shall collect from the dealer one dollar and fifty cents per decal or set of decals or seven dollars and fifty cents per license plate or set of plates if a decal or plate is sent to the dealer through the mail. If the dealer requests that the decal or plate be express mailed, the dealer must pay the actual costs of postage and handling. Section 4. That § 32-6C-7.1 be AMENDED: 32-6C-7.1. In addition to the license fees assessed in § 32-6C-7, the department shall collect from the dealer one dollar and fifty cents per decal if a decal is sent to the dealer through the mail. If the dealer requests that the decal be express mailed, the dealer must pay the actual costs of postage and handling. Section 5. That § 32-7A-10.1 be AMENDED: 32-7A-10.1. In addition to the license fees assessed in § 32-7A-10, the department shall collect from the dealer one dollar and fifty cents per decal or seven dollars and fifty cents per license plate if a decal or plate is sent to the dealer through the mail. If the dealer requests that the decal or plate be express mailed, the dealer must pay the actual costs of postage and handling. Section 6. That § 32-7B-10.1 be AMENDED: 32-7B-10.1. In addition to the license fees assessed in § 32-7B-10, the department shall collect from the dealer one dollar and fifty cents per decal if a decal is sent to the dealer through the mail. If the dealer requests that the decal be express mailed, the dealer must pay the actual costs of postage and handling. Section 7. That § 32-9-3.1 be AMENDED: 32-9-3.1. Any motor vehicle or trailer owned and operated by a resident or a nonresident engaged in the harvest of agricultural products may be operated upon the highways, roads, and streets of this state upon payment of a seventy-five dollar fee. Payment of the fee is evidenced by a permit provided by the department affixed in a conspicuous place on the vehicle as the department may require. Each permit, which is valid for a calendar year, must be purchased from the county treasurer of any county through which the owner or operator may travel, or from an agent, patrol officer, motor carrier enforcement officer, or motor carrier inspector of the Department of Public Safety. If the applicant requests that the permit be mailed, the applicant must pay one dollar and fifty cents per permit sent to the owner through the mail. All fees collected shall be handled, accounted for, and distributed in the same manner as the other fees provided for in this chapter. A violation of this section is a Class 2 misdemeanor. Section 8. That § 32-9-7 be AMENDED: 32-9-7. On receipt of an application under § 32-9-6 and payment of the commercial motor vehicle fee, required by this chapter, and upon satisfactory evidence that the applicant has complied with all laws, rules, and regulations of this state covering motor vehicles and motor carriers, the county treasurer or department shall issue to the applicant a receipt that identifies the motor vehicle, trailer, or semitrailer and shall assign a number to the vehicle. The number shall be endorsed upon the application and receipt. The county treasurer or department shall issue to the applicant a commercial motor vehicle certificate bearing the number. The certificate shall be placed and carried in the vehicle in a conspicuous place and is subject to examination upon demand by any officer of this state, county, or municipality. The county treasurer or department shall issue to the applicant two commercial motor vehicle plates for each motor vehicle. Each county treasurer office shall be stocked with commercial license plates issued pursuant to this section and commercial trailer license plates issued pursuant to § 32-9-8.1. If the plates are mailed, the applicant must pay seven dollars and fifty cents per license plate or set of plates if the plate is sent to the owner through the mail, or one dollar and fifty cents per decal or set of decals if the decal is sent to the owner through the mail. If the applicant requests that the plate or decal be express mailed, the applicant must pay any costs for the express mailing service. Each plate must set forth the amount of gross weight in figures, and be in colors and designs for each classification specified in § 32-9-15. Each plate must be securely fastened to the front and rear end of each commercial motor vehicle in a conspicuous place. The county treasurer shall deposit in the county general fund any fees received for mailing or expressing a plate or sticker. The department shall deposit all fees received for mailing or expressing the plates or stickers in the state motor vehicle fund. A violation of this section is a Class 2 misdemeanor. Section 9. That § 32-10-17 be AMENDED: 32-10-17. The administrator shall register the vehicles described and identified in an application pursuant to § 32-10-15 and shall issue a license plate or plates, or a vehicle registration card, or other suitable identification device, for each vehicle described in the application upon payment of the fees for registration and licensing and for the vehicle registration cards or other identification devices. A fee of three dollars must be paid for each card or device issued for each proportionally registered vehicle. The card must, in addition to the information required by chapter 32-5, identify the number of the license or other device issued for the proportionally registered vehicle and must be carried in the vehicle at all times or, in the case of a combination, in the vehicle supplying the motive power. For purposes of this section, the operator may provide proof in either paper or electronic format including a display of an electronic image on an electronic device. In addition to the registration fees, the department shall collect from the owner seven dollars and fifty cents per license plate or set of plates when a plate is sent to the owner through the mail, or one dollar and fifty cents per decal or set of decals if a decal is sent to the owner through the mail. If the applicant requests that the plate or decal be express mailed, the applicant must pay any costs for the express mailing service. Section 10. That chapter 32-1 be amended with a NEW SECTION: Mailing fees in chapters 32-3A, 32-5, 32-6B, 32-6C, 32-7A, 32-7B, 32-9, and 32-10 shall be reviewed by the Legislature every four years. Section 11. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval. An Act to update additional charges allowed for mailing decals and plates and to declare an emergency. I certify that the attached Act originated in the: House as Bill No. 1042 Chief Clerk Speaker of the House Attest: Chief Clerk President of the Senate Attest: Secretary of the Senate House Bill No. 1042 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2023 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2023 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2023 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23684, "action_date": "2023-01-10T12:00:00-06:00", "document_id": 241498, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/241498.pdf", "status_text": "First Reading House", "journal_page": 14, "committee_id_action": 1159, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23684, "action_date": "2023-01-11T13:00:00-06:00", "document_id": 241515, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/241515.pdf", "status_text": "Referred to", "journal_page": 24, "committee_id_action": 1159, "committee_id_assigned": 1168, "result": "N", "vote": {}}, {"bill_id": 23684, "action_date": "2023-01-19T10:00:00-06:00", "document_id": 243928, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/243928.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1168, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23684, "action_date": "2023-01-24T10:00:00-06:00", "document_id": 244660, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/244660.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1168, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23684, "action_date": "2023-01-24T10:00:00-06:00", "document_id": 244661, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/244661.pdf", "status_text": "Motion to amend", "journal_page": 1, "committee_id_action": 1168, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 23684, "action_date": "2023-01-24T10:00:00-06:00", "document_id": 244661, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/244661.pdf", "status_text": "Do Pass Amended", "journal_page": 2, "committee_id_action": 1168, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76366, "president_vote": null, "Yea": [4464, 4406, 4440, 4374, 4468, 4452, 4388, 4444, 4463, 4393, 4471, 4365, 4337]}}, {"bill_id": 23684, "action_date": "2023-01-26T13:00:00-06:00", "document_id": 246371, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/246371.pdf", "status_text": "Do Pass Amended", "journal_page": 162, "committee_id_action": 1159, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76461, "president_vote": null, "Yea": [4456, 4445, 4333, 4441, 4334, 4337, 4459, 4341, 4343, 4344, 4449, 4350, 4351, 4442, 4353, 4354, 4468, 4471, 4358, 4365, 4368, 4450, 4373, 4374, 4379, 4462, 4383, 4452, 4454, 4438, 4384, 4443, 4385, 4451, 4388, 4389, 4469, 4392, 4393, 4447, 4467, 4396, 4397, 4398, 4400, 4401, 4440, 4403, 4437, 4405, 4406, 4408, 4409, 4458, 4455, 4444, 4412, 4463, 4439, 4417, 4418, 4421, 4464, 4446, 4465, 4470, 4429, 4461], "Nay": [4366, 4375]}}, {"bill_id": 23684, "action_date": "2023-01-30T14:00:00-06:00", "document_id": 246905, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/246905.pdf", "status_text": "First read in Senate and referred to", "journal_page": 137, "committee_id_action": 1183, "committee_id_assigned": 1186, "result": "N", "vote": {}}, {"bill_id": 23684, "action_date": "2023-02-15T08:00:00-06:00", "document_id": 249262, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249262.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1186, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23684, "action_date": "2023-02-15T08:00:00-06:00", "document_id": 249263, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249263.pdf", "status_text": "Do Pass", "journal_page": 18, "committee_id_action": 1186, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 77167, "president_vote": null, "Yea": [4336, 4448, 4466, 4414, 4436, 4342, 4381]}}, {"bill_id": 23684, "action_date": "2023-02-16T13:00:00-06:00", "document_id": 249591, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249591.pdf", "status_text": "Deferred to another day", "journal_page": 291, "committee_id_action": 1183, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 23684, "action_date": "2023-02-21T14:00:00-06:00", "document_id": 249697, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249697.pdf", "status_text": "Deferred to another day", "journal_page": 301, "committee_id_action": 1183, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 23684, "action_date": "2023-02-22T14:00:00-06:00", "document_id": 249840, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249840.pdf", "status_text": "Deferred to another day", "journal_page": 316, "committee_id_action": 1183, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 23684, "action_date": "2023-02-23T14:00:00-06:00", "document_id": 249976, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249976.pdf", "status_text": "Do Pass Amended", "journal_page": 332, "committee_id_action": 1183, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 77510, "president_vote": null, "Yea": [4336, 4338, 4339, 4340, 4342, 4345, 4348, 4448, 4352, 4355, 4359, 4360, 4457, 4372, 4378, 4381, 4382, 4453, 4466, 4386, 4460, 4394, 4395, 4399, 4407, 4410, 4413, 4414, 4419, 4426, 4430, 4432, 4434, 4436], "Nay": [4404]}}, {"bill_id": 23684, "action_date": "2023-02-24T13:00:00-06:00", "document_id": 250068, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/250068.pdf", "status_text": "Signed by the Speaker", "journal_page": 374, "committee_id_action": 1159, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23684, "action_date": "2023-03-06T13:00:00-06:00", "document_id": 251004, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/251004.pdf", "status_text": "Signed by the President", "journal_page": 431, "committee_id_action": 1183, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23684, "action_date": "2023-03-07T09:00:00-06:00", "document_id": 251155, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/251155.pdf", "status_text": "Delivered to the Governor", "journal_page": 499, "committee_id_action": 1159, "committee_id_assigned": null, "result": "N", "vote": {}}]}