{"session_id": 64, "bill_id": 23407, "bill_type": "Senate Bill", "bill_number": 204, "bill_title": "establish a process for the abandonment of certain pipelines.", "sponsors": [{"legislator_profile_id": 3920, "is_prime": true}, {"legislator_profile_id": 3950, "is_prime": false}], "keywords": ["Easements", "Property", "Public Utilities and Carriers"], "audio": [{"meeting_datetime": "2022-02-17T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sco25.mp3", "start_seconds": 5543.0}, {"meeting_datetime": "2022-02-17T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sco25.mp3", "start_seconds": 5543.0}, {"meeting_datetime": "2022-02-17T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sco25.mp3", "start_seconds": 5543.0}, {"meeting_datetime": "2022-02-17T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sco25.mp3", "start_seconds": 5543.0}], "bill_versions": [{"bill_id": 23407, "bill_version_id": 232162, "bill_version": "Introduced", "bill_version_date": "2022-02-02T11:00:22.687-06:00", "bill_text": "An Act to establish a process for the abandonment of certain pipelines. Be it enacted by the Legislature of the State of South Dakota: Section 1. That chapter 49-41B be amended with a NEW SECTION: For purposes of sections 1 to 10, inclusive, of this Act, the term, pipeline, includes a completed pipeline, a pipeline under construction, or a segment of a pipeline. For purposes of sections 1 to 10, inclusive, of this Act, a pipeline designed for or capable of transporting liquid hydrocarbons, liquid hydrocarbon products, or carbon dioxide, that is not excluded by subdivision 49-41B-2.1(2), is deemed abandoned if it has not transported such materials for a period of five consecutive years. A pipeline may not be deemed abandoned for as long as it is actively transporting such materials, or is being actively maintained with reasonable anticipation of such future use. Section 2. That chapter 49-41B be amended with a NEW SECTION: Within thirty days of abandonment of a pipeline designed for, capable of, or used during its operation life to transport liquid hydrocarbons, liquid hydrocarbon products, or carbon dioxide, the pipeline owner shall provide written notice of abandonment to all owners or holders of real estate in which the pipeline owner owns an easement for the abandoned pipeline. The notice must include: (1) The name and address of the pipeline owner; (2) The name, address, and contact information for the pipeline owner’s representative; (3) The location of the easement; (4) The date of pipeline abandonment; (5) A description of the right of the real estate owner or holder to reclamation of the full use of the real estate following abandonment; (6) A description of the right of the real estate owner or holder to reversion of the easement following abandonment; (7) A description of reclamation options including, at a minimum, abandonment in place, pipeline segmentation, pipeline capping and plugging, pipeline grouting and filling, and complete or partial removal of abandoned pipe and other carrier equipment; and (8) A description of the owner or holder’s right to consult on reclamation options with an independent engineer paid for by the pipeline carrier and a list of independent engineers qualified to provide professional advice on reclamation options following pipeline abandonment. Section 3. That chapter 49-41B be amended with a NEW SECTION: The pipeline owner, within one hundred eighty days of abandonment of a pipeline or a portion of a pipeline, shall execute and record a release to revert all of the owner's easements for the pipeline to the owners or holders of the real estate subject to the easements, and provide notice of such recording with each real estate owner or holder. Section 4. That chapter 49-41B be amended with a NEW SECTION: The owner or holder of real estate subject to an easement for an abandoned pipeline for which the pipeline owner fails to complete the requirements of sections 2 and 3 of this Act, or subject to an easement for a proposed pipeline for which construction has not commenced for a period of five years after the effective date of the easement, may seek reversion of the easement for nonuse as provided in sections 5 and 6 of this Act. Section 5. That chapter 49-41B be amended with a NEW SECTION: To revert a pipeline easement for nonuse, the owner or holder of the real estate subject to the easement must serve notice of reversion upon the owner of the easement and upon successors in interest and any party in possession of the real estate. The notice must be served using one of the methods prescribed in § 15-6-4. The notice of reversion must accurately describe the real estate and easement in question, set out the facts concerning ownership of the fee, ownership of the easement, and the period of abandonment or nonuse, and notify the parties that the reversion is complete and final, and that the easement or right to use such easement is forfeited, unless the owner of the easement, within one hundred twenty days after the completed service of notice, files an affidavit with the county register of deeds of the county in which the real estate is located disputing the facts contained in the notice, including evidence of intended future use of the easement for transportation of liquid hydrocarbons, liquid hydrocarbon products, or carbon dioxide, and serves the affidavit on the party that filed written notice. An easement is not subject to reversion if its owner demonstrates a reasonable anticipation of future use for transportation of liquid hydrocarbons, liquid hydrocarbon products, or carbon dioxide. Section 6. That chapter 49-41B be amended with a NEW SECTION: The owner or holder of the real estate subject to the pipeline easement may initiate an action in circuit court in the county in which the contested easement is located to contest the affidavit and quiet title. If an affidavit disputing the facts contained in the notice, as provided in section 5 of this Act, is not filed within one hundred twenty days, the party serving the notice may file for record in the office of the county register of deeds a copy of the notice with proofs of service attached and endorsed, and when so recorded, the record is constructive notice to all persons of the abandonment, reversion, and forfeiture of the easement. Section 7. That chapter 49-41B be amended with a NEW SECTION: Upon abandonment of a pipeline, the owner or holder of land on which the abandoned pipeline is located may require the pipeline owner to remove or otherwise reasonably mitigate the potential impacts of any pipe, equipment, or facility of the pipeline owner at the pipeline owner’s expense as follows: (1) Remove any pipe, equipment, or buildings or other structures or appurtenances; (2) Conduct investigations to determine the presence of hazardous materials; (3) Decontaminate buildings or other structures or other appurtenances, or land or water; (4) Stabilize, contour, maintain the conditioning of, or reconstruct the land surface; (5) Segment and cap or plug to prevent drainage of water; (6) Fill a pipe with cement to prevent land subsidence under roadways; or (7) Any other action necessary to return the land to its condition prior to the easement. Section 8. That chapter 49-41B be amended with a NEW SECTION: To ensure adequate financial resources are available to complete mitigation of properties impacted by abandonment of a pipeline, within three years of the effective date of this Act or three years following the start of commercial operation of a given pipeline, whichever is later, the pipeline company shall prepare and submit for approval by the Public Utilities Commission an abandonment plan containing the following: (1) A review of regulatory requirements applicable to construction related to abandonment; (2) A compilation of all relevant information on the pipeline system, including easement agreements; (3) A specific abandonment plan for each parcel on which the abandoned pipe, pipeline equipment, or pipeline facilities are located, with the plan prepared in consultation with a parcel’s owner and other impacted government authorities and other directly impacted owners of real estate and parties with property interests, taking into account: (a) Real estate owner mitigation requirements; (b) Land use management requirements; (c) Ground subsidence risks; (d) Soil and groundwater contamination; (e) Pipe cleanliness; (f) Water crossings; (g) Erosion; (h) Utility and pipeline crossings; (i) Tiling; (j) Water conduit risks; (k) The sizes and types of pipe, equipment or buildings or other structures or appurtenances; and (l) Post-abandonment responsibilities including monitoring the easement location for problems resulting from abandonment, maintaining the right-of-way, maintaining records related to abandonment mitigation, and recording the location of remaining pipe with the one-call program and in county land records. (4) An estimate of the total cost of abandonment activities on all affected land; and (5) The establishment of an abandonment trust fund and payment plan sufficient to ensure that funds will be available to accomplish the mitigation activities contained in the abandonment plan. Section 9. That chapter 49-41B be amended with a NEW SECTION: The Public Utilities Commission shall review and approve the abandonment plan upon terms, conditions, and restrictions it determines to be just and proper, except that the Public Utilities Commission shall include in the abandonment plan reasonable mitigation activities requested by each owner or holder of real estate for that owner’s or holder's land to the maximum extent practical, taking into account impacts to adjoining properties, county land use requirements, and other state and federal right-of-way and regulatory requirements. Section 10. That chapter 49-41B be amended with a NEW SECTION: Upon approval of an abandonment plan, the pipeline company shall provide a financial assurance instrument sufficient to ensure the pipeline company’s financial capability to fund the abandonment plan, subject to approval by the Public Utilities Commission as to the financial instrument’s amount, terms, and conditions. The instrument may provide for the establishment of a secured trust fund, the use of a cash or surety bond, or other instrument that assures reclamation funding in the event of the pipeline owner’s bankruptcy, dissolution, or incapacity to pay for reclamation. The financial assurance instrument may be used by the pipeline owner to fund mitigation activities required by the abandonment plan, or if the pipeline owner fails to undertake mitigation, by owners or holders of real estate impacted by the pipeline and the state."}], "amendments": [{"bill_id": 23407, "document_id": 233358, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233358.pdf", "legislator_profile_id": 3920, "document_id_instructions": 233362, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/233362.pdf"}], "fiscal_notes": [], "action_log": [{"bill_id": 23407, "action_date": "2022-02-02T14:00:00-06:00", "document_id": 231864, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/231864.pdf", "status_text": "First read in Senate and referred to", "journal_page": 159, "committee_id_action": 1034, "committee_id_assigned": 1022, "result": "N", "vote": {}}, {"bill_id": 23407, "action_date": "2022-02-17T10:00:00-06:00", "document_id": 233711, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233711.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1022, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23407, "action_date": "2022-02-17T10:00:00-06:00", "document_id": 233732, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233732.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 1022, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 23407, "action_date": "2022-02-17T10:00:00-06:00", "document_id": 233732, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233732.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 1022, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 74153, "president_vote": null, "Yea": [3939, 3999, 4000, 4006, 4016, 4010, 3925], "Excused": [3975], "Nay": [3993]}}]}