{"session_id": 19, "bill_id": 3963, "bill_type": "House Bill", "bill_number": 1175, "bill_title": "establish sanctions relating to the hiring of illegal aliens.", "sponsors": [{"legislator_profile_id": 380, "is_prime": true}, {"legislator_profile_id": 368, "is_prime": true}, {"legislator_profile_id": 358, "is_prime": false}, {"legislator_profile_id": 336, "is_prime": false}, {"legislator_profile_id": 359, "is_prime": false}, {"legislator_profile_id": 345, "is_prime": false}, {"legislator_profile_id": 331, "is_prime": false}, {"legislator_profile_id": 375, "is_prime": false}, {"legislator_profile_id": 332, "is_prime": false}, {"legislator_profile_id": 384, "is_prime": false}, {"legislator_profile_id": 355, "is_prime": false}, {"legislator_profile_id": 323, "is_prime": false}], "keywords": ["Labor and Employment"], "audio": [{"meeting_datetime": "2013-02-04T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hco17.mp3", "start_seconds": 3668.0}, {"meeting_datetime": "2013-02-04T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hco17.mp3", "start_seconds": 3668.0}, {"meeting_datetime": "2013-02-04T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hco17.mp3", "start_seconds": 3668.0}, {"meeting_datetime": "2013-02-06T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hco19.mp3", "start_seconds": 4673.0}, {"meeting_datetime": "2013-02-06T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hco19.mp3", "start_seconds": 4673.0}, {"meeting_datetime": "2013-02-06T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hco19.mp3", "start_seconds": 4673.0}, {"meeting_datetime": "2013-02-06T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hco19.mp3", "start_seconds": 4673.0}], "bill_versions": [{"bill_id": 3963, "bill_version_id": 24392, "bill_version": "Introduced", "bill_version_date": "2013-01-23T11:18:23.24-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish sanctions relating to the hiring of illegal aliens. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Agency,\" any agency, department, board, or commission of this state or a county or municipality that issues a license for purposes of operating a business in this state; (2) \"Employ,\" to hire an employee after June 30, 2013; (3) \"Employee,\" any person who provides services or labor for an employer in this state for wages or other remuneration. The term does not include an independent contractor; (4) \"Employer,\" any person or type of corporate entity that transacts business in this state, that has a license issued by an agency in this state, and that employs one or more employees in this state. Employer includes this state, any political subdivision of this state, and self-employed persons. In the case of an independent contractor, employer means the independent contractor and does not mean the person or organization that uses the contract labor; (5) \"E-verify program,\" the employment verification pilot program as jointly administered by the United States Department of Homeland Security and the Social Security Administration or any of its successor programs; (6) \"Independent contractor,\" any person or corporate entity that carries on an independent business, that contracts to do a piece of work according to the person's or corporate entity's own means and methods, and that is subject to control only as to results. Whether a person or corporate entity is an independent contractor is determined on a case-by-case basis through various factors, including whether the person or corporate entity supplies the tools or materials, makes services available to the general public, works or may work for a number of clients at the same time, has an opportunity for profit or loss as a result of labor or service provided, invests in the facilities for work, directs the order or sequence in which the work is completed, determines the hours when the work is completed. Independent contractor status applies to any person who performs services and is not an employee pursuant to section 3508 of the federal internal revenue code, as amended to January 1, 2013; (7) \"Intentionally,\" with respect to a result or to conduct described by a statute defining an offense, that a person's objective is to cause that result or to engage in that conduct; (8) \"Knowingly employ an unauthorized alien,\" the actions described in 8 United States Code section 1324a, as amended to January 1, 2013. This term shall be interpreted consistently with 8 United States Code section 1324a, as amended to January 1, 2013, and any applicable federal rules and regulations; (9) \"License,\" any agency permit, certificate, approval, registration, charter, or similar form of authorization that is required by law and that is issued by any agency for the purposes of operating a business in this state. License includes articles of incorporation, a certificate of partnership, a partnership registration, articles of organization, or a grant of authority issued under Titles 47 or 48, and any sales tax license, use tax license, or other tax license authorized under Title 10; (10) \"Social security number verification service,\" the program administered by the Social Security Administration or any of its successor programs; (11) \"Unauthorized alien,\" an alien who does not have the legal right or authorization under federal law to work in the United States as described in 8 United States Code section 1324a(h)(3), as amended to January 1, 2013. Section 2. No employer may knowingly or intentionally employ an unauthorized alien. If, in the case when an employer uses a contract, subcontract, or other independent contractor agreement to obtain the labor of an alien in this state, the employer knowingly or intentionally contracts with an unauthorized alien or with a person who employs or contracts with an unauthorized alien to perform the labor, the employer violates this section. Section 3. The attorney general shall prescribe a complaint form for a person to allege a violation of section 2 of this Act. The complainant is not required to list the complainant's social security number on the complaint form or to have the complaint form notarized. On receipt of a complaint on a prescribed complaint form that an employer allegedly, knowingly, or intentionally employs an unauthorized alien, the attorney general or county state's attorney shall investigate whether the employer has violated section 2 of this Act. If a complaint is received but is not submitted on a prescribed complaint form, the attorney general or county state's attorney may investigate whether the employer has violated section 2 of this Act. This section does not prohibit the filing of anonymous complaints that are not submitted on a prescribed complaint form. The attorney general or county state's attorney may not investigate complaints that are based solely on race, color, or national origin. A complaint that is submitted to a county state's attorney shall be submitted to the county state's attorney in the county in which the alleged unauthorized alien is or was employed by the employer. The county sheriff or any other local law enforcement agency may assist in investigating a complaint. When investigating a complaint, the attorney general or county attorney shall verify the work authorization of the alleged unauthorized alien with the federal government pursuant to 8 United States Code section 1373(c), as amended to January 1, 2013. A state, county or local official may not attempt to independently make a final determination on whether an alien is authorized to work in the United States. An alien's immigration status or work authorization status shall be verified with the federal government pursuant to 8 United States Code section 1373(c), as amended to January 1, 2013. A person who knowingly files a false and frivolous complaint under this section is guilty of a Class 2 misdemeanor. Section 4. If, after an investigation, the attorney general or county state's attorney determines that the complaint is not false and frivolous, the attorney general or county state's attorney shall notify the United States immigration and customs enforcement of the unauthorized alien. The attorney general or county state's attorney shall notify the local law enforcement agency of the unauthorized alien. The attorney general shall notify the appropriate county state's attorney to bring an action pursuant to section 5 of this Act if the complaint was originally filed with the attorney general. Section 5. An action for a violation of section 2 of this Act shall be brought against the employer by the county state's attorney in the county where the unauthorized alien employee is or was employed by the employer. The county state's attorney may not bring an action against any employer for any violation of section 2 of this Act that occurs before July 1, 2013. A second violation of this section may be based only on an unauthorized alien who is or was employed by the employer after an action has been brought for a violation of section 2 of this Act. For any action in circuit court under this section, the court shall expedite the action, including assigning the hearing at the earliest practicable date. Section 6. On a finding of a violation of section 2 of this Act, for a first violation, as described in section 8 of this Act, the court: (1) Shall order the employer to terminate the employment of all unauthorized aliens; (2) Shall order the employer to be subject to a probationary period for the business location where the unauthorized alien performed work. During the probationary period the employer shall file quarterly reports with the county state's attorney of each new employee who is hired by the employer at the business location where the unauthorized alien performed work. If the violation is for knowingly employing an unauthorized alien, the probationary period is three years. If the violation is for intentionally employing an unauthorized alien, the probationary period is five years; (3) Shall order the employer to file a signed sworn affidavit with the county state's attorney within three business days after the order is issued. The affidavit shall state that the employer has terminated the employment of all unauthorized aliens in this state and that the employer will not intentionally or knowingly employ an unauthorized alien in this state. The court shall order the appropriate agencies to suspend all licenses subject to this subdivision that are held by the employer if the employer fails to file a signed sworn affidavit with the county state's attorney within three business days after the order is issued. All licenses that are suspended under this subdivision shall remain suspended until the employer files a signed sworn affidavit with the county state's attorney. Notwithstanding any other law, on filing of the affidavit the suspended licenses shall be reinstated immediately by the appropriate agencies. For the purposes of this subdivision, the licenses that are subject to suspension under this subdivision are all licenses that are held by the employer specific to the business location where the unauthorized alien performed work. If the employer does not hold a license specific to the business location where the unauthorized alien performed work, but a license is necessary to operate the employer's business in general, the licenses that are subject to suspension under this subdivision are all licenses that are held by the employer at the employer's primary place of business. On receipt of the court's order and notwithstanding any other law, the appropriate agencies shall suspend the licenses according to the court's order. The court shall send a copy of the court's order to the attorney general, and the attorney general shall maintain the copy as provided in section 9 of this Act; (4) Shall consider the suspension of licenses described in subdivision (3) of this section. If the violation is for knowingly employing an unauthorized alien, the court may order the appropriate agencies to suspend, for a maximum of ten business days, all licenses described in subdivision (3) of this section that are held by the employer. If the violation is for intentionally employing an unauthorized alien, the court shall order the appropriate agencies to suspend, for a minimum of ten business days, all licenses described in subdivision (3) of this section that are held by the employer. The court shall base its decision to suspend under this subdivision on any evidence or information submitted to it during the action for the violation and shall consider the following factors, if relevant: (a) The number of unauthorized aliens employed by the employer; (b) Any prior misconduct by the employer; (c) The degree of harm resulting from the violation; (d) Whether the employer made good faith efforts to comply with any applicable requirements; (e) The duration of the violation; (f) The role of the directors, officers, or principals of the employer in the violation; (g) Any other factors the court deems appropriate. Section 7. For a second violation of section 2 of this Act, as described in section 8 of this Act, the court shall order the appropriate agencies to permanently revoke all licenses that are held by the employer specific to the business location where the unauthorized alien performed work. If the employer does not hold a license specific to the business location where the unauthorized alien performed work, but a license is necessary to operate the employer's business in general, the court shall order the appropriate agencies to permanently revoke all licenses that are held by the employer at the employer's primary place of business. On receipt of the order and notwithstanding any other law, the appropriate agencies shall immediately revoke the licenses. Section 8. A violation of section 2 of this Act shall be considered: (1) A first violation by an employer at a business location if the violation did not occur during a probationary period ordered by the court under section 6 of this Act for that employer's business location; (2) A second violation by an employer at a business location if the violation occurred during a probationary period ordered by the court under section 6 of this Act for that employer's business location. Section 9. The attorney general shall maintain copies of court orders that are received pursuant to sections 6 to 8, inclusive, of this Act, and shall maintain a database of the employers and business locations that have a first violation of section 2 of this Act and make the court orders available on the attorney general's website. Section 10. On determining whether an employee is an unauthorized alien for purposes of sections 2 to 10, inclusive, of this Act, the court shall consider only the federal government's determination pursuant to 8 United States Code section 1373(c), as amended to January 1, 2013. The federal government's determination creates a rebuttable presumption of the employee's lawful status. The court may take judicial notice of the federal government's determination and may request the federal government to provide automated or testimonial verification pursuant to 8 United States Code section 1373(c), as amended to January 1, 2013. For the purposes of sections 2 to 10, inclusive, of this Act, proof of verifying the employment authorization of an employee through the e-verify program creates a rebuttable presumption that an employer did not knowingly employ an unauthorized alien. For the purposes of sections 2 to 10, inclusive, of this Act, an employer that establishes that it has complied in good faith with the requirements of 8 United States Code section 1324a(b), as amended to January 1, 2013, establishes an affirmative defense that the employer did not knowingly employ an unauthorized alien. An employer is considered to have complied with the requirements of 8 United States Code section 1324a(b), as amended to January 1, 2013, notwithstanding an isolated, sporadic or accidental technical or procedural failure to meet the requirements, if there is a good faith attempt to comply with the requirements. Section 11. Nothing in this Act requires an employer to take any action that the employer believes in good faith would violate federal or state law. Section 12. After July 1, 2013, every employer, after hiring an employee, shall verify the employment eligibility of the employee through the e-verify program and shall keep a record of the verification for the duration of the employee's employment or at least three years, whichever is longer. Section 13. In addition to any other requirement for an employer to receive an economic development incentive from a government entity, the employer shall register with and participate in the e-verify program. Before receiving the economic development incentive, the employer shall provide proof to the government entity that the employer is registered with and is participating in the e-verify program. If the government entity determines that the employer is not complying with this section, the government entity shall notify the employer by certified mail of the government entity's determination of noncompliance and the employer's right to appeal the determination. On a final determination of noncompliance, the employer shall repay all monies received as an economic development incentive to the government entity within thirty days of the final determination. For the purposes of this section, the term, economic development incentive, means any grant, loan, or performance-based incentive from any government entity that is awarded after July 1, 2013. Economic development incentive does not include any tax provision under Title 10 or 49. For purposes of this section, the term, government entity, means this state and any political subdivision of this state that receives and uses tax revenues. Section 14. Every three months the attorney general shall request from the United States Department of Homeland Security a list of employers from this state that are registered with the e-verify program. On receipt of the list of employers, the attorney general shall make the list available on the attorney general's website."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3963, "action_date": "2013-01-23T14:00:00-06:00", "document_id": 24416, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24416.pdf", "status_text": "First read in House and referred to", "journal_page": 158, "committee_id_action": 202, "committee_id_assigned": 188, "result": "N", "vote": {}}, {"bill_id": 3963, "action_date": "2013-02-04T10:00:00-06:00", "document_id": 24992, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24992.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 188, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3963, "action_date": "2013-02-06T10:00:00-06:00", "document_id": 25188, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25188.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 188, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3963, "action_date": "2013-02-06T10:00:00-06:00", "document_id": 25365, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25365.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 188, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3963, "action_date": "2013-02-06T10:00:00-06:00", "document_id": 25365, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25365.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 323, "committee_id_action": 188, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13495, "president_vote": null, "Yea": [415, 349, 344, 395, 390, 411, 343], "Nay": [318, 375, 380, 399, 401, 360]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/3963"}