{"session_id": 64, "bill_id": 23037, "bill_type": "Senate Bill", "bill_number": 90, "bill_title": "revise certain provisions regarding local building codes.", "sponsors": [{"legislator_profile_id": 3953, "is_prime": true}, {"legislator_profile_id": 3979, "is_prime": true}, {"legislator_profile_id": 3923, "is_prime": false}, {"legislator_profile_id": 3924, "is_prime": false}, {"legislator_profile_id": 3932, "is_prime": false}, {"legislator_profile_id": 3975, "is_prime": false}, {"legislator_profile_id": 3978, "is_prime": false}, {"legislator_profile_id": 3995, "is_prime": false}, {"legislator_profile_id": 4000, "is_prime": false}, {"legislator_profile_id": 4009, "is_prime": false}, {"legislator_profile_id": 4016, "is_prime": false}], "keywords": ["Counties", "Local Government Generally", "Municipal Government", "Property"], "audio": [{"meeting_datetime": "2022-02-16T07:45:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/slo24.mp3", "start_seconds": 108.0}, {"meeting_datetime": "2022-02-16T07:45:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/slo24.mp3", "start_seconds": 108.0}, {"meeting_datetime": "2022-02-16T07:45:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/slo24.mp3", "start_seconds": 108.0}, {"meeting_datetime": "2022-02-16T07:45:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/slo24.mp3", "start_seconds": 108.0}, {"meeting_datetime": "2022-02-16T07:45:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/slo24.mp3", "start_seconds": 108.0}, {"meeting_datetime": "2022-03-01T10:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hlo31.mp3", "start_seconds": 95.0}, {"meeting_datetime": "2022-03-01T10:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hlo31.mp3", "start_seconds": 95.0}, {"meeting_datetime": "2022-03-01T10:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hlo31.mp3", "start_seconds": 95.0}, {"meeting_datetime": "2022-03-01T10:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hlo31.mp3", "start_seconds": 95.0}, {"meeting_datetime": "2022-03-03T12:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hou33.mp3", "start_seconds": 7785.0}, {"meeting_datetime": "2022-03-03T12:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hou33.mp3", "start_seconds": 7785.0}, {"meeting_datetime": "2022-03-03T12:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hou33.mp3", "start_seconds": 7785.0}], "bill_versions": [{"bill_id": 23037, "bill_version_id": 228147, "bill_version": "Introduced", "bill_version_date": "2022-01-19T15:45:35.377-06:00", "bill_text": "An Act to revise certain provisions regarding local building codes. Be it enacted by the Legislature of the State of South Dakota: Section 1. That chapter 11-10 be amended with a NEW SECTION: Terms used in this Act mean: (1) \"Building,\" any building or structure, other than a residential structure, and any appurtenances connected or attached to such building or structure; (2) \"Residential structure,\" any detached dwelling or townhouse not more than three stories above grade plane in height with a separate means of egress, and their accessory structures not more than three stories above grade plane in height; (3) \"Standards,\" any rule or regulation, other than a zoning requirement, governing the construction, alteration, movement, enlargement, replacement, repair, equipment, use and occupancy, location, removal and demolition of a building or residential structure. Section 2. That chapter 11-10 be amended with a NEW SECTION: A municipality or county may prescribe minimum standards for a residential structure by enacting an ordinance adopting the 2018 edition of the International Residential Code, as published by the International Code Council, Incorporated of the Code. The ordinance and any amendment to the ordinance may deviate from the International Residential Code by adding to, deleting, or substituting any of its provisions of the Code. No ordinance may require installation of a sprinkler system in a residential structure or impose any standards that are more stringent than the standards prescribed by the 2018 edition of the International Residential Code or any applicable state statute or administrative rule. This section applies to any code or standards incorporated in the International Residential Code by reference. Section 3. That chapter 11-10 be amended with a NEW SECTION: Before enacting any ordinance under section 2 of this Act, the municipality or county must prepare a housing impact report. The report must identify each proposed change to the existing ordinance, the reason for the change and an estimate of the cost per residential structure of complying with the change. To determine the estimated cost of compliance, the municipality or county shall obtain from three licensed contractors, or other applicable building trades professionals, operating in the state, an estimate of the total cost to consumer of all materials, labor, and taxes necessary to comply with the proposed change. The municipality or county shall use the average of these estimates. In preparing the report, the municipality or county may rely on any relevant information contained in a housing impact report published by any other municipality or county. Section 4. That chapter 11-10 be amended with a NEW SECTION: Upon completion of the housing impact report under section 3 of this Act, an official responsible for enforcing the municipality or county’s building codes shall hold a public informational meeting with local home builders and other interested parties to review the proposed ordinance and the report. After the informational hearing, the municipality or county may make any revisions to the ordinance that it deems appropriate. The municipality or county shall then publish the final draft of the proposed ordinance and the housing impact report on its official website for a period of sixty days before the first reading of the ordinance. Section 5. That chapter 11-10 be amended with a NEW SECTION: The minimum standards for a residential structure in a municipality or county that has not enacted an ordinance pursuant to section 2 of this Act are the standards contained in an ordinance enacted by the nearest first-class municipality. Section 6. That § 11-10-5 be AMENDED: 11-10-5. If the governing body of any local unit of government adopts any ordinance prescribing standards for new construction any building, the ordinance shall comply with the 2021 edition of the International Building Code as published by the International Code Council, Incorporated. The governing body may amend, modify, or delete any portion of the International Building Code before enacting such an ordinance. Additional deletions, modifications, and amendments to the municipal ordinance may be made by the governing body and are effective upon their adoption and filing with the municipal finance officer. Additional deletions, modifications, and amendments to the county ordinance may be made by the governing body, and are effective upon their adoption and filing with the county auditor. No ordinance may apply to mobile or manufactured homes as defined in chapter 32-7A that are constructed in compliance with the applicable prevailing standards of the United States Department of Housing and Urban Development at the time of construction. No ordinance may require that any fire sprinkler be installed in a single family dwelling. No ordinance may apply to any specialty resort or vacation home establishment as defined in chapter 34-18 that is constructed in compliance with the requirements of Group R-3 of the 2021 edition of the International Building Code. Section 7. That § 11-10-6 be AMENDED: 11-10-6. The design standard standards for any new construction commenced after July 1, 2021, building located within the boundaries of any local unit of government that has not adopted an ordinance prescribing standards for new construction pursuant to § 11-10-5 shall be based on the 2021 edition of the International Building Code as published by the International Code Council, Incorporated. Each local unit of government may adopt an ordinance allowing local administration and enforcement of the design standard standards. The provisions of this section do not apply to new construction for any one or two family dwelling, mobile or manufactured home, townhouse, or farmstead and any accessory structure or building thereto. For purposes of this section the term, farmstead, means a farm or ranch, including any structure or building located on the land. The provisions of this section do not apply to any mobile or manufactured home as defined in chapter 32-7A that is used for purposes other than residential that is constructed in compliance with the applicable prevailing standards of the United States Department of Housing and Urban Development at the time of construction if the structure complies with applicable accessibility standards for the occupancy intended. The provisions of this section do not apply to any specialty resort or vacation home establishment as defined in chapter 34-18 that is constructed in compliance with the requirements of Group R-3 of the 2021 edition of the International Building Code. Section 8. That § 11-10-11 be AMENDED: 11-10-11. If the governing body of any local unit of government adopts any ordinance prescribing standards for maintenance of an existing structures and premises building, the ordinance shall comply with the 2021 edition of the International Property Maintenance Code as published by the International Code Council, Incorporated. The governing body may amend, modify, or delete any portion of the International Property Maintenance Code before enacting such an ordinance. Additional deletions, modifications, and amendments to the municipal ordinance may be made by the governing body and are effective upon their adoption and filing with the municipal finance officer. Additional deletions, modifications, and amendments to the county ordinance may be made by the governing body, and are effective upon their adoption and filing with the county auditor. However, no ordinance may impose standards that conflict with the applicable prevailing standards of the United States Department of Housing and Urban Development at the time of construction for manufactured homes as defined in chapter 32-7A."}, {"bill_id": 23037, "bill_version_id": 233845, "bill_version": "Senate Local Government Engrossed", "bill_version_date": "2022-02-17T08:35:40.28-06:00", "bill_text": "An Act to revise certain provisions regarding local building codes. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 11-10-5 be AMENDED: 11-10-5. If the governing body of any local unit of government adopts any ordinance prescribing standards for new construction construction, alteration, movement, enlargement, replacement, repair, equipment, use and occupancy, location, removal, and demolition of any building other than a residential structure as defined in section 3 of this Act, the ordinance shall comply with the 2021 edition of the International Building Code as published by the International Code Council, Incorporated. The governing body may amend, modify, or delete any portion of the International Building Code before enacting such an ordinance. Additional deletions, modifications, and amendments to the municipal ordinance may be made by the governing body and are effective upon their adoption and filing with the municipal finance officer. Additional deletions, modifications, and amendments to the county ordinance may be made by the governing body, and are effective upon their adoption and filing with the county auditor. No ordinance may apply to mobile or manufactured homes as defined in chapter 32-7A that are constructed in compliance with the applicable prevailing standards of the United States Department of Housing and Urban Development at the time of construction. No ordinance may require that any fire sprinkler be installed in a single family dwelling. No ordinance may apply to any specialty resort or vacation home establishment as defined in chapter 34-18 that is constructed in compliance with the requirements of Group R-3 of the 2021 edition of the International Building Code. Section 2. That § 11-10-6 be AMENDED: 11-10-6. The design standard for any new construction construction, alteration, movement, enlargement, replacement, repair, equipment, use and occupancy, location, removal, and demolition of any building commenced after July 1, 2021, within the boundaries of any local unit of government that has not adopted an ordinance prescribing such standards for new construction pursuant to § 11-10-5 shall be based on the 2021 edition of the International Building Code as published by the International Code Council, Incorporated. Each local unit of government may adopt an ordinance allowing local administration and enforcement of the design standard. The provisions of this section do not apply to new construction for any one or two family dwelling any residential structure as defined in section 3 of this Act, mobile or manufactured home, townhouse, or farmstead and any accessory structure or building thereto. For purposes of this section the term, farmstead, means a farm or ranch, including any structure or building located on the land. The provisions of this section do not apply to any mobile or manufactured home as defined in chapter 32-7A that is used for purposes other than residential that is constructed in compliance with the applicable prevailing standards of the United States Department of Housing and Urban Development at the time of construction if the structure complies with applicable accessibility standards for the occupancy intended. The provisions of this section do not apply to any specialty resort or vacation home establishment as defined in chapter 34-18 that is constructed in compliance with the requirements of Group R-3 of the 2021 edition of the International Building Code. Section 3. That chapter 11-10 be amended with a NEW SECTION: The governing body of a municipality may enact requirements for construction, alteration, movement, enlargement, replacement, repair, equipment, use and occupancy, location, removal, and demolition of a residential structure by adopting the 2021 edition of the International Residential Code, as published by the International Code Council. Incorporated. The governing body may, at any time, amend any provision of the International Residential Code. The governing body may not require the installation of a sprinkler system in a residential structure or impose any requirements that are more stringent than the requirements in the 2021 edition of the International Residential Code. For purposes of this section, the term, residential structure, means a detached one-family or two-family dwelling, or multiple single-family dwellings not more than three stories in height with a separate means of egress and their accessory structures. Section 4. That chapter 11-10 be amended with a NEW SECTION: Beginning in the year 2024, and every three years thereafter, the Board of Technical Professions created under § 36-18A-14 shall convene a workgroup to review the latest edition of the model national codes referenced in this chapter. The workgroup shall consist of two local building code officials, one person engaged in the business of constructing multi-family housing, one person engaged in the business of constructing single-family housing, one person engaged in the business of constructing commercial buildings, one licensed architect, and one licensed professional engineer. The workgroup shall identify any significant revisions to the current edition of each model code and evaluate the impact of the revisions on quality, safety, and cost of construction in the state. The workgroup may recommend amendments to this chapter, including updates to the current edition of any model code referenced in this chapter and alternatives and exceptions to such codes. The workgroup shall report its findings and recommendations to the Board of Technical Professions within six months from the date of the workgroup’s first meeting, and the Board shall publish the report on its website. The workgroup shall dissolve and cease to exist upon the completion of its report to the Board."}, {"bill_id": 23037, "bill_version_id": 235380, "bill_version": "House Local Government Engrossed", "bill_version_date": "2022-03-01T15:32:24.627-06:00", "bill_text": "An Act to revise certain provisions regarding local building codes. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 11-10-5 be AMENDED: 11-10-5. If the governing body of any local unit of government adopts any ordinance prescribing standards for new construction construction, alteration, movement, enlargement, replacement, repair, equipment, use and occupancy, location, removal, and demolition of any building other than a residential structure as defined in section 3 of this Act, the ordinance shall comply with the 2021 edition of the International Building Code as published by the International Code Council, Incorporated. The governing body may amend, modify, or delete any portion of the International Building Code before enacting such an ordinance. Additional deletions, modifications, and amendments to the municipal ordinance may be made by the governing body and are effective upon their adoption and filing with the municipal finance officer. Additional deletions, modifications, and amendments to the county ordinance may be made by the governing body, and are effective upon their adoption and filing with the county auditor. No ordinance may apply to mobile or manufactured homes as defined in chapter 32-7A that are constructed in compliance with the applicable prevailing standards of the United States Department of Housing and Urban Development at the time of construction. No ordinance may require that any fire sprinkler be installed in a single family dwelling. No ordinance may apply to any specialty resort or vacation home establishment as defined in chapter 34-18 that is constructed in compliance with the requirements of Group R-3 of the 2021 edition of the International Building Code. Section 2. That § 11-10-6 be AMENDED: 11-10-6. The design standard for any new construction construction, alteration, movement, enlargement, replacement, repair, equipment, use and occupancy, location, removal, and demolition of any building commenced after July 1, 2021, within the boundaries of any local unit of government that has not adopted an ordinance prescribing such standards for new construction pursuant to § 11-10-5 shall be based on the 2021 edition of the International Building Code as published by the International Code Council, Incorporated. Each local unit of government may adopt an ordinance allowing local administration and enforcement of the design standard. The provisions of this section do not apply to new construction for any one or two family dwelling any residential structure as defined in section 3 of this Act, mobile or manufactured home, townhouse, or farmstead and any accessory structure or building thereto. For purposes of this section the term, farmstead, means a farm or ranch, including any structure or building located on the land. The provisions of this section do not apply to any mobile or manufactured home as defined in chapter 32-7A that is used for purposes other than residential that is constructed in compliance with the applicable prevailing standards of the United States Department of Housing and Urban Development at the time of construction if the structure complies with applicable accessibility standards for the occupancy intended. The provisions of this section do not apply to any specialty resort or vacation home establishment as defined in chapter 34-18 that is constructed in compliance with the requirements of Group R-3 of the 2021 edition of the International Building Code. Section 3. That chapter 11-10 be amended with a NEW SECTION: The governing body of a municipality may enact requirements for construction, alteration, movement, enlargement, replacement, repair, equipment, use and occupancy, location, removal, and demolition of a residential structure by adopting the 2021 edition of the International Residential Code, as published by the International Code Council, Incorporated. The governing body may, at any time, amend any provision of the International Residential Code. The governing body may not require the installation of a sprinkler system in a residential structure or impose any requirements that are more stringent than the requirements in the 2021 edition of the International Residential Code. For purposes of this section, the term, residential structure, means a detached one-family or two-family dwelling, and townhouses not more than three stories in height with a separate means of egress and their accessory structures. Section 4. That chapter 11-10 be amended with a NEW SECTION: Beginning in the year 2024, and every three years thereafter, the Board of Technical Professions created under § 36-18A-14 shall convene a workgroup to review the latest edition of the model national codes referenced in this chapter. The workgroup shall consist of two local building code officials, one person engaged in the business of constructing multi-family housing, one person engaged in the business of constructing single-family housing, one person engaged in the business of constructing commercial buildings, one licensed architect, and one licensed professional engineer. The workgroup shall identify any significant revisions to the current edition of each model code and evaluate the impact of the revisions on quality, safety, and cost of construction in the state. The workgroup may recommend amendments to this chapter, including updates to the current edition of any model code referenced in this chapter and alternatives and exceptions to such codes. The workgroup shall report its findings and recommendations to the Board of Technical Professions within six months from the date of the workgroup’s first meeting, and the Board shall publish the report on its website. The workgroup shall dissolve and cease to exist upon the completion of its report to the Board."}, {"bill_id": 23037, "bill_version_id": 236193, "bill_version": "Enrolled", "bill_version_date": "2022-03-09T09:10:58.2-06:00", "bill_text": "ENTITLED An Act to revise certain provisions regarding local building codes. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 11-10-5 be AMENDED: 11-10-5. If the governing body of any local unit of government adopts any ordinance prescribing standards for construction, alteration, movement, enlargement, replacement, repair, equipment, use and occupancy, location, removal, and demolition of any building other than a residential structure as defined in section 3 of this Act, the ordinance shall comply with the 2021 edition of the International Building Code as published by the International Code Council, Incorporated. The governing body may amend, modify, or delete any portion of the International Building Code before enacting such an ordinance. Additional deletions, modifications, and amendments to the municipal ordinance may be made by the governing body and are effective upon their adoption and filing with the municipal finance officer. Additional deletions, modifications, and amendments to the county ordinance may be made by the governing body, and are effective upon their adoption and filing with the county auditor. No ordinance may apply to mobile or manufactured homes as defined in chapter 32-7A that are constructed in compliance with the applicable prevailing standards of the United States Department of Housing and Urban Development at the time of construction. No ordinance may require that any fire sprinkler be installed in a single family dwelling. No ordinance may apply to any specialty resort or vacation home establishment as defined in chapter 34-18 that is constructed in compliance with the requirements of Group R-3 of the 2021 edition of the International Building Code. Section 2. That § 11-10-6 be AMENDED: 11-10-6. The design standard for construction, alteration, movement, enlargement, replacement, repair, equipment, use and occupancy, location, removal, and demolition of any building commenced after July 1, 2021, within the boundaries of any local unit of government that has not adopted an ordinance prescribing such standards pursuant to § 11-10-5 shall be based on the 2021 edition of the International Building Code as published by the International Code Council, Incorporated. Each local unit of government may adopt an ordinance allowing local administration and enforcement of the design standard. The provisions of this section do not apply to any residential structure as defined in section 3 of this Act, mobile or manufactured home, or farmstead and any accessory structure or building thereto. For purposes of this section the term, farmstead, means a farm or ranch, including any structure or building located on the land. The provisions of this section do not apply to any mobile or manufactured home as defined in chapter 32-7A that is used for purposes other than residential that is constructed in compliance with the applicable prevailing standards of the United States Department of Housing and Urban Development at the time of construction if the structure complies with applicable accessibility standards for the occupancy intended. The provisions of this section do not apply to any specialty resort or vacation home establishment as defined in chapter 34-18 that is constructed in compliance with the requirements of Group R-3 of the 2021 edition of the International Building Code. Section 3. That chapter 11-10 be amended with a NEW SECTION: The governing body of a municipality may enact requirements for construction, alteration, movement, enlargement, replacement, repair, equipment, use and occupancy, location, removal, and demolition of a residential structure by adopting the 2021 edition of the International Residential Code, as published by the International Code Council, Incorporated. The governing body may, at any time, amend any provision of the International Residential Code. The governing body may not require the installation of a sprinkler system in a residential structure or impose any requirements that are more stringent than the requirements in the 2021 edition of the International Residential Code. For purposes of this section, the term, residential structure, means a detached one-family or two-family dwelling, and townhouses not more than three stories in height with a separate means of egress and their accessory structures. Section 4. That chapter 11-10 be amended with a NEW SECTION: Beginning in the year 2024, and every three years thereafter, the Board of Technical Professions created under § 36-18A-14 shall convene a workgroup to review the latest edition of the model national codes referenced in this chapter. The workgroup shall consist of two local building code officials, one person engaged in the business of constructing multi-family housing, one person engaged in the business of constructing single-family housing, one person engaged in the business of constructing commercial buildings, one licensed architect, and one licensed professional engineer. The workgroup shall identify any significant revisions to the current edition of each model code and evaluate the impact of the revisions on quality, safety, and cost of construction in the state. The workgroup may recommend amendments to this chapter, including updates to the current edition of any model code referenced in this chapter and alternatives and exceptions to such codes. The workgroup shall report its findings and recommendations to the Board of Technical Professions within six months from the date of the workgroup’s first meeting, and the Board shall publish the report on its website. The workgroup shall dissolve and cease to exist upon the completion of its report to the Board. An Act to revise certain provisions regarding local building codes. I certify that the attached Act originated in the: Senate as Bill No. 90 Secretary of the Senate President of the Senate Attest: Secretary of the Senate Speaker of the House Attest: Chief Clerk Senate Bill No. 90 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2022 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2022 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2022 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23037, "action_date": "2022-01-20T14:00:00-06:00", "document_id": 228146, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/228146.pdf", "status_text": "First read in Senate and referred to", "journal_page": 83, "committee_id_action": 1034, "committee_id_assigned": 1030, "result": "N", "vote": {}}, {"bill_id": 23037, "action_date": "2022-02-09T07:45:00-06:00", "document_id": 232760, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232760.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1030, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23037, "action_date": "2022-02-16T07:45:00-06:00", "document_id": 233536, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233536.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1030, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23037, "action_date": "2022-02-16T07:45:00-06:00", "document_id": 233537, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233537.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 1030, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 23037, "action_date": "2022-02-16T07:45:00-06:00", "document_id": 233537, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233537.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 1030, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 73855, "president_vote": null, "Excused": [3918], "Yea": [3921, 3932, 3939, 3940, 3961, 3979]}}, {"bill_id": 23037, "action_date": "2022-02-16T07:45:00-06:00", "document_id": 233537, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233537.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 1030, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23037, "action_date": "2022-02-22T13:00:00-06:00", "document_id": 234077, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234077.pdf", "status_text": "Do Pass", "journal_page": 307, "committee_id_action": 1034, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 74348, "president_vote": null, "Yea": [3918, 3920, 3921, 3922, 3925, 3926, 3932, 3935, 3936, 3939, 3940, 3943, 3949, 3952, 3956, 3958, 3961, 3962, 3966, 3974, 3975, 3979, 3990, 3991, 3993, 3994, 3996, 3999, 4000, 4002, 4003, 4006, 4010, 4012, 4016]}}, {"bill_id": 23037, "action_date": "2022-02-23T12:00:00-06:00", "document_id": 234407, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234407.pdf", "status_text": "First Reading House", "journal_page": 430, "committee_id_action": 1008, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23037, "action_date": "2022-02-24T14:00:00-06:00", "document_id": 234641, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234641.pdf", "status_text": "Referred to", "journal_page": 467, "committee_id_action": 1008, "committee_id_assigned": 1012, "result": "N", "vote": {}}, {"bill_id": 23037, "action_date": "2022-03-01T10:00:00-06:00", "document_id": 234743, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234743.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1012, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23037, "action_date": "2022-03-01T10:00:00-06:00", "document_id": 234744, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234744.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 1012, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 23037, "action_date": "2022-03-01T10:00:00-06:00", "document_id": 234744, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234744.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 1012, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 74991, "president_vote": null, "Yea": [3915, 3927, 3933, 3944, 3950, 3972, 3987, 4004, 3953, 4015], "Nay": [3957], "Excused": [3977, 4009]}}, {"bill_id": 23037, "action_date": "2022-03-03T12:00:00-06:00", "document_id": 235745, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/235745.pdf", "status_text": "Do Pass Amended", "journal_page": 578, "committee_id_action": 1008, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 75302, "president_vote": null, "Yea": [3912, 3913, 3914, 3915, 3916, 3917, 3919, 3923, 3924, 3927, 3928, 3929, 3930, 3931, 3933, 3934, 3937, 3938, 3941, 3944, 3945, 3946, 3947, 3948, 3950, 3951, 3953, 3954, 3955, 3957, 3959, 3960, 3963, 3964, 3965, 3967, 3968, 3969, 3970, 3971, 3972, 3976, 3977, 3978, 3980, 3981, 3982, 3983, 3984, 3985, 3986, 3987, 3988, 3989, 3992, 3995, 3997, 3998, 4001, 4004, 4005, 4007, 4008, 4009, 4011, 4013, 4014, 4015], "Nay": [3973], "Excused": [3942]}}, {"bill_id": 23037, "action_date": "2022-03-08T10:00:00-06:00", "document_id": 236113, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/236113.pdf", "status_text": "Concurred in amendments", "journal_page": 485, "committee_id_action": 1034, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 75407, "president_vote": null, "Yea": [3918, 3920, 3921, 3922, 3925, 3926, 3932, 3935, 3936, 3939, 3940, 3949, 3956, 3961, 3975, 3979, 3990, 3991, 3993, 3994, 3996, 3999, 4000, 4003, 4006, 4010, 4016], "Excused": [3943, 3952, 3958, 3962, 3966, 3974, 4002, 4012]}}, {"bill_id": 23037, "action_date": "2022-03-09T10:00:00-06:00", "document_id": 236265, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/236265.pdf", "status_text": "Signed by the President", "journal_page": 509, "committee_id_action": 1034, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23037, "action_date": "2022-03-10T10:00:00-06:00", "document_id": 236366, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/236366.pdf", "status_text": "Signed by the Speaker", "journal_page": 684, "committee_id_action": 1008, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23037, "action_date": "2022-03-10T10:00:00-06:00", "document_id": 236369, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/236369.pdf", "status_text": "Delivered to the Governor", "journal_page": 539, "committee_id_action": 1034, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23037, "action_date": "2022-03-28T11:00:00-05:00", "document_id": 236435, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/236435.pdf", "status_text": "Signed by the Governor", "journal_page": 543, "committee_id_action": 1034, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 7555}