{"session_id": 69, "bill_id": 25143, "bill_type": "House Bill", "bill_number": 1183, "bill_title": "modernize the process for annual audits of third-party insurance administrators.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25143", "sponsors": [{"legislator_profile_id": 4473, "is_prime": true}, {"legislator_profile_id": 4517, "is_prime": false}, {"legislator_profile_id": 4543, "is_prime": false}], "keywords": ["Insurance"], "audio": [], "bill_versions": [{"bill_id": 25143, "bill_version_id": 262794, "bill_version": "Introduced", "bill_version_date": "2024-01-25T10:07:00.807-06:00", "bill_text": "An Act to modernize the process for annual audits of third-party insurance administrators. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 58-29D-13 be AMENDED: 58-29D-13. If an insurer utilizes the services of an administrator, the insurer shall be is responsible for determining the benefits, premium rates, underwriting criteria and claims payment procedures applicable to such coverage and for securing reinsurance, if any. The rules pertaining to these matters shall be provided, in writing, by the insurer to the administrator. The responsibilities of the administrator as to any of these matters shall be set forth in the written agreement between the administrator and the insurer. It is the sole responsibility of the insurer to provide for competent administration of its programs. In cases where an administrator administers benefits for more than one hundred certificate holders on behalf of an insurer, the insurer shall must, at least semiannually, conduct a review of the operations of the administrator. At least one such review shall must be an on‑site audit of the operations of the administrator, whether conducted on-site or virtually."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 25143, "action_date": "2024-01-25T13:00:00-06:00", "document_id": 262421, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/262421.pdf", "status_text": "First read in House and referred to", "journal_page": 174, "committee_id_action": 1197, "committee_id_assigned": 1192, "result": "N", "vote": {}}, {"bill_id": 25143, "action_date": "2024-01-31T10:00:00-06:00", "document_id": 263287, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/263287.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1192, "committee_id_assigned": null, "result": "N", "vote": {}}]}