{"session_id": 59, "bill_id": 20530, "bill_type": "Senate Bill", "bill_number": 176, "bill_title": "allow property taxes to be paid under certain circumstances on a pro rata basis by the owner of a manufactured home who is planning to move, sell, transfer, or reassign the manufactured home.", "sponsors": [{"legislator_profile_id": 3382, "is_prime": true}, {"legislator_profile_id": 3453, "is_prime": true}, {"legislator_profile_id": 3422, "is_prime": false}, {"legislator_profile_id": 3430, "is_prime": false}], "keywords": ["Real Property", "Taxes"], "audio": [{"meeting_datetime": "2006-02-01T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sta16.mp3", "start_seconds": 752.0}, {"meeting_datetime": "2006-02-01T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sta16.mp3", "start_seconds": 752.0}, {"meeting_datetime": "2006-02-01T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sta16.mp3", "start_seconds": 752.0}], "bill_versions": [{"bill_id": 20530, "bill_version_id": 106962, "bill_version": "Introduced", "bill_version_date": "2006-01-23T08:39:05-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to allow property taxes to be paid under certain circumstances on a pro rata basis by the owner of a manufactured home who is planning to move, sell, transfer, or reassign the manufactured home. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-21-37 be amended to read as follows: 10-21-37. If a manufactured home is purchased or moved to a specific site on or before November first and the property has been assessed as real property and the owner of the manufactured home plans to move, sell, transfer, or reassign the manufactured home before November first in the following year, the county auditor shall levy a tax by applying the tax levy used for taxes payable during the current year on other property in the same taxing district. The owner shall pay such tax in full for the current year, not on a pro rata basis. However, the tax shall be paid on a pro rata basis if the owner of the manufactured home plans to move, sell, transfer, or reassign the manufactured home for one of the following reasons: (1) The owner is refinancing the home; (2) The manufactured home is not being moved, however, the names of the owner or owners is being changed or transferred; or (3) The manufactured home will be exempt from property taxation in the State of South Dakota after the manufactured home is moved, sold, transferred, or reassigned. If the taxes are paid in full, the county treasurer shall issue an affidavit stating that the current year's taxes are paid. Section 2. That § 10-21-38 be amended to read as follows: 10-21-38. If a manufactured home has been assessed as real property and taxes are payable and the owner of the manufactured home plans to move, sell, transfer, or reassign the manufactured home before all the current taxes are paid, then the owner shall pay the current taxes in full, not on a pro rata basis. However, the tax shall be paid on a pro rata basis if the owner of the manufactured home plans to move, sell, transfer, or reassign the manufactured home for one of the following reasons: (1) The owner is refinancing the home; (2) The manufactured home is not being moved, however, the names of the owner or owners is being changed or transferred; (3) The manufactured home will be exempt from property taxation in the State of South Dakota after the manufactured home is moved, sold, transferred, or reassigned. If the taxes are paid in full, the county treasurer shall issue an affidavit stating that the current year's taxes are paid."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20530, "action_date": "2006-01-23T14:00:00-06:00", "document_id": 107072, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107072.pdf", "status_text": "First read in Senate and referred to", "journal_page": 157, "committee_id_action": 894, "committee_id_assigned": 877, "result": "N", "vote": {}}, {"bill_id": 20530, "action_date": "2006-02-01T07:45:00-06:00", "document_id": 107664, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107664.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 877, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20530, "action_date": "2006-02-01T07:45:00-06:00", "document_id": 107664, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107664.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 296, "committee_id_action": 877, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 63944, "president_vote": null, "Yea": [3376, 3404, 3409, 3415, 3432, 3439, 3421, 3412], "Excused": [3396]}}]}