{"session_id": 43, "bill_id": 11947, "bill_type": "Senate Resolution", "bill_number": 701, "bill_title": "In support of rescinding the Medals of Honor given to United States soldiers for the involvement and participation of the soldiers in the Wounded Knee Massacre of 1890.", "sponsors": [{"legislator_profile_id": 1658, "is_prime": true}, {"legislator_profile_id": 1654, "is_prime": false}, {"legislator_profile_id": 1656, "is_prime": false}, {"legislator_profile_id": 1659, "is_prime": false}, {"legislator_profile_id": 1662, "is_prime": false}, {"legislator_profile_id": 1663, "is_prime": false}, {"legislator_profile_id": 1651, "is_prime": false}, {"legislator_profile_id": 1666, "is_prime": false}, {"legislator_profile_id": 1664, "is_prime": false}, {"legislator_profile_id": 1660, "is_prime": false}, {"legislator_profile_id": 1653, "is_prime": false}, {"legislator_profile_id": 1652, "is_prime": false}], "keywords": ["Senate Resolution"], "audio": [{"meeting_datetime": "2020-02-24T00:00:00-06:00", "committee": "SMV", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/smv25.mp3", "start_seconds": 2720.0}, {"meeting_datetime": "2020-02-24T00:00:00-06:00", "committee": "SMV", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/smv25.mp3", "start_seconds": 2720.0}, {"meeting_datetime": "2020-02-24T00:00:00-06:00", "committee": "SMV", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/smv25.mp3", "start_seconds": 2720.0}, {"meeting_datetime": "2020-02-24T00:00:00-06:00", "committee": "SMV", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/smv25.mp3", "start_seconds": 2720.0}], "bill_versions": [{"bill_id": 11947, "bill_version_id": 64460, "bill_version": "Introduced", "bill_version_date": "2020-01-28T14:53:52.333-06:00", "bill_text": "A RESOLUTION, In support of rescinding the Medals of Honor given to United States soldiers for the involvement and participation of the soldiers in the Wounded Knee Massacre of 1890. WHEREAS, the United States' highest honor for valor is the Medal of Honor, and Congress established that, in order to obtain the Medal of Honor, the deed of the person must be so outstanding that it clearly distinguishes the soldier's gallantry beyond the call of duty from lesser forms of bravery; and WHEREAS, allowing honor to the Seventh Cavalry for acts in the Wounded Knee Massacre dishonors the Medal of Honor and is an implication of hostility and genocide against the Great Sioux Nation and the persons who were killed by the United States at Wounded Knee; and WHEREAS, Chief Big Foot and his band were impeded by Major Whiteside on the Pine Ridge Indian Reservation at Porcupine Butte, where surrender took place unconditionally under a white flag of truce, causing Chief Big Foot and his band to be led to Wounded Knee Creek, where Colonel James W. Forsyth assumed command; and WHEREAS, the Seventh Cavalry stripped the Lakotas of all belongings and disarmed them of weapons of any kind; a shot was then heard, and the cavalry opened fire indiscriminately while discharging Hotchkiss cannons, resulting in the killing and wounding of no less than three hundred unarmed men, women, children, and elderly Lakotas; and WHEREAS, the Seventh Cavalry was recognized to have killed a sizeable number of women and children by Major General Nelson Miles who said, \"[w]holesale massacre occurred and I have never heard of a more brutal, cold-blooded massacre than that at Wounded Knee\"; and WHEREAS, Lakota Holy Man, Black Elk, described Wounded Knee as follows, \"I did not know then how much was ended. When I look back now from this high hill of my old age, I can still see the butchered women and children lying heaped and scattered all along the crooked gulch as plain as when I saw them with eyes still young. And I can see that something else died there in the bloody mud and was buried in the blizzard. A people's dream died there. It was a beautiful dream. And I, to whom so great a vision was given in my youth, you see me now a pitiful old man who has done nothing, for the nation's hoop is broken and scattered. There is no center any longer, and the sacred tree is dead\"; and WHEREAS, Medal of Honor recipients are under an obligation, through their actions, to exemplify courage to those who are serving in the Armed Forces and to those who are planning to serve; and WHEREAS, to date, the Medal of Honor has been bestowed only 3,522 times, including 126 instances for World War I, 145 instances for the Korean War, 23 instances throughout the Global War on Terror, and 20 times for the Wounded Knee massacre: NOW, THEREFORE, BE IT RESOLVED, by the Senate of the Ninety-Fifth Legislature of the State of South Dakota, that the Senate hereby requests that each Medal of Honor awarded to the United States Army members who acted at Wounded Knee Creek, Pine Ridge Agency, South Dakota, on December 29, 1890, be rescinded; and BE IT FURTHER RESOLVED, that the Senate requests support in this effort from Senators John Thune and Mike Rounds, and Representative Dusty Johnson, with support from President Trump, the Commander in Chief, to do so; and BE IT FURTHER RESOLVED, that the name of each person awarded a Medal of Honor for the acts noted above be removed from the Medal of Honor Roll enabled under section 1134a of title 10 of the United States Code."}], "amendments": [{"bill_id": 11947, "document_id": 68649, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68649.pdf", "legislator_profile_id": 1658, "document_id_instructions": 68653, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/68653.pdf"}], "fiscal_notes": [], "action_log": [{"bill_id": 11947, "action_date": "2020-01-29T14:00:00-06:00", "document_id": 64469, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/64469.pdf", "status_text": "First read and referred to", "journal_page": 107, "committee_id_action": 447, "committee_id_assigned": 475, "result": "N", "vote": {}}, {"bill_id": 11947, "action_date": "2020-02-24T15:30:00-06:00", "document_id": 68111, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68111.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 475, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11947, "action_date": "2020-02-24T15:30:00-06:00", "document_id": 68115, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68115.pdf", "status_text": "Adopt Resolution", "journal_page": null, "committee_id_action": 475, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 33664, "president_vote": null, "Yea": [1704, 1659], "Nay": [1716, 1706, 1741]}}, {"bill_id": 11947, "action_date": "2020-02-24T15:30:00-06:00", "document_id": 68115, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68115.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 475, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 33670, "president_vote": null, "Nay": [1704, 1659], "Yea": [1716, 1706, 1741]}}]}