{"session_id": 19, "bill_id": 3946, "bill_type": "Senate Bill", "bill_number": 69, "bill_title": "revise certain provisions of the health professionals diversion program.", "sponsors": [], "keywords": ["Drugs", "Health Professional Diversion Program", "Licensing", "Professions and Occupations"], "audio": [{"meeting_datetime": "2013-01-18T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/she08.mp3", "start_seconds": 146.0}, {"meeting_datetime": "2013-01-18T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/she08.mp3", "start_seconds": 146.0}, {"meeting_datetime": "2013-01-18T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/she08.mp3", "start_seconds": 146.0}, {"meeting_datetime": "2013-01-18T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/she08.mp3", "start_seconds": 146.0}, {"meeting_datetime": "2013-01-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen11.mp3", "start_seconds": 4632.0}, {"meeting_datetime": "2013-01-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen11.mp3", "start_seconds": 4632.0}, {"meeting_datetime": "2013-01-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen11.mp3", "start_seconds": 4632.0}, {"meeting_datetime": "2013-01-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen11.mp3", "start_seconds": 4632.0}, {"meeting_datetime": "2013-01-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen11.mp3", "start_seconds": 4632.0}, {"meeting_datetime": "2013-01-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen11.mp3", "start_seconds": 4632.0}, {"meeting_datetime": "2013-01-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen11.mp3", "start_seconds": 4632.0}, {"meeting_datetime": "2013-02-07T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hhe20.mp3", "start_seconds": 6975.0}, {"meeting_datetime": "2013-02-07T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hhe20.mp3", "start_seconds": 6975.0}, {"meeting_datetime": "2013-02-07T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hhe20.mp3", "start_seconds": 6975.0}, {"meeting_datetime": "2013-02-14T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hhe23.mp3", "start_seconds": 124.0}, {"meeting_datetime": "2013-02-14T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hhe23.mp3", "start_seconds": 124.0}, {"meeting_datetime": "2013-02-14T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hhe23.mp3", "start_seconds": 124.0}, {"meeting_datetime": "2013-02-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou29.mp3", "start_seconds": 6821.0}, {"meeting_datetime": "2013-02-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou29.mp3", "start_seconds": 6821.0}, {"meeting_datetime": "2013-02-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou29.mp3", "start_seconds": 6821.0}], "bill_versions": [{"bill_id": 3946, "bill_version_id": 23489, "bill_version": "Introduced", "bill_version_date": "2013-01-06T09:16:34.48-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions of the health professionals diversion program. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 36-2A-1 be amended to read as follows: 36-2A-1. Terms used in this chapter mean: (1) \"Diversion Health professionals assistance program,\" a rehabilitative confidential program designed and administered by program personnel which is available to participating health-related licensing boards in conjunction with, or as an alternative to, other sanctions which a health-related board may impose upon its licensees pursuant to disciplinary actions within its jurisdiction to monitor the treatment and continuing care of any regulated health professional who may be unable to practice with reasonable skill and safety, if the professional's mental health issues or substance use disorder is not appropriately managed; (2) \"Impaired,\" the condition of a person whose health-related professional practice has been affected by the use or abuse of alcohol or other drugs and whose practice could endanger the health or safety of those persons entrusted to the affected professional's care inability of a licensee to practice his or her health-related profession with reasonable skill and safety as a result of mental health issues or substance use related disorders; (3) \"Participating board,\" a health-related licensing board listed in Title 36 which agrees with other health-related licensing boards to the joint jointly conduct of a diversion a health professionals assistance program. The program is available to participating health-related licensing boards in conjunction with, or as an alternative to, other sanctions which a health-related board may impose upon its licensees pursuant to disciplinary actions within its jurisdiction; (4) \"Program personnel,\" persons or contracted entities employed by, or contracted with, the diversion health professionals assistance program service committee under contract to provide services for the diversion health professionals assistance program. Section 2. That § 36-2A-2 be amended to read as follows: 36-2A-2. Two or more of the health-related Health-related licensing boards listed under Title 36 may jointly conduct a diversion health professionals assistance program for health professionals to protect the public from impaired persons regulated by the boards. The diversion health professionals assistance program does not affect a board's authority to discipline violators of a board's practice act. Section 3. That § 36-2A-3 be amended to read as follows: 36-2A-3. The participating boards shall establish a program service committee consisting of one representative appointed by each participating board from its board membership or staff. The committee shall meet at least annually or as often as necessary to transact its business. The duties of the committee include: (1) Establishing the annual diversion health professionals assistance program budget and the pro rata share of program expenses to be borne by each participating board and entity; (2) Determining the qualifications, duties, and compensation for program personnel; (3) Hiring program personnel and performing annual performance evaluations or contracting with entities; (4) Approving policies and procedures for the diversion health professionals assistance program and providing guidance to the program personnel; (5) Annually appointing approving members to diversion of the health professionals assistance program evaluation committees as outlined in this chapter; (6) Reviewing and approving Approving treatment facilities and services to which diversion health professionals assistance program participants may be referred; and (7) Conducting an annual evaluation of the diversion health professionals assistance program. Section 4. That § 36-2A-4 be amended to read as follows: 36-2A-4. The diversion health professionals assistance program service committee shall establish one or more diversion evaluation committees. Each diversion evaluation committee shall be composed of: (1) One include one actively practicing licensed health care professional with demonstrated expertise in the field of chemical dependency mental health or substance use disorder from each health-related profession participating in the diversion health professionals assistance program; (2) One actively practicing licensed physician who specializes in the diagnosis and treatment of addictive diseases; and (3) One public member who is knowledgeable in the field of chemical dependency. Section 5. That § 36-2A-5 be amended to read as follows: 36-2A-5. Duties of a diversion an evaluation committee include: (1) Evaluation of applicants Evaluate each applicant for admission to the diversion health professionals assistance program according to criteria established pursuant to § 36-2A-14; (2) Development of Develop individual monitoring plans participation agreements for diversion health professionals assistance program participants; and (3) Preparation of reports on program participation and outcomes to the diversion program service committee Evaluation of any program participant for discharge according to criteria established pursuant to § 36-2A-14; (4) Review participant progress and recommend amendments for participation agreements as indicated; (5) Maintain the confidentiality of the names, identities, and treatments of applicants and participants considered by the committees; and (6) Report any applicant who has been denied admission to the health professionals assistance program to the applicable participating licensing board. The diversion evaluation committee shall meet as needed to consider applicants for admission to the diversion program or consider reports on participants in the diversion program. The committee shall keep confidential the names, identities, and treatment of applicants and participants considered by the committee. Section 6. That § 36-2A-6 be amended to read as follows: 36-2A-6. Any applicant may access the diversion health professionals assistance program by self-referral, board referral, or referral from another person or agency, such as an employer, coworker, or family member. After the admission evaluation, the diversion evaluation committee An evaluation of the admission application shall be conducted by program personnel. The health professionals assistance program personnel shall advise the applicant of the program requirements and the implications of noncompliance with the diversion program and shall secure the cooperation of the applicant with the diversion health professionals assistance program. The diversion evaluation committee shall report applicants who refuse Any applicant who refuses to cooperate with the diversion program admission evaluation shall be reported to the applicable participating board for disciplinary review or entity. Section 7. That § 36-2A-7 be amended to read as follows: 36-2A-7. Admission to the diversion health professionals assistance program is available to individuals who are any person who is impaired and: (1) Hold Holds licensure as a health care professional in this state; (2) Are Is eligible for and in the process of applying for licensure as a health care professional in this state; or (3) Are Is enrolled as a student in a program leading to licensure as a health care professional. Section 8. That § 36-2A-8 be amended to read as follows: 36-2A-8. The diversion evaluation committee may deny admission to the diversion health professionals assistance program if the applicant: (1) Is not eligible for licensure in this state; (2) Diverted controlled substances for other than personal use; (3) Creates too great a risk to the public by participating in the diversion health professionals assistance program as determined by the diversion evaluation committee and program personnel; (4) Has problems related to engaged in sexual misconduct based upon criteria established by the Board of Nursing and the Board of Medical and Osteopathic Examiners in consultation with the participating boards, the diversion program service committee, and program personnel that meets the criteria for denial of admission established by the participating boards; or (5) Has been terminated from this or another state diversion program for noncompliance with the program requirements. The diversion evaluation committee shall report applicants who have been denied admission to the diversion program to the applicable participating board any health professional assistance program. Section 9. That § 36-2A-9 be amended to read as follows: 36-2A-9. The diversion health professionals assistance program monitoring services participation components may include recommendation for chemical dependency requirements for treatment and continuing care, work-site monitoring, practice restrictions, random drug screening, support group participation, filing of reports necessary to document compliance, and other requirements as necessary for successful completion of the individual monitoring health professionals assistance program. Section 10. That § 36-2A-10 be amended to read as follows: 36-2A-10. Each diversion health professionals assistance program participant shall pay an initial participation fee set pursuant to § 36-2A-14 as well as all costs associated with physical, psychosocial, or other related evaluations, chemical dependency treatment, and random drug screens. Section 11. That § 36-2A-11 be amended to read as follows: 36-2A-11. The diversion health professionals assistance evaluation committee may terminate an individual's a person's participation in the diversion program based upon: (1) Successful completion of the program monitoring plan; (2) Failure to cooperate or comply with the program monitoring plan individualized participation agreement; or (3)(2) If, during the individual's participation in the diversion program, the committee receives information indicating other possible violations of that individual's governing practice act Violation of the practice act of the applicable health care profession during participation in the program. The diversion evaluation committee shall report terminations based upon subdivisions (2) and (3) of this section and information regarding possible violations of the individual's practice act to the applicable participating board for disciplinary review or entity. Section 12. That § 36-2A-12 be amended to read as follows: 36-2A-12. All records of diversion health professionals assistance program participants are confidential and are not subject to discovery or subpoena. Only authorized program personnel and diversion health professionals assistance evaluation committee members may have access to participant records unless the participant voluntarily provides for written release of the information. A participating board may only have access to records of participants who were referred by the board, who refused to cooperate with the diversion health professionals assistance program, or who have been terminated by the diversion health professionals assistance program in accordance with subdivision 36-2A-11(2) or 36-2A-11(3). The diversion program shall provide statistical reports, containing aggregate data only, to the participating boards at least annually. The diversion program shall maintain records of program participants who have successfully completed the diversion program for five years and shall then destroy them § 36-2A-11. Records shall be maintained in accordance with § 36-2A- 14. Section 13. That § 36-2A-13 be amended to read as follows: 36-2A-13. Any person, agency, institution, facility, or organization making reports to the participating board or diversion health professionals assistance program regarding an individual suspected of practicing while impaired or reports of a participant's progress or lack of progress in the diversion health professionals assistance program is immune from civil liability for submitting a report in good faith to the diversion health professionals assistance program. Members and staff of the participating boards, diversion health professionals assistance program evaluation committees, and health professionals assistance program personnel acting in good faith are immune from civil liability for any actions related to their duties under this chapter. Section 14. That § 36-2A-14 be amended to read as follows: 36-2A-14. The Board of Nursing and the Board of Medical and Osteopathic Examiners, with the approval of the other participating boards, may jointly promulgate rules pursuant to chapter 1-26 for implementation of the diversion health professionals assistance program, including: (1) Committee structure and program personnel; (2) Admission criteria; (3) Criteria for denial of admission; (4) Monitoring services Required participation components; (5) Termination of participation and discharge criteria; (6) Confidentiality and retention of program records; (7) Statistical reports and annual Annual evaluation of effectiveness of the program; (8) Participation fees; and (9) Procedures for establishing the annual budget and prorating program expenses. Section 15. That § 36-2A-15 be amended to read as follows: 36-2A-15. The diversion health professionals assistance program expenses to be borne by each participating board shall be determined by the diversion health professionals assistance program service committee through an interagency agreement approved by all participating boards executed annually on a fiscal year basis in accordance with § 36-2A-14."}, {"bill_id": 3946, "bill_version_id": 24078, "bill_version": "Senate Health and Human Services Engrossed", "bill_version_date": "2013-01-18T13:04:34.563-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions of the health professionals diversion program. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 36-2A-1 be amended to read as follows: 36-2A-1. Terms used in this chapter mean: (1) \"Diversion Health professionals assistance program,\" a rehabilitative confidential program designed and administered by program personnel which is available to participating health-related licensing boards in conjunction with, or as an alternative to, other sanctions which a health-related board may impose upon its licensees pursuant to disciplinary actions within its jurisdiction to monitor the treatment and continuing care of any regulated health professional who may be unable to practice with reasonable skill and safety, if the professional's mental health issues or substance use disorder is not appropriately managed; (2) \"Impaired,\" the condition of a person whose health-related professional practice has been affected by the use or abuse of alcohol or other drugs and whose practice could endanger the health or safety of those persons entrusted to the affected professional's care inability of a licensee to practice his or her health-related profession with reasonable skill and safety as a result of mental health issues or substance use related disorders; (3) \"Participating board,\" a health-related licensing board listed in Title 36 which agrees with other health-related licensing boards to the joint jointly conduct of a diversion a health professionals assistance program. The program is available to participating health-related licensing boards in conjunction with, or as an alternative to, other sanctions which a health-related board may impose upon its licensees pursuant to disciplinary actions within its jurisdiction; (4) \"Program personnel,\" persons or contracted entities employed by, or contracted with, the diversion health professionals assistance program service committee under contract to provide services for the diversion health professionals assistance program. Section 2. That § 36-2A-2 be amended to read as follows: 36-2A-2. Two or more of the health-related Health-related licensing boards listed under Title 36 may jointly conduct a diversion health professionals assistance program for health professionals to protect the public from impaired persons regulated by the boards. The diversion health professionals assistance program does not affect a board's authority to discipline violators of a board's practice act. Section 3. That § 36-2A-3 be amended to read as follows: 36-2A-3. The participating boards shall establish a program service committee consisting of one representative appointed by each participating board from its board membership or staff. The committee shall meet at least annually or as often as necessary to transact its business. The duties of the committee include: (1) Establishing the annual diversion health professionals assistance program budget and the pro rata share of program expenses to be borne by each participating board; (2) Determining the qualifications, duties, and compensation for program personnel; (3) Hiring program personnel and performing annual performance evaluations or contracting with entities; (4) Approving policies and procedures for the diversion health professionals assistance program and providing guidance to the program personnel; (5) Annually appointing approving members to diversion of the health professionals assistance program evaluation committees as outlined in this chapter; (6) Reviewing and approving Approving treatment facilities and services to which diversion health professionals assistance program participants may be referred; and (7) Conducting an annual evaluation of the diversion health professionals assistance program. Section 4. That § 36-2A-4 be amended to read as follows: 36-2A-4. The diversion health professionals assistance program service committee shall establish one or more diversion evaluation committees. Each diversion evaluation committee shall be composed of: (1) One include one actively practicing licensed health care professional with demonstrated expertise in the field of chemical dependency mental health or substance use disorder from each health-related profession participating in the diversion health professionals assistance program; (2) One actively practicing licensed physician who specializes in the diagnosis and treatment of addictive diseases; and (3) One public member who is knowledgeable in the field of chemical dependency. Section 5. That § 36-2A-5 be amended to read as follows: 36-2A-5. Duties of a diversion an evaluation committee include: (1) Evaluation of applicants Evaluate each applicant for admission to the diversion health professionals assistance program according to criteria established pursuant to § 36-2A-14; (2) Development of Develop individual monitoring plans participation agreements for diversion health professionals assistance program participants; and (3) Preparation of reports on program participation and outcomes to the diversion program service committee Evaluation of any program participant for discharge according to criteria established pursuant to § 36-2A-14; (4) Review participant progress and recommend amendments for participation agreements as indicated; (5) Maintain the confidentiality of the names, identities, and treatments of applicants and participants considered by the committees; and (6) Report any applicant who has been denied admission to the health professionals assistance program to the applicable participating licensing board. The diversion evaluation committee shall meet as needed to consider applicants for admission to the diversion program or consider reports on participants in the diversion program. The committee shall keep confidential the names, identities, and treatment of applicants and participants considered by the committee. Section 6. That § 36-2A-6 be amended to read as follows: 36-2A-6. Any applicant may access the diversion health professionals assistance program by self-referral, board referral, or referral from another person or agency, such as an employer, coworker, or family member. After the admission evaluation, the diversion evaluation committee An evaluation of the admission application shall be conducted by program personnel. The health professionals assistance program personnel shall advise the applicant of the program requirements and the implications of noncompliance with the diversion program and shall secure the cooperation of the applicant with the diversion health professionals assistance program. The diversion evaluation committee shall report applicants who refuse Any applicant who refuses to cooperate with the diversion program admission evaluation shall be reported to the applicable participating board for disciplinary review or entity. Section 7. That § 36-2A-7 be amended to read as follows: 36-2A-7. Admission to the diversion health professionals assistance program is available to individuals who are any person who is impaired and: (1) Hold Holds licensure as a health care professional in this state; (2) Are Is eligible for and in the process of applying for licensure as a health care professional in this state; or (3) Are Is enrolled as a student in a program leading to licensure as a health care professional. Section 8. That § 36-2A-8 be amended to read as follows: 36-2A-8. The diversion evaluation committee may deny admission to the diversion health professionals assistance program if the applicant: (1) Is not eligible for licensure in this state; (2) Diverted controlled substances for other than personal use; (3) Creates too great a risk to the public by participating in the diversion health professionals assistance program as determined by the diversion evaluation committee and program personnel; (4) Has problems related to engaged in sexual misconduct based upon criteria established by the Board of Nursing and the Board of Medical and Osteopathic Examiners in consultation with the participating boards, the diversion program service committee, and program personnel that meets the criteria for denial of admission established by the participating boards; or (5) Has been terminated from this or another state diversion program for noncompliance with the program requirements. The diversion evaluation committee shall report applicants who have been denied admission to the diversion program to the applicable participating board any health professional assistance program. Section 9. That § 36-2A-9 be amended to read as follows: 36-2A-9. The diversion health professionals assistance program monitoring services participation components may include recommendation for chemical dependency requirements for treatment and continuing care, work-site monitoring, practice restrictions, random drug screening, support group participation, filing of reports necessary to document compliance, and other requirements as necessary for successful completion of the individual monitoring health professionals assistance program. Section 10. That § 36-2A-10 be amended to read as follows: 36-2A-10. Each diversion health professionals assistance program participant shall pay an initial participation fee set pursuant to § 36-2A-14 as well as all costs associated with physical, psychosocial, or other related evaluations, chemical dependency treatment, and random drug screens. Section 11. That § 36-2A-11 be amended to read as follows: 36-2A-11. The diversion health professionals assistance evaluation committee may terminate an individual's a person's participation in the diversion program based upon: (1) Successful completion of the program monitoring plan; (2) Failure to cooperate or comply with the program monitoring plan individualized participation agreement; or (3)(2) If, during the individual's participation in the diversion program, the committee receives information indicating other possible violations of that individual's governing practice act Violation of the practice act of the applicable health care profession during participation in the program. The diversion evaluation committee shall report terminations based upon subdivisions (2) and (3) of this section and information regarding possible violations of the individual's practice act to the applicable participating board for disciplinary review. Section 12. That § 36-2A-12 be amended to read as follows: 36-2A-12. All records of diversion health professionals assistance program participants are confidential and are not subject to discovery or subpoena. Only authorized program personnel and diversion health professionals assistance evaluation committee members may have access to participant records unless the participant voluntarily provides for written release of the information. A participating board may only have access to records of participants who were referred by the board, who refused to cooperate with the diversion health professionals assistance program, or who have been terminated by the diversion health professionals assistance program in accordance with subdivision 36-2A-11(2) or 36-2A-11(3). The diversion program shall provide statistical reports, containing aggregate data only, to the participating boards at least annually. The diversion program shall maintain records of program participants who have successfully completed the diversion program for five years and shall then destroy them § 36-2A-11. Records shall be maintained in accordance with § 36-2A- 14. Section 13. That § 36-2A-13 be amended to read as follows: 36-2A-13. Any person, agency, institution, facility, or organization making reports to the participating board or diversion health professionals assistance program regarding an individual suspected of practicing while impaired or reports of a participant's progress or lack of progress in the diversion health professionals assistance program is immune from civil liability for submitting a report in good faith to the diversion health professionals assistance program. Members and staff of the participating boards, diversion health professionals assistance program evaluation committees, and health professionals assistance program personnel acting in good faith are immune from civil liability for any actions related to their duties under this chapter. Section 14. That § 36-2A-14 be amended to read as follows: 36-2A-14. The Board of Nursing and the Board of Medical and Osteopathic Examiners, with the approval of the other participating boards, may jointly promulgate rules pursuant to chapter 1-26 for implementation of the diversion health professionals assistance program, including: (1) Committee structure and program personnel; (2) Admission criteria; (3) Criteria for denial of admission; (4) Monitoring services Required participation components; (5) Termination of participation and discharge criteria; (6) Confidentiality and retention of program records; (7) Statistical reports and annual Annual evaluation of effectiveness of the program; (8) Participation fees; and (9) Procedures for establishing the annual budget and prorating program expenses. Section 15. That § 36-2A-15 be amended to read as follows: 36-2A-15. The diversion health professionals assistance program expenses to be borne by each participating board shall be determined by the diversion health professionals assistance program service committee through an interagency agreement approved by all participating boards executed annually on a fiscal year basis in accordance with § 36-2A-14."}, {"bill_id": 3946, "bill_version_id": 26432, "bill_version": "Enrolled", "bill_version_date": "2013-02-26T10:43:13.713-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3946, "action_date": "2013-01-10T14:00:00-06:00", "document_id": 23641, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23641.pdf", "status_text": "First read in Senate and referred to", "journal_page": 45, "committee_id_action": 200, "committee_id_assigned": 180, "result": "N", "vote": {}}, {"bill_id": 3946, "action_date": "2013-01-18T10:00:00-06:00", "document_id": 23848, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23848.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 180, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3946, "action_date": "2013-01-18T10:00:00-06:00", "document_id": 24068, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24068.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 180, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3946, "action_date": "2013-01-18T10:00:00-06:00", "document_id": 24068, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24068.pdf", "status_text": "Do Pass Amended", "journal_page": 141, "committee_id_action": 180, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12700, "president_vote": null, "Yea": [330, 363, 325, 358, 322, 386], "Excused": [368]}}, {"bill_id": 3946, "action_date": "2013-01-23T14:00:00-06:00", "document_id": 24441, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24441.pdf", "status_text": "Deferred to another day", "journal_page": 190, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3946, "action_date": "2013-01-24T14:00:00-06:00", "document_id": 24542, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24542.pdf", "status_text": "Do Pass Amended", "journal_page": 209, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12933, "president_vote": null, "Yea": [338, 362, 330, 337, 388, 340, 365, 363, 325, 358, 364, 376, 336, 322, 345, 329, 331, 419, 317, 320, 385, 384, 321, 368, 333, 386, 367, 319, 339, 387, 327, 383, 379], "Excused": [366, 328]}}, {"bill_id": 3946, "action_date": "2013-01-25T13:00:00-06:00", "document_id": 24642, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24642.pdf", "status_text": "First read in House and referred to", "journal_page": 190, "committee_id_action": 202, "committee_id_assigned": 191, "result": "N", "vote": {}}, {"bill_id": 3946, "action_date": "2013-02-07T07:45:00-06:00", "document_id": 25250, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25250.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 191, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3946, "action_date": "2013-02-12T07:45:00-06:00", "document_id": 25424, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25424.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 191, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3946, "action_date": "2013-02-14T07:45:00-06:00", "document_id": 25531, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25531.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 191, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3946, "action_date": "2013-02-14T07:45:00-06:00", "document_id": 25703, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25703.pdf", "status_text": "Do Pass", "journal_page": 378, "committee_id_action": 191, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13773, "president_vote": null, "Yea": [418, 412, 374, 396, 394, 413, 372, 357, 403, 323, 401, 369, 371]}}, {"bill_id": 3946, "action_date": "2013-02-15T12:15:00-06:00", "document_id": 25854, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25854.pdf", "status_text": "Deferred to another day", "journal_page": 425, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3946, "action_date": "2013-02-19T14:00:00-06:00", "document_id": 25959, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25959.pdf", "status_text": "Deferred to another day", "journal_page": 443, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3946, "action_date": "2013-02-20T14:00:00-06:00", "document_id": 26084, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26084.pdf", "status_text": "Deferred to another day", "journal_page": 472, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3946, "action_date": "2013-02-21T14:00:00-06:00", "document_id": 26151, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26151.pdf", "status_text": "Deferred to another day", "journal_page": 491, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3946, "action_date": "2013-02-22T12:30:00-06:00", "document_id": 26261, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26261.pdf", "status_text": "Deferred to another day", "journal_page": 507, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3946, "action_date": "2013-02-25T14:00:00-06:00", "document_id": 26348, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26348.pdf", "status_text": "Do Pass Amended", "journal_page": 528, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 14323, "president_vote": null, "Yea": [420, 346, 415, 418, 326, 360, 417, 349, 382, 410, 412, 398, 342, 324, 348, 318, 397, 374, 402, 381, 396, 370, 394, 413, 372, 350, 347, 416, 389, 351, 344, 359, 392, 335, 369, 414, 400, 375, 371, 380, 316, 332, 393, 395, 390, 408, 404, 405, 356, 411, 377, 355, 378, 407, 357, 403, 343, 399, 323, 406, 361, 391, 354, 409, 373, 353, 341, 334], "Excused": [352, 401]}}, {"bill_id": 3946, "action_date": "2013-02-26T14:00:00-06:00", "document_id": 26501, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26501.pdf", "status_text": "Signed by the President", "journal_page": 586, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3946, "action_date": "2013-02-28T12:30:00-06:00", "document_id": 26771, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26771.pdf", "status_text": "Signed by the Speaker", "journal_page": 598, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3946, "action_date": "2013-03-04T14:00:00-06:00", "document_id": 26961, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26961.pdf", "status_text": "Delivered to the Governor", "journal_page": 634, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3946, "action_date": "2013-03-07T10:00:00-06:00", "document_id": 27341, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27341.pdf", "status_text": "Signed by the Governor", "journal_page": 713, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5390}