{"session_id": 4, "bill_id": 4997, "bill_type": "House Bill", "bill_number": 1195, "bill_title": "revise the requirements for a damage disclosure statement for motor vehicles.", "sponsors": [{"legislator_profile_id": 629, "is_prime": true}, {"legislator_profile_id": 561, "is_prime": true}, {"legislator_profile_id": 557, "is_prime": false}, {"legislator_profile_id": 534, "is_prime": false}, {"legislator_profile_id": 542, "is_prime": false}, {"legislator_profile_id": 581, "is_prime": false}, {"legislator_profile_id": 551, "is_prime": false}, {"legislator_profile_id": 550, "is_prime": false}, {"legislator_profile_id": 541, "is_prime": false}], "keywords": ["Motor Vehicles"], "audio": [{"meeting_datetime": "2008-01-22T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/htr09.mp3", "start_seconds": 1960.0}, {"meeting_datetime": "2008-01-22T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/htr09.mp3", "start_seconds": 1960.0}, {"meeting_datetime": "2008-01-22T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/htr09.mp3", "start_seconds": 1960.0}], "bill_versions": [{"bill_id": 4997, "bill_version_id": 1099, "bill_version": "Introduced", "bill_version_date": "2008-01-16T08:50:50.683-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the requirements for a damage disclosure statement for motor vehicles. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 32-3-51.7 be amended to read as follows: 32-3-51.7. Each certificate of title issued by the department shall contain the following phrase: South Dakota state law requires the disclosure of damage on motor vehicles. This information is available upon written request from the Department of Revenue and Regulation, Division of Motor Vehicles. Each certificate of title shall also contain on its front a statement as to whether previous damage disclosure statements indicate the motor vehicle had been damaged at one time in excess of five thousand seven thousand five hundred dollars as provided by § 32-3-51.8. Section 2. That § 32-3-51.8 be amended to read as follows: 32-3-51.8. Upon the sale, transfer, trade-in, or titling of a motor vehicle, the seller, transferor, trader, or person wishing to title in South Dakota shall submit an accurately completed damage disclosure statement. The completed damage disclosure statement may be on the back of the certificate of title or on a separate document that has been approved for use by the department. Except as otherwise provided by this section, no certificate of title may be issued by the department unless the damage disclosure statement accompanies the application. It is a Class 1 misdemeanor to intentionally falsify any information on the damage disclosure statement. No person or dealer is liable to a subsequent owner of a vehicle because a prior owner of the vehicle failed to disclose that the vehicle had previously been damaged and repaired. This section does not apply to any motor vehicle more than six model years old or with a gross vehicle weight rating of more than sixteen thousand pounds and does not apply if a rebuilt title or junking certificate is sought. This section applies to all other motor vehicles, but only damage in excess of five thousand seven thousand five hundred dollars shall be disclosed in the statement. If the motor vehicle has incurred damages more than once, only those damages that occurred at one time are considered in determining whether the damages exceeded five thousand seven thousand five hundred dollars. Section 3. That § 32-3-51.14 be amended to read as follows: 32-3-51.14. The department shall prescribe, pursuant to chapter 1-26, the format for the damage disclosure statement provided by § 32-3-51.8. An area for a damage disclosure statement shall appear on the back of each certificate of title issued by the department. The department may also approve separate documents on which a damage disclosure statement may be submitted. The damage disclosure statement form shall indicate whether the motor vehicle has been damaged such that it cost more than five thousand seven thousand five hundred dollars to repair to its predamaged condition and any other damage information the department deems appropriate. If a separate document from the certificate of title contains the damage disclosure statement, the document shall also require the following information: year, make, model, and vehicle identification number of the motor vehicle."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4997, "action_date": "2008-01-16T14:00:00-06:00", "document_id": 1254, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1254.pdf", "status_text": "First read in House and referred to", "journal_page": 149, "committee_id_action": 27, "committee_id_assigned": 24, "result": "N", "vote": {}}, {"bill_id": 4997, "action_date": "2008-01-22T08:00:00-06:00", "document_id": 1318, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1318.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 24, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4997, "action_date": "2008-01-22T08:00:00-06:00", "document_id": 1477, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1477.pdf", "status_text": "Deferred to the 36th legislative day", "journal_page": 194, "committee_id_action": 24, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 405, "president_vote": null, "Yea": [602, 595, 620, 543, 630, 536, 540, 558, 617], "Nay": [534, 624, 551, 563]}}]}