{"session_id": 21, "bill_id": 6411, "bill_type": "Senate Bill", "bill_number": 42, "bill_title": "revise certain provisions relating to the filing of student birth certificates.", "sponsors": [], "keywords": ["Compulsory School Attendance", "Education ", "Minors"], "audio": [{"meeting_datetime": "2015-01-27T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sed10.mp3", "start_seconds": 1173.0}, {"meeting_datetime": "2015-01-27T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sed10.mp3", "start_seconds": 1173.0}, {"meeting_datetime": "2015-01-27T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sed10.mp3", "start_seconds": 1173.0}], "bill_versions": [{"bill_id": 6411, "bill_version_id": 33016, "bill_version": "Introduced", "bill_version_date": "2015-01-09T17:35:25.96-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions relating to the filing of student birth certificates. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-27-3.1 be amended to read as follows: 13-27-3.1. Any person who is required pursuant to § 13-27-1 to cause any child to attend any public or nonpublic school or alternative instruction program pursuant to § 13-27-3 in this state shall, either at comply with this section. At the time of initial enrollment of the child in any public or nonpublic school in this state or upon being excused from school attendance pursuant to § 13-27-3 or within thirty days of initial enrollment or excuse, the person shall provide the public or nonpublic school or the alternative instruction program with a certified copy of the child's birth certificate or affidavit in lieu of birth certificate as issued by the Department of Health in such cases where the original birth certificate is deemed unattainable other reliable proof of the identity and age of the child. Any of the following documents, if the documents contain information regarding identity and date of birth of the child, are considered as other reliable proof pursuant to this section: (1) A visa, passport, or other related governmental documentation; (2) A copy of medical records regarding the child's birth; (3) A certified copy of court records; (4) A record from the school the child most recently attended; (5) A birth or baptism record maintained by a religious institution; or (6) An affidavit, signed under oath pursuant to § 19-4-1, documenting the identity and age of the child and explaining why the person is unable to produce a copy of the birth certificate or other document referenced in this section. A school may require additional documentation to verify the authenticity of any document referenced in subdivisions (1) to (6), inclusive. Any parent or guardian who requests an excuse for his or her child pursuant to § 13-27-3, shall with the initial request for excuse referenced in § 13-27-7, provide a certified copy of the child's birth certificate or an affidavit notarized or witnessed by two or more witnesses, swearing or affirming that the child identified on the request for excuse is the same person appearing on the child's certified birth certificate. A violation of this section is a Class 2 misdemeanor. Section 2. That § 13-27-3.2 be amended to read as follows: 13-27-3.2. Any copy of any certified birth certificate or other document provided pursuant to § 13-27-3.1 shall be maintained by the public or nonpublic school or alternative instruction program and shall be a part of the child's permanent cumulative school record. Section 3. That § 13-27-3.3 be amended to read as follows: 13-27-3.3. The superintendent of any public or nonpublic school or any person who provides alternative instruction in this state who maintains a child's permanent cumulative school record shall within thirty days of enrollment report to the school board of the district the name and address of any child whose permanent cumulative record does not have a copy of a certified birth certificate in violation of § 13-27-3.1 or 13-27-3.2. If the violation is not corrected within thirty days after the report, the school board of the district shall notify the state's attorney. If a person fails to comply with the provisions of § 13-27-3.1, the school shall notify the person in writing, in person, or by mail, that unless the person complies with the provisions of § 13-27-3.1 within thirty days after the notification, the school shall report the violation to the state's attorney."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6411, "action_date": "2015-01-13T12:00:00-06:00", "document_id": 33120, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33120.pdf", "status_text": "First read in Senate and referred to", "journal_page": 24, "committee_id_action": 284, "committee_id_assigned": 263, "result": "N", "vote": {}}, {"bill_id": 6411, "action_date": "2015-01-27T07:45:00-06:00", "document_id": 33467, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33467.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 263, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6411, "action_date": "2015-01-29T07:45:00-06:00", "document_id": 33707, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33707.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 263, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6411, "action_date": "2015-02-03T07:45:00-06:00", "document_id": 34198, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34198.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 263, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6411, "action_date": "2015-02-05T07:45:00-06:00", "document_id": 34518, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34518.pdf", "status_text": "Tabled", "journal_page": 296, "committee_id_action": 263, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 18220, "president_vote": null, "Yea": [943, 889, 896, 880, 868, 877], "Excused": [860]}}, {"bill_id": 6411, "action_date": "2015-02-05T07:45:00-06:00", "document_id": 34361, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34361.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 263, "committee_id_assigned": null, "result": "N", "vote": {}}]}