{"session_id": 61, "bill_id": 21195, "bill_type": "Senate Bill", "bill_number": 191, "bill_title": "provide for the licensing of persons in the business of recycling motor vehicles.", "sponsors": [{"legislator_profile_id": 3634, "is_prime": true}, {"legislator_profile_id": 3643, "is_prime": true}, {"legislator_profile_id": 3571, "is_prime": false}, {"legislator_profile_id": 3578, "is_prime": false}, {"legislator_profile_id": 3579, "is_prime": false}, {"legislator_profile_id": 3586, "is_prime": false}, {"legislator_profile_id": 3587, "is_prime": false}, {"legislator_profile_id": 3591, "is_prime": false}, {"legislator_profile_id": 3600, "is_prime": false}, {"legislator_profile_id": 3608, "is_prime": false}, {"legislator_profile_id": 3610, "is_prime": false}, {"legislator_profile_id": 3615, "is_prime": false}, {"legislator_profile_id": 3622, "is_prime": false}, {"legislator_profile_id": 3625, "is_prime": false}, {"legislator_profile_id": 3629, "is_prime": false}, {"legislator_profile_id": 3630, "is_prime": false}, {"legislator_profile_id": 3635, "is_prime": false}, {"legislator_profile_id": 3636, "is_prime": false}, {"legislator_profile_id": 3646, "is_prime": false}, {"legislator_profile_id": 3666, "is_prime": false}, {"legislator_profile_id": 3676, "is_prime": false}], "keywords": ["Fees", "Motor Vehicle", "Professional and Occupational Licensing"], "audio": [{"meeting_datetime": "2007-02-06T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/str20.mp3", "start_seconds": 114.0}, {"meeting_datetime": "2007-02-06T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/str20.mp3", "start_seconds": 114.0}, {"meeting_datetime": "2007-02-06T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/str20.mp3", "start_seconds": 114.0}, {"meeting_datetime": "2007-02-06T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/str20.mp3", "start_seconds": 114.0}], "bill_versions": [{"bill_id": 21195, "bill_version_id": 111006, "bill_version": "Introduced", "bill_version_date": "2007-01-29T09:32:05-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the licensing of persons in the business of recycling motor vehicles. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 32-6B-1 be amended by adding thereto a NEW SUBDIVISION to read as follows: \"Motor vehicle recycler,\" any person who in the normal course of business purchases or acquires wrecked, disabled, abandoned, or used vehicles with the intent of dismantling them for parts or processing them for scrap and who maintains an inventory of at least one hundred vehicles for dismantling. The term, vehicle, as used is this subdivision includes any used vehicle that must be titled in the State of South Dakota. Section 2. That § 32-6B-12 be amended to read as follows: 32-6B-12. Any dealer's license issued under this chapter shall be of the following classes: (1) \"Vehicle dealer's license,\" to permit the licensee to engage in the business of selling or exchanging new, or new and used, vehicles; (2) \"Used vehicle dealer's license,\" to permit the licensee to engage in the business of selling or exchanging used vehicles only; (3) \"Motorcycle dealer's license,\" to permit the licensee to engage in the business of selling or exchanging new or used motorcycles only; (4) \"Trailer dealer's license,\" to permit the licensee to engage in the business of selling or exchanging trailers, semitrailers, or travel trailers only, new or used; or (5) \"Emergency vehicle dealer's license,\" to permit the licensee to engage in the business of selling or exchanging new or used authorized emergency vehicles ; or (6) \"Motor vehicle recycler's license,\" to permit the licensee to engage in the business of dismantling for parts, selling, and exchanging used vehicles including used boats and snowmobiles . A license certificate identifying the class of dealership and containing a distinguishing identification number of licensee shall be issued by the department if the application is in compliance with the provisions of this chapter. Section 3. That § 32-6B-13 be amended to read as follows: 32-6B-13. Upon making initial application for a dealer's license, the applicant shall pay a fee to the department. The initial fee required for each type of dealer's license is as follows: (1) Vehicle dealer's license--$250; (2) Used vehicle dealer's license--$250; (3) Motorcycle dealer's license--$200; (4) Trailer dealer's license--$75; or (5) Emergency vehicle dealer's license--$250 ; or (6) Motor vehicle recycler's license--$450 . All money collected pursuant to this section shall be deposited in the state motor vehicle fund. Section 4. That § 32-6B-15 be amended to read as follows: 32-6B-15. A renewal application shall be submitted to the department annually, prior to the expiration of the old license. The applicant shall pay a fee based on the following schedule to the department: (1) Vehicle dealer's license--$100; (2) Used vehicle dealer's license--$100; (3) Motorcycle dealer's license--$75; (4) Trailer dealer's license--$50; or (5) Emergency vehicle dealer's license--$100 ; or (6) Motor vehicle recycler's license--$250 . The renewal application shall contain the same information as required for the initial application in § 32-6B-6. Any application for renewal made after the expiration date shall be accompanied by a fee in the amount of the initial license fee as established in § 32-6B-13. Section 5. That § 32-6B-7 be amended to read as follows: 32-6B-7. Before any license is issued, the applicant shall deliver to the department a good and sufficient surety bond, executed by the applicant as principal and by a surety company qualified to do business in the state as surety. The bond shall be for an amount based upon the type of license applied for, as follows: (1) Vehicle dealer's license --$25,000; (2) Used vehicle dealer's license --$25,000; (3) Motorcycle dealer's license --$5,000; (4) Trailer dealer's license --$10,000 for trailers weighing 2,000 pounds or more; or (5) Emergency vehicle dealer's license --$10,000 ; or (6) Motor vehicle recycler's license--$25,000 . The bond shall be to the department and in favor of any customer who suffers any loss that may be occasioned by reason of the failure of title or by reason of any fraudulent misrepresentation or breaches of warranty as to freedom from liens. The bond shall be for the license period, and a new bond or a proper continuation certificate shall be delivered to the department at the beginning of each license period. Any surety company that pays a claim against the bond of a licensee shall notify the department, in writing, that it has paid such a claim. Any surety company that cancels the bond of a licensee shall notify the department, in writing, of the cancellation, giving the reason for that cancellation. If a claim is made to the department against the bond, which claim is based upon a final judgment of a court of record of this state, the dealer shall execute an additional bond for the amount necessary to maintain the security at the original level. Section 6. That chapter 32-6B be amended by adding thereto a NEW SECTION to read as follows: No motor vehicle recycler may operate as an emergency vehicle dealer. Section 7. That chapter 32-6B be amended by adding thereto a NEW SECTION to read as follows: A motor vehicle recycler may operate as a used vehicle dealer as defined by this chapter. The bonding requirements would be that of the motor vehicle recycler as provided by this Act. Section 8. That chapter 32-6B be amended by adding thereto a NEW SECTION to read as follows: A motor vehicle recycler may operate as a used and salvage boat dealer as defined in § 32- 7B-1. The bonding requirements would be that of the motor vehicle recycler as provided by this Act. Section 9. That chapter 32-6B be amended by adding thereto a NEW SECTION to read as follows: A motor vehicle recycler may operate as a used and salvage snowmobile dealer as defined in chapter 32-6C. The bonding requirements would be that of the motor vehicle recycler as provided by this Act. Section 10. That chapter 32-6B be amended by adding thereto a NEW SECTION to read as follows: No person may operate as a motor vehicle recycler as defined in this Act without a motor vehicle recycler's license. A violation of this section is a Class 2 misdemeanor. Section 11. That chapter 32-6B be amended by adding thereto a NEW SECTION to read as follows: A person applying for the motor vehicle recycler's license shall provide on the signed application certification that the person is maintaining an inventory of at least one hundred vehicles for dismantling. Section 12. That chapter 32-6B be amended by adding thereto a NEW SECTION to read as follows: A person applying for the motor vehicle recycler's license shall obtain a general permit authorization for storm water discharges and waste management activities associated with motor vehicle recycling facilities required pursuant to chapters 34A-2 and 34A-6 before receiving a motor vehicle recycler's license. Section 13. That § 32-6B-41 be amended to read as follows: 32-6B-41. The department may deny any application or apply the provisions of §§ 32-6B- 41.1 to 32-6B-41.6, inclusive, on any license issued under the provisions of this chapter, for any of the following: (1) Commission of fraud or willful misrepresentation in the application for or in obtaining a license; (2) Conviction of a felony involving vehicle theft or odometer fraud in the last five years; (3) A violation of any law of this state which relates to dealing in vehicles; (4) Failure to comply with any administrative rule promulgated by the department; (5) Perpetration of a fraud upon any person as a result of dealing in vehicles; (6) Failure to apply for transfers of title as required in chapter 32-3; (7) Failure to allow department inspections, including initial and annual inspections, complaint investigations, and necessary follow-up inspections; (8) Misrepresentation through false, deceptive, or misleading statements with regard to the sale or financing of vehicles which a dealer has, or causes to have, advertised, printed, displayed, published, distributed, broadcast, televised, or made in any manner with regard to the sale or financing of vehicles; (9) Refusal to comply with a licensee's responsibility under the terms of the new vehicle warranty issued by its respective manufacturer, unless such refusal is at the direction of the manufacturer; (10) Failure to comply with the terms of any bona fide written, executed agreement pursuant to the sale of a vehicle; (11) Inability to obtain or renew surety bond or to participate in a dealer asset pool; (12) Failure to maintain and continuously occupy a principal place of business; or (13) Failure to obtain or renew a public liability insurance policy of not less than three hundred thousand dollars, if the dealer has been given thirty days written notice to comply ; (14) Failure to obtain authorization from the Department of Environment and Natural Resources regarding the general permit for storm water discharges and waste management activities associated with a motor vehicle recycling facility; or (15) Notification is received from the Department of Environment and Natural Resources that permit authorization has been revoked, suspended, or not reissued ."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 21195, "action_date": "2007-01-29T14:00:00-06:00", "document_id": 111078, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111078.pdf", "status_text": "First read in Senate and referred to", "journal_page": 268, "committee_id_action": 924, "committee_id_assigned": 908, "result": "N", "vote": {}}, {"bill_id": 21195, "action_date": "2007-02-06T08:00:00-06:00", "document_id": 111622, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111622.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 908, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21195, "action_date": "2007-02-06T08:00:00-06:00", "document_id": 111622, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111622.pdf", "status_text": "Do Pass,", "journal_page": null, "committee_id_action": 908, "committee_id_assigned": null, "result": "D", "vote": {}}, {"bill_id": 21195, "action_date": "2007-02-06T08:00:00-06:00", "document_id": 111622, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111622.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 392, "committee_id_action": 908, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 66856, "president_vote": null, "Yea": [3595, 3608, 3625, 3639, 3664], "Nay": [3634, 3596]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/21195"}