{"session_id": 53, "bill_id": 17498, "bill_type": "Senate Commemoration", "bill_number": 18, "bill_title": "Honoring Sharon Klein of Colome on her selection as South Dakota's representative to the National American Legion Oratory Contest.", "sponsors": [{"legislator_profile_id": 2774, "is_prime": true}, {"legislator_profile_id": 2784, "is_prime": true}, {"legislator_profile_id": 2775, "is_prime": false}], "keywords": [], "audio": [], "bill_versions": [{"bill_id": 17498, "bill_version_id": 94416, "bill_version": "Introduced", "bill_version_date": "2002-02-14T15:09:48-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Sharon Klein of Colome on her selection as South Dakota's representative to the National American Legion Oratory Contest. WHEREAS, Ms. Sharon Klein, the daughter of Roderick and Peggy Klein of Colome, was selected as the top orator in the 2002 South Dakota American Legion High School Oratory Contest. As a representative of Thayer-Waters American Legion Post 146 in Colome, she won oratory contests at the local, district, and state semifinal level before winning the state competition; and WHEREAS, Ms. Klein will participate in the National American Legion Oratory competition in April 2002. She has received scholarships of $1000 and $1500 as she advanced in the oratory competition and is eligible for further awards at the national competition level; and WHEREAS, Ms. Klein is a senior at Colome High School and represents the Colome High School Government Class, which is taught by Mr. Greg Sherman. Colome High School government students have participated in every oratory contest since 1985 and have advanced to the state finals in thirteen of the last seventeen years: NOW, THEREFORE, BE IT COMMEMORATED, by the Seventy-seventh Legislature of the State of South Dakota, that Ms. Sharon Klein of Colome High School be honored and commended for participation in the American Legion's High School Oratory Contest and for her selection as South Dakota's representative at the national competition."}, {"bill_id": 17498, "bill_version_id": 94635, "bill_version": "Enrolled", "bill_version_date": "2002-02-19T18:35:20-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17498, "action_date": "2002-02-14T14:00:00-06:00", "document_id": 94430, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94430.pdf", "status_text": "", "journal_page": 568, "committee_id_action": 769, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17498, "action_date": "2002-02-15T13:00:00-06:00", "document_id": 94527, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94527.pdf", "status_text": "", "journal_page": null, "committee_id_action": 769, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/17498"}