{"session_id": 57, "bill_id": 19494, "bill_type": "Senate Bill", "bill_number": 90, "bill_title": "revise the factors to be considered in designating the state trunk highway system and to add a section of highway located in Turner County and McCook County to the state trunk highway system consistent with such factors.", "sponsors": [{"legislator_profile_id": 3155, "is_prime": true}, {"legislator_profile_id": 3204, "is_prime": true}, {"legislator_profile_id": 3197, "is_prime": false}, {"legislator_profile_id": 3200, "is_prime": false}, {"legislator_profile_id": 3208, "is_prime": false}, {"legislator_profile_id": 3221, "is_prime": false}, {"legislator_profile_id": 3229, "is_prime": false}, {"legislator_profile_id": 3231, "is_prime": false}, {"legislator_profile_id": 3235, "is_prime": false}], "keywords": ["Highways and Bridges"], "audio": [{"meeting_datetime": "2005-02-01T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/str15.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 19494, "bill_version_id": 102985, "bill_version": "Introduced", "bill_version_date": "2005-01-21T10:03:54-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the factors to be considered in designating the state trunk highway system and to add a section of highway located in Turner County and McCook County to the state trunk highway system consistent with such factors. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 31-4-1 be amended to read as follows: 31-4-1. The state trunk highway system shall be as designated by the Legislature in statute. In designating the state trunk highway system, the Legislature shall consider , but not be limited to, the following primary factors: (1) Highways which are functionally classified as arterials as approved by the Federal Highway Administration and which provide farm to market access; (2) Highways providing service to a state or federal recreational access area; (3) Highways providing service to a major unit-train loading facility, agricultural processing plant, or other economic development activity that involves heavy volumes of truck traffic; (4) The proximity of other state trunk highways and highways providing duplicating or similar service; (4) (5) The cost of construction, maintenance, right-of-way, and the extent of needs on the state system; (5) (6) The traffic volumes and other traffic survey data; and (6) (7) The desirability of providing an integrated system to serve interstate travel, county seats, and cities of four hundred fifty population or greater. An No existing highway segment may not be removed from the state trunk highway system unless an agreement for transfer of maintenance responsibility has been executed by the Department of Transportation and the local government unit to which the title and maintenance responsibility would be transferred. Section 2. That chapter 31-4 be amended by adding thereto a NEW SECTION to read as follows: The state trunk highway system includes the following in Turner and McCook counties: From a point, on State Highway 44 near the southwest corner of section eight, township ninety-nine north, range fifty-four west, thence north through Marion for a distance of approximately seven miles, thence west approximately one-quarter mile, and thence north to a point on State Highway 42, near the northwest corner of section twenty-four, township one hundred one north, range fifty-four west."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 19494, "action_date": "2005-01-21T13:00:00-06:00", "document_id": 103017, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103017.pdf", "status_text": "First read in Senate and referred to", "journal_page": 138, "committee_id_action": 861, "committee_id_assigned": 845, "result": "N", "vote": {}}, {"bill_id": 19494, "action_date": "2005-02-01T07:45:00-06:00", "document_id": 103784, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103784.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 845, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19494, "action_date": "2005-02-08T07:45:00-06:00", "document_id": 104288, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104288.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 845, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19494, "action_date": "2005-02-08T07:45:00-06:00", "document_id": 104288, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104288.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 383, "committee_id_action": 845, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 61768, "president_vote": null, "Yea": [3193, 3210, 3212, 3214, 3157, 3198], "Nay": [3200]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/19494"}