{"session_id": 15, "bill_id": 3729, "bill_type": "Senate Bill", "bill_number": 177, "bill_title": "establish a program to assist rural communities to recruit certain health care professionals and to repeal certain provisions regarding the physician, the midlevel, and the dentist tuition reimbursement programs.", "sponsors": [], "keywords": ["Office of the Governor", "Public Health and Safety", "State Affairs and Government"], "audio": [{"meeting_datetime": "2012-02-06T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/she15.mp3", "start_seconds": 702.0}, {"meeting_datetime": "2012-02-06T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/she15.mp3", "start_seconds": 702.0}, {"meeting_datetime": "2012-02-06T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/she15.mp3", "start_seconds": 702.0}, {"meeting_datetime": "2012-02-06T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/she15.mp3", "start_seconds": 702.0}, {"meeting_datetime": "2012-02-06T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/she15.mp3", "start_seconds": 702.0}, {"meeting_datetime": "2012-02-09T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen18.mp3", "start_seconds": 1843.0}, {"meeting_datetime": "2012-02-09T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen18.mp3", "start_seconds": 1843.0}, {"meeting_datetime": "2012-02-09T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen18.mp3", "start_seconds": 1843.0}, {"meeting_datetime": "2012-02-09T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen18.mp3", "start_seconds": 1843.0}, {"meeting_datetime": "2012-02-21T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hhe24.mp3", "start_seconds": 2174.0}, {"meeting_datetime": "2012-02-21T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hhe24.mp3", "start_seconds": 2174.0}, {"meeting_datetime": "2012-02-21T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hhe24.mp3", "start_seconds": 2174.0}, {"meeting_datetime": "2012-02-21T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hhe24.mp3", "start_seconds": 2174.0}, {"meeting_datetime": "2012-02-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou25.mp3", "start_seconds": 3455.0}, {"meeting_datetime": "2012-02-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou25.mp3", "start_seconds": 3455.0}, {"meeting_datetime": "2012-02-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou25.mp3", "start_seconds": 3455.0}], "bill_versions": [{"bill_id": 3729, "bill_version_id": 20155, "bill_version": "Introduced", "bill_version_date": "2012-01-25T12:03:10.61-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a program to assist rural communities to recruit certain health care professionals and to repeal certain provisions regarding the physician and the dentist tuition reimbursement programs. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Department of Health may establish a program to assist rural communities in recruiting physicians, dentists, physician assistants, nurse practitioners, and nurse midwives. Section 2. A rural community eligible to participate in the recruitment assistance program is any community in this state which: (1) Has a population of ten thousand persons or less; (2) Agrees to provide its portion of the incentive payment pursuant to the provisions of this Act; and (3) Is determined to be eligible by the Department of Health. Before making a determination of eligibility, the Department of Health shall conduct a community assessment designed to evaluate the community's need for eligible providers and its ability to sustain and support the additional providers. The department shall maintain a list of communities which have been assessed and which are eligible for participation in the recruitment assistance program established by this Act. The department may revise any community assessment or conduct a new assessment as necessary to reflect any change in conditions within a community. Section 3. A physician is eligible to participate in the recruitment assistance program established pursuant to this Act if the physician is licensed to practice medicine pursuant to chapter 36-4 and has completed an accredited residency program in family practice, pediatrics, internal medicine, or obstetrics/gynecology, and if the physician agrees to practice in an eligible rural community for a minimum period of three years. However, no more than fifteen physicians may participate in the program at any specified time. Preference shall be given to physicians who have graduated from the University of South Dakota School of Medicine and completed an accredited residency program located in South Dakota. A dentist is eligible to participate in the recruitment assistance program established pursuant to this Act if the dentist is licensed to practice dentistry pursuant to chapter 36-6A and agrees to practice general dentistry in an eligible rural community for a minimum period of three years. However, no more than five dentists may participate in the program at any specified time. A physician assistant, nurse practitioner, or nurse midwife is eligible to participate in the recruitment assistance program established pursuant to this Act if the physician assistant, nurse practitioner, or nurse midwife is licensed to practice pursuant to chapter 36-4A or chapter 36-9A, respectively, and has completed an accredited physician assistant, nurse practitioner, or nurse midwife program and if the person agrees to practice as a primary care physician assistant, family nurse practitioner, or nurse midwife in an eligible rural community for a minimum period of three years. However, no more than a cumulative total of fifteen physician assistants, nurse practitioners, or nurse midwives may participate in the program at any specified time. Section 4. A physician or dentist who fulfills the requirements of the recruitment assistance program established pursuant to this Act, is entitled to receive an incentive payment in an amount equal to twice the University of South Dakota School of Medicine resident tuition for the four most recently completed academic years. A physician assistant, nurse practitioner, or nurse midwife who fulfills the requirements of the recruitment assistance program established pursuant to this Act, is entitled to receive an incentive payment in an amount equal to twice the University of South Dakota resident tuition for physician assistant studies for the three most recently completed academic years. Section 5. Any agreement for the payment of recruitment assistance pursuant to this Act shall obligate the rural community to be served by a physician, dentist, physician assistant, nurse practitioner, or nurse midwife to provide a portion of the total amount of the incentive payment, based on the following criteria: communities of two thousand five hundred persons or less shall provide twenty-five percent of incentive payments; communities of more than two thousand five hundred persons and less than five thousand persons shall provide fifty percent of incentive payments; and all remaining eligible communities shall provide seventy-five percent of incentive payments. When the rural community certifies to the secretary of health that it has paid the full amount for which it is obligated, the secretary of the Department of Health shall pay to the physician, dentist, physician assistant, nurse practitioner, or nurse midwife the remaining balance of the total incentive payment amount. The secretary shall pay the required amount out of funds appropriated by the Legislature for such purpose. The incentive payment shall be paid upon completion of the required three-year practice period by the physician, dentist, physician assistant, nurse practitioner, or nurse midwife. However, a community may pay its portion of the incentive payment at any time during the three-year period. Section 6. Any municipality or county may appropriate funds for the purpose of carrying out the provisions of this Act. Section 7. No recruitment assistance agreement entered into pursuant to the provisions of this Act is effective until it is filed with and approved by the secretary of health. The secretary may prescribe the format of the agreements and procedures for approval. Section 8. No person may participate in the program established pursuant to the provisions of this Act if the person has previously participated in such program, or any other state or federal scholarship, loan repayment, or tuition reimbursement program which obligates the person to provide medical services within an underserved area. Section 9. Any person participating in the program established pursuant to the provisions of this Act shall agree to be a participating South Dakota medical assistance provider and to serve any individual eligible under chapter 28-6 and may not refuse treatment to any such individual while participating in the program. Section 10. That § 1-16A-71.1 be repealed. 1-16A-71.1. A physician is eligible to receive tuition reimbursement payments pursuant to the provisions of §§ 1-16A-71.1, 1-16A-72.1, and 1-16A-73.1 to 1-16A-73.5, inclusive, if the physician is licensed to practice medicine pursuant to chapter 36-4 and has completed a two-year or three-year accredited residency program in family practice and if the physician agrees to practice as a family physician in an eligible community for a minimum period of three years. However, no more than ten physicians may participate in this program at any specified time. Preference shall be given to physicians who have graduated from the University of South Dakota School of Medicine and completed an accredited family practice residency program located in South Dakota. Section 11. That § 1-16A-72.1 be repealed. 1-16A-72.1. For purposes of §§ 1-16A-71.1, 1-16A-72.1, and 1-16A-73.1 to 1-16A-73.5, inclusive, an eligible community is any community in this state which: (1) Has a population of ten thousand persons or less; (2) Agrees to provide its portion of the tuition reimbursement payments payable to a physician who practices in the community as required by §§ 1-16A-71.1, 1-16A-72.1, and 1-16A-73.1 to 1-16A-73.5, inclusive; and (3) Is determined to be eligible by the Department of Health. Before making a determination under subdivision (3) of this section, the Department of Health shall conduct a community assessment designed to evaluate the community's need for a physician and its ability to sustain and support a family physician. The department shall maintain a list of communities which have been assessed and which are eligible for participation in the tuition reimbursement program established by §§ 1-16A-71.1, 1-16A-72.1, and 1-16A-73.1 to 1-16A-73.5, inclusive. The department may revise any community assessment or conduct a new assessment as necessary to reflect any change in conditions within a community. Section 12. That § 1-16A-73.1 be repealed. 1-16A-73.1. A physician who fulfills the requirements of §§ 1-16A-71.1, 1-16A-72.1, and 1-16A-73.1 to 1-16A-73.5, inclusive, is entitled to receive tuition reimbursement in an amount equal to twice the University of South Dakota resident tuition which the physician would have paid if such physician had attended the University of South Dakota School of Medicine during the four most recently completed academic years. The amount of reimbursement does not include any interest incurred by a physician. Section 13. That § 1-16A-73.2 be repealed. 1-16A-73.2. Any agreement for the payment of tuition reimbursement pursuant to §§ 1-16A-71.1, 1-16A-72.1, and 1-16A-73.1 to 1-16A-73.5, inclusive, shall obligate the community to be served by a physician to provide a portion of the total amount of tuition reimbursement, based on the following criteria: communities of two thousand five hundred persons or less shall provide twenty-five percent of tuition reimbursement payments; communities of more than two thousand five hundred persons and less than five thousand persons shall provide fifty percent of tuition reimbursement payments; and all remaining eligible communities shall provide seventy-five percent of tuition reimbursement payments. When the community certifies to the secretary of health that it has paid the full amount for which it is obligated, the secretary of the Department of Health shall pay to the physician the remaining balance of the total tuition reimbursement amount. The secretary shall pay the required amount out of funds appropriated by the Legislature for such purpose. Reimbursement shall be paid upon the physician's completion of the required three-year practice period. However, a community may pay its share of tuition reimbursement in installments during the required three-year period. Section 14. That § 1-16A-73.3 be repealed. 1-16A-73.3. Any municipality may appropriate funds for the purpose of carrying out the provisions of §§ 1-16A-71.1, 1-16A-72.1, and 1-16A-73.1 to 1-16A-73.5, inclusive. Section 15. That § 1-16A-73.4 be repealed. 1-16A-73.4. No tuition reimbursement agreement entered into pursuant to the provisions of §§ 1-16A-71.1, 1-16A-72.1, and 1-16A-73.1 to 1-16A-73.5, inclusive, is effective until it is filed with and approved by the secretary of health. The secretary may prescribe, by rules promulgated pursuant to chapter 1-26, the form of agreements and procedure for approval. Section 16. That § 1-16A-73.5 be repealed. 1-16A-73.5. No person may participate in the tuition reimbursement program established by §§ 1-16A-71.1, 1-16A-72.1, and 1-16A-73.1 to 1-16A-73.5, inclusive, if the person has previously participated in such program, or any other state or federal scholarship, loan repayment, or tuition reimbursement program which obligates the person to provide medical services within an underserved area. Section 17. That § 1-16A-73.6 be repealed. 1-16A-73.6. A physician assistant or nurse practitioner is eligible to receive midlevel tuition reimbursement payments pursuant to the provisions of §§ 1-16A-73.6 to 1-16A-73.12, inclusive, if the physician assistant or nurse practitioner is licensed to practice pursuant to chapter 36-4A or chapter 36-9A, respectively, and has completed an accredited physician assistant or nurse practitioner program and if the person agrees to practice as a primary care physician assistant or family nurse practitioner in an eligible community for a minimum period of three years. However, no more than eight physician assistants or nurse practitioners may participate in this program at any specified time. Section 18. That § 1-16A-73.7 be repealed. 1-16A-73.7. For the purposes of §§ 1-16A-73.6 to 1-16A-73.12, inclusive, an eligible community is any community in this state which: (1) Has a population of five thousand persons or less; (2) Agrees to provide the midlevel tuition reimbursement payment payable to a physician assistant or nurse practitioner who practices in the community as required by §§ 1-16A-73.6 to 1-16A-73.12, inclusive; and (3) Is determined to be eligible by the Department of Health. The Department of Health shall make a determination of eligibility under subdivision (3) of this section based on an evaluation of a community's need for a physician assistant or nurse practitioner and its ability to sustain and support a physician assistant or nurse practitioner. The department shall maintain a list of communities which have been determined to be eligible for participation in the midlevel tuition reimbursement program established by §§ 1-16A-73.6 to 1-16A-73.12, inclusive. The department may revise any determination as necessary to reflect any change in conditions within a community. Section 19. That § 1-16A-73.8 be repealed. 1-16A-73.8. A physician assistant or nurse practitioner who fulfills the requirements of §§ 1-16A-73.6 to 1-16A-73.12, inclusive, is entitled to receive midlevel tuition reimbursement in an amount equal to the average resident tuition at the University of South Dakota School of Medicine's physician assistant program and the South Dakota State University School of Nursing's nurse practitioner program which the physician assistant or nurse practitioner would have paid if the physician assistant or nurse practitioner had attended training at the University of South Dakota School of Medicine's physician assistant program or the South Dakota State University School of Nursing's nurse practitioner program. If the physician assistant or nurse practitioner completed training prior to 1994, the maximum amount of midlevel tuition reimbursement shall be equal to the average resident tuition at the University of South Dakota School of Medicine's physician assistant program and the South Dakota State University School of Nursing's nurse practitioner program for the 1994-1995 school year. The amount of reimbursement does not include any interest incurred by a physician assistant or nurse practitioner. Section 20. That § 1-16A-73.9 be repealed. 1-16A-73.9. Any agreement for the payment of midlevel tuition reimbursement pursuant to §§ 1-16A-73.6 to 1-16A-73.12, inclusive, shall obligate the community to be served by a physician assistant or nurse practitioner to provide the full amount of midlevel tuition reimbursement. When the community certifies to the secretary of the Department of Health that it has paid in full the amount for which it is obligated, the secretary shall pay to the physician assistant or nurse practitioner, an amount equal to the total midlevel tuition reimbursement amount provided by the community. The secretary shall pay the required amount out of funds appropriated by the Legislature for such purpose. Reimbursement shall be paid upon the physician assistant's or nurse practitioner's completion of the required three-year practice period. However, a community may pay its share of midlevel tuition reimbursement in installments during the three-year period. Section 21. That § 1-16A-73.10 be repealed. 1-16A-73.10. Any municipality may appropriate funds for the purpose of carrying out the provisions of §§ 1-16A-73.6 to 1-16A-73.12, inclusive. Section 22. That § 1-16A-73.11 be repealed. 1-16A-73.11. No midlevel tuition reimbursement agreement entered into pursuant to §§ 1-16A-73.6 to 1-16A-73.12, inclusive, is effective until it is filed with and approved by the secretary of health. The secretary may prescribe, by rules promulgated pursuant to chapter 1-26, the form of agreements and procedures for approval. Section 23. That § 1-16A-73.12 be repealed. 1-16A-73.12. No person may participate in the midlevel tuition reimbursement program established by §§ 1-16A-73.6 to 1-16A-73.12, inclusive, if the person has previously received a midlevel practitioner education scholarship. Section 24. That § 1-16A-73.20 be repealed. 1-16A-73.20. A dentist is eligible to receive tuition reimbursement payments pursuant to the provisions of §§ 1-16A-73.20 to 1-16A-73.27, inclusive, if the dentist is licensed to practice dentistry pursuant to chapter 36-6A and agrees to practice general dentistry in an eligible community for a minimum period of three years. However, no more than five dentists may participate in this program at any specified time. Section 25. That § 1-16A-73.21 be repealed. 1-16A-73.21. For the purposes of §§ 1-16A-73.20 to 1-16A-73.27, inclusive, an eligible community is any community in this state that: (1) Has a population of ten thousand persons or less; (2) Agrees to provide its portion of the tuition reimbursement payments payable to a dentist who practices in the community as required by §§ 1-16A-73.20 to 1-16A-73.27, inclusive; and (3) Is determined to be eligible by the Department of Health. Before making the determination under subdivision (3) of this section, the Department of Health shall conduct a community assessment designed to evaluate the community's need for a dentist and its ability to sustain and support a dentist. The department shall maintain a list of communities that have been assessed and that are eligible for participation in the tuition reimbursement program established by §§ 1-16A-73.20 to 1-16A-73.27, inclusive. The department may revise any community assessment or conduct a new assessment as necessary to reflect any change in conditions within a community. Section 26. That § 1-16A-73.22 be repealed. 1-16A-73.22. A dentist who fulfills the requirements of §§ 1-16A-73.20 to 1-16A-73.27, inclusive, is entitled to receive tuition reimbursement in an amount equal to twice the University of South Dakota resident tuition that a physician would have paid if the physician had attended the University of South Dakota School of Medicine during the four most recently completed academic years. The amount of reimbursement does not include any interest incurred by a dentist. Section 27. That § 1-16A-73.23 be repealed. 1-16A-73.23. Any agreement for the payment of tuition reimbursement pursuant to §§ 1-16A-73.20 to 1-16A-73.27, inclusive, obligates the community to be served by a dentist to provide a portion of the total amount of tuition reimbursement, based on the following criteria: (1) Communities of two thousand five hundred persons or less shall provide twenty-five percent of tuition reimbursement payments; (2) Communities of more than two thousand five hundred persons and less than five thousand persons shall provide fifty percent of tuition reimbursement payments; and (3) All remaining eligible communities shall provide seventy-five percent of tuition reimbursement payments. When the community certifies to the secretary of health that it has paid the full amount for which it is obligated, the secretary of the Department of Health shall pay to the dentist the remaining balance of the total tuition reimbursement amount. The secretary shall pay the required amount out of funds appropriated by the Legislature for such purpose. Reimbursement shall be paid upon the dentist's completion of the required three-year practice period. However, a community may pay its share of tuition reimbursement in installments during the required three-year period. Section 28. That § 1-16A-73.24 be repealed. 1-16A-73.24. Any eligible municipality may appropriate funds for the purpose of carrying out the provisions of §§ 1-16A-73.20 to 1-16A-73.27, inclusive. Section 29. That § 1-16A-73.25 be repealed. 1-16A-73.25. No tuition reimbursement agreement entered into pursuant to the provisions of §§ 1-16A-73.20 to 1-16A-73.27, inclusive, is effective until it is filed with and approved by the secretary of health. The secretary may prescribe, by rules promulgated pursuant to chapter 1-26, the form of agreements and procedure for approval. Section 30. That § 1-16A-73.26 be repealed. 1-16A-73.26. No person may participate in the tuition reimbursement program established by §§ 1-16A-73.20 to 1-16A-73.27, inclusive, if the person has previously participated in the program, or any other state or federal scholarship, loan repayment, or tuition reimbursement program which obligates the person to provide dental services within an underserved area. Section 31. That § 1-16A-73.27 be repealed. 1-16A-73.27. Any person participating in the tuition reimbursement program established by §§ 1-16A-73.20 to 1-16A-73.27, inclusive, shall agree to be a participating South Dakota medical assistance provider and to serve any individual eligible under chapter 28-6 and may not refuse treatment to any such individual while participating in the tuition reimbursement program."}, {"bill_id": 3729, "bill_version_id": 20857, "bill_version": "Senate Health and Human Services Engrossed", "bill_version_date": "2012-02-07T08:13:55.677-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a program to assist rural communities to recruit certain health care professionals and to repeal certain provisions regarding the physician, the midlevel, and the dentist tuition reimbursement programs. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Department of Health may establish a program to assist rural communities in recruiting physicians, dentists, physician assistants, nurse practitioners, and nurse midwives. Section 2. A rural community eligible to participate in the recruitment assistance program is any community in this state which: (1) Has a population of ten thousand persons or less; (2) Agrees to provide its portion of the incentive payment pursuant to the provisions of this Act; and (3) Is determined to be eligible by the Department of Health. Before making a determination of eligibility, the Department of Health shall conduct a community assessment designed to evaluate the community's need for eligible providers and its ability to sustain and support the additional providers. The department shall maintain a list of communities which have been assessed and which are eligible for participation in the recruitment assistance program established by this Act. The department may revise any community assessment or conduct a new assessment as necessary to reflect any change in conditions within a community. Section 3. A physician is eligible to participate in the recruitment assistance program established pursuant to this Act if the physician is licensed to practice medicine pursuant to chapter 36-4 and has completed an accredited residency program in family practice, pediatrics, internal medicine, or obstetrics/gynecology, and if the physician agrees to practice in an eligible rural community for a minimum period of three years. However, no more than fifteen physicians may participate in the program at any specified time. Preference shall be given to physicians who have graduated from the University of South Dakota School of Medicine and completed an accredited residency program located in South Dakota. A dentist is eligible to participate in the recruitment assistance program established pursuant to this Act if the dentist is licensed to practice dentistry pursuant to chapter 36-6A and agrees to practice general or pediatric dentistry in an eligible rural community for a minimum period of three years. However, no more than five dentists may participate in the program at any specified time. A physician assistant, nurse practitioner, or nurse midwife is eligible to participate in the recruitment assistance program established pursuant to this Act if the physician assistant, nurse practitioner, or nurse midwife is licensed to practice pursuant to chapter 36-4A or chapter 36-9A, respectively, and has completed an accredited physician assistant, nurse practitioner, or nurse midwife program and if the person agrees to practice as a primary care physician assistant, family nurse practitioner, or nurse midwife in an eligible rural community for a minimum period of three years. However, no more than a cumulative total of fifteen physician assistants, nurse practitioners, or nurse midwives may participate in the program at any specified time. Section 4. A physician or dentist who fulfills the requirements of the recruitment assistance program established pursuant to this Act, is entitled to receive an incentive payment in an amount equal to twice the University of South Dakota School of Medicine resident tuition for the four most recently completed academic years. A physician assistant, nurse practitioner, or nurse midwife who fulfills the requirements of the recruitment assistance program established pursuant to this Act, is entitled to receive an incentive payment in an amount equal to twice the University of South Dakota resident tuition for physician assistant studies for the three most recently completed academic years. Section 5. Any agreement for the payment of recruitment assistance pursuant to this Act shall obligate the rural community to be served by a physician, dentist, physician assistant, nurse practitioner, or nurse midwife to provide a portion of the total amount of the incentive payment, based on the following criteria: communities of two thousand five hundred persons or less shall provide twenty-five percent of incentive payments; communities of more than two thousand five hundred persons and less than five thousand persons shall provide fifty percent of incentive payments; and all remaining eligible communities shall provide seventy-five percent of incentive payments. When the rural community certifies to the secretary of health that it has paid the full amount for which it is obligated, the secretary of the Department of Health shall pay to the physician, dentist, physician assistant, nurse practitioner, or nurse midwife the remaining balance of the total incentive payment amount. The secretary shall pay the required amount out of funds appropriated by the Legislature for such purpose. The incentive payment shall be paid upon completion of the required three-year practice period by the physician, dentist, physician assistant, nurse practitioner, or nurse midwife. However, a community may pay its portion of the incentive payment at any time during the three-year period. Section 6. Any municipality or county may appropriate funds for the purpose of carrying out the provisions of this Act. Section 7. No recruitment assistance agreement entered into pursuant to the provisions of this Act is effective until it is filed with and approved by the secretary of health. The secretary may prescribe the format of the agreements and procedures for approval. Section 8. No person may participate in the program established pursuant to the provisions of this Act if the person has previously participated in such program, or any other state or federal scholarship, loan repayment, or tuition reimbursement program which obligates the person to provide medical services within an underserved area. Section 9. Any person participating in the program established pursuant to the provisions of this Act shall agree to be a participating South Dakota medical assistance provider and to serve any individual eligible under chapter 28-6 and may not refuse treatment to any such individual while participating in the program. Section 10. That § 1-16A-71.1 be repealed. 1-16A-71.1. A physician is eligible to receive tuition reimbursement payments pursuant to the provisions of §§ 1-16A-71.1, 1-16A-72.1, and 1-16A-73.1 to 1-16A-73.5, inclusive, if the physician is licensed to practice medicine pursuant to chapter 36-4 and has completed a two-year or three-year accredited residency program in family practice and if the physician agrees to practice as a family physician in an eligible community for a minimum period of three years. However, no more than ten physicians may participate in this program at any specified time. Preference shall be given to physicians who have graduated from the University of South Dakota School of Medicine and completed an accredited family practice residency program located in South Dakota. Section 11. That § 1-16A-72.1 be repealed. 1-16A-72.1. For purposes of §§ 1-16A-71.1, 1-16A-72.1, and 1-16A-73.1 to 1-16A-73.5, inclusive, an eligible community is any community in this state which: (1) Has a population of ten thousand persons or less; (2) Agrees to provide its portion of the tuition reimbursement payments payable to a physician who practices in the community as required by §§ 1-16A-71.1, 1-16A-72.1, and 1-16A-73.1 to 1-16A-73.5, inclusive; and (3) Is determined to be eligible by the Department of Health. Before making a determination under subdivision (3) of this section, the Department of Health shall conduct a community assessment designed to evaluate the community's need for a physician and its ability to sustain and support a family physician. The department shall maintain a list of communities which have been assessed and which are eligible for participation in the tuition reimbursement program established by §§ 1-16A-71.1, 1-16A-72.1, and 1-16A-73.1 to 1-16A-73.5, inclusive. The department may revise any community assessment or conduct a new assessment as necessary to reflect any change in conditions within a community. Section 12. That § 1-16A-73.1 be repealed. 1-16A-73.1. A physician who fulfills the requirements of §§ 1-16A-71.1, 1-16A-72.1, and 1-16A-73.1 to 1-16A-73.5, inclusive, is entitled to receive tuition reimbursement in an amount equal to twice the University of South Dakota resident tuition which the physician would have paid if such physician had attended the University of South Dakota School of Medicine during the four most recently completed academic years. The amount of reimbursement does not include any interest incurred by a physician. Section 13. That § 1-16A-73.2 be repealed. 1-16A-73.2. Any agreement for the payment of tuition reimbursement pursuant to §§ 1-16A- 71.1, 1-16A-72.1, and 1-16A-73.1 to 1-16A-73.5, inclusive, shall obligate the community to be served by a physician to provide a portion of the total amount of tuition reimbursement, based on the following criteria: communities of two thousand five hundred persons or less shall provide twenty-five percent of tuition reimbursement payments; communities of more than two thousand five hundred persons and less than five thousand persons shall provide fifty percent of tuition reimbursement payments; and all remaining eligible communities shall provide seventy-five percent of tuition reimbursement payments. When the community certifies to the secretary of health that it has paid the full amount for which it is obligated, the secretary of the Department of Health shall pay to the physician the remaining balance of the total tuition reimbursement amount. The secretary shall pay the required amount out of funds appropriated by the Legislature for such purpose. Reimbursement shall be paid upon the physician's completion of the required three-year practice period. However, a community may pay its share of tuition reimbursement in installments during the required three-year period. Section 14. That § 1-16A-73.3 be repealed. 1-16A-73.3. Any municipality may appropriate funds for the purpose of carrying out the provisions of §§ 1-16A-71.1, 1-16A-72.1, and 1-16A-73.1 to 1-16A-73.5, inclusive. Section 15. That § 1-16A-73.4 be repealed. 1-16A-73.4. No tuition reimbursement agreement entered into pursuant to the provisions of §§ 1-16A-71.1, 1-16A-72.1, and 1-16A-73.1 to 1-16A-73.5, inclusive, is effective until it is filed with and approved by the secretary of health. The secretary may prescribe, by rules promulgated pursuant to chapter 1-26, the form of agreements and procedure for approval. Section 16. That § 1-16A-73.5 be repealed. 1-16A-73.5. No person may participate in the tuition reimbursement program established by §§ 1-16A-71.1, 1-16A-72.1, and 1-16A-73.1 to 1-16A-73.5, inclusive, if the person has previously participated in such program, or any other state or federal scholarship, loan repayment, or tuition reimbursement program which obligates the person to provide medical services within an underserved area. Section 17. That § 1-16A-73.6 be repealed. 1-16A-73.6. A physician assistant or nurse practitioner is eligible to receive midlevel tuition reimbursement payments pursuant to the provisions of §§ 1-16A-73.6 to 1-16A-73.12, inclusive, if the physician assistant or nurse practitioner is licensed to practice pursuant to chapter 36-4A or chapter 36-9A, respectively, and has completed an accredited physician assistant or nurse practitioner program and if the person agrees to practice as a primary care physician assistant or family nurse practitioner in an eligible community for a minimum period of three years. However, no more than eight physician assistants or nurse practitioners may participate in this program at any specified time. Section 18. That § 1-16A-73.7 be repealed. 1-16A-73.7. For the purposes of §§ 1-16A-73.6 to 1-16A-73.12, inclusive, an eligible community is any community in this state which: (1) Has a population of five thousand persons or less; (2) Agrees to provide the midlevel tuition reimbursement payment payable to a physician assistant or nurse practitioner who practices in the community as required by §§ 1-16A-73.6 to 1-16A-73.12, inclusive; and (3) Is determined to be eligible by the Department of Health. The Department of Health shall make a determination of eligibility under subdivision (3) of this section based on an evaluation of a community's need for a physician assistant or nurse practitioner and its ability to sustain and support a physician assistant or nurse practitioner. The department shall maintain a list of communities which have been determined to be eligible for participation in the midlevel tuition reimbursement program established by §§ 1-16A-73.6 to 1-16A-73.12, inclusive. The department may revise any determination as necessary to reflect any change in conditions within a community. Section 19. That § 1-16A-73.8 be repealed. 1-16A-73.8. A physician assistant or nurse practitioner who fulfills the requirements of §§ 1-16A-73.6 to 1-16A-73.12, inclusive, is entitled to receive midlevel tuition reimbursement in an amount equal to the average resident tuition at the University of South Dakota School of Medicine's physician assistant program and the South Dakota State University School of Nursing's nurse practitioner program which the physician assistant or nurse practitioner would have paid if the physician assistant or nurse practitioner had attended training at the University of South Dakota School of Medicine's physician assistant program or the South Dakota State University School of Nursing's nurse practitioner program. If the physician assistant or nurse practitioner completed training prior to 1994, the maximum amount of midlevel tuition reimbursement shall be equal to the average resident tuition at the University of South Dakota School of Medicine's physician assistant program and the South Dakota State University School of Nursing's nurse practitioner program for the 1994-1995 school year. The amount of reimbursement does not include any interest incurred by a physician assistant or nurse practitioner. Section 20. That § 1-16A-73.9 be repealed. 1-16A-73.9. Any agreement for the payment of midlevel tuition reimbursement pursuant to §§ 1-16A-73.6 to 1-16A-73.12, inclusive, shall obligate the community to be served by a physician assistant or nurse practitioner to provide the full amount of midlevel tuition reimbursement. When the community certifies to the secretary of the Department of Health that it has paid in full the amount for which it is obligated, the secretary shall pay to the physician assistant or nurse practitioner, an amount equal to the total midlevel tuition reimbursement amount provided by the community. The secretary shall pay the required amount out of funds appropriated by the Legislature for such purpose. Reimbursement shall be paid upon the physician assistant's or nurse practitioner's completion of the required three-year practice period. However, a community may pay its share of midlevel tuition reimbursement in installments during the three-year period. Section 21. That § 1-16A-73.10 be repealed. 1-16A-73.10. Any municipality may appropriate funds for the purpose of carrying out the provisions of §§ 1-16A-73.6 to 1-16A-73.12, inclusive. Section 22. That § 1-16A-73.11 be repealed. 1-16A-73.11. No midlevel tuition reimbursement agreement entered into pursuant to §§ 1-16A-73.6 to 1-16A-73.12, inclusive, is effective until it is filed with and approved by the secretary of health. The secretary may prescribe, by rules promulgated pursuant to chapter 1-26, the form of agreements and procedures for approval. Section 23. That § 1-16A-73.12 be repealed. 1-16A-73.12. No person may participate in the midlevel tuition reimbursement program established by §§ 1-16A-73.6 to 1-16A-73.12, inclusive, if the person has previously received a midlevel practitioner education scholarship. Section 24. That § 1-16A-73.20 be repealed. 1-16A-73.20. A dentist is eligible to receive tuition reimbursement payments pursuant to the provisions of §§ 1-16A-73.20 to 1-16A-73.27, inclusive, if the dentist is licensed to practice dentistry pursuant to chapter 36-6A and agrees to practice general dentistry in an eligible community for a minimum period of three years. However, no more than five dentists may participate in this program at any specified time. Section 25. That § 1-16A-73.21 be repealed. 1-16A-73.21. For the purposes of §§ 1-16A-73.20 to 1-16A-73.27, inclusive, an eligible community is any community in this state that: (1) Has a population of ten thousand persons or less; (2) Agrees to provide its portion of the tuition reimbursement payments payable to a dentist who practices in the community as required by §§ 1-16A-73.20 to 1-16A-73.27, inclusive; and (3) Is determined to be eligible by the Department of Health. Before making the determination under subdivision (3) of this section, the Department of Health shall conduct a community assessment designed to evaluate the community's need for a dentist and its ability to sustain and support a dentist. The department shall maintain a list of communities that have been assessed and that are eligible for participation in the tuition reimbursement program established by §§ 1-16A-73.20 to 1-16A-73.27, inclusive. The department may revise any community assessment or conduct a new assessment as necessary to reflect any change in conditions within a community. Section 26. That § 1-16A-73.22 be repealed. 1-16A-73.22. A dentist who fulfills the requirements of §§ 1-16A-73.20 to 1-16A-73.27, inclusive, is entitled to receive tuition reimbursement in an amount equal to twice the University of South Dakota resident tuition that a physician would have paid if the physician had attended the University of South Dakota School of Medicine during the four most recently completed academic years. The amount of reimbursement does not include any interest incurred by a dentist. Section 27. That § 1-16A-73.23 be repealed. 1-16A-73.23. Any agreement for the payment of tuition reimbursement pursuant to §§ 1- 16A-73.20 to 1-16A-73.27, inclusive, obligates the community to be served by a dentist to provide a portion of the total amount of tuition reimbursement, based on the following criteria: (1) Communities of two thousand five hundred persons or less shall provide twenty-five percent of tuition reimbursement payments; (2) Communities of more than two thousand five hundred persons and less than five thousand persons shall provide fifty percent of tuition reimbursement payments; and (3) All remaining eligible communities shall provide seventy-five percent of tuition reimbursement payments. When the community certifies to the secretary of health that it has paid the full amount for which it is obligated, the secretary of the Department of Health shall pay to the dentist the remaining balance of the total tuition reimbursement amount. The secretary shall pay the required amount out of funds appropriated by the Legislature for such purpose. Reimbursement shall be paid upon the dentist's completion of the required three-year practice period. However, a community may pay its share of tuition reimbursement in installments during the required three-year period. Section 28. That § 1-16A-73.24 be repealed. 1-16A-73.24. Any eligible municipality may appropriate funds for the purpose of carrying out the provisions of §§ 1-16A-73.20 to 1-16A-73.27, inclusive. Section 29. That § 1-16A-73.25 be repealed. 1-16A-73.25. No tuition reimbursement agreement entered into pursuant to the provisions of §§ 1-16A-73.20 to 1-16A-73.27, inclusive, is effective until it is filed with and approved by the secretary of health. The secretary may prescribe, by rules promulgated pursuant to chapter 1-26, the form of agreements and procedure for approval. Section 30. That § 1-16A-73.26 be repealed. 1-16A-73.26. No person may participate in the tuition reimbursement program established by §§ 1-16A-73.20 to 1-16A-73.27, inclusive, if the person has previously participated in the program, or any other state or federal scholarship, loan repayment, or tuition reimbursement program which obligates the person to provide dental services within an underserved area. Section 31. That § 1-16A-73.27 be repealed. 1-16A-73.27. Any person participating in the tuition reimbursement program established by §§ 1-16A-73.20 to 1-16A-73.27, inclusive, shall agree to be a participating South Dakota medical assistance provider and to serve any individual eligible under chapter 28-6 and may not refuse treatment to any such individual while participating in the tuition reimbursement program."}, {"bill_id": 3729, "bill_version_id": 21933, "bill_version": "Enrolled", "bill_version_date": "2012-02-23T09:19:13.717-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3729, "action_date": "2012-01-25T14:00:00-06:00", "document_id": 20184, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20184.pdf", "status_text": "First read in Senate and referred to", "journal_page": 176, "committee_id_action": 171, "committee_id_assigned": 151, "result": "N", "vote": {}}, {"bill_id": 3729, "action_date": "2012-02-06T10:00:00-06:00", "document_id": 20564, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20564.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 151, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3729, "action_date": "2012-02-06T10:00:00-06:00", "document_id": 20794, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20794.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 151, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3729, "action_date": "2012-02-06T10:00:00-06:00", "document_id": 20794, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20794.pdf", "status_text": "Do Pass Amended", "journal_page": 290, "committee_id_action": 151, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11009, "president_vote": null, "Yea": [239, 285, 223, 290, 261, 291, 228]}}, {"bill_id": 3729, "action_date": "2012-02-06T10:00:00-06:00", "document_id": 20794, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20794.pdf", "status_text": "Title amended", "journal_page": 0, "committee_id_action": 151, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3729, "action_date": "2012-02-09T14:00:00-06:00", "document_id": 21122, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21122.pdf", "status_text": "Do Pass Amended", "journal_page": 340, "committee_id_action": 171, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11350, "president_vote": null, "Yea": [253, 284, 239, 251, 288, 249, 255, 250, 235, 234, 247, 287, 285, 212, 228, 286, 233, 291, 223, 264, 240, 252, 214, 226, 219, 220, 229, 290, 243, 261, 289, 218, 254, 232], "Excused": [236]}}, {"bill_id": 3729, "action_date": "2012-02-10T13:00:00-06:00", "document_id": 21247, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21247.pdf", "status_text": "First read in House and referred to", "journal_page": 414, "committee_id_action": 173, "committee_id_assigned": 162, "result": "N", "vote": {}}, {"bill_id": 3729, "action_date": "2012-02-21T07:45:00-06:00", "document_id": 21434, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21434.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 162, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3729, "action_date": "2012-02-21T07:45:00-06:00", "document_id": 21701, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21701.pdf", "status_text": "Do Pass", "journal_page": 518, "committee_id_action": 162, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11847, "president_vote": null, "Yea": [262, 303, 293, 297, 279, 237, 278, 224, 295, 294, 227], "Excused": [272, 292]}}, {"bill_id": 3729, "action_date": "2012-02-22T14:00:00-06:00", "document_id": 21857, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21857.pdf", "status_text": "Do Pass Amended", "journal_page": 555, "committee_id_action": 173, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12001, "president_vote": null, "Yea": [222, 262, 265, 227, 242, 231, 281, 269, 296, 211, 314, 260, 258, 225, 268, 245, 217, 303, 293, 297, 270, 266, 221, 272, 279, 305, 248, 263, 230, 280, 237, 246, 304, 267, 294, 312, 213, 241, 311, 277, 307, 276, 308, 273, 315, 282, 278, 259, 224, 216, 295, 283, 244, 306, 238, 310, 275, 309, 300, 298, 274, 256, 215], "Excused": [257, 271, 292], "Nay": [313, 299, 301, 302]}}, {"bill_id": 3729, "action_date": "2012-02-23T14:00:00-06:00", "document_id": 21985, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21985.pdf", "status_text": "Signed by the President", "journal_page": 548, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3729, "action_date": "2012-02-24T13:00:00-06:00", "document_id": 22090, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22090.pdf", "status_text": "Signed by the Speaker", "journal_page": 615, "committee_id_action": 173, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3729, "action_date": "2012-02-27T14:00:00-06:00", "document_id": 22269, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22269.pdf", "status_text": "Delivered to the Governor", "journal_page": 572, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3729, "action_date": "2012-03-02T10:00:00-06:00", "document_id": 22575, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22575.pdf", "status_text": "Signed by the Governor", "journal_page": 654, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5129, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/3729"}