{"session_id": 43, "bill_id": 10349, "bill_type": "Senate Bill", "bill_number": 86, "bill_title": "establish limitations applicable to initial family assessments.", "sponsors": [{"legislator_profile_id": 1742, "is_prime": true}], "keywords": ["Law Enforcement", "Minors"], "audio": [], "bill_versions": [{"bill_id": 10349, "bill_version_id": 64317, "bill_version": "Introduced", "bill_version_date": "2020-01-28T11:05:58.577-06:00", "bill_text": "An Act to limit the role of law enforcement officers in initial family assessments. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 26-8A-9.1. Initial family assessments--Law enforcement--Role--Limitation--Exception. The Department of Social Services may request that an employee of the Division of Child Protection Services be accompanied by a law enforcement officer during the time the employee is conducting an initial family assessment for the purpose of investigating a report of child abuse or neglect. The role of the law enforcement officer is limited to ensuring the safety and well-being of the employee. The law enforcement officer may not participate in the initial family assessment or gather evidence for law enforcement purposes. The law enforcement officer shall notify any adult present during the initial family assessment of the limitation set forth in this section. The limitation set forth in this section is immediately negated if the officer observes the occurrence of criminal activity, is required to place a child in protective custody, is responding to an exigent circumstance, or is directed to perform any other duty by an order of the court."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 10349, "action_date": "2020-01-28T14:00:00-06:00", "document_id": 64091, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/64091.pdf", "status_text": "First read in Senate and referred to", "journal_page": 98, "committee_id_action": 447, "committee_id_assigned": 451, "result": "N", "vote": {}}, {"bill_id": 10349, "action_date": "2020-01-30T13:00:00-06:00", "document_id": 65050, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/65050.pdf", "status_text": "Withdrawn at the Request of the Prime Sponsor", "journal_page": 116, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}]}