{"session_id": 53, "bill_id": 17343, "bill_type": "Senate Bill", "bill_number": 140, "bill_title": "revise certain provisions governing trusts.", "sponsors": [{"legislator_profile_id": 2735, "is_prime": true}, {"legislator_profile_id": 2829, "is_prime": true}], "keywords": ["Fiduciaries and Trusts", "Remedies"], "audio": [{"meeting_datetime": "2002-02-04T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sju20sb0140a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-04T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sju20sb0140a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-04T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sju20sb0140a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-13T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hju27sb0140a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-13T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hju27sb0140a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-13T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hju27sb0140a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-13T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hju27sb0140a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 17343, "bill_version_id": 92344, "bill_version": "Introduced", "bill_version_date": "2002-01-18T08:06:24-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions governing trusts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 21-22-28 be amended to read as follows: 21-22-28. The privacy of those who have established a court trust or other trust shall be protected in any court proceeding concerning the trust if the acting trustee, the trustor (if living), and all beneficiaries or any beneficiary so petition the court. Upon the filing of such a petition, the instrument on which the trust is based, inventory, statement filed by any trustee, annual verified report of trustee, final report of trustee, and all petitions relevant to trust administration and all court orders thereon shall be sealed upon filing and may not be made a part of the public record of the proceeding, but shall be available to the court, to the trustor, to the trustee, to any beneficiary, to their attorneys, and to such other interested persons as the court may order upon a showing of the need. Section 2. That § 21-22-29 be repealed. 21-22-29. If the instrument contains a provision which authorizes the trustee alone to file the petition for privacy established in § 21-22-28, only the acting trustee is required to file such a petition. Section 3. That subsection (j) of § 29A-2-801 be amended to read as follows: (j) The right and procedure provided in this section for the making of a disclaimer is available to and exercisable by a conservator, a personal representative, a trustee, or an agent acting on a person's behalf within the authority of a power of attorney. A disclaimer by a conservator shall be subject to the requirements of § 29A-5-420. A disclaimer by a personal representative shall be exercised in the best interests of the estate and only following entry of an appropriate order by the court having jurisdiction. A disclaimer by a trustee shall be exercised in the best interests of the trust estate. Section 4. That § 55-3-31 be amended to read as follows: 55-3-31. Notwithstanding the provisions of § § 15-6-55(b) and 15-6-17(c), the provisions of this section and § § 55-3-32 to 55-3-38, inclusive, apply in any proceeding in which all persons interested in an estate or trust are required to be served with process or their consent is required. For the purposes of this section, the term, an interest in an estate or trust, includes both interests in income and interests in principal. The Department of Social Services shall be served with process in any matter where an interested party may owe a debt to the department pursuant to § 28-6-23. The provisions of § § 55-3-31 to 55-3-38, inclusive, shall be known as the \"Virtual Representation Statutes.\" Section 5. That § 55-3-32 be amended to read as follows: 55-3-32. If an interest in the estate or trust has been limited as follows, it is not necessary to serve process on any other person than as provided by this section: (1) In any contingency to the persons who shall compose a certain class upon the happening of a future event, then on the persons in being who would constitute the class if such event had happened immediately before the commencement of the proceeding; (2) To a person who is a party to the proceeding and the same interest has been further limited upon the happening of a future event to a class of persons described in terms of their relationship to such party, then on the party to the proceeding; (3) To unborn or unascertained persons, none of such persons, but if it appears that there is no person in being or ascertained, having the same interest, the court shall appoint a guardian ad litem to represent or protect the persons who eventually may become entitled to the interest. If a party to the proceeding has a power of appointment, it is not necessary to serve the potential appointees and, if it is a general power of appointment, it is not necessary to serve the takers in default of the exercise thereof. Section 6. That § 55-3-37 be amended to read as follows: 55-3-37. In any proceeding in which service of process upon persons interested in an estate or trust may be dispensed with pursuant to the provisions of § § 55-3-31 to 55-3-39 55-3-38 , inclusive, in addition to such other requirements as may be applicable to the petition in the particular proceeding, the petition shall: (1) Set forth in a form satisfactory to the court information with respect to the persons interested in the estate upon whom service of process may be dispensed with, the nature of the interests of such persons, and the basis upon which service of process may be dispensed with; and (2) State whether the fiduciary or any other person has discretion to affect the present or future beneficial enjoyment of the estate and, if so, set forth the discretion possessed and, if exercised. Notwithstanding the foregoing provisions of this section and any provisions of the instrument to the contrary, if the court finds that the representation of a person's interest is or may be inadequate, it may require that the person be served. The basis for such finding shall be set forth specifically in the order. Section 7. That chapter 21-22 be amended by adding thereto a NEW SECTION to read as follows: Notice of entry as required by § 15-26A-6 shall require only that notice that an order has been entered has been served. Absent a court order to the contrary, there is no requirement that the order be attached to the notice of entry. Section 8. That § 21-22-9 be amended to read as follows: 21-22-9. Any trustee or beneficiary of any other trust may, if the trustee is a resident of this state or if any of the trust estate has its situs in this state, at any time petition the circuit court, the county where such petition is to be filed to be determined the same as in the case of a court trust, to exercise supervision. Upon such petition being filed the court must fix a time and place for hearing thereon, notice to be given as provided by this chapter and upon such hearing shall enter an order assuming supervision unless good cause to the contrary is shown. Thereupon the trustee must shall within thirty days , file the same papers as required information required pursuant to § 21-22-3 by a trustee under a court trust, and at all times thereafter the court shall have the same powers as over a court trust. If the petition for court supervision includes the information required pursuant to § 21-22-3, the trustee or beneficiary may in the same petition request court action as to any matter relevant to the administration of the trust. Upon the hearing on the petition, the court shall enter an order assuming supervision unless good cause to the contrary is shown and further shall make such order or give such directions to the trustee as the court shall determine. Section 9. That § 21-22-13 be amended to read as follows: 21-22-13. Any trustee or beneficiary of any trust under court supervision may at any time petition the court for its action as to any matter relevant to the administration of the trust, including particularly the requiring of special reports from the trustee, the exercise of any discretion vested in the trustee, and as to any matter as to which courts of equity have heretofore exercised jurisdiction over trustees. Upon the filing of such petition the court shall fix a time and place for hearing and cause notice to be given as required by this chapter. Upon such hearing the court shall make such order or give such directions to the trustee as equity and justice may require the court shall determine . Section 10. That § 55-1A-1 be amended to read as follows: 55-1A-1. Any or all of the powers enumerated in § 55-1A-3, as they exist at the time of the signing of a will by a testator or at the time of the signing of a trust instrument by the first trustor who signs the trust instrument, may be, by appropriate reference made thereto, incorporated in whole or in part in such will or written trust instrument, by a clearly expressed intention of the testator or trustor contained in the will, or in the instrument creating an inter vivos trust estate. Incorporation of one or more of the powers contained in § 55-1A-3 by reference to that section this chapter apply to any trust which is governed by South Dakota law unless the instrument specifically excludes any or all of the powers provided in this chapter. Further, this chapter applies without regard to the date of execution or whether such trust was created by will or inter vivos trust instrument. These powers shall be in addition to, and not in limitation of, all other common law or statutory powers of a trustee. Such powers are applicable to a trustee authorized to administer a trust estate established or to be established pursuant to the terms of a will or other written instrument, with the same effect, and subject to the same judicial interpretation and control in appropriate cases, as though such language were set forth verbatim in the instrument. Section 11. That § 55-1A-3 be repealed. 55-1A-3. The entirety of all the powers described in this chapter may be incorporated in any instrument or agreement by specific reference to this section, or shall be incorporated if the instrument or agreement expressly makes reference to the trustee being granted powers set forth under a trustees' or fiduciaries' powers act and does not expressly limit those powers. Section 12. That § 55-1A-4 be repealed. 55-1A-4. Any or all of the powers described in § § 55-1A-5 to 55-1A-36, inclusive, may be incorporated in any instrument or agreement by appropriate reference therein to any such section or sections. Section 13. That § 55-1A-4.1 be repealed. 55-1A-4.1. Any trust in existence before July 1, 1998, shall be treated as incorporating the powers granted in this chapter, even though specific reference was not made to chapter 55-1A if the instrument or agreement expressly makes reference to the trustee being granted powers set forth under a trustees' or fiduciaries' powers act and does not expressly limit those powers. Section 14. That § 43-28-22 be amended to read as follows: 43-28-22. All transfers of real property , dated and recorded in the public records of the county where the property is located prior to July 1, 1991, which were made to, or by, a trust, guardianship conservatorship, or estate shall be construed as being made to, or by, the fiduciary for purposes of administration. All such conveyances are hereby legalized, cured and validated shall be treated as if the conveyances had been made to, or by, the fiduciary for purposes of administration. If any person is construed to retain any right in property due to the fact that the person's conveyance was to a trust, estate or guardianship, and if no action or proceeding to enforce such right was commenced prior to July 1, 1992 2003 , such right shall be forever barred. No action or proceeding so brought involving real property is of any force or effect, or maintainable in any court of this state, unless prior to July 1, 1992 2003 , a notice of the pendency of such action was recorded in the office of the register of deeds of the county where the property is located, in accordance with chapter 15-10. Section 15. That chapter 55-2 be amended by adding thereto a NEW SECTION to read as follows: For purposes of this section, the term, qualified beneficiary, means a beneficiary who, on the date the beneficiary's qualification is determined: (1) Is a distributee or permissible distributee of trust income or principal; (2) Would be a distributee or permissible distributee of trust income or principal if the interests of the distributees terminated on that date; or (3) Would be a distributee or permissible distributee of trust income or principal if the trust terminated on that date. Except as otherwise provided by the terms of the trust or otherwise directed by the grantor at any time, within sixty days after the date the trustee of an irrevocable trust acquires knowledge of the creation of an irrevocable trust, or upon the date the trustee acquires knowledge that a formerly revocable trust has become irrevocable, whether by death of the trustor or otherwise, the trustee shall notify the qualified beneficiaries of the trust's existence, of the identity of the trustor or trustors, and of the right of the beneficiary to request a copy of the trust instrument. A trustee of an irrevocable trust: (1) Upon request of a qualified beneficiary, shall promptly furnish to the qualified beneficiary a copy of the trust instrument; (2) If notification of the trust has not been accomplished pursuant to this section within sixty days after accepting a trusteeship, shall notify the qualified beneficiaries of the acceptance and of the trustee's name, address, and telephone number; (3) Shall promptly respond to a qualified beneficiary's request for information related to the administration of the trust, unless the request is unreasonable under the circumstances. The provisions of this section are effective for trusts created after July 1, 2002. Section 16. That § 10-40A-4 be repealed. 10-40A-4. A tax is levied against the estate of every decedent who was not a resident of this state on the transfer of that portion of the decedent's gross estate in this state. Such tax shall equal a portion of the death tax credit computed by applying to the allowable credit, the same ratio as exists between the portion of the decedent's gross estate located in this state and the decedent's entire gross estate less any other death taxes paid to this state. Section 17. That § 55-4-42 be amended to read as follows: 55-4-42. The grantor or a trustee of a trust, at any time after execution or creation of a trust, may execute a certificate of trust that sets forth less than all of the provisions of a trust instrument and any amendments to the instrument. The certificate of trust may be used for purposes of selling, conveying, pledging, mortgaging, leasing, or transferring title to any interest in real or personal property. The certificate of trust shall include: (1) The name of the trust, if one is given; (2) The date of the trust instrument; (3) The name of each grantor; (4) The name of each original trustee; (5) The name and address of each trustee empowered to act under the trust instrument at the time of execution of the certificate; (6) The following statement: \"The trustees are authorized by the instrument to sell, convey, pledge, mortgage, lease, or transfer title to any interest in real or personal property, except as limited by the following: (if none, so indicate)\" A statement substantially as follows: The trustee(s): (a) Are empowered by the provisions of the trust to sell, convey, pledge, mortgage, lease, or transfer title to any interest in personal property or real property held in trust; and (b) Are the requisite number of trustees required by the provisions of the trust to execute and deliver such an instrument ; (7) The other trust provisions the grantors or trustees include; and (8) A statement as to whether the trust instrument has terminated or been revoked ; and (9) The trust is not supervised by a court. -or- The trust is supervised, and all necessary approval has been obtained to allow the trustee(s) to act under the instrument . The certificate of trust shall be upon the representation of the grantors or trustees that the statements contained in the certificate of trust are true and correct and that there are no other provisions in the trust instrument or amendments to it that limit the powers of the trustees to sell, convey, pledge, mortgage, lease, or transfer title to interests in real or personal property. The signature of the grantors or trustees shall be under oath before a notary public or other official authorized to administer oaths. Section 18. That § 55-4-43 be amended to read as follows: 55-4-43. A certificate of trust executed under § 55-4-42 may be recorded in the Office of the Register of Deeds with respect to land described in the certificate of trust or any attachment to it. If it is recorded or filed in an county where real property is situated, or in the case of personal property, if it is presented to a third party, the certificate of trust serves to document the existence of the trust, the identity of the trustees, the powers of the trustees and any limitations on those powers, and other matters the certificate of trust sets out, as though the full trust instrument had been recorded, filed, or presented. Until amended or revoked under § 55-4-44, or until the full trust instrument is recorded, filed, or presented, a certificate of trust is prima facie conclusive proof as to the matters contained in it and any party may rely upon the continued effectiveness of the certificate , except a party dealing directly with the trustee or trustees who has actual knowledge of the facts to the contrary . Section 19. That § 55-4-44 be amended to read as follows: 55-4-44. Amendment or revocation of a certificate of trust may be made only by a written instrument executed by the grantor or a trustee of a trust. Amendment or revocation of a certificate of trust is not effective as to a party unless that party has actual notice of the amendment or revocation. For purposes of this section, actual notice means that a written instrument of amendment or revocation has been received by the party or, in the case of real property, that either a written instrument or amendment or revocation has been received by the party or that a written instrument of amendment or revocation containing the legal description of the real property has been recorded in the Office of the Register of Deeds where the real property is situated. Section 20. That § 55-4-45 be amended to read as follows: 55-4-45. Sections 55-4-42 to 55-4-44, inclusive, are effective July 1, 2000, but apply to trust instruments whenever created or executed. Section 21. That § 55-4-46 be amended to read as follows: 55-4-46. An affidavit A certificate of a trustee or of trustees of an inter vivos trust in support of a real property transaction may be substantially in the following form: _______________, being first duly sworn on oath, says that: 1. Affiant is the trustee (one of the trustees) named in that certain Certificate of Trust (or Trust Instrument) the Trust Instrument a. (Name of Trust) b. established on __________; c. with __________ as grantor(s), and d. with __________ as the original Trustee(s). filed for record _______________, as Document No. _____ (or in Book _____ of _______________, Page _____) in the Office of the Register of Deeds of _________ County, South Dakota. - OR - to which this Affidavit is attached, executed by Affiant or another trustee or the grantor of the trust described in the This Certificate of Trust (or set forth in the Trust Instrument), and which relates to real property in ____________ County, South Dakota, legally described as follows: ___________________________________________________________________________ ___________________________________________________________________________ ___________________________________________________________________________ ___________________________________________________________________________ (If more space is needed, continue on back or on attachment.) 2. The name(s) and address(es) of the trustee(s) empowered by the Trust Instrument to act at the time of the execution of this Affidavit Certificate are as follows: ___________________________________________________________________________ ___________________________________________________________________________ ___________________________________________________________________________ 3. The trustee(s) who have executed that certain instrument relating to the real property described above between _______________, as trustee(s) and _______________, dated _______________: (a) are empowered by the provisions of the trust to sell, convey, pledge, mortgage, lease, or transfer title to any interest in real property held in trust; and (b) are the requisite number of trustees required by the provisions of the trust to execute and deliver such an instrument. 4. The Trust has not terminated and has not been revoked. - OR - 4. The Trust has terminated (or has been revoked). The execution and delivery of the instrument described in paragraph 3 has been made pursuant to the provisions of the Trust. 5. There has been no amendment to the Trust which limits the power of trustee(s) to execute and deliver the instrument described in paragraph 3. 6. The Trust is not supervised by any court. - OR - 6. The Trust is supervised by the _______________ Court of _______________ County. __________ All necessary approval has been obtained from the court for the trustee(s) to execute and deliver the instrument described in paragraph 3. 7. Affiant does not have actual knowledge of any facts indicating that the Trust is invalid. _________________________ _______________, Affiant Subscribed and sworn to before me this _____ day of __________, _____. ______________________________ Notary Stamp or Seal Signature of Notary Public or Other Official This instrument was drafted by: _________________________ _________________________ _________________________ Section 22. That § 55-4-47 be amended to read as follows: 55-4-47. An affidavit A Certificate of a trustee or of trustees of a testamentary trust in support of a real property transaction may be substantially in the following form: _______________, being first duly sworn on oath, says that: 1. The ______________ Trust was created by the Last Will and Testament of ______________, Decedent, dated ______________. Decedent died on ______________. Affiant as trustee of the Trust, acquired by instrument or decree dated ______________, filed in the Office of the Register of Deeds, ______________ County, South Dakota, as Document No. __________, an interest in real property in ______________, County, South Dakota, legally described as follows: ___________________________________________________________________________ ___________________________________________________________________________ ___________________________________________________________________________ ___________________________________________________________________________ (If more space is needed, continue on back or on attachment.) 2. The name(s) and address(es) of the trustee(s) empowered by the terms of the decedent's will to act at the time of the execution of this Affidavit are as follows: ___________________________________________________________________________ ___________________________________________________________________________ ___________________________________________________________________________ 3. The trustee(s) who have executed that certain instrument relating to the real property described above between _______________, as trustee(s) and _______________, dated _______________: (a) are empowered by the provisions of the trust under decedent's will to sell, convey, pledge, mortgage, lease, or transfer title to any interest in real property held in trust; and (b) are the requisite number of trustees required by the provisions of the will to execute and deliver such an instrument. 4. The Trust has not terminated and has not been revoked. - OR - 4. The Trust has terminated (or has been revoked). The execution and delivery of the instrument described in paragraph 3 has been made pursuant to the provisions of the Trust. 5. There has been no amendment to the Trust which limits the power of the trustee(s) to execute and deliver the instrument described in paragraph 3. 6. The Trust is not supervised by any court. - OR - 6. The Trust is supervised by the _______________ Court of _______________ County. __________ All necessary approval has been obtained from the court for the trustee(s) to execute and deliver the instrument described in paragraph 3. 7. Affiant does not have actual knowledge of any facts indicating that the Trust is invalid. _________________________ _______________, Affiant Subscribed and sworn to before me this _____ day of __________, _____. ______________________________ Signature of Notary Public or Other Official Notary Stamp or Seal This instrument was drafted by: _________________________ _________________________ _________________________ Section 23. That § 55-4-48 be repealed. 55-4-48. An affidavit by the trustee or trustees under § 55-4-46 or 55-4-47 is proof that: (1) The trust described in the affidavit is a valid trust; (2) Either the trust has not terminated or been revoked or, if the trust has terminated or been revoked, the conveyance described in the affidavit is made pursuant to the provisions of the trust; (3) The powers granted the trustee or trustees extend to the real property described in the affidavit or attachment to the affidavit; (4) No amendment to the trust has been made limiting the power of the trustee or trustees to sell, convey, pledge, mortgage, lease, or transfer title to the real property described in the affidavit or attachment to the affidavit, if any; (5) The requisite number of trustees have executed and delivered the instrument of conveyance described in the affidavit; and (6) Any necessary court approval of the transaction has been obtained. The proof is conclusive as to any party relying on the affidavit, except a party dealing directly with the trustee or trustees who has actual knowledge of facts to the contrary. Section 24. That § 55-4-49 be repealed. 55-4-49. An affidavit of trustee or trustees under § 55-4-46 or 55-4-47 may be recorded in the Office of the Register of Deeds for any county, or in the certificate of trust or trust instrument referred to in the affidavit, and may be recorded or filed as a separate document or combined with or attached to an original or certified copy of a certificate of trust or trust instrument, and recorded or filed as one document. Section 25. That § 55-13-7 be amended to read as follows: 55-13-7. (a) Bonds or other obligations for the payment of money are principal at their inventory value, except as provided in subsection (b). No provision shall be made for amortization of premiums or for accumulation for discount. Unless otherwise provided in the trust instrument, an increase in the value of the following investments owned by any trust is distributable as income when it becomes available for distribution: (b) Unless otherwise provided in the trust instrument, an increase in the value of the following obligations is distributable as income: (A) (1) A zero coupon bond; (B) (2) An annuity contract before annuitization; (C) (3) A life insurance contract before the death of the insured; (D) (4) An interest in a common trust fund (as defined under Section § 584 of the Internal Revenue Code) or a limited partnership which is owned by a pooled income fund (as defined under Section 642(c)(5) of the Internal Revenue Code) or a charitable remainder trust (as defined under Section 664(d)(2) or Section 664(d)(3) of the Internal Revenue Code); and (26 U.S.C. § 584; (5) An interest in a partnership, as defined in § 7701 of the Internal Revenue Code (26 U.S.C. § 7701); or (E) (6) Any other obligation for the payment of money that is payable at a future time in accordance with a fixed, variable, or discretionary schedule of appreciation in excess of the price at which it was issued. (b) For purposes of this section, the increase in value of an investment described in subsection (a) is available for distribution only if the trustee receives cash on account of the investment. (c) The increase in value of the obligations described in subsection (b) (a) is distributable to the beneficiary who was the income beneficiary at the time of the increase from the first principal cash available or, if none is available, when realized by sale, redemption, or other disposition. Whenever If unrealized increase is distributed as income but out of principal, the principal shall be reimbursed from the increase when realized. (d) For purposes of this section, the increase in value of an obligation described in subsection (b) is available for distribution only when the trustee receives cash on account of the obligation. Section 26. That § 29A-3-1201 be amended to read as follows: 29A-3-1201. (a) Thirty days after the death of a decedent, any person indebted to the decedent or having possession of tangible personal property or an instrument evidencing a debt, obligation, stock, or chose in action belonging to the decedent shall make payment of the indebtedness or deliver the tangible personal property or an instrument evidencing a debt, obligation, stock, or chose in action to a person claiming to be the successor of the decedent upon being presented an affidavit made by or on behalf of the successor stating that: (1) The value of the entire estate, wherever located, less liens and encumbrances, does not exceed $25,000; (2) Thirty days have elapsed since the death of the decedent; (3) No application or petition for the appointment of a personal representative is pending or has been granted in any jurisdiction; (4) The decedent has not incurred any indebtedness to the Department of Social Services for medical assistance for nursing home or other medical institutional care; (5) A copy of the affidavit will be furnished to the Department of Revenue and any inheritance estate tax due will be paid; and (6) The claiming successor is entitled to payment or delivery of the property. (b) A transfer agent of any security shall change the registered ownership on the books of a corporation from the decedent to the successor or successors upon the presentation of an affidavit as provided in subsection (a)."}, {"bill_id": 17343, "bill_version_id": 94480, "bill_version": "Enrolled", "bill_version_date": "2002-02-15T10:40:51-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17343, "action_date": "2002-01-18T13:00:00-06:00", "document_id": 92411, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92411.pdf", "status_text": "First read in Senate and referred to", "journal_page": 121, "committee_id_action": 769, "committee_id_assigned": 747, "result": "N", "vote": {}}, {"bill_id": 17343, "action_date": "2002-02-04T10:00:00-06:00", "document_id": 93537, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93537.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 747, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17343, "action_date": "2002-02-04T10:00:00-06:00", "document_id": 93537, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93537.pdf", "status_text": "Do Pass,", "journal_page": 361, "committee_id_action": 747, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 52018, "president_vote": null, "Yea": [2730, 2780, 2784, 2795, 2740, 2829], "Absent": [2742]}}, {"bill_id": 17343, "action_date": "2002-02-04T10:00:00-06:00", "document_id": 93537, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93537.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 747, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17343, "action_date": "2002-02-05T14:00:00-06:00", "document_id": 93731, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93731.pdf", "status_text": "Do Pass,", "journal_page": 381, "committee_id_action": 769, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 52162, "president_vote": null, "Excused": [2726, 2784], "Yea": [2727, 2730, 2733, 2734, 2739, 2740, 2742, 2743, 2745, 2746, 2747, 2750, 2753, 2760, 2761, 2762, 2772, 2778, 2780, 2787, 2791, 2792, 2795, 2796, 2802, 2809, 2810, 2818, 2819, 2821, 2827, 2828, 2829]}}, {"bill_id": 17343, "action_date": "2002-02-06T14:00:00-06:00", "document_id": 93843, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93843.pdf", "status_text": "First read in House and referred to", "journal_page": 514, "committee_id_action": 768, "committee_id_assigned": 766, "result": "N", "vote": {}}, {"bill_id": 17343, "action_date": "2002-02-11T08:00:00-06:00", "document_id": 94029, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94029.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 766, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17343, "action_date": "2002-02-13T08:00:00-06:00", "document_id": 94274, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94274.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 766, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17343, "action_date": "2002-02-13T08:00:00-06:00", "document_id": 94274, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94274.pdf", "status_text": "Do Pass,", "journal_page": 640, "committee_id_action": 766, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 52604, "president_vote": null, "Not Voting": [2728], "Yea": [2758, 2768, 2774, 2788, 2789, 2794, 2797, 2798, 2813, 2823, 2793], "Excused": [2735]}}, {"bill_id": 17343, "action_date": "2002-02-13T08:00:00-06:00", "document_id": 94274, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94274.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 766, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17343, "action_date": "2002-02-14T14:00:00-06:00", "document_id": 94440, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94440.pdf", "status_text": "Do Pass,", "journal_page": 669, "committee_id_action": 768, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 54239, "president_vote": null, "Yea": [2724, 2725, 2728, 2729, 2731, 2732, 2737, 2738, 2741, 2744, 2748, 2749, 2752, 2754, 2755, 2756, 2757, 2758, 2759, 2763, 2764, 2765, 2766, 2767, 2768, 2769, 2770, 2771, 2773, 2774, 2775, 2777, 2779, 2781, 2782, 2783, 2785, 2786, 2788, 2789, 2790, 2793, 2794, 2797, 2798, 2799, 2800, 2803, 2804, 2805, 2806, 2807, 2808, 2811, 2812, 2813, 2814, 2815, 2816, 2817, 2820, 2822, 2823, 2824, 2825, 2826, 2830, 2751], "Excused": [2735, 2736]}}, {"bill_id": 17343, "action_date": "2002-02-15T13:00:00-06:00", "document_id": 94527, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94527.pdf", "status_text": "Signed by President", "journal_page": 590, "committee_id_action": 769, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17343, "action_date": "2002-02-19T14:00:00-06:00", "document_id": 94638, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94638.pdf", "status_text": "Signed by Speaker", "journal_page": 746, "committee_id_action": 768, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17343, "action_date": "2002-02-20T14:00:00-06:00", "document_id": 94747, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94747.pdf", "status_text": "Delivered to the Governor", "journal_page": 622, "committee_id_action": 769, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17343, "action_date": "2002-02-25T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": 734, "committee_id_action": 769, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 2157, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/17343"}