{"session_id": 57, "bill_id": 20009, "bill_type": "House Bill", "bill_number": 1261, "bill_title": "provide for the refund of the sales and contractor's excise tax for significant capital investment and large job-creation projects.", "sponsors": [], "keywords": ["Energy", "Governor", "Taxes"], "audio": [{"meeting_datetime": "2005-02-09T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hst22hb1261a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-09T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hst22hb1261a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-09T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hst22hb1261a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-09T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hst22hb1261a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-09T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hst22hb1261a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-09T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hst22hb1261a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-09T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hst22hb1261a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-11T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hou24hb1261a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-11T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hou24hb1261a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-11T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hou24hb1261a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-25T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sst34hb1261a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-25T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sst34hb1261a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-25T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sst34hb1261a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-25T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sst34hb1261a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-25T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sst34hb1261a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-03-01T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen36hb1261a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-03-01T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen36hb1261a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-03-01T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen36hb1261a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-03-03T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hou38hb1261a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-03-03T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hou38hb1261a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 20009, "bill_version_id": 103882, "bill_version": "Introduced", "bill_version_date": "2005-02-02T10:36:41-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the refund of the sales and contractor's excise tax for certain power generation facilities. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-45B-1 be amended to read as follows: 10-45B-1. Terms used in this chapter mean: (1) \"Construction date,\" the first date earth is excavated for the purpose of constructing a project; (2) \"Department,\" the Department of Revenue and Regulation; (3) \"Nameplate capacity,\" the number of kilowatts a power unit can produce according to the nameplate assigned to the power unit generator by the manufacturer; (2) (4) \"New agricultural processing facility,\" a new building or structure, the construction of which is subject to contractors' excise tax pursuant to chapter 10-46A or 10-46B. A new agricultural processing facility is any new building or structure constructed for the initial or subsequent processing of any form of agricultural commodity, product, or by-product. A new agricultural processing facility does not include any building or structure constructed for raising or feeding of livestock or the expansion of an existing agricultural processing facility; (3) (5) \"Person,\" any individual, firm, copartnership, joint venture, association, limited liability company, limited liability partnership, corporation, estate, trust, business trust, receiver, unit of government, rural electric cooperative, consumers power district or any group or combination acting as a unit; (6) \"Power generation facility,\" a facility with one power unit that generates electricity with a nameplate capacity of no less then five hundred megawatts; (4) (7) \"Project,\" the construction of a new agricultural processing facility or a new business facility at a single site; (5) (8) \"Project cost,\" the amount paid in money, credits, property, or other money's worth for a project; (6) (9) \"Secretary,\" the secretary of the Department of Revenue and Regulation. Section 2. That chapter 10-45B be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this Act, the term, new business facility, means a new building or structure, including a power generation facility, the construction of which is subject to the contractor's excise tax pursuant to chapter 10-46A or 10-46B. A new business facility does not include any building or structure: (1) Used predominantly for the sale of products at retail, other than the sale of electricity at retail, to individual consumers; (2) Used predominantly for residential housing or transient lodging; (3) Used predominantly to provide health care services; or (4) That is not subject to ad valorem real property taxation or equivalent taxes measured by gross receipts. Section 3. That chapter 10-45B be amended by adding thereto a NEW SECTION to read as follows: As provided in this Act, any person holding a permit issued pursuant to § 10-45B-6 may apply for and obtain a refund or credit for sales or use tax imposed and paid by such person under the provisions of chapter 10-45 or 10-46 and contractors' excise taxes imposed and paid under the provisions of chapter 10-46A or 10-46B on the project costs for a new business facility. Section 4. That § 10-45B-4 be amended to read as follows: 10-45B-4. The refund of taxes for a new agricultural processing facility pertains only to project costs incurred and paid after April 1, 1997, and within thirty-six months of the approval of the application required by § 10-45B-6. No refund may be made unless: (1) The project cost exceeds the sum of four million five hundred thousand dollars; and (2) The person applying for the refund obtains a permit from the secretary as set forth in § 10-45B-6. Section 5. That chapter 10-45B be amended by adding thereto a NEW SECTION to read as follows: The refund of taxes pursuant to section 3 of this Act pertains only to project costs incurred and paid after February 1, 2005, up to and including thirty-six months from the construction date if the project costs are sixty million dollars or less and after February 1, 2005, up to and including seventy-two months from the construction date if the project costs are more than sixty million dollars. There is no refund if the person applying for the refund does not obtain a permit from the secretary as set forth in § 10- 45B-6. Upon a showing of good cause, the time limits prescribed by this section may be extended by the secretary for a period not to exceed twenty-four months. Section 6. That chapter 10-45B be amended by adding thereto a NEW SECTION to read as follows: The amount of the tax refund for a new business facility shall be a percentage of the taxes paid, as follows: (1) For project costs of less than ten million dollars, there shall be no refund; (2) For project costs of ten or more million dollars but less than twenty million dollars there shall be a refund of twenty-five percent of the taxes paid; (3) For project costs of twenty or more million dollars but less than sixty million dollars there shall be a refund of fifty percent of the taxes paid; (4) For project costs of sixty or more million dollars but less than six hundred million dollars there shall be a refund of seventy-five percent of the taxes paid; and (5) For project costs of six hundred million dollars and greater there shall be a refund of ninety percent of the taxes paid. Section 7. That § 10-45B-5 be amended to read as follows: 10-45B-5. If the project cost for a new agricultural processing facility exceeds four million five hundred thousand dollars, the refund shall be one hundred percent of the taxes attributed to the project cost. Section 8. That § 10-45B-6 be amended to read as follows: 10-45B-6. Any person desiring to claim a refund pursuant to § 10-45B-2 this chapter shall apply for a permit from the secretary at least thirty days prior to commencement of the project the construction date . The application for a permit shall be submitted on a form prescribed by the secretary. A separate application shall be made and submitted for each project. Upon approval of the application, the secretary shall issue a permit entitling the applicant to submit refund claims as provided by §§ 10-45B-7 and 10-45B-8. Such permit or refund claims are not assignable or transferable except as collateral or security pursuant to chapter 57A-9. Section 9. That § 10-45B-8 be amended to read as follows: 10-45B-8. Any person issued a permit pursuant to this chapter shall submit a return to the department no more frequently than on or before the last day of the each month and no less frequently than on or before the last day of each month following each quarterly period calendar quarter . The secretary shall determine and pay the amount of the tax refund within thirty days of receipt of the return . Ninety Ninety-five percent of the amount of refund shall be paid to the claimant in accordance with §§ 10-59-22 and 10-59-23, and ten five percent shall be withheld by the department. No interest shall be paid on the refund amount. If electronic funds transfer is available to the secretary, the secretary shall pay the refund by electronic funds transfer if requested by the claimant. Section 10. That § 10-45B-9 be amended to read as follows: 10-45B-9. The amounts withheld by the department in accordance with § 10-45B-8 shall be retained until the project has been completed and the claimant has met all the conditions of § 10- 45B-4 or section 5 of this Act , at which time all sums retained shall be paid to claimant. Section 11. That § 10-45B-10 be amended to read as follows: 10-45B-10. If any claim has been fraudulently presented or supported as to any item in the claim, or if the claimant fails to meet all the conditions of § 10-45B-4 this chapter , then such the claim may be rejected in its entirety and all sums previously refunded to the claimant shall constitute a debt to the state and a lien in favor of the state upon all property and rights to property whether real or personal belonging to the claimant and may be recovered in an action of debt. Section 12. That chapter 10-45B be amended by adding thereto a NEW SECTION to read as follows: Any amount refunded pursuant to this Act for a project that is not completed within the time frames prescribed by section 5 of this Act, including any extensions granted by the secretary, shall be returned to the state without interest. Any refunded amounts not returned pursuant to this section and all sums previously refunded to the claimant constitute a debt to the state and a lien in favor of the state upon all property and rights to property whether real or personal belonging to the claimant and may be recovered in an action of debt. Section 13. That chapter 10-45B be amended by adding thereto a NEW SECTION to read as follows: Any person aggrieved by a decision of the secretary under this Act may, within thirty days of receipt of written notice of the secretary's decision, make written application to the secretary for a hearing to be conducted pursuant to chapter 1-26. Hearings are to be conducted and appeals taken pursuant to the provisions of chapters 1-26 and 1-26D. A copy of the hearing examiner's proposed decision, findings of fact, and conclusions of law shall be served on all parties when furnished to the secretary. If the secretary, pursuant to chapter 1-26D, accepts the final decision of the hearing examiner, no appeal from a final decision of the secretary upon any additional tax to be paid may be taken unless any amount ordered paid by the secretary is paid or a bond filed to insure payment of the amount. However, if the final decision of the secretary, pursuant to chapter 1-26D, rejects or modifies the decision of the hearing examiner regarding the amount due, an appeal may be taken without payment of the amount ordered to be paid and without filing of a bond. If the secretary's decision is affirmed by the circuit court, no appeal may be taken unless any amount ordered to be paid by the secretary is paid or a bond is filed to insure payment of such amount. Section 14. That § 10-46B-1 be amended to read as follows: 10-46B-1. There is imposed an excise tax upon the gross receipts of all prime contractors and subcontractors engaged in realty improvement contracts for those persons subject to tax under chapter 10-28, 10-33, 10-34, 10-35, 10-36, or 10-36A or any municipal utility or telephone company subject to chapter 9-39, 9-41, 9-47, or 9-48 or any rural water system, at the rate of two percent. Notwithstanding the provisions of this section, the tax imposed by this chapter does not apply to the construction of a power generation facility as defined by section 1 of this Act. Section 15. That § 10-46A-1.2 be amended to read as follows: 10-46A-1.2. The tax imposed upon contractors performing realty improvement contracts for those persons subject to tax under chapter 10-28, 10-33, 10-34, 10-35, 10-36 or 10-36A or any municipal utility or telephone company subject to chapter 9-39 or 9-41 or any rural water system shall is not be subject to this chapter and said the contracts shall be are subject to the contractors' excise tax imposed by chapter 10-46B. Notwithstanding the provisions of this section, the tax imposed by this chapter applies to the construction of a power generation facility as defined by section 1 of this Act."}, {"bill_id": 20009, "bill_version_id": 104451, "bill_version": "House State Affairs Engrossed", "bill_version_date": "2005-02-09T16:29:09-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the refund of the sales and contractor's excise tax for significant capital investment and large job-creation projects. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-45B-1 be amended to read as follows: 10-45B-1. Terms used in this chapter mean: (1) \"Construction date,\" the first date earth is excavated for the purpose of constructing a project; (2) \"Department,\" the Department of Revenue and Regulation; (3) \"Nameplate capacity,\" the number of kilowatts a power unit can produce according to the nameplate assigned to the power unit generator by the manufacturer; (2) (4) \"New agricultural processing facility,\" a new building or structure, the construction of which is subject to contractors' excise tax pursuant to chapter 10-46A or 10-46B. A new agricultural processing facility is any new building or structure constructed for the initial or subsequent processing of any form of agricultural commodity, product, or by-product. A new agricultural processing facility does not include any building or structure constructed for raising or feeding of livestock or the expansion of an existing agricultural processing facility; (3) (5) \"Person,\" any individual, firm, copartnership, joint venture, association, limited liability company, limited liability partnership, corporation, estate, trust, business trust, receiver, unit of government, rural electric cooperative, consumers power district or any group or combination acting as a unit; (6) \"Power generation facility,\" a facility with one power unit that generates electricity with a nameplate capacity of no less than five hundred megawatts; (4) (7) \"Project,\" the construction of a new agricultural processing facility or a new business facility at a single site; (5) (8) \"Project cost,\" the amount paid in money, credits, property, or other money's worth for a project; (6) (9) \"Secretary,\" the secretary of the Department of Revenue and Regulation. Section 2. That chapter 10-45B be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this Act, the term, new business facility, means a new building or structure, including a power generation facility, the construction of which is subject to the contractor's excise tax pursuant to chapter 10-46A or 10-46B. A new business facility does not include any building or structure: (1) Used predominantly for the sale of products at retail, other than the sale of electricity at retail, to individual consumers; (2) Used predominantly for residential housing or transient lodging; (3) Used predominantly to provide health care services; or (4) That is not subject to ad valorem real property taxation or equivalent taxes measured by gross receipts. Section 3. That chapter 10-45B be amended by adding thereto a NEW SECTION to read as follows: As provided in this Act, any person holding a permit issued pursuant to § 10-45B-6 may apply for and obtain a refund or credit for sales or use tax imposed and paid by such person under the provisions of chapter 10-45 or 10-46 and contractors' excise taxes imposed and paid under the provisions of chapter 10-46A or 10-46B on the project costs for a new business facility. Section 4. That § 10-45B-4 be amended to read as follows: 10-45B-4. The refund of taxes for a new agricultural processing facility pertains only to project costs incurred and paid after April 1, 1997, and within thirty-six months of the approval of the application required by § 10-45B-6. No refund may be made unless: (1) The project cost exceeds the sum of four million five hundred thousand dollars; and (2) The person applying for the refund obtains a permit from the secretary as set forth in § 10-45B-6. Section 5. That chapter 10-45B be amended by adding thereto a NEW SECTION to read as follows: The refund of taxes pursuant to section 3 of this Act pertains only to project costs incurred and paid after February 1, 2005, up to and including thirty-six months from the construction date if the project costs are sixty million dollars or less and after February 1, 2005, up to and including seventy-two months from the construction date if the project costs are more than sixty million dollars. There is no refund if the person applying for the refund does not obtain a permit from the secretary as set forth in § 10- 45B-6. Upon a showing of good cause, the time limits prescribed by this section may be extended by the secretary for a period not to exceed twenty-four months. Section 6. That chapter 10-45B be amended by adding thereto a NEW SECTION to read as follows: The amount of the tax refund for a new business facility shall be a percentage of the taxes paid, as follows: (1) For project costs of less than ten million dollars, there shall be no refund; (2) For project costs of ten or more million dollars but less than twenty million dollars there shall be a refund of twenty-five percent of the taxes paid; (3) For project costs of twenty or more million dollars but less than sixty million dollars there shall be a refund of fifty percent of the taxes paid; (4) For project costs of sixty or more million dollars but less than six hundred million dollars there shall be a refund of seventy-five percent of the taxes paid; and (5) For project costs of six hundred million dollars and greater there shall be a refund of ninety percent of the taxes paid. Section 7. That § 10-45B-5 be amended to read as follows: 10-45B-5. If the project cost for a new agricultural processing facility exceeds four million five hundred thousand dollars, the refund shall be one hundred percent of the taxes attributed to the project cost. Section 8. That § 10-45B-6 be amended to read as follows: 10-45B-6. Any person desiring to claim a refund pursuant to § 10-45B-2 this chapter shall apply for a permit from the secretary at least thirty days prior to commencement of the project the construction date . The application for a permit shall be submitted on a form prescribed by the secretary. A separate application shall be made and submitted for each project. Upon approval of the application, the secretary shall issue a permit entitling the applicant to submit refund claims as provided by §§ 10-45B-7 and 10-45B-8. Such permit or refund claims are not assignable or transferable except as collateral or security pursuant to chapter 57A-9. Section 9. That § 10-45B-8 be amended to read as follows: 10-45B-8. Any person issued a permit pursuant to this chapter shall submit a return to the department no more frequently than on or before the last day of the each month and no less frequently than on or before the last day of each month following each quarterly period calendar quarter . The secretary shall determine and pay the amount of the tax refund within thirty days of receipt of the return . Ninety Ninety-five percent of the amount of refund shall be paid to the claimant in accordance with §§ 10-59-22 and 10-59-23, and ten five percent shall be withheld by the department. No interest shall be paid on the refund amount. If electronic funds transfer is available to the secretary, the secretary shall pay the refund by electronic funds transfer if requested by the claimant. Section 10. That § 10-45B-9 be amended to read as follows: 10-45B-9. The amounts withheld by the department in accordance with § 10-45B-8 shall be retained until the project has been completed and the claimant has met all the conditions of § 10- 45B-4 or section 5 of this Act , at which time all sums retained shall be paid to claimant. Section 11. That § 10-45B-10 be amended to read as follows: 10-45B-10. If any claim has been fraudulently presented or supported as to any item in the claim, or if the claimant fails to meet all the conditions of § 10-45B-4 this chapter , then such the claim may be rejected in its entirety and all sums previously refunded to the claimant shall constitute a debt to the state and a lien in favor of the state upon all property and rights to property whether real or personal belonging to the claimant and may be recovered in an action of debt. Section 12. That chapter 10-45B be amended by adding thereto a NEW SECTION to read as follows: Any amount refunded pursuant to this Act for a project that is not completed within the time frames prescribed by section 5 of this Act, including any extensions granted by the secretary, shall be returned to the state without interest. Any refunded amounts not returned pursuant to this section and all sums previously refunded to the claimant constitute a debt to the state and a lien in favor of the state upon all property and rights to property whether real or personal belonging to the claimant and may be recovered in an action of debt. Section 13. That chapter 10-45B be amended by adding thereto a NEW SECTION to read as follows: Any person aggrieved by a decision of the secretary under this Act may, within thirty days of receipt of written notice of the secretary's decision, make written application to the secretary for a hearing to be conducted pursuant to chapter 1-26. Hearings are to be conducted and appeals taken pursuant to the provisions of chapters 1-26 and 1-26D. A copy of the hearing examiner's proposed decision, findings of fact, and conclusions of law shall be served on all parties when furnished to the secretary. If the secretary, pursuant to chapter 1-26D, accepts the final decision of the hearing examiner, no appeal from a final decision of the secretary upon any additional tax to be paid may be taken unless any amount ordered paid by the secretary is paid or a bond filed to insure payment of the amount. However, if the final decision of the secretary, pursuant to chapter 1-26D, rejects or modifies the decision of the hearing examiner regarding the amount due, an appeal may be taken without payment of the amount ordered to be paid and without filing of a bond. If the secretary's decision is affirmed by the circuit court, no appeal may be taken unless any amount ordered to be paid by the secretary is paid or a bond is filed to insure payment of such amount. Section 14. That § 10-46B-1 be amended to read as follows: 10-46B-1. There is imposed an excise tax upon the gross receipts of all prime contractors and subcontractors engaged in realty improvement contracts for those persons subject to tax under chapter 10-28, 10-33, 10-34, 10-35, 10-36, or 10-36A or any municipal utility or telephone company subject to chapter 9-39, 9-41, 9-47, or 9-48 or any rural water system, at the rate of two percent. Notwithstanding the provisions of this section, the tax imposed by this chapter does not apply to the construction of a power generation facility as defined by section 1 of this Act. Section 15. That § 10-46A-1.2 be amended to read as follows: 10-46A-1.2. The tax imposed upon contractors performing realty improvement contracts for those persons subject to tax under chapter 10-28, 10-33, 10-34, 10-35, 10-36 or 10-36A or any municipal utility or telephone company subject to chapter 9-39 or 9-41 or any rural water system shall is not be subject to this chapter and said the contracts shall be are subject to the contractors' excise tax imposed by chapter 10-46B. Notwithstanding the provisions of this section, the tax imposed by this chapter applies to the construction of a power generation facility as defined by section 1 of this Act."}, {"bill_id": 20009, "bill_version_id": 105441, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "2005-02-25T11:41:11-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the refund of the sales and contractor's excise tax for significant capital investment and large job-creation projects. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-45B-1 be amended to read as follows: 10-45B-1. Terms used in this chapter mean: (1) \"Construction date,\" the first date earth is excavated for the purpose of constructing a project; (2) \"Department,\" the Department of Revenue and Regulation; (3) \"Nameplate capacity,\" the number of kilowatts a power unit can produce according to the nameplate assigned to the power unit generator by the manufacturer; (2) (4) \"New agricultural processing facility,\" a new building or structure, the construction of which is subject to contractors' excise tax pursuant to chapter 10-46A or 10-46B. A new agricultural processing facility is any new building or structure constructed for the initial or subsequent processing of any form of agricultural commodity, product, or by-product. A new agricultural processing facility does not include any building or structure constructed for raising or feeding of livestock or the expansion of an existing agricultural processing facility; (3) (5) \"Person,\" any individual, firm, copartnership, joint venture, association, limited liability company, limited liability partnership, corporation, estate, trust, business trust, receiver, unit of government, political subdivision of any state, rural electric cooperative, consumers power district or any group or combination acting as a unit; (6) \"Power generation facility,\" a facility with one power unit that generates electricity with a nameplate capacity of no less than five hundred megawatts; (4) (7) \"Project,\" the construction of a new agricultural processing facility or a new business facility at a single site; (5) (8) \"Project cost,\" the amount paid in money, credits, property, or other money's worth for a project; (6) (9) \"Secretary,\" the secretary of the Department of Revenue and Regulation. Section 2. That chapter 10-45B be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this Act, the term, new business facility, means a new building or structure, including a power generation facility, the construction of which is subject to the contractor's excise tax pursuant to chapter 10-46A or 10-46B. A new business facility does not include any building or structure: (1) Used predominantly for the sale of products at retail, other than the sale of electricity at retail, to individual consumers; (2) Used predominantly for residential housing or transient lodging; (3) Used predominantly to provide health care services; or (4) That is not subject to ad valorem real property taxation or equivalent taxes measured by gross receipts. Section 3. That chapter 10-45B be amended by adding thereto a NEW SECTION to read as follows: As provided in this Act, any person holding a permit issued pursuant to § 10-45B-6 may apply for and obtain a refund or credit for sales or use tax imposed and paid by such person under the provisions of chapter 10-45 or 10-46 and contractors' excise taxes imposed and paid under the provisions of chapter 10-46A or 10-46B on the project costs for a new business facility. Section 4. That § 10-45B-4 be amended to read as follows: 10-45B-4. The refund of taxes for a new agricultural processing facility pertains only to project costs incurred and paid after April 1, 1997, and within thirty-six months of the approval of the application required by § 10-45B-6. No refund may be made unless: (1) The project cost exceeds the sum of four million five hundred thousand dollars; and (2) The person applying for the refund obtains a permit from the secretary as set forth in § 10-45B-6. Section 5. That chapter 10-45B be amended by adding thereto a NEW SECTION to read as follows: The refund of taxes pursuant to section 3 of this Act pertains only to project costs incurred and paid after February 1, 2005, up to and including thirty-six months from the construction date if the project costs are sixty million dollars or less and after February 1, 2005, up to and including seventy-two months from the construction date if the project costs are more than sixty million dollars. There is no refund if the person applying for the refund does not obtain a permit from the secretary as set forth in § 10- 45B-6. Upon a showing of good cause, the time limits prescribed by this section may be extended by the secretary for a period not to exceed twenty-four months. Section 6. That chapter 10-45B be amended by adding thereto a NEW SECTION to read as follows: The amount of the tax refund for a new business facility shall be a percentage of the taxes paid, as follows: (1) For project costs of less than ten million dollars, there shall be no refund; (2) For project costs of ten or more million dollars but less than twenty million dollars there shall be a refund of twenty-five percent of the taxes paid; (3) For project costs of twenty or more million dollars but less than sixty million dollars there shall be a refund of fifty percent of the taxes paid; (4) For project costs of sixty or more million dollars but less than six hundred million dollars there shall be a refund of seventy-five percent of the taxes paid; and (5) For project costs of six hundred million dollars and greater there shall be a refund of ninety percent of the taxes paid. Section 7. That § 10-45B-5 be amended to read as follows: 10-45B-5. If the project cost for a new agricultural processing facility exceeds four million five hundred thousand dollars, the refund shall be one hundred percent of the taxes attributed to the project cost. Section 8. That § 10-45B-6 be amended to read as follows: 10-45B-6. Any person desiring to claim a refund pursuant to § 10-45B-2 this chapter shall apply for a permit from the secretary at least thirty days prior to commencement of the project the construction date . The application for a permit shall be submitted on a form prescribed by the secretary. A separate application shall be made and submitted for each project. Upon approval of the application, the secretary shall issue a permit entitling the applicant to submit refund claims as provided by §§ 10-45B-7 and 10-45B-8. Such permit or refund claims are not assignable or transferable except as collateral or security pursuant to chapter 57A-9. Section 9. That § 10-45B-8 be amended to read as follows: 10-45B-8. Any person issued a permit pursuant to this chapter shall submit a return to the department no more frequently than on or before the last day of the each month and no less frequently than on or before the last day of each month following each quarterly period calendar quarter . The secretary shall determine and pay the amount of the tax refund within thirty days of receipt of the return . Ninety Ninety-five percent of the amount of refund shall be paid to the claimant in accordance with §§ 10-59-22 and 10-59-23, and ten five percent shall be withheld by the department. No interest shall be paid on the refund amount. If electronic funds transfer is available to the secretary, the secretary shall pay the refund by electronic funds transfer if requested by the claimant. Section 10. That § 10-45B-9 be amended to read as follows: 10-45B-9. The amounts withheld by the department in accordance with § 10-45B-8 shall be retained until the project has been completed and the claimant has met all the conditions of § 10- 45B-4 or section 5 of this Act , at which time all sums retained shall be paid to claimant. Section 11. That § 10-45B-10 be amended to read as follows: 10-45B-10. If any claim has been fraudulently presented or supported as to any item in the claim, or if the claimant fails to meet all the conditions of § 10-45B-4 this chapter , then such the claim may be rejected in its entirety and all sums previously refunded to the claimant shall constitute a debt to the state and a lien in favor of the state upon all property and rights to property whether real or personal belonging to the claimant and may be recovered in an action of debt. Section 12. That chapter 10-45B be amended by adding thereto a NEW SECTION to read as follows: Any amount refunded pursuant to this Act for a project that is not completed within the time frames prescribed by section 5 of this Act, including any extensions granted by the secretary, shall be returned to the state without interest. Any refunded amounts not returned pursuant to this section and all sums previously refunded to the claimant constitute a debt to the state and a lien in favor of the state upon all property and rights to property whether real or personal belonging to the claimant and may be recovered in an action of debt. Section 13. That chapter 10-45B be amended by adding thereto a NEW SECTION to read as follows: Any person aggrieved by a decision of the secretary under this Act may, within thirty days of receipt of written notice of the secretary's decision, make written application to the secretary for a hearing to be conducted pursuant to chapter 1-26. Hearings are to be conducted and appeals taken pursuant to the provisions of chapters 1-26 and 1-26D. A copy of the hearing examiner's proposed decision, findings of fact, and conclusions of law shall be served on all parties when furnished to the secretary. If the secretary, pursuant to chapter 1-26D, accepts the final decision of the hearing examiner, no appeal from a final decision of the secretary upon any additional tax to be paid may be taken unless any amount ordered paid by the secretary is paid or a bond filed to insure payment of the amount. However, if the final decision of the secretary, pursuant to chapter 1-26D, rejects or modifies the decision of the hearing examiner regarding the amount due, an appeal may be taken without payment of the amount ordered to be paid and without filing of a bond. If the secretary's decision is affirmed by the circuit court, no appeal may be taken unless any amount ordered to be paid by the secretary is paid or a bond is filed to insure payment of such amount. Section 14. That § 10-46B-1 be amended to read as follows: 10-46B-1. There is imposed an excise tax upon the gross receipts of all prime contractors and subcontractors engaged in realty improvement contracts for those persons subject to tax under chapter 10-28, 10-33, 10-34, 10-35, 10-36, or 10-36A or any municipal utility or telephone company subject to chapter 9-39, 9-41, 9-47, or 9-48 or any rural water system, at the rate of two percent. Notwithstanding the provisions of this section, the tax imposed by this chapter does not apply to the construction of a power generation facility as defined by section 1 of this Act. Section 15. That § 10-46A-1.2 be amended to read as follows: 10-46A-1.2. The tax imposed upon contractors performing realty improvement contracts for those persons subject to tax under chapter 10-28, 10-33, 10-34, 10-35, 10-36 or 10-36A or any municipal utility or telephone company subject to chapter 9-39 or 9-41 or any rural water system shall is not be subject to this chapter and said the contracts shall be are subject to the contractors' excise tax imposed by chapter 10-46B. Notwithstanding the provisions of this section, the tax imposed by this chapter applies to the construction of a power generation facility as defined by section 1 of this Act."}, {"bill_id": 20009, "bill_version_id": 105833, "bill_version": "Enrolled", "bill_version_date": "2005-03-03T15:08:08-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20009, "action_date": "2005-02-02T14:00:00-06:00", "document_id": 103940, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103940.pdf", "status_text": "First read in House and referred to", "journal_page": 293, "committee_id_action": 860, "committee_id_assigned": 855, "result": "N", "vote": {}}, {"bill_id": 20009, "action_date": "2005-02-09T10:00:00-06:00", "document_id": 104419, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104419.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 855, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20009, "action_date": "2005-02-09T10:00:00-06:00", "document_id": 104419, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104419.pdf", "status_text": "Do Pass Amended,", "journal_page": 402, "committee_id_action": 855, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 59791, "president_vote": null, "Yea": [3162, 3171, 3174, 3176, 3182, 3187, 3206, 3215, 3216, 3223, 3231, 3167, 3232]}}, {"bill_id": 20009, "action_date": "2005-02-09T10:00:00-06:00", "document_id": 104419, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104419.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 855, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 20009, "action_date": "2005-02-11T13:00:00-06:00", "document_id": 104618, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104618.pdf", "status_text": "Do Pass Amended,", "journal_page": 451, "committee_id_action": 860, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 61995, "president_vote": null, "Yea": [3155, 3156, 3158, 3159, 3160, 3161, 3162, 3164, 3167, 3169, 3170, 3171, 3172, 3174, 3175, 3177, 3178, 3181, 3182, 3183, 3184, 3187, 3188, 3189, 3190, 3191, 3192, 3194, 3195, 3197, 3199, 3203, 3206, 3207, 3208, 3209, 3211, 3213, 3216, 3218, 3220, 3222, 3223, 3225, 3226, 3227, 3229, 3230, 3231, 3232, 3233, 3234, 3235, 3237, 3238, 3240, 3243, 3244, 3245, 3246, 3248, 3249, 3251, 3252, 3253, 3254, 3255, 3215], "Excused": [3176, 3196]}}, {"bill_id": 20009, "action_date": "2005-02-14T14:00:00-06:00", "document_id": 104707, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104707.pdf", "status_text": "First read in Senate and referred to", "journal_page": 479, "committee_id_action": 861, "committee_id_assigned": 843, "result": "N", "vote": {}}, {"bill_id": 20009, "action_date": "2005-02-25T07:45:00-06:00", "document_id": 105426, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105426.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 843, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20009, "action_date": "2005-02-25T07:45:00-06:00", "document_id": 105426, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105426.pdf", "status_text": "Do Pass Amended,", "journal_page": 644, "committee_id_action": 843, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 60588, "president_vote": null, "Yea": [3150, 3212, 3214, 3217, 3224, 3236, 3241, 3205, 3154]}}, {"bill_id": 20009, "action_date": "2005-03-01T11:00:00-06:00", "document_id": 105704, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105704.pdf", "status_text": "Do Pass Amended,", "journal_page": 710, "committee_id_action": 861, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 60714, "president_vote": null, "Yea": [3150, 3151, 3152, 3153, 3154, 3157, 3163, 3165, 3166, 3168, 3173, 3179, 3180, 3185, 3186, 3193, 3198, 3201, 3202, 3204, 3205, 3210, 3212, 3214, 3217, 3219, 3221, 3224, 3228, 3236, 3239, 3241, 3242, 3247], "Excused": [3200]}}, {"bill_id": 20009, "action_date": "2005-03-03T10:00:00-06:00", "document_id": 105859, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105859.pdf", "status_text": "Signed by Speaker", "journal_page": 780, "committee_id_action": 860, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20009, "action_date": "2005-03-04T09:00:00-06:00", "document_id": 105942, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105942.pdf", "status_text": "Delivered to the Governor", "journal_page": 822, "committee_id_action": 860, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20009, "action_date": "2005-03-04T09:00:00-06:00", "document_id": 105943, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105943.pdf", "status_text": "Signed by President", "journal_page": 789, "committee_id_action": 861, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20009, "action_date": "2005-03-22T11:00:00-06:00", "document_id": 105977, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105977.pdf", "status_text": "Signed by Governor", "journal_page": 828, "committee_id_action": 860, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 2993}