{"session_id": 4, "bill_id": 4855, "bill_type": "House Bill", "bill_number": 1278, "bill_title": "require certain safety devices or systems to be installed during the construction of public swimming pools or spas.", "sponsors": [{"legislator_profile_id": 604, "is_prime": true}, {"legislator_profile_id": 575, "is_prime": true}], "keywords": ["Public Health and Safety", "Water"], "audio": [{"meeting_datetime": "2008-01-31T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hlo16.mp3", "start_seconds": 5185.0}, {"meeting_datetime": "2008-01-31T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hlo16.mp3", "start_seconds": 5185.0}, {"meeting_datetime": "2008-01-31T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hlo16.mp3", "start_seconds": 5185.0}], "bill_versions": [{"bill_id": 4855, "bill_version_id": 1589, "bill_version": "Introduced", "bill_version_date": "2008-01-23T08:47:24.4-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require certain safety devices or systems to be installed during the construction of public swimming pools or spas. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"ASME/ANSI standard,\" any safety standard that is accredited by the American National Standards Institute and published by the American Society of Mechanical Engineers; (2) \"ASTM standard,\" any international standard established and published by ASTM International; (3) \"Commission,\" the United States Consumer Product Safety Commission; (4) \"Main drain,\" a submerged suction outlet typically located at the bottom of a pool or spa to conduct water to a recirculating pump; (5) \"Safety vacuum release system,\" a vacuum release system capable of providing vacuum release at a suction outlet caused by a high vacuum occurrence due to a suction outlet flow blockage; (6) \"Swimming pool or spa,\" any outdoor or indoor structure intended for swimming or recreational bathing, including in-ground and above ground structures, hot tubs, spas, portable spas, and non-portable wading pools; (7) \"Unblockable drain,\" a drain of any size and shape that a human body cannot sufficiently block to create a suction entrapment hazard. Section 2. Any public pool or spa constructed after July 1, 2008, shall be equipped with an anti-entrapment device or system that complies with the ASME/ANSI A112.19.8 performance standard as of January 1, 2008. Each public pool and spa that is constructed with a single main drain other than an unblockable drain shall be equipped, at a minimum, with one or more of the following devices or systems designed to prevent entrapment by a pool or spa drain: (1) A safety vacuum release system which ceases operation of the pump, reverses the circulation flow, or otherwise provides a vacuum release at a suction outlet when a blockage is detected, that has been tested by an independent third party and found to conform to ASME/ANSI standard A112.19.17 as of January 1, 2008, or ASTM standard F2387 as of January 1, 2008; (2) A suction-limiting vent system with a tamper-resistant atmospheric opening; (3) A gravity drainage system that utilizes a collector tank; (4) An automatic pump shut-off system; (5) A device or system that disables the drain; or (6) Any other system determined by the commission to be equally effective as or better than any device or system described in this section at preventing or eliminating the risk of injury or death associated with a pool drainage system. Section 3. Any device or system described in section 2 of this Act shall meet the requirements of the ASME/ANSI performance standard as of January 1, 2008, or ASTM performance standard as of January 1, 2008, if there is a standard for such a device or system. Section 4. For the purposes of this Act, the term, public swimming pool or spa, means any swimming pool or spa that is: (1) Open to the public generally, whether for a fee or free of charge; or (2) Open exclusively to any member or guest of an organization; any resident of a multi-unit apartment building, apartment complex, residential real estate development, or other multi-family residential area; or any patron of a hotel or other public accommodations facility. Section 5. The secretary of the Department of Health may impose a civil penalty not to exceed ten thousand dollars for each violation on any person who violates any provision of this Act. The person may request an administrative hearing pursuant to chapter 1-26 to contest the imposition of the civil penalty. Any civil penalty collected pursuant to this Act shall be deposited in the state general fund."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4855, "action_date": "2008-01-23T14:00:00-06:00", "document_id": 1717, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1717.pdf", "status_text": "First read in House and referred to", "journal_page": 214, "committee_id_action": 27, "committee_id_assigned": 20, "result": "N", "vote": {}}, {"bill_id": 4855, "action_date": "2008-01-31T10:00:00-06:00", "document_id": 2074, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2074.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 20, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4855, "action_date": "2008-01-31T10:00:00-06:00", "document_id": 2319, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2319.pdf", "status_text": "Tabled", "journal_page": 368, "committee_id_action": 20, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 1085, "president_vote": null, "Yea": [552, 624, 529, 633, 543, 605, 544, 612, 551, 600, 531, 616, 547]}}]}