{"session_id": 36, "bill_id": 9304, "bill_type": "Senate Bill", "bill_number": 7, "bill_title": "revise certain provisions regarding prohibited activities near polling places.", "sponsors": [{"legislator_profile_id": 1579, "is_prime": true}, {"legislator_profile_id": 1430, "is_prime": true}], "keywords": ["Elections", "Voter"], "audio": [{"meeting_datetime": "2019-01-14T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sst05.mp3", "start_seconds": 160.0}, {"meeting_datetime": "2019-01-14T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sst05.mp3", "start_seconds": 160.0}, {"meeting_datetime": "2019-01-14T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sst05.mp3", "start_seconds": 160.0}], "bill_versions": [{"bill_id": 9304, "bill_version_id": 51245, "bill_version": "Introduced", "bill_version_date": "2018-12-14T14:00:12.307-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding prohibited activities near polling places. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 12-18-3 be amended to read: 12-18-3. Except for sample ballots and materials and, or for supplies necessary for the conduct of the election, no a person may not, in any a polling place or, within or on any building in which a polling place is located, or within one hundred feet from any of an entrance leading into a polling place, maintain: (1) Maintain a campaign office or public address system, or use; (2) Use any communication or photographic device in a manner which that repeatedly distracts, interrupts, or intimidates any voter or election worker, or display; (3) Display a campaign posters, signs, or other campaign materials or by any like means solicit any poster or sign; or (4) Solicit votes for or against any person or, political party, or position on a question submitted or which that may be submitted. No A person may not engage in any practice which that interferes with the a voter's free access to the polls or that disrupts the administration of the a polling place, or. A person may not conduct any petition signature gathering, on the day of an election, inside or within one hundred feet of a polling place. For the purposes of this section, the term, polling place, means a designated place voters may go to vote on the day of the election or go to vote absentee. This section does not prohibit a voter from wearing clothing or any campaign button that expresses support for or opposition to a political candidate, political issue, or ballot question while lawfully present inside or within one hundred feet of a polling place. This section does not prohibit any person from displaying a campaign poster or sign on that person's private property or personal vehicle within one hundred feet of a polling place so long as the property or vehicle is otherwise lawfully present. A violation of this section is a Class 2 misdemeanor."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9304, "action_date": "2019-01-08T12:00:00-06:00", "document_id": 51490, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/51490.pdf", "status_text": "First read in Senate and referred to", "journal_page": 22, "committee_id_action": 409, "committee_id_assigned": 412, "result": "N", "vote": {}}, {"bill_id": 9304, "action_date": "2019-01-14T10:00:00-06:00", "document_id": 51504, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/51504.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 412, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9304, "action_date": "2019-01-14T10:00:00-06:00", "document_id": 51683, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/51683.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 70, "committee_id_action": 412, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 27130, "president_vote": null, "Yea": [1441, 1588, 1604, 1601, 1603, 1595, 1597, 1585, 1606]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/9304"}