{"session_id": 49, "bill_id": 15646, "bill_type": "House Bill", "bill_number": 1173, "bill_title": "restrict the sale of certain personal information maintained by banks and other financial institutions.", "sponsors": [{"legislator_profile_id": 2351, "is_prime": true}, {"legislator_profile_id": 2405, "is_prime": true}, {"legislator_profile_id": 2308, "is_prime": false}, {"legislator_profile_id": 2339, "is_prime": false}, {"legislator_profile_id": 2379, "is_prime": false}], "keywords": ["Administrative Rules", "Banks", "Personal Information"], "audio": [], "bill_versions": [{"bill_id": 15646, "bill_version_id": 86417, "bill_version": "Introduced", "bill_version_date": "2000-01-19T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to restrict the sale of certain personal information maintained by banks and other financial institutions. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 51A-1-2 be amended by adding thereto a NEW SUBDIVISION to read as follows: \"Nonpublic personal information,\" any information on a customer that would allow a third party to contact, solicit, or otherwise personally identify an individual for marketing purposes, including: name, street address, mailing address, telephone number, electronic mail address, any bank account number, and any personal identification numbers. Section 2. That chapter 51A-1 be amended by adding thereto a NEW SECTION to read as follows: No financial institution, as defined in § 10-43-1 and operating in this state, nor any other business which grants credit in this state, may sell or disclose nonpublic personal information to an unaffiliated third party without the consent of the customer. Each financial institution or business that grants credit shall provide for a process for a customer to opt-out of such restriction, and shall make such process available to a customer at the time an account or credit line is opened with the financial institution or business that grants credit, and at least annually thereafter. A violation of this section is a Class 2 misdemeanor. Section 3. That chapter 51A-1 be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding the provisions of section 2 of this Act, a financial institution or business that grants credit may provide such nonpublic personal information for joint marketing arrangements or to facilitate a third-party servicing of customer accounts. However, any such transfer of nonpublic personal information shall be disclosed to customers. Any third party receiving information under this exception is required to maintain the confidentiality of such information to the same extent the financial institution or business that grants credit is required to maintain the information. A violation of this section is a Class 2 misdemeanor. Section 4. That chapter 51A-1 be amended by adding thereto a NEW SECTION to read as follows: No financial institution, as defined in § 10-43-1 and operating in this state, nor any other business which grants credit in this state, may sell or disclose nonpublic personal information to a third party for use in telemarketing, direct mail marketing, or other marketing through electronic mail without the consent of the customer. A violation of this section is a Class 1 misdemeanor. Section 5. That chapter 51A-1 be amended by adding thereto a NEW SECTION to read as follows: The commission may promulgate necessary rules pursuant to chapter 1-26 for the purpose of establishing specific circumstance that do not require any notice be given to customers, as provided in section 2 of this Act, prior to the disclosure of nonpublic personal information to some third parties."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 15646, "action_date": "2000-01-19T14:00:00-06:00", "document_id": 85632, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85632.pdf", "status_text": "First read in House and referred to", "journal_page": 136, "committee_id_action": 656, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15646, "action_date": "2000-01-20T14:00:00-06:00", "document_id": 85634, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85634.pdf", "status_text": "Referred to", "journal_page": 160, "committee_id_action": 656, "committee_id_assigned": 651, "result": "P", "vote": {}}, {"bill_id": 15646, "action_date": "2000-02-02T10:00:00-06:00", "document_id": 85842, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85842.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 651, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15646, "action_date": "2000-02-07T19:00:00-06:00", "document_id": 85875, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85875.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 651, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15646, "action_date": "2000-02-07T19:00:00-06:00", "document_id": 85875, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85875.pdf", "status_text": "Tabled", "journal_page": 478, "committee_id_action": 651, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 43880, "president_vote": null, "Yea": [2313, 2333, 2337, 2345, 2351, 2353, 2360, 2363, 2368, 2388, 2393, 2372, 2319]}}]}