{"session_id": 64, "bill_id": 23457, "bill_type": "House Concurrent Resolution", "bill_number": 6010, "bill_title": "Supporting the initiatives of the Sisseton Wahpeton Oyate.", "sponsors": [{"legislator_profile_id": 3995, "is_prime": true}, {"legislator_profile_id": 3985, "is_prime": false}], "keywords": ["House Concurrent Resolution", "Indian Tribes", "Native Americans"], "audio": [{"meeting_datetime": "2022-02-28T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hst30.mp3", "start_seconds": 7725.0}, {"meeting_datetime": "2022-02-28T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hst30.mp3", "start_seconds": 7725.0}, {"meeting_datetime": "2022-02-28T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hst30.mp3", "start_seconds": 7725.0}], "bill_versions": [{"bill_id": 23457, "bill_version_id": 234616, "bill_version": "Introduced", "bill_version_date": "2022-02-23T17:26:18.933-06:00", "bill_text": "A CONCURRENT RESOLUTION, Supporting the initiatives of the Sisseton Wahpeton Oyate. WHEREAS, during the State of the Tribes, Tribal Chairman Delbert Hopkins Junior of the Sisseton Wahpeton Oyate called on the Legislature to support certain goals and initiatives of the Sisseton Wahpeton Oyate and to work in partnership with the tribal nations recognized by this state; and WHEREAS, the Legislature was called upon to support Native language revitalization programs, given that tribal nations bring a deep sense of connection, relationships, and knowledge to their children’s education. Native language and culture immersion programs have been shown to provide Native children the chance to build a strong foundation for future success in education and life; and WHEREAS, the Legislature was called upon to support full federal funding for the construction of Bureau of Indian Education schools. The Sisseton Wahpeton Oyate population has grown significantly in the past fifty years and is projected to double again in the next twenty years. Currently, four hundred children are in need of a new school. Research shows that the physical condition of a school plays an important role in student success, affecting student and teacher attendance, teacher retention and recruitment, child and teacher health, and the quality of curriculum; and WHEREAS, the Legislature was called upon to support federal green energy programs for tribal nations, because along with education, tribal nations need jobs and opportunity. For decades, the poorest counties in the United States have been among Sioux reservation counties. Unemployment on reservations can soar above seventy-five percent. Clean energy, food sovereignty, and value-added agriculture are important to create jobs, self-sufficiency, and sustainable food sources for tribal nations; and WHEREAS, the Legislature was called upon to enhance transportation planning between the state and its subdivisions, and tribal nations. To promote commerce, road, culvert, and bridge construction is needed, as well as cooperation between tribal nations and local, state, and federal transportation departments. Sound transportation planning and infrastructure benefits health, schools, emergency services, economies, and everyday life; and WHEREAS, the Legislature was called upon to work with Native nations to enhance cooperative public safety. Native communities are afflicted by fatal drug overdoses at five times the national average. Native people suffer violent crime at more than five times the national average, and Native communities have experienced the tragedy of murdered and missing indigenous people. Sisseton Wahpeton Oyate has invested in enhanced law enforcement and its adult detention center, and seeks to cooperate with local, state, and federal jurisdictions to interdict drugs: NOW, THEREFORE, BE IT RESOLVED, by the House of Representatives of the Ninety-Seventh Legislature of the State of South Dakota, the Senate concurring therein, that the goals and initiatives of the Sisseton Wahpeton Oyate as described in the State of the Tribes are supported."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23457, "action_date": "2022-02-24T14:00:00-06:00", "document_id": 234641, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234641.pdf", "status_text": "First Reading House", "journal_page": 464, "committee_id_action": 1008, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23457, "action_date": "2022-02-24T14:00:00-06:00", "document_id": 234641, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234641.pdf", "status_text": "Referred to", "journal_page": 471, "committee_id_action": 1008, "committee_id_assigned": 1016, "result": "P", "vote": {}}, {"bill_id": 23457, "action_date": "2022-02-28T07:45:00-06:00", "document_id": 234878, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234878.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1016, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23457, "action_date": "2022-02-28T07:45:00-06:00", "document_id": 234880, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234880.pdf", "status_text": "Tabled", "journal_page": null, "committee_id_action": 1016, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 74838, "president_vote": null, "Yea": [3912, 3916, 3923, 3941, 3942, 3946, 3954, 3989, 3995, 4011, 3957, 3982], "Excused": [3965]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/23457"}