{"session_id": 24, "bill_id": 7030, "bill_type": "Senate Bill", "bill_number": 51, "bill_title": "revise certain provisions concerning the use tax.", "sponsors": [], "keywords": ["Public Fiscal Administration", "Tax", "Use Tax"], "audio": [{"meeting_datetime": "2016-01-27T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sst11.mp3", "start_seconds": 160.0}, {"meeting_datetime": "2016-01-27T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sst11.mp3", "start_seconds": 160.0}, {"meeting_datetime": "2016-01-27T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sst11.mp3", "start_seconds": 160.0}], "bill_versions": [{"bill_id": 7030, "bill_version_id": 37464, "bill_version": "Introduced", "bill_version_date": "2016-01-11T08:12:32.42-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions concerning the use tax. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-46-2 be amended to read: 10-46-2. An excise tax is hereby imposed on the privilege of the use, storage, and or consumption in this state of tangible personal property purchased for use, storage, or consumption in this state at the same rate of percent of the purchase price of said property as is imposed pursuant to chapter 10-45. Section 2. That subdivision (15) of § 10-46-1 be amended to read: (15) \"Storage,\" any keeping or retention in this state for use or other consumption in the State of South Dakota of tangible personal property or products transferred electronically for any purpose except sale in the regular course of business; Section 3. That subdivision (17) of § 10-46-1 be amended to read: (17) \"Use,\" the exercise of right or power over tangible personal property or any product transferred electronically incidental to the ownership or possession of that property, except that it does not include the sale of that property in the regular course of business. Use also includes the use of the types of services, the gross receipts from the sale of which are to be included in the measure of the tax imposed by chapter 10-45, and the delivery or causing delivery into this state of tangible personal property or any product transferred electronically intended to advertise any product or service or promote or facilitate any sale to South Dakota residents. Section 4. That § 10-46-2.8 be amended to read: 10-46-2.8. An excise tax is hereby imposed on the use, storage, or consumption in this state of any product transferred electronically purchased for use, storage, or consumption in this state at the same rate of percent of the purchase price of any product transferred electronically as is imposed pursuant to chapter 10-45. The tax is imposed if: (1) The sale is to an end user; (2) The sale is to a person who is not an end user, unless otherwise exempted by this chapter; (3) The seller grants the right of permanent or less than permanent user of the products transferred electronically; or (4) The sale is conditioned or not conditioned upon continued payment. For the purposes of this section, the term, end user, does not include any person who received by contract any product transferred electronically for further commercial broadcast, rebroadcast, transmission, retransmission, licensing, relicensing, distribution, redistribution, or exhibition of the product, in whole or in part, to another person. For the purposes of this section, the term, permanent use, means perpetual or for an indefinite or unspecified length of time. The sale of a digital code that may be utilized to obtain a product transferred electronically shall be taxed in the same manner as the product transferred electronically. A digital code is a code that permits a purchaser to obtain at a later date a product transferred electronically. Section 5. That § 10-46-4 be amended to read: 10-46-4. In addition, said tax the tax imposed by this chapter is hereby imposed upon every person using, storing, or otherwise consuming such property tangible personal property or products transferred electronically within this state until such the tax has been paid directly to a retailer or the secretary of revenue as hereinafter provided by this chapter."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7030, "action_date": "2016-01-12T12:00:00-06:00", "document_id": 37505, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37505.pdf", "status_text": "First read in Senate and referred to", "journal_page": 24, "committee_id_action": 309, "committee_id_assigned": 306, "result": "N", "vote": {}}, {"bill_id": 7030, "action_date": "2016-01-27T10:00:00-06:00", "document_id": 38025, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38025.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 306, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7030, "action_date": "2016-01-27T10:00:00-06:00", "document_id": 38229, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38229.pdf", "status_text": "Tabled", "journal_page": 147, "committee_id_action": 306, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20308, "president_vote": null, "Yea": [984, 1000, 977, 997, 1010, 1012, 978, 1045, 1037]}}]}