{"session_id": 20, "bill_id": 5795, "bill_type": "Senate Commemoration", "bill_number": 4, "bill_title": "Honoring Madison Mead of Sioux Falls, South Dakota, as Girls State Governor, and Tyson Mitzel of Westport, South Dakota, as Boys State Governor, and commending the South Dakota American Legion and Auxiliary for their sponsorship and coordination of the Girls State and Boys State programs.", "sponsors": [{"legislator_profile_id": 470, "is_prime": true}, {"legislator_profile_id": 480, "is_prime": true}, {"legislator_profile_id": 449, "is_prime": false}, {"legislator_profile_id": 447, "is_prime": false}, {"legislator_profile_id": 476, "is_prime": false}, {"legislator_profile_id": 481, "is_prime": false}, {"legislator_profile_id": 424, "is_prime": false}, {"legislator_profile_id": 423, "is_prime": false}, {"legislator_profile_id": 492, "is_prime": false}, {"legislator_profile_id": 491, "is_prime": false}, {"legislator_profile_id": 450, "is_prime": false}, {"legislator_profile_id": 430, "is_prime": false}, {"legislator_profile_id": 474, "is_prime": false}, {"legislator_profile_id": 448, "is_prime": false}], "keywords": ["Senate Commemorations"], "audio": [], "bill_versions": [{"bill_id": 5795, "bill_version_id": 29311, "bill_version": "Introduced", "bill_version_date": "2014-01-29T12:10:58.797-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Madison Mead of Sioux Falls, South Dakota, as Girls State Governor, and Tyson Mitzel of Westport, South Dakota, as Boys State Governor, and commending the South Dakota American Legion and Auxiliary for their sponsorship and coordination of the Girls State and Boys State programs. WHEREAS, Madison Mead and Tyson Mitzel have been selected and are serving in the offices of Girls State Governor and Boys State Governor and are outstanding young South Dakota leaders; and WHEREAS, the goals of Boys State and Girls State are to help youth understand and appreciate the American system of government and way of life, including the rights and responsibilities of citizenship and to give better knowledge of the fundamental principles of government within the state of South Dakota through a unique, learn-by-doing workshop; and WHEREAS, the South Dakota American Legion and Auxiliary have worked diligently for more than seventy years in conducting these fine programs: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that Madison Mead and Tyson Mitzel are to be congratulated for their outstanding achievement, that appreciation is extended to those adults who donate time and energy to the program, and that the South Dakota American Legion and Auxiliary are recognized for their many years of sponsoring and conducting Boys State and Girls State."}, {"bill_id": 5795, "bill_version_id": 29586, "bill_version": "Enrolled", "bill_version_date": "2014-01-31T15:54:59.797-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Madison Mead of Sioux Falls, South Dakota, as Girls State Governor, and Tyson Mitzel of Westport, South Dakota, as Boys State Governor, and commending the South Dakota American Legion and Auxiliary for their sponsorship and coordination of the Girls State and Boys State programs. WHEREAS, Madison Mead and Tyson Mitzel have been selected and are serving in the offices of Girls State Governor and Boys State Governor and are outstanding young South Dakota leaders; and WHEREAS, the goals of Boys State and Girls State are to help youth understand and appreciate the American system of government and way of life, including the rights and responsibilities of citizenship and to give better knowledge of the fundamental principles of government within the state of South Dakota through a unique, learn-by-doing workshop; and WHEREAS, the South Dakota American Legion and Auxiliary have worked diligently for more than seventy years in conducting these fine programs: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that Madison Mead and Tyson Mitzel are to be congratulated for their outstanding achievement, that appreciation is extended to those adults who donate time and energy to the program, and that the South Dakota American Legion and Auxiliary are recognized for their many years of sponsoring and conducting Boys State and Girls State. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5795, "action_date": "2014-01-29T14:00:00-06:00", "document_id": 29336, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29336.pdf", "status_text": "", "journal_page": 160, "committee_id_action": 229, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/5795"}