{"session_id": 45, "bill_id": 13082, "bill_type": "House Bill", "bill_number": 1225, "bill_title": "to create a Legislative Ethics Committee in the House of Representatives and in the Senate.", "sponsors": [{"legislator_profile_id": 1946, "is_prime": true}, {"legislator_profile_id": 1982, "is_prime": true}, {"legislator_profile_id": 1897, "is_prime": false}, {"legislator_profile_id": 1902, "is_prime": false}, {"legislator_profile_id": 1905, "is_prime": false}, {"legislator_profile_id": 1913, "is_prime": false}, {"legislator_profile_id": 1917, "is_prime": false}, {"legislator_profile_id": 1919, "is_prime": false}, {"legislator_profile_id": 1923, "is_prime": false}, {"legislator_profile_id": 1926, "is_prime": false}, {"legislator_profile_id": 1930, "is_prime": false}, {"legislator_profile_id": 1932, "is_prime": false}, {"legislator_profile_id": 1939, "is_prime": false}, {"legislator_profile_id": 1940, "is_prime": false}, {"legislator_profile_id": 1945, "is_prime": false}, {"legislator_profile_id": 1947, "is_prime": false}, {"legislator_profile_id": 1949, "is_prime": false}, {"legislator_profile_id": 1965, "is_prime": false}, {"legislator_profile_id": 1977, "is_prime": false}, {"legislator_profile_id": 1979, "is_prime": false}], "keywords": ["Legislative Committees & Studies"], "audio": [], "bill_versions": [{"bill_id": 13082, "bill_version_id": 73453, "bill_version": "Introduced", "bill_version_date": "1997-01-31T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create a Legislative Ethics Committee in the House of Representatives and in the Senate. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There shall be an ethics committee in the Senate and an ethics committee in the House of Representatives, each to consist of six members. The majority leader in the Senate and the minority leader in the Senate shall each appoint three members to the senate committee. The majority leader in the House of Representatives and the minority leader in the House of Representatives shall each appoint three members to the house committee. The majority leader of the Senate shall designate a chair and a vice chair from the members of the senate committee. The majority leader of the House of Representatives shall designate a chair and a vice chair from the members of the house committee. A member of either ethics committee may disqualify himself or herself from participating in any proceeding upon submission of a written statement that the member cannot render an impartial and unbiased decision in a case. A member is ineligible to participate in committee meetings, as a member of the committee, in any proceeding relating to the member's own conduct. A member may be disqualified by a unanimous vote of the remaining eligible members of the committee. If a member of the ethics committee is disqualified from or is ineligible to participate in any committee proceedings, the authority responsible for the original appointment of the disqualified or ineligible member shall appoint a replacement member who shall serve during the period of the original member's disqualification or ineligibility. Members shall receive a per diem and travel expenses at the same rate as paid members of interim committees for attending meetings held when the Legislature is not in session. Section 2. The senate committee and the house committee shall each have the following powers, duties and functions: (1) Prepare a code of ethics within ten days after the commencement of each legislative session; (2) Adopt rules of procedure for the conduct of its meetings; (3) Issue advisory opinions interpreting the intent of constitutional and statutory provisions relating to legislators and lobbyists as well as interpreting the code of ethics and rules adopted pursuant to section 4 of this Act. Opinions shall be issued when approved by a majority of the six members and may be issued upon the written request of a member of the Legislature or upon the committee's initiation. Opinions are not binding on the legislator or lobbyist; (4) Receive and investigate complaints and charges against members of its house alleging a violation of the code of ethics, rules governing lobbyists or other matters referred to it by its house. Any alleged criminal violations shall be referred to the attorney general for further investigation. The committee shall recommend rules for the receipt and processing of complaints made during the legislative session and those made after the Legislature adjourns, including rules dealing with unfounded and frivolous complaints; (5) Hold executive or closed meetings for the discussion and resolution of complaints; (6) Recommend legislation relating to legislative ethics and lobbying activities. Section 3. The ethics committees may employ independent legal counsel to assist them in carrying out their duties under this Act with the approval of a committee's house when the Legislature is in session and with the approval of the Executive Board of the Legislative Research Council when the Legislature is not in session. Payment of costs for the independent legal counsel shall be made by the Legislative Research Council. Section 4. The code of ethics and rules relating to complaints does not become effective until approved by the members of the house to which the proposed code and rules apply. The code or rules may be amended either upon the recommendation of the ethics committee or by members of the Legislature. Section 5. A violation of the code of ethics may result in censure, reprimand, or other sanctions as determined by a majority of the member's house. However, a member may be suspended or expelled and the member's salary forfeited only if directed by a two-thirds vote of the member's house. A suspension, expulsion, or forfeiture of salary shall be for the duration specified in the directing resolution. However, it may not extend beyond the end of the legislative session during which the violation occurred. A violation of a rule relating to lobbyists and lobbying activities may result in censure, reprimand, or other sanctions as determined by a majority of the members of the house in which the violation occurred. However, a lobbyist may be suspended from lobbying activities for the duration provided in the directing resolution only if directed by a two-thirds vote of the house in which the violation occurred. Section 6. The senate committee and the house committee shall require the auditor general to conduct a random audit of the campaign statements and statements of financial interest filed by legislators as required by § § 12-25-13.3 and 12-25-28 and the expense reports filed by lobbyists and employers of lobbyists as required by § 2-12-11."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13082, "action_date": "1997-01-31T14:00:00-06:00", "document_id": 72892, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72892.pdf", "status_text": "First read in House and referred to", "journal_page": 243, "committee_id_action": 544, "committee_id_assigned": 539, "result": "N", "vote": {}}, {"bill_id": 13082, "action_date": "1997-02-07T10:00:00-06:00", "document_id": 72312, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72312.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 539, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13082, "action_date": "1997-02-07T10:00:00-06:00", "document_id": 72312, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72312.pdf", "status_text": "Tabled", "journal_page": 361, "committee_id_action": 539, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37079, "president_vote": null, "Nay": [1890, 1926, 1940, 1949, 1970], "Yea": [1900, 1904, 1924, 1931, 1936, 1967, 1961, 1921]}}, {"bill_id": 13082, "action_date": "1997-02-07T10:00:00-06:00", "document_id": 72312, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72312.pdf", "status_text": "Tabled", "journal_page": 361, "committee_id_action": 539, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37079, "president_vote": null, "Nay": [1890, 1926, 1940, 1949, 1970], "Yea": [1900, 1904, 1924, 1931, 1936, 1967, 1961, 1921]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/13082"}