{"session_id": 10, "bill_id": 2487, "bill_type": "Senate Bill", "bill_number": 90, "bill_title": "revise certain provisions concerning tax incremental districts.", "sponsors": [{"legislator_profile_id": 26, "is_prime": true}, {"legislator_profile_id": 35, "is_prime": true}], "keywords": ["Municipal Government", "Planning, Zoning and Housing Programs", "Property Tax", "Taxation"], "audio": [{"meeting_datetime": "2011-01-26T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sst11.mp3", "start_seconds": 4709.0}, {"meeting_datetime": "2011-01-26T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sst11.mp3", "start_seconds": 4709.0}, {"meeting_datetime": "2011-01-26T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sst11.mp3", "start_seconds": 4709.0}, {"meeting_datetime": "2011-01-26T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sst11.mp3", "start_seconds": 4709.0}, {"meeting_datetime": "2011-01-26T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sst11.mp3", "start_seconds": 4709.0}, {"meeting_datetime": "2011-01-26T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sst11.mp3", "start_seconds": 4709.0}, {"meeting_datetime": "2011-02-02T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen15.mp3", "start_seconds": 4805.0}, {"meeting_datetime": "2011-02-02T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen15.mp3", "start_seconds": 4805.0}, {"meeting_datetime": "2011-02-02T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen15.mp3", "start_seconds": 4805.0}, {"meeting_datetime": "2011-02-02T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen15.mp3", "start_seconds": 4805.0}, {"meeting_datetime": "2011-02-24T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou27.mp3", "start_seconds": 4091.0}, {"meeting_datetime": "2011-02-24T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou27.mp3", "start_seconds": 4091.0}, {"meeting_datetime": "2011-02-24T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou27.mp3", "start_seconds": 4091.0}], "bill_versions": [{"bill_id": 2487, "bill_version_id": 15354, "bill_version": "Introduced", "bill_version_date": "2011-01-24T08:55:00.547-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions concerning tax incremental districts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 11-9-1 be amended to read as follows: 11-9-1. Terms used in this chapter mean: (1) \"Department of Revenue and Regulation,\" the South Dakota Department of Revenue and Regulation; (2) \"Governing body,\" the board of trustees, the board of commissioners, the board of county commissioners, or the common council of a municipality; (3) \"Grant,\" the transfer for a governmental purpose of money or property to a transferee that is not a related party to or an agent of the municipality; (4) \"Municipality,\" any incorporated city or town in this state and, for purposes of this chapter only, any county in this state; (4)(5) \"Planning commission,\" a planning commission created under chapter 11-6 or a municipal planning committee of a governing body of a municipality which has no planning commission or, if the municipality is a county having no planning commission or planning committee, its board of county commissioners; (5)(6) \"Project plan,\" the properly approved plan for the development or redevelopment of a tax incremental district including all properly approved amendments thereto; (6)(7) \"Tax incremental district,\" a contiguous geographic area within a municipality defined and created by resolution of the governing body; (7)(8) \"Taxable property,\" all real and personal taxable property located in a tax incremental district; (8)(9) \"Tax increment valuation,\" is the total value of the tax incremental district minus the tax incremental base pursuant to § 11-9-19. Section 2. That § 11-9-2 be amended to read as follows: 11-9-2. A municipality may exercise those powers necessary and convenient to carry out the purposes of this chapter, including the power to: (1) Create tax incremental districts and to define their boundaries; (2) Prepare project plans, approve the plans, and implement the provisions and purposes of the plans, including the acquisition by purchase or condemnation of real and personal property within the tax incremental district and the sale, lease, or other disposition of such property to private individuals, partnerships, corporations, or other entities at a price less than the cost of such acquisition and of any site improvements undertaken by the municipality pursuant to a project plan; (3) Issue tax incremental bonds and notes; (4) Deposit moneys into the special fund of any tax incremental district; and (5) Enter into any contracts or agreements, including agreements with bondholders, determined by the governing body to be necessary or convenient to implement the provisions and effectuate the purposes of project plans. The contracts or agreements may include conditions, restrictions, or covenants which run with the land or otherwise regulate the use of land or which establish a minimum market value for the land and completed improvements to be constructed thereon until a specified date, which date may not be later than the date of termination of the tax incremental district pursuant to § 11-9-46. Any contract or agreement which provides for the payment of a specified sum of money at a specified future date shall be entered into in accordance with chapter 6-8B. Section 3. That § 11-9-8 be amended to read as follows: 11-9-8. To implement the provisions of this chapter, the resolution required by § 11-9-5 shall contain findings that: (1) Not less than twenty-five percent, by area, of the real property within the district is a blighted area or not less than fifty percent, by area, of the real property within the district will stimulate and develop the general economic welfare and prosperity of the state through the promotion and advancement of industrial, commercial, manufacturing, agricultural, or natural resources; and (2) The improvement of the area is likely to enhance significantly the value of substantially all of the other real property in the district. It is not necessary to identify the specific parcels meeting the criteria. No county may create a tax incremental district located, in whole or in part, within a municipality, unless the governing body of such the municipality has consented thereto by resolution. Section 4. That § 11-9-13 be amended to read as follows: 11-9-13. In order to implement the provisions of this chapter, the The planning commission shall prepare and adopt a project plan for each tax incremental district and submit the plan to the governing body. The plan shall include a statement listing: (1) The kind, number, and location of all proposed public works or improvements within the district; (2) An economic feasibility study; (3) A detailed list of estimated project costs; (4) A fiscal impact statement which shows the impact of the tax increment district, both until and after the bonds are repaid, upon all entities levying taxes upon property in the district; and (5) A description of the methods of financing all estimated project costs and the time when related costs or monetary obligations are to be incurred. No expenditure may be provided for in the plan more than five years after a district is created unless an amendment is adopted by the governing body under § 11-9-23. Section 5. That § 11-9-14 be amended to read as follows: 11-9-14. \"Project costs\" are any expenditures made or estimated to be made, or monetary obligations incurred or estimated to be incurred, by a municipality which are listed in a project plan as grants, costs of public works, or improvements within a tax incremental district, plus any costs incidental thereto, diminished by any income, special assessments, or other revenues, other than tax increments, received, or reasonably expected to be received, by the municipality in connection with the implementation of the plan. Section 6. That § 11-9-15 be amended to read as follows: 11-9-15. Project costs include, but are not limited to: (1) Capital costs, including the actual costs of the construction of public works or improvements, buildings, structures, and permanent fixtures; the demolition, alteration, remodeling, repair, or reconstruction of existing buildings, structures, and permanent fixtures; the acquisition of equipment; the clearing and grading of land; and the amount of interest payable on tax incremental bonds or notes issued pursuant to this chapter until such time as positive tax increments to be received from the district, as estimated by the project plan, are sufficient to pay the principal of and interest on the tax incremental bonds or notes when due; (2) Financing costs, including all interest paid to holders of evidences of indebtedness issued to pay for project costs, any premium paid over the principal amount thereof because of the redemption of such obligations prior to maturity and a reserve for the payment of principal of and interest on such obligations in an amount determined by the governing body to be reasonably required for the marketability of such obligations; (3) Real property assembly costs, including the actual cost of the acquisition by a municipality of real or personal property within a tax incremental district less any proceeds to be received by the municipality from the sale, lease, or other disposition of such property pursuant to a project plan; (4) Professional service costs, including those costs incurred for architectural, planning, engineering, and legal advice and services; (5) Imputed administrative costs, including reasonable charges for the time spent by municipal employees in connection with the implementation of a project plan; (6) Relocation costs; (7) Organizational costs, including the costs of conducting environmental impact and other studies and the costs of informing the public of the creation of tax incremental districts and the implementation of project plans; and (8) Payments and grants made, at the discretion of the governing body, which are found to be necessary or convenient to the creation of tax incremental districts or, the implementation of project plans, or to stimulate and develop the general economic welfare and prosperity of the state. Section 7. That § 11-9-25 be amended to read as follows: 11-9-25. Positive tax increments of a tax incremental district shall be allocated to the municipality which created the district for each year from the date when the district is created until the earlier of: (1) That time, after the completion of all public improvements specified in the plan or amendments, when the municipality has received aggregate tax increments of the district in an amount equal to the aggregate of all expenditures previously made or monetary obligations previously incurred for project costs for the district; or (2) Fifteen years after the last expenditure identified in the plan has been made or until retirement of all outstanding tax incremental bonds or notes issued pursuant to § 11-9-35 have matured municipality or county has been reimbursed for expenditures previously made, has paid all monetary obligations, and has retired all outstanding tax incremental bonds. Section 8. That § 11-9-30 be amended to read as follows: 11-9-30. Payment of project costs may be made by any of the following methods or by any combination thereof: (1) Payment by the municipality from the special fund of the tax incremental district; (2) Payment out of the municipality's general funds; (3) Payment out of the proceeds of the sale of municipal improvement bonds issued by the municipality under chapter 9-44 chapters 10-52 or 10-52A; (4) Payment out of the proceeds of revenue bonds issued by the municipality under chapter 9-54; or (5) Payment out of the proceeds of the sale of tax incremental bonds or notes issued by the municipality under this chapter. Section 9. That § 11-9-32 be amended to read as follows: 11-9-32. Moneys shall be paid out of the special fund created under § 11-9-31 only to pay project costs or grants of the district, to reimburse the municipality for the payments, or to satisfy claims of holders of tax incremental bonds or notes issued for the district. Section 10. That § 11-9-33 be amended to read as follows: 11-9-33. For the purpose of paying project costs, the governing body may issue tax incremental bonds or notes payable out of positive tax increments. Section 11. That § 11-9-34 be amended to read as follows: 11-9-34. Tax incremental bonds or notes, contracts, or agreements shall be authorized by resolution of the governing body without the necessity of a referendum or any voter's approval. Section 12. That § 11-9-35 be amended to read as follows: 11-9-35. Tax incremental bonds or notes may not be issued in an amount exceeding the aggregate project costs. The bonds or notes may not mature later than twenty years from the date thereof. The bonds or notes may contain a provision authorizing the redemption thereof, in whole or in part, at stipulated prices, at the option of the municipality, on any interest payment date and shall provide the method of selecting the bonds or notes to be redeemed. The principal and interest on the bonds and notes may be payable at any time and at any place. The bonds or notes may be payable to their bearer or may be registered as to the principal or principal and interest. The bonds or notes may be in any denominations. Section 13. That § 11-9-36 be amended to read as follows: 11-9-36. Tax incremental bonds or notes are payable only out of the special fund created under § 11-9-31. Each bond or note shall contain such recitals as are necessary to show that it the bond is only so payable and that it the bond does not constitute a general indebtedness of the municipality or a charge against its general taxing power. Section 14. That § 11-9-37 be amended to read as follows: 11-9-37. The governing body shall irrevocably pledge all or a stated percentage of the special fund created under § 11-9-31 to the payment of the bonds or notes. The special fund or designated part thereof may thereafter be used only for the payment of the bonds or notes and interest until they have been fully paid, and any holder of the bonds or notes or of any coupons appertaining thereto shall have a lien against the special fund for payment of the bonds or notes and interest and may either at law or in equity protect and enforce the lien. Section 15. That § 11-9-38 be amended to read as follows: 11-9-38. Each bond or note issued under the provisions of this chapter and all interest coupons appurtenant thereto are declared to be negotiable instruments. Bonds so issued are not general obligation bonds and are payable only from the tax increment of the project as provided in this chapter. Section 16. That § 11-9-39 be amended to read as follows: 11-9-39. To increase the security and marketability of its tax incremental bonds or notes, a municipality may: (1) Create a lien for the benefit of the bondholders upon any public improvements or public works financed thereby or the revenues therefrom; or (2) Make covenants and do any and all acts, not inconsistent with the South Dakota Constitution, necessary, convenient, or desirable in order to additionally secure bonds or notes or to make the bonds or notes more marketable according to the best judgment of the governing body, including the establishment of a reserve for the payment of principal of and interest on the bonds or notes funded from the proceeds of such bonds or notes or other revenues, including tax increments, of the municipality; or (3) Comply with both subdivisions (1) and (2) of this section. Section 17. That § 11-9-39.1 be amended to read as follows: 11-9-39.1. The State of South Dakota does hereby pledge to and agree with the holders of any bonds or notes issued under this chapter that the state will not alter the rights vested in the bond holders until such notes or bonds, together with the interest thereon, with interest on any unpaid installments of interest, and all costs and expenses in connection with any action or proceeding by or on behalf of such holders, are fully met and discharged. Section 18. That § 11-9-40 be amended to read as follows: 11-9-40. Tax incremental bonds or notes may be sold at public or private sale at a price which the governing body deems in the best interests of the municipality. Insofar as they are consistent with this chapter, the provisions of chapter 9-25 relating to procedures for issuance, form, contents, execution, negotiation, and registration of municipal bonds and notes shall be followed. Section 19. That § 11-9-45 be amended to read as follows: 11-9-45. After all project costs and all tax incremental bonds of the district have been paid or provided for subject to any agreement with bondholders, if any moneys remain in the fund, they shall be paid to the treasurer of each county, school district, or other tax-levying municipality or to the general fund of the municipality in such amounts as belong to each respectively, having due regard for what portion of such moneys, if any, represents tax increments not allocated to the municipality and what portion thereof, if any, represents voluntary deposits of the municipality into the fund. Section 20. That § 11-9-46 be amended to read as follows: 11-9-46. The existence of a tax incremental district shall terminate when: (1) Positive tax increments are no longer allocable to a district under § 11-9-25; or (2) The governing body, by resolution, dissolves the district, after payment or provision for payment of all project costs, grants, and all tax incremental bonds of the district."}, {"bill_id": 2487, "bill_version_id": 15812, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "2011-01-27T11:03:17.937-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions concerning tax incremental districts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 11-9-1 be amended to read as follows: 11-9-1. Terms used in this chapter mean: (1) \"Department of Revenue and Regulation,\" the South Dakota Department of Revenue and Regulation; (2) \"Governing body,\" the board of trustees, the board of commissioners, the board of county commissioners, or the common council of a municipality; (3) \"Grant,\" the transfer for a governmental purpose of money or property to a transferee that is not a related party to or an agent of the municipality; (4) \"Municipality,\" any incorporated city or town in this state and, for purposes of this chapter only, any county in this state; (4)(5) \"Planning commission,\" a planning commission created under chapter 11-6 or a municipal planning committee of a governing body of a municipality which has no planning commission or, if the municipality is a county having no planning commission or planning committee, its board of county commissioners; (5)(6) \"Project plan,\" the properly approved plan for the development or redevelopment of a tax incremental district including all properly approved amendments thereto; (6)(7) \"Tax incremental district,\" a contiguous geographic area within a municipality defined and created by resolution of the governing body; (7)(8) \"Taxable property,\" all real and personal taxable property located in a tax incremental district; (8)(9) \"Tax increment valuation,\" is the total value of the tax incremental district minus the tax incremental base pursuant to § 11-9-19. Section 2. That § 11-9-2 be amended to read as follows: 11-9-2. A municipality may exercise those powers necessary and convenient to carry out the purposes of this chapter, including the power to: (1) Create tax incremental districts and to define their boundaries; (2) Prepare project plans, approve the plans, and implement the provisions and purposes of the plans, including the acquisition by purchase or condemnation of real and personal property within the tax incremental district and the sale, lease, or other disposition of such property to private individuals, partnerships, corporations, or other entities at a price less than the cost of such acquisition and of any site improvements undertaken by the municipality pursuant to a project plan; (3) Issue tax incremental bonds and notes; (4) Deposit moneys into the special fund of any tax incremental district; and (5) Enter into any contracts or agreements, including agreements with bondholders, determined by the governing body to be necessary or convenient to implement the provisions and effectuate the purposes of project plans. The contracts or agreements may include conditions, restrictions, or covenants which run with the land or otherwise regulate the use of land or which establish a minimum market value for the land and completed improvements to be constructed thereon until a specified date, which date may not be later than the date of termination of the tax incremental district pursuant to § 11-9-46. Any contract or agreement which provides for the payment of a specified sum of money at a specified future date shall be entered into in accordance with chapter 6-8B. Section 3. That § 11-9-8 be amended to read as follows: 11-9-8. To implement the provisions of this chapter, the resolution required by § 11-9-5 shall contain findings that: (1) Not less than twenty-five percent, by area, of the real property within the district is a blighted area or not less than fifty percent, by area, of the real property within the district will stimulate and develop the general economic welfare and prosperity of the state through the promotion and advancement of industrial, commercial, manufacturing, agricultural, or natural resources; and (2) The improvement of the area is likely to enhance significantly the value of substantially all of the other real property in the district. It is not necessary to identify the specific parcels meeting the criteria. No county may create a tax incremental district located, in whole or in part, within a municipality, unless the governing body of such the municipality has consented thereto by resolution. Section 4. That § 11-9-13 be amended to read as follows: 11-9-13. In order to implement the provisions of this chapter, the The planning commission shall prepare and adopt a project plan for each tax incremental district and submit the plan to the governing body. The plan shall include a statement listing: (1) The kind, number, and location of all proposed public works or improvements within the district; (2) An economic feasibility study; (3) A detailed list of estimated project costs; (4) A fiscal impact statement which shows the impact of the tax increment district, both until and after the bonds are repaid, upon all entities levying taxes upon property in the district; and (5) A description of the methods of financing all estimated project costs and the time when related costs or monetary obligations are to be incurred. No expenditure may be provided for in the plan more than five years after a district is created unless an amendment is adopted by the governing body under § 11-9-23. Section 5. That § 11-9-14 be amended to read as follows: 11-9-14. \"Project costs\" are any expenditures made or estimated to be made, or monetary obligations incurred or estimated to be incurred, by a municipality which are listed in a project plan as grants, costs of public works, or improvements within a tax incremental district, plus any costs incidental thereto, diminished by any income, special assessments, or other revenues, other than tax increments, received, or reasonably expected to be received, by the municipality in connection with the implementation of the plan. Section 6. That § 11-9-15 be amended to read as follows: 11-9-15. Project costs include, but are not limited to: (1) Capital costs, including the actual costs of the construction of public works or improvements, buildings, structures, and permanent fixtures; the demolition, alteration, remodeling, repair, or reconstruction of existing buildings, structures, and permanent fixtures; the acquisition of equipment; the clearing and grading of land; and the amount of interest payable on tax incremental bonds or notes issued pursuant to this chapter until such time as positive tax increments to be received from the district, as estimated by the project plan, are sufficient to pay the principal of and interest on the tax incremental bonds or notes when due; (2) Financing costs, including all interest paid to holders of evidences of indebtedness issued to pay for project costs, any premium paid over the principal amount thereof because of the redemption of such obligations prior to maturity and a reserve for the payment of principal of and interest on such obligations in an amount determined by the governing body to be reasonably required for the marketability of such obligations; (3) Real property assembly costs, including the actual cost of the acquisition by a municipality of real or personal property within a tax incremental district less any proceeds to be received by the municipality from the sale, lease, or other disposition of such property pursuant to a project plan; (4) Professional service costs, including those costs incurred for architectural, planning, engineering, and legal advice and services; (5) Imputed administrative costs, including reasonable charges for the time spent by municipal employees in connection with the implementation of a project plan; (6) Relocation costs; (7) Organizational costs, including the costs of conducting environmental impact and other studies and the costs of informing the public of the creation of tax incremental districts and the implementation of project plans; and (8) Payments and grants made, at the discretion of the governing body, which are found to be necessary or convenient to the creation of tax incremental districts or, the implementation of project plans, or to stimulate and develop the general economic welfare and prosperity of the state. Section 7. That § 11-9-25 be amended to read as follows: 11-9-25. Positive tax increments of a tax incremental district shall be allocated to the municipality which created the district for each year from the date when the district is created until the earlier of: (1) That time, after the completion of all public improvements specified in the plan or amendments, when the municipality has received aggregate tax increments of the district in an amount equal to the aggregate of all expenditures previously made or monetary obligations previously incurred for project costs for the district; or (2) Fifteen years after the last expenditure identified in the plan has been made or until retirement of all outstanding tax incremental bonds or notes issued pursuant to § 11-9-35 have matured municipality or county has been reimbursed for expenditures previously made, has paid all monetary obligations, and has retired all outstanding tax incremental bonds. Section 8. That § 11-9-30 be amended to read as follows: 11-9-30. Payment of project costs may be made by any of the following methods or by any combination thereof: (1) Payment by the municipality from the special fund of the tax incremental district; (2) Payment out of the municipality's general funds; (3) Payment out of the proceeds of the sale of municipal improvement bonds issued by the municipality under chapter 9-44 chapters 10-52 or 10-52A; (4) Payment out of the proceeds of revenue bonds issued by the municipality under chapter 9-54; or (5) Payment out of the proceeds of the sale of tax incremental bonds or notes issued by the municipality under this chapter. Section 9. That § 11-9-32 be amended to read as follows: 11-9-32. Moneys shall be paid out of the special fund created under § 11-9-31 only to pay project costs or grants of the district, to reimburse the municipality for the payments, or to satisfy claims of holders of tax incremental bonds or notes issued for the district. Section 10. That § 11-9-33 be amended to read as follows: 11-9-33. For the purpose of paying project costs, the governing body may issue tax incremental bonds or notes payable out of positive tax increments. Section 11. That § 11-9-34 be amended to read as follows: 11-9-34. Tax incremental bonds or notes, contracts, or agreements shall be authorized by resolution of the governing body without the necessity of a referendum or any voter's approval. Section 12. That § 11-9-35 be amended to read as follows: 11-9-35. Tax incremental bonds or notes may not be issued in an amount exceeding the aggregate project costs. The bonds or notes may not mature later than twenty years from the date thereof. The bonds or notes may contain a provision authorizing the redemption thereof, in whole or in part, at stipulated prices, at the option of the municipality, on any interest payment date and shall provide the method of selecting the bonds or notes to be redeemed. The principal and interest on the bonds and notes may be payable at any time and at any place. The bonds or notes may be payable to their bearer or may be registered as to the principal or principal and interest. The bonds or notes may be in any denominations. Section 13. That § 11-9-36 be amended to read as follows: 11-9-36. Tax incremental bonds or notes are payable only out of the special fund created under § 11-9-31. Each bond or note shall contain such recitals as are necessary to show that it the bond is only so payable and that it the bond does not constitute a general indebtedness of the municipality or a charge against its general taxing power. Section 14. That § 11-9-37 be amended to read as follows: 11-9-37. The governing body shall irrevocably pledge all or a stated percentage of the special fund created under § 11-9-31 to the payment of the bonds or notes. The special fund or designated part thereof may thereafter be used only for the payment of the bonds or notes and interest until they have been fully paid, and any holder of the bonds or notes or of any coupons appertaining thereto shall have a lien against the special fund for payment of the bonds or notes and interest and may either at law or in equity protect and enforce the lien. Section 15. That § 11-9-38 be amended to read as follows: 11-9-38. Each bond or note issued under the provisions of this chapter and all interest coupons appurtenant thereto are declared to be negotiable instruments. Bonds so issued are not general obligation bonds and are payable only from the tax increment of the project as provided in this chapter. Section 16. That § 11-9-39 be amended to read as follows: 11-9-39. To increase the security and marketability of its tax incremental bonds or notes, a municipality may: (1) Create a lien for the benefit of the bondholders upon any public improvements or public works financed thereby or the revenues therefrom; or (2) Make covenants and do any and all acts, not inconsistent with the South Dakota Constitution, necessary, convenient, or desirable in order to additionally secure bonds or notes or to make the bonds or notes more marketable according to the best judgment of the governing body, including the establishment of a reserve for the payment of principal of and interest on the bonds or notes funded from the proceeds of such bonds or notes or other revenues, including tax increments, of the municipality; or (3) Comply with both subdivisions (1) and (2) of this section. Section 17. That § 11-9-39.1 be amended to read as follows: 11-9-39.1. The State of South Dakota does hereby pledge to and agree with the holders of any bonds or notes issued under this chapter that the state will not alter the rights vested in the bond holders until such notes or bonds, together with the interest thereon, with interest on any unpaid installments of interest, and all costs and expenses in connection with any action or proceeding by or on behalf of such holders, are fully met and discharged. Section 18. That § 11-9-40 be amended to read as follows: 11-9-40. Tax incremental bonds or notes may be sold at public or private sale at a price which the governing body deems in the best interests of the municipality. Insofar as they are consistent with this chapter, the provisions of chapter 9-25 relating to procedures for issuance, form, contents, execution, negotiation, and registration of municipal bonds and notes shall be followed. Section 19. That § 11-9-46 be amended to read as follows: 11-9-46. The existence of a tax incremental district shall terminate when: (1) Positive tax increments are no longer allocable to a district under § 11-9-25; or (2) The governing body, by resolution, dissolves the district, after payment or provision for payment of all project costs, grants, and all tax incremental bonds of the district."}, {"bill_id": 2487, "bill_version_id": 16226, "bill_version": "Senate Engrossed", "bill_version_date": "2011-02-02T15:42:55.35-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions concerning tax incremental districts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 11-9-1 be amended to read as follows: 11-9-1. Terms used in this chapter mean: (1) \"Department of Revenue and Regulation,\" the South Dakota Department of Revenue and Regulation; (2) \"Governing body,\" the board of trustees, the board of commissioners, the board of county commissioners, or the common council of a municipality; (3) \"Grant,\" the transfer for a governmental purpose of money or property to a transferee that is not a related party to or an agent of the municipality; (4) \"Municipality,\" any incorporated city or town in this state and, for purposes of this chapter only, any county in this state; (4)(5) \"Planning commission,\" a planning commission created under chapter 11-6 or a municipal planning committee of a governing body of a municipality which has no planning commission or, if the municipality is a county having no planning commission or planning committee, its board of county commissioners; (5)(6) \"Project plan,\" the properly approved plan for the development or redevelopment of a tax incremental district including all properly approved amendments thereto; (6)(7) \"Tax incremental district,\" a contiguous geographic area within a municipality defined and created by resolution of the governing body; (7)(8) \"Taxable property,\" all real and personal taxable property located in a tax incremental district; (8)(9) \"Tax increment valuation,\" is the total value of the tax incremental district minus the tax incremental base pursuant to § 11-9-19. Section 2. That § 11-9-2 be amended to read as follows: 11-9-2. A municipality may exercise those powers necessary and convenient to carry out the purposes of this chapter, including the power to: (1) Create tax incremental districts and to define their boundaries; (2) Prepare project plans, approve the plans, and implement the provisions and purposes of the plans, including the acquisition by purchase or condemnation of real and personal property within the tax incremental district and the sale, lease, or other disposition of such property to private individuals, partnerships, corporations, or other entities at a price less than the cost of such acquisition and of any site improvements undertaken by the municipality pursuant to a project plan; (3) Issue tax incremental bonds and notes; (4) Deposit moneys into the special fund of any tax incremental district; and (5) Enter into any contracts or agreements, including agreements with bondholders, determined by the governing body to be necessary or convenient to implement the provisions and effectuate the purposes of project plans. The contracts or agreements may include conditions, restrictions, or covenants which run with the land or otherwise regulate the use of land or which establish a minimum market value for the land and completed improvements to be constructed thereon until a specified date, which date may not be later than the date of termination of the tax incremental district pursuant to § 11-9-46. Any contract or agreement which provides for the payment of a specified sum of money at a specified future date shall be entered into in accordance with chapter 6-8B. Section 3. That § 11-9-8 be amended to read as follows: 11-9-8. To implement the provisions of this chapter, the resolution required by § 11-9-5 shall contain findings that: (1) Not less than twenty-five percent, by area, of the real property within the district is a blighted area or not less than fifty percent, by area, of the real property within the district will stimulate and develop the general economic welfare and prosperity of the state through the promotion and advancement of industrial, commercial, manufacturing, agricultural, or natural resources; and (2) The improvement of the area is likely to enhance significantly the value of substantially all of the other real property in the district. It is not necessary to identify the specific parcels meeting the criteria. No county may create a tax incremental district located, in whole or in part, within a municipality, unless the governing body of such the municipality has consented thereto by resolution. Section 4. That § 11-9-13 be amended to read as follows: 11-9-13. In order to implement the provisions of this chapter, the The planning commission shall prepare and adopt a project plan for each tax incremental district and submit the plan to the governing body. The plan shall include a statement listing: (1) The kind, number, and location of all proposed public works or improvements within the district; (2) An economic feasibility study; (3) A detailed list of estimated project costs; (4) A fiscal impact statement which shows the impact of the tax increment district, both until and after the bonds are repaid, upon all entities levying taxes upon property in the district; and (5) A description of the methods of financing all estimated project costs and the time when related costs or monetary obligations are to be incurred. No expenditure may be provided for in the plan more than five years after a district is created unless an amendment is adopted by the governing body under § 11-9-23. Section 5. That § 11-9-14 be amended to read as follows: 11-9-14. \"Project costs\" are any expenditures made or estimated to be made, or monetary obligations incurred or estimated to be incurred, by a municipality which are listed in a project plan as grants, costs of public works, or improvements within a tax incremental district, plus any costs incidental thereto, diminished by any income, special assessments, or other revenues, other than tax increments, received, or reasonably expected to be received, by the municipality in connection with the implementation of the plan. Section 6. That § 11-9-15 be amended to read as follows: 11-9-15. Project costs include, but are not limited to: (1) Capital costs, including the actual costs of the construction of public works or improvements, buildings, structures, and permanent fixtures; the demolition, alteration, remodeling, repair, or reconstruction of existing buildings, structures, and permanent fixtures; the acquisition of equipment; the clearing and grading of land; and the amount of interest payable on tax incremental bonds or notes issued pursuant to this chapter until such time as positive tax increments to be received from the district, as estimated by the project plan, are sufficient to pay the principal of and interest on the tax incremental bonds or notes when due; (2) Financing costs, including all interest paid to holders of evidences of indebtedness issued to pay for project costs, any premium paid over the principal amount thereof because of the redemption of such obligations prior to maturity and a reserve for the payment of principal of and interest on such obligations in an amount determined by the governing body to be reasonably required for the marketability of such obligations; (3) Real property assembly costs, including the actual cost of the acquisition by a municipality of real or personal property within a tax incremental district less any proceeds to be received by the municipality from the sale, lease, or other disposition of such property pursuant to a project plan; (4) Professional service costs, including those costs incurred for architectural, planning, engineering, and legal advice and services; (5) Imputed administrative costs, including reasonable charges for the time spent by municipal employees in connection with the implementation of a project plan; (6) Relocation costs; (7) Organizational costs, including the costs of conducting environmental impact and other studies and the costs of informing the public of the creation of tax incremental districts and the implementation of project plans; and (8) Payments and grants made, at the discretion of the governing body, which are found to be necessary or convenient to the creation of tax incremental districts or, the implementation of project plans, or to stimulate and develop the general economic welfare and prosperity of the state. Section 7. That § 11-9-25 be amended to read as follows: 11-9-25. Positive tax increments of a tax incremental district shall be allocated to the municipality which created the district for each year from the date when the district is created until the earlier of: (1) That time, after the completion of all public improvements specified in the plan or amendments, when the municipality has received aggregate tax increments of the district in an amount equal to the aggregate of all expenditures previously made or monetary obligations previously incurred for project costs for the district; or (2) Fifteen years after the last expenditure identified in the plan has been made or until retirement of all outstanding tax incremental bonds or notes issued pursuant to § 11-9-35 have matured municipality or county has been reimbursed for expenditures previously made, has paid all monetary obligations, and has retired all outstanding tax incremental bonds. However, in no event may the positive tax increments be allocated longer than twenty years after the calendar year of creation. Section 8. That § 11-9-30 be amended to read as follows: 11-9-30. Payment of project costs may be made by any of the following methods or by any combination thereof: (1) Payment by the municipality from the special fund of the tax incremental district; (2) Payment out of the municipality's general funds; (3) Payment out of the proceeds of the sale of municipal improvement bonds issued by the municipality under chapter 9-44 chapters 10-52 or 10-52A; (4) Payment out of the proceeds of revenue bonds issued by the municipality under chapter 9-54; or (5) Payment out of the proceeds of the sale of tax incremental bonds or notes issued by the municipality under this chapter. Section 9. That § 11-9-32 be amended to read as follows: 11-9-32. Moneys shall be paid out of the special fund created under § 11-9-31 only to pay project costs or grants of the district, to reimburse the municipality for the payments, or to satisfy claims of holders of tax incremental bonds or notes issued for the district. Section 10. That § 11-9-33 be amended to read as follows: 11-9-33. For the purpose of paying project costs, the governing body may issue tax incremental bonds or notes payable out of positive tax increments. Section 11. That § 11-9-34 be amended to read as follows: 11-9-34. Tax incremental bonds or notes, contracts, or agreements shall be authorized by resolution of the governing body without the necessity of a referendum or any voter's approval. Section 12. That § 11-9-35 be amended to read as follows: 11-9-35. Tax incremental bonds or notes may not be issued in an amount exceeding the aggregate project costs. The bonds or notes may not mature later than twenty years from the date thereof. The bonds or notes may contain a provision authorizing the redemption thereof, in whole or in part, at stipulated prices, at the option of the municipality, on any interest payment date and shall provide the method of selecting the bonds or notes to be redeemed. The principal and interest on the bonds and notes may be payable at any time and at any place. The bonds or notes may be payable to their bearer or may be registered as to the principal or principal and interest. The bonds or notes may be in any denominations. Section 13. That § 11-9-36 be amended to read as follows: 11-9-36. Tax incremental bonds or notes are payable only out of the special fund created under § 11-9-31. Each bond or note shall contain such recitals as are necessary to show that it the bond is only so payable and that it the bond does not constitute a general indebtedness of the municipality or a charge against its general taxing power. Section 14. That § 11-9-37 be amended to read as follows: 11-9-37. The governing body shall irrevocably pledge all or a stated percentage of the special fund created under § 11-9-31 to the payment of the bonds or notes. The special fund or designated part thereof may thereafter be used only for the payment of the bonds or notes and interest until they have been fully paid, and any holder of the bonds or notes or of any coupons appertaining thereto shall have a lien against the special fund for payment of the bonds or notes and interest and may either at law or in equity protect and enforce the lien. Section 15. That § 11-9-38 be amended to read as follows: 11-9-38. Each bond or note issued under the provisions of this chapter and all interest coupons appurtenant thereto are declared to be negotiable instruments. Bonds so issued are not general obligation bonds and are payable only from the tax increment of the project as provided in this chapter. Section 16. That § 11-9-39 be amended to read as follows: 11-9-39. To increase the security and marketability of its tax incremental bonds or notes, a municipality may: (1) Create a lien for the benefit of the bondholders upon any public improvements or public works financed thereby or the revenues therefrom; or (2) Make covenants and do any and all acts, not inconsistent with the South Dakota Constitution, necessary, convenient, or desirable in order to additionally secure bonds or notes or to make the bonds or notes more marketable according to the best judgment of the governing body, including the establishment of a reserve for the payment of principal of and interest on the bonds or notes funded from the proceeds of such bonds or notes or other revenues, including tax increments, of the municipality; or (3) Comply with both subdivisions (1) and (2) of this section. Section 17. That § 11-9-39.1 be amended to read as follows: 11-9-39.1. The State of South Dakota does hereby pledge to and agree with the holders of any bonds or notes issued under this chapter that the state will not alter the rights vested in the bond holders until such notes or bonds, together with the interest thereon, with interest on any unpaid installments of interest, and all costs and expenses in connection with any action or proceeding by or on behalf of such holders, are fully met and discharged. Section 18. That § 11-9-40 be amended to read as follows: 11-9-40. Tax incremental bonds or notes may be sold at public or private sale at a price which the governing body deems in the best interests of the municipality. Insofar as they are consistent with this chapter, the provisions of chapter 9-25 relating to procedures for issuance, form, contents, execution, negotiation, and registration of municipal bonds and notes shall be followed. Section 19. That § 11-9-46 be amended to read as follows: 11-9-46. The existence of a tax incremental district shall terminate when: (1) Positive tax increments are no longer allocable to a district under § 11-9-25; or (2) The governing body, by resolution, dissolves the district, after payment or provision for payment of all project costs, grants, and all tax incremental bonds of the district. Section 20. That § 11-9-45 be amended to read as follows: 11-9-45. After all project costs and all tax incremental bonds and notes of the district have been paid or provided for subject to any agreement with bondholders, if any moneys remain in the fund, they shall be paid to the treasurer of each county, school district, or other tax-levying municipality or to the general fund of the municipality in such amounts as belong to each respectively, having due regard for what portion of such moneys, if any, represents tax increments not allocated to the municipality and what portion thereof, if any, represents voluntary deposits of the municipality into the fund."}, {"bill_id": 2487, "bill_version_id": 17396, "bill_version": "Enrolled", "bill_version_date": "2011-02-25T09:42:12.683-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2487, "action_date": "2011-01-24T14:00:00-06:00", "document_id": 15455, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/15455.pdf", "status_text": "First read in Senate and referred to", "journal_page": 175, "committee_id_action": 113, "committee_id_assigned": 98, "result": "N", "vote": {}}, {"bill_id": 2487, "action_date": "2011-01-26T10:00:00-06:00", "document_id": 15478, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/15478.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 98, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2487, "action_date": "2011-01-26T10:00:00-06:00", "document_id": 15724, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/15724.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 98, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2487, "action_date": "2011-01-26T10:00:00-06:00", "document_id": 15724, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/15724.pdf", "status_text": "Do Pass Amended", "journal_page": 219, "committee_id_action": 98, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 8178, "president_vote": null, "Yea": [44, 40, 46, 24, 26, 77, 45, 9, 34]}}, {"bill_id": 2487, "action_date": "2011-02-01T14:00:00-06:00", "document_id": 16134, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16134.pdf", "status_text": "Deferred to another day", "journal_page": 282, "committee_id_action": 113, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2487, "action_date": "2011-02-02T14:00:00-06:00", "document_id": 16216, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16216.pdf", "status_text": "Motion to amend", "journal_page": 304, "committee_id_action": 113, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2487, "action_date": "2011-02-02T14:00:00-06:00", "document_id": 16216, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16216.pdf", "status_text": "Do Pass Amended", "journal_page": 304, "committee_id_action": 113, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 8500, "president_vote": null, "Yea": [44, 75, 30, 42, 79, 40, 46, 41, 24, 26, 25, 38, 78, 76, 18, 77, 82, 13, 55, 31, 43, 4, 16, 9, 10, 19, 81, 27, 34, 52, 80, 8, 45, 22], "Nay": [2]}}, {"bill_id": 2487, "action_date": "2011-02-03T13:00:00-06:00", "document_id": 16304, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16304.pdf", "status_text": "First read in House and referred to", "journal_page": 280, "committee_id_action": 115, "committee_id_assigned": 109, "result": "N", "vote": {}}, {"bill_id": 2487, "action_date": "2011-02-17T08:00:00-06:00", "document_id": 16871, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16871.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 109, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2487, "action_date": "2011-02-17T08:00:00-06:00", "document_id": 17046, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17046.pdf", "status_text": "Do Pass", "journal_page": 440, "committee_id_action": 109, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 9196, "president_vote": null, "Yea": [72, 57, 39, 54, 92, 58, 102, 98, 67, 50, 91, 7, 89], "Nay": [49], "Excused": [15]}}, {"bill_id": 2487, "action_date": "2011-02-22T14:00:00-06:00", "document_id": 17213, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17213.pdf", "status_text": "Deferred to another day", "journal_page": 483, "committee_id_action": 115, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2487, "action_date": "2011-02-23T14:00:00-06:00", "document_id": 17281, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17281.pdf", "status_text": "Deferred to another day", "journal_page": 504, "committee_id_action": 115, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2487, "action_date": "2011-02-24T14:00:00-06:00", "document_id": 17348, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17348.pdf", "status_text": "Do Pass Amended", "journal_page": 525, "committee_id_action": 115, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 9493, "president_vote": null, "Yea": [12, 53, 56, 17, 33, 21, 72, 60, 87, 1, 105, 48, 51, 59, 36, 7, 94, 104, 84, 88, 61, 57, 11, 63, 70, 96, 23, 62, 39, 54, 92, 37, 83, 58, 85, 3, 32, 102, 68, 98, 73, 69, 50, 6, 86, 93, 74, 35, 101, 100, 91, 89, 65, 47, 5], "Nay": [49, 90, 20, 71, 28, 95, 103, 67, 99, 64, 14, 66], "Excused": [15, 97, 29]}}, {"bill_id": 2487, "action_date": "2011-02-25T13:00:00-06:00", "document_id": 17445, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17445.pdf", "status_text": "Signed by the President", "journal_page": 542, "committee_id_action": 113, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2487, "action_date": "2011-02-28T14:00:00-06:00", "document_id": 17545, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17545.pdf", "status_text": "Signed by the Speaker", "journal_page": 563, "committee_id_action": 115, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2487, "action_date": "2011-03-01T14:00:00-06:00", "document_id": 17653, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17653.pdf", "status_text": "Delivered to the Governor", "journal_page": 568, "committee_id_action": 113, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2487, "action_date": "2011-03-08T10:00:00-06:00", "document_id": 18056, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/18056.pdf", "status_text": "Signed by the Governor", "journal_page": 644, "committee_id_action": 113, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4764}