{"session_id": 19, "bill_id": 4375, "bill_type": "Senate Bill", "bill_number": 202, "bill_title": "provide for the creation of a pilot program for public charter schools.", "sponsors": [{"legislator_profile_id": 396, "is_prime": true}, {"legislator_profile_id": 364, "is_prime": true}, {"legislator_profile_id": 330, "is_prime": false}, {"legislator_profile_id": 381, "is_prime": false}, {"legislator_profile_id": 365, "is_prime": false}, {"legislator_profile_id": 347, "is_prime": false}, {"legislator_profile_id": 331, "is_prime": false}, {"legislator_profile_id": 371, "is_prime": false}, {"legislator_profile_id": 383, "is_prime": false}], "keywords": ["Education"], "audio": [{"meeting_datetime": "2013-02-07T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sed20.mp3", "start_seconds": 254.0}, {"meeting_datetime": "2013-02-07T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sed20.mp3", "start_seconds": 254.0}, {"meeting_datetime": "2013-02-07T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sed20.mp3", "start_seconds": 254.0}], "bill_versions": [{"bill_id": 4375, "bill_version_id": 24607, "bill_version": "Introduced", "bill_version_date": "2013-01-25T11:04:47.607-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the creation of a pilot program for public charter schools. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby created a pilot program to provide for the establishment of up to five public charter schools that are for American Indian students from federally recognized tribes and are located on American Indian reservation land. Section 2. Terms used in this Act mean: (1) \"Applicant,\" any person or group that develops and submits an application for a public charter school to an authorizer; (2) \"Application,\" a proposal from an applicant to an authorizer to enter into a charter contract whereby the proposed school obtains public charter school status; (3) \"Authorizer,\" an entity empowered under this Act to review applications, approve or reject applications, enter into charter contracts with applicants, oversee and monitor public charter schools, and make decisions regarding the renewal, nonrenewal, or revocation of a charter contract; (4) \"Charter contract,\" a performance-based contract for a fixed term between a public charter school and an authorizer that describes performance expectations, defines operational responsibilities, and outlines the autonomy and accountability for each party to the contract; (5) \"Conversion public charter school,\" a public charter school that existed as a noncharter public school before becoming a public charter school; (6) \"Governing board,\" the independent board of a public charter school that is party to the charter contract with the authorizer and whose members have been elected or selected pursuant to the school's application; (7) \"Public charter school,\" a public school that: (a) Has autonomy over all key decisions, including decisions concerning finance, personnel, scheduling, curriculum, and instruction; (b) Is governed by a board that is independent of any school board or school district administration; (c) Is established and operated under the terms of a charter contract between the governing board and its authorizer in accordance with this Act; (d) Is a school to which parents or guardians choose to send their children; (e) Provides a program of education that includes any grade or grades from kindergarten to grade twelve; and (f) May utilize a specific academic approach or theme; (8) \"Start-up public charter school, a public charter school that did not exist as a noncharter public school prior to becoming a public charter school. Section 3. Public charter schools may be established pursuant to this Act to achieve one or more of the following: (1) To improve student learning by creating high quality schools with high standards for student performance; (2) To close achievement gaps between high-performing and low-performing public school students; (3) To increase high quality educational opportunities within the public school system; (4) To provide alternative learning environments for students who are not thriving in traditional school settings; (5) To create new professional opportunities for teachers and other school personnel; (6) To encourage the use of different, high quality models of teaching and other aspects of schooling; or (7) To provide students, parents, community members, and local entities with expanded opportunities for involvement in the public school system. Section 4. The Department of Education shall disseminate information on how to form and operate a public charter school, and on how to enroll in a public charter school once the school is created. The department may provide assistance and guidance to authorizers in developing effective authorization and oversight procedures, and the department may apply for assistance from the federal government on behalf of potential and actual public charter schools in the state. Section 5. Only a nonprofit, nonsectarian, nonreligious organization may submit an application to establish a start-up public charter school. An application seeking to establish a start-up public charter school shall be submitted to the school board overseeing the local school system. If an application submitted to a school board is denied or not acted upon within ninety days, the applicant may apply to the Board of Education. An application seeking to establish a conversion public charter school shall be submitted to the school board overseeing the noncharter public school that is the subject of the application. Decisions made by a local school system acting on an application seeking to establish a conversion public charter school are final and may not be appealed. An application to establish a conversion public charter school may be submitted only by the superintendent of the local school system where the noncharter public school that is the subject of the application is located. In addition to any other requirements in this Act, an application to establish a conversion public charter school shall include a petition signed by a majority of parents or guardians of students enrolled in the existing noncharter public school that is the subject of the application. The Board of Education shall promulgate rules pursuant to chapter 1-26 to establish standards, procedures, and timelines related to the public charter school application process that are consistent with national best practices, and also to establish a model public charter school application that is consistent with national best practices. Section 6. Any applicant seeking to establish a public charter school shall submit a written application on a form prescribed by the Department of Education to a proposed authorizer. At a minimum, the application shall include a detailed business plan for the charter school, a mission statement for the charter school, a description of the charter school's organizational structure, a financial plan for the first five years of operation of the charter school, a description of the charter school's hiring policy, the name of the charter school's applicants and requested authorizer, a description of the charter school's facility and the location of the school, a description of the grades being served, an assurance that state content standards are addressed and federal and state academic accountability measures are met, and an outline of criteria designed to measure the effectiveness of the school. Section 7. If an application is approved, a charter contract shall be executed in accordance with this section. After approval of an application and no later than ninety days before the opening date of the public charter school, the authorizer and the governing board shall execute a charter contract that includes the following: (1) A statement declaring that the initial term of each authorizing contract is five years; (2) Performance provisions that clearly establish the academic and operational performance indicators, measures, and metrics by which the public charter school shall be judged that are consistent with the framework established in section 14 of this Act; and (3) Administrative provisions articulating the administrative relationship between the authorizer and the public charter school, including the rights and duties of each party. A charter contract shall be signed by the president of the governing entity of the authorizer and the president of the governing board. A public charter school may not begin operating without a charter contract executed in accordance with this section and approved in an open meeting of the governing entity of the authorizer. Section 8. Four years after public charter schools have been in operation, and every four years thereafter, the secretary of education shall issue to the Governor, the Legislature, and the public a report on the state's public charter school program. The report shall draw from the annual reports submitted by every authorizer pursuant to section 11 of this Act and shall include an assessment of the charter school program's successes, challenges, and areas for improvement in meeting the purposes of this Act, and any suggested changes in state law or policy necessary to strengthen the public charter school program. Section 9. A public charter school shall adhere to the following enrollment policies: (1) A public charter school shall enroll all students who wish to attend the school unless the number of students exceeds the enrollment capacity of a program, class, grade level, or building; (2) Except as provided in subdivision (6), if capacity is insufficient to enroll all the students who wish to attend the school, the public charter school shall select students through a random selection process and maintain a waiting list from which to fill potential vacancies; (3) A public charter school, unless authorized by a school board, may not enroll more than ten percent of a school district's public school students per grade level in each of the first two years of the public charter school's operation; (4) A public charter school may limit enrollment to students within a given age group or grade level and may be organized around a special emphasis, theme, or concept as stated in the school's application for a charter; (5) Any public school converting partially or entirely to a public charter school shall adopt and maintain a policy that gives enrollment preference to students who reside within the attendance area of the public school; and (6) A public charter school shall give enrollment preference to students enrolled in the public charter school the previous school year and to siblings of students already enrolled in the public charter school. Section 10. An authorizer may solicit and evaluate applications from organizers of proposed public charter schools, and either approve or deny those applications based upon identified educational needs. If an authorizer approves an application, the authorizer shall negotiate and execute a charter contract with the approved public charter school. Once an approved public charter school begins operation, the authorizer shall monitor the performance and compliance of the public charter school, and upon the conclusion of the term of the contract, determine whether the contract merits renewal. Section 11. An authorizer shall develop and maintain policies and practices that are consistent with nationally recognized principles and professional standards for authorizing public charter schools including standards relating to organizational capacity and infrastructure, soliciting and evaluating applications, performance contracting, ongoing oversight and evaluation, and decision making regarding charter renewal. In addition, an authorizer shall submit to the Board of Education an annual report within sixty days of the end of each school fiscal year summarizing the performance of all public charter schools overseen by the authorizer and the status of any approved charter applications that are pending. Section 12. To cover the costs of overseeing public charter schools in accordance with this Act, an authorizer may expend the authorizer's own resources, seek grant funds, establish partnerships to support its charter school activities, and may assess any public charter school it authorizes a fee per student enrolled in the public charter school that may not exceed three percent of the per student allocation as defined in subdivision 13-13-10.1(4) for that school fiscal year. Section 13. No employee, trustee, agent or representative of an authorizer may simultaneously serve as an employee, trustee, agent, representative, vendor, or contractor of a public charter school of that authorizer. In addition, no public charter school may be required to purchase services from its authorizer as a condition of charter approval or as part of a charter contract, and no such condition may be implied. Section 14. An authorizer shall develop a performance framework that sets forth the academic and operational performance indicators that guide the authorizer's evaluation of each public charter school. The performance framework shall include indicators for student academic proficiency; student academic growth; achievement gaps between major student subgroups; attendance; recurrent enrollment from year to year; for high schools, postsecondary readiness; financial performance and sustainability; governing board performance; and parent and community engagement. Each public charter school, in conjunction with its authorizer, shall set annual performance targets designed to help the school meet applicable federal and state requirements and the expectations of the authorizer. Section 15. For each public charter school it oversees, the authorizer shall collect, analyze, and report all data from state assessments in accordance with the performance framework developed pursuant to section 14 of this Act. If a public charter school's performance is unsatisfactory, the authorizer shall promptly notify the public charter school of the perceived problems and provide reasonable opportunity for the school to remedy the problems. Section 16. An initial charter shall be granted for a term of five operating years. The charter term begins on the public charter school's first day of operation. An approved public charter school may delay its opening for one school year in order to plan and prepare for the school's opening, but if the school requires a delay of more than one school year, the school must request an extension from its authorizer, and the extension may be granted or denied. A charter may be renewed for successive terms of five years. Section 17. No later than June thirtieth of a public charter school's fourth year of operation under a five-year term of a charter contract, the authorizer shall issue a charter school performance report summarizing the public charter school's performance record to date. The report shall provide notice of any concerns perceived by the authorizer concerning the school that may jeopardize its position in seeking renewal if not timely rectified, and the school shall be allowed to respond to the report and submit any corrections or clarifications for the report. The authorizer shall also offer charter renewal application guidance to the school. Section 18. No later than September thirtieth of a public charter school's final authorized year of operation under a term of a charter contract, the governing board of a public charter school seeking renewal shall submit a renewal application to the authorizer. An authorizer shall rule by resolution on a renewal application under this section no later than forty-five days after the filing of the renewal application. In making the charter renewal decisions, each authorizer shall base its decisions on evidence of the public charter school's performance in accordance with the performance framework set forth in the charter contract, ensure that the data used in making the decision is available to the school and to the public, and provide a public report summarizing the evidence basis for each decision. Section 19. A charter may be revoked at any time or not renewed if the authorizer determines that the public charter school failed to comply with the provisions of this Act or if the public charter school: (1) Committed a material violation of any of the terms, conditions, standards or procedures required under the provisions of this Act or the charter contract; (2) Failed to meet or make sufficient progress toward the performance expectations set forth in the charter contract; (3) Failed to meet generally accepted standards of fiscal management; or (4) Violated any provision of law from which the school was not exempt. If an authorizer revokes or does not renew a charter, the authorizer shall clearly state, in a resolution of its governing entity, the reasons for the revocation or nonrenewal. Within ten days, the authorizer shall provide a copy of the resolution to the public charter school and to the secretary of education. Section 20. If a public charter school closes for any reason, the authorizer shall oversee and work with the closing school to ensure timely notification to parents and guardians, orderly transition of students and student records to new schools, and proper disposition of school funds, property, and assets in accordance with this section. The assets of the public charter school shall first be distributed to satisfy outstanding payroll obligations for employees at the school, and then to any creditors of the school. Any funds remaining shall be remitted to the state treasurer and credited to the state general fund. If the assets of the school are insufficient to pay all parties to whom the school owes compensation, the prioritization of the distribution of assets may be determined by decree of a court of law. Section 21. A charter contract and its oversight may not be transferred from one authorizer to another before the expiration of the charter contract term except by mutual agreement of the public charter school governing board and the two authorizers involved. Section 22. Notwithstanding any other provision of law, to the extent that any provision of this Act is inconsistent with any other state law, rule or regulation, the provisions of this Act govern and are controlling. A charter contract may include one or more schools, to the extent approved by the authorizer and consistent with applicable law, but each public charter school that is part of a charter contract must be separate and distinct from any others. A single governing board may be issued one or more charter contracts, and each public charter school operating under its own contract is a discrete legal entity, separate and distinct from any others. Section 23. If a public charter school is authorized by a school board: (1) The public charter school receives services, resources, and support in the same manner as any other public schools in the school district; and (2) The school district retains responsibility for providing special education or special education and related services to students in public charter schools in a manner consistent with the school district's obligations under federal and state law. If a public charter school is authorized by the Board of Education: (1) The public charter school functions independently as an LEA, as defined in § 13-39-1.2, and is responsible for meeting the requirements of an LEA under applicable federal and state law; and (2) To the extent permitted by federal and state law, the public charter school has primary responsibility for providing special education or special education and related services to any enrolled student at the school whom the school identifies as requiring those services. However, the LEA status does not preclude a public charter school from developing links to school districts for services, resources and programs by mutual agreement or by contract. Section 24. A public charter school has all the powers necessary to carry out the terms of its charter contract, including the powers to: (1) Receive and disburse funds for school purposes; (2) Contract or cooperate with other public schools for services for students with special needs or for administrative services; (3) Incur debt in reasonable anticipation of the receipt of public or private funds, if the authorizer is not responsible for any debt incurred by the public charter school; (4) Pledge, assign, or encumber its assets to be used as collateral for loans or extensions of credit; (5) Solicit and accept any gifts or grants for school purposes, subject to any applicable laws and the terms of the charter contract; (6) Acquire real property for use as its facilities from public or private sources; and (7) Sue or be sued in its own name. Section 25. A public charter school shall adhere to these general requirements: (1) A public charter school may not discriminate against any person on the basis of race, creed, color, sex, disability, national origin, or on any other basis that would be unlawful if done by a public school; (2) A public charter school may not engage in any religious practices in its educational program, admissions, employment policies, or operation; (3) A public charter school may not charge tuition to any student, and a public charter school may charge only those fees that may also be imposed by other public schools in the state; (4) A public charter school shall have a plan that describes how it will meet the transportation needs of the students enrolled at the school; and (5) A public charter school shall adhere to generally accepted accounting principles and shall annually have a financial audit performed by either the Department of Legislative Audit or a private auditing firm. Section 26. Except as provided in this Act and its charter contract, a public charter school is exempt from all statutes and rules relating to schools, school boards, and school districts. However, a public charter school shall comply with federal, state, and local rules, regulations and statutes relating to health, safety, civil rights, and insurance. Public charter schools shall also comply with the same student standards, assessments, and accountability requirements applicable to other public schools in the state, and nothing in this Act shall preclude a public charter school from establishing additional student assessment measures that go beyond state requirements if the school's authorizer approves such measures. Employees of any public charter school are required to submit to a criminal background investigation pursuant to § 13-10-12. Section 27. A public charter school shall comply with all federal laws and regulations regarding the qualifications of teachers and other instructional staff. Any teacher employed by a public charter school shall either possess a certificate issued by the secretary of education authorizing the person to teach or become certified to teach within three years of the date in which the person was hired, except for a person with an advanced degree, professional certification, or unique expertise or experience in the curricular area in which the person teaches. Teachers employed by public charter schools have the same rights as other teachers in a public school to organize and bargain collectively. However, bargaining units at the public charter schools must be separate from other bargaining units, and no employee of a public charter school may be required to be a party to any existing collective bargaining agreement between a school district and its employees. Section 28. A student enrolled in a public charter school shall be counted in the fall enrollment of the school district in which the student resides. The public charter school shall inform a school district of any resident students who are enrolled in the public charter school and shall provide complete enrollment data to the Department of Education in a timely manner. For any resident student who is enrolled in a public charter school, a school district shall remit to that public charter school an amount of money equal to the per student allocation as defined in subdivision 13-13-10.1(4) for that school fiscal year. The money shall be distributed to the public charter schools in quarterly installments due on September first, December first, March first, and June first. The amount distributed in September shall be based upon enrollment projections for that school fiscal year and any necessary adjustments to the payment amounts shall be reflected in the later installments. Section 29. That subdivision (2A) of § 13-13-10.1 be amended to read as follows: (2A) \"Fall enrollment,\" the number of kindergarten through twelfth grade students enrolled in all schools operated by the school district on the last Friday of September of the current school year minus the number of students for whom the district receives tuition, except nonresident students who are in the care and custody of a state agency and are attending a public school and students for whom tuition is being paid pursuant to § 13-28-42.1, plus the number of students for whom the district pays tuition and the number of resident students who attend a public charter school established pursuant to this Act. When computing state aid to education for a school district under the foundation program pursuant to § 13-13-73, the secretary of the Department of Education shall use either the school district's fall enrollment or the average of the school district's fall enrollment from the previous two years, whichever is higher; Section 30. For any resident student in need of special education or special education and related services who is enrolled in a public charter school, the school district shall remit to the public charter school an amount of money equal to the allocation assigned to the student's disability level pursuant to § 13-37-35.1 for that school year. The money shall be distributed to the public charter schools in quarterly installments due on September first, December first, March first, and June first. In addition, public charter schools have the same access as school districts to funds set aside for extraordinary expenses pursuant to § 13-37-40. Section 31. A public charter school may receive gifts and grants from private sources in any manner that is available to a school district. Any money received by a public charter school from any source that remains in the school's account at the end of any fiscal year may be carried over in the school's accounts for use by the school in subsequent fiscal years and may not revert to the authorizer or to the state. A public charter school may not levy taxes or issue bonds secured by tax revenues. Section 32. The property tax exemption for educational institutions in § 10-4-13 applies to any facility used to house a public charter school authorized pursuant to this Act. Section 33. A public charter school may acquire facilities and property as follows: (1) A public charter school may negotiate and contract with a school district, the governing body of a college or university, or with any other public or for-profit or nonprofit private entity for the use of a school building; (2) A public charter school may purchase or lease at or below fair market value part or all of any surplus or unused state-owned facility or property located in the state; (3) The same zoning rules that apply to other public schools apply to public charter schools; and (4) Library, community service, museum, performing arts, theater, cinema, church, college, and university facilities may provide space to public charter schools within their facilities under their preexisting zoning and land use designations. Section 34. Pursuant to § 4-5-6.2, a public charter school authorized pursuant to this Act may invest funds which are not needed for current operating expenses in direct obligations and in bonds issued by the South Dakota Health and Educational Facilities Authority. Section 35. A public charter school may become a member of an association created pursuant to § 13-36-4 that regulates high school interscholastic activities. Section 36. Any public charter school that is authorized by a school board or the Board of Education is eligible to participate in the state retirement system."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4375, "action_date": "2013-01-25T13:00:00-06:00", "document_id": 24653, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24653.pdf", "status_text": "First read in Senate and referred to", "journal_page": 224, "committee_id_action": 200, "committee_id_assigned": 178, "result": "N", "vote": {}}, {"bill_id": 4375, "action_date": "2013-02-07T07:45:00-06:00", "document_id": 25252, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25252.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 178, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4375, "action_date": "2013-02-07T07:45:00-06:00", "document_id": 25405, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25405.pdf", "status_text": "Tabled", "journal_page": 354, "committee_id_action": 178, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13553, "president_vote": null, "Yea": [366, 358, 364, 331, 368, 328, 386]}}]}