{"session_id": 15, "bill_id": 3333, "bill_type": "Senate Bill", "bill_number": 24, "bill_title": "require certain applicants for licensure as a health professional or a licensee who is the subject of a disciplinary investigation to submit to a state and federal criminal background check.", "sponsors": [], "keywords": ["Criminal Background Checks", "Licenses", "Professions and Occupations", "Public Health and Safety"], "audio": [{"meeting_datetime": "2012-01-20T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/she06.mp3", "start_seconds": 3717.0}, {"meeting_datetime": "2012-01-20T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/she06.mp3", "start_seconds": 3717.0}, {"meeting_datetime": "2012-01-20T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/she06.mp3", "start_seconds": 3717.0}, {"meeting_datetime": "2012-01-20T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/she06.mp3", "start_seconds": 3717.0}, {"meeting_datetime": "2012-01-23T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen07.mp3", "start_seconds": 2774.0}, {"meeting_datetime": "2012-01-23T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen07.mp3", "start_seconds": 2774.0}, {"meeting_datetime": "2012-01-23T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen07.mp3", "start_seconds": 2774.0}, {"meeting_datetime": "2012-01-31T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hhe12.mp3", "start_seconds": 5864.0}, {"meeting_datetime": "2012-01-31T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hhe12.mp3", "start_seconds": 5864.0}, {"meeting_datetime": "2012-01-31T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hhe12.mp3", "start_seconds": 5864.0}, {"meeting_datetime": "2012-01-31T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hhe12.mp3", "start_seconds": 5864.0}], "bill_versions": [{"bill_id": 3333, "bill_version_id": 19116, "bill_version": "Introduced", "bill_version_date": "2012-01-06T14:30:13.487-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require certain applicants for licensure as a health professional or a licensee who is the subject of a disciplinary investigation to submit to a state and federal criminal background check. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 36-4 be amended by adding thereto a NEW SECTION to read as follows: Each applicant for licensure as a physician in this state shall submit to a state and federal criminal background investigation by means of fingerprint checks by the Division of Criminal Investigation and the Federal Bureau of Investigation. Upon application, the Board of Medical and Osteopathic Examiners shall submit completed fingerprint cards to the Division of Criminal Investigation. Upon completion of the criminal background check, the Division of Criminal Investigation shall forward to the board all information obtained as a result of the criminal background check. This information shall be obtained prior to permanent licensure of the applicant. The Board of Medical and Osteopathic Examiners may require a state and federal criminal background check for any licensee who is the subject of a disciplinary investigation by the board. Failure to submit or cooperate with the criminal background investigation is grounds for denial of an application or may result in revocation of a license. The applicant shall pay for any fees charged for the cost of fingerprinting or the criminal background investigation. Section 2. That chapter 36-4A be amended by adding thereto a NEW SECTION to read as follows: Each applicant for licensure as a physician assistant in this state shall submit to a state and federal criminal background investigation by means of fingerprint checks by the Division of Criminal Investigation and the Federal Bureau of Investigation. Upon application, the board shall submit completed fingerprint cards to the Division of Criminal Investigation. Upon completion of the criminal background check, the Division of Criminal Investigation shall forward to the board all information obtained as a result of the criminal background check. This information shall be obtained prior to permanent licensure of the applicant. The board may require a state and federal criminal background check for any licensee who is the subject of a disciplinary investigation by the board. Failure to submit or cooperate with the criminal background investigation is grounds for denial of an application or may result in revocation of a license. The applicant shall pay for any fees charged for the cost of fingerprinting or the criminal background investigation. Section 3. That chapter 36-6A be amended by adding thereto a NEW SECTION to read as follows: Each applicant for licensure as a dentist in this state shall submit to a state and federal criminal background investigation by means of fingerprint checks by the Division of Criminal Investigation and the Federal Bureau of Investigation. Upon application, the board shall submit completed fingerprint cards to the Division of Criminal Investigation. Upon completion of the criminal background check, the Division of Criminal Investigation shall forward to the board all information obtained as a result of the criminal background check. This information shall be obtained prior to permanent licensure of the applicant. The board may require a state and federal criminal background check for any licensee who is the subject of a disciplinary investigation by the board. Failure to submit or cooperate with the criminal background investigation is grounds for denial of an application or may result in revocation of a license. The applicant shall pay for any fees charged for the cost of fingerprinting or the criminal background investigation. Section 4. That chapter 36-9A be amended by adding thereto a NEW SECTION to read as follows: Each applicant for licensure as a certified nurse practitioner or certified nurse midwife in this state shall submit to a state and federal criminal background investigation by means of fingerprint checks by the Division of Criminal Investigation and the Federal Bureau of Investigation. Upon application, the boards shall submit completed fingerprint cards to the Division of Criminal Investigation. Upon completion of the criminal background check, the Division of Criminal Investigation shall forward to the boards all information obtained as a result of the criminal background check. This information shall be obtained prior to permanent licensure of the applicant. The boards may require a state and federal criminal background check for any licensee who is the subject of a disciplinary investigation by the boards. Failure to submit or cooperate with the criminal background investigation is grounds for denial of an application or may result in revocation of a license. The applicant shall pay for any fees charged for the cost of fingerprinting or the criminal background investigation. Section 5. That chapter 36-11 be amended by adding thereto a NEW SECTION to read as follows: Each applicant for licensure as a pharmacist in this state shall submit to a state and federal criminal background investigation by means of fingerprint checks by the Division of Criminal Investigation and the Federal Bureau of Investigation. Upon application, the board shall submit completed fingerprint cards to the Division of Criminal Investigation. Upon completion of the criminal background check, the Division of Criminal Investigation shall forward to the board all information obtained as a result of the criminal background check. This information shall be obtained prior to permanent licensure of the applicant. The board may require a state and federal criminal background check for any licensee who is the subject of a disciplinary investigation by the board. Failure to submit or cooperate with the criminal background investigation is grounds for denial of an application or may result in revocation of a license. The applicant shall pay for any fees charged for the cost of fingerprinting or the criminal background investigation. Section 6. That chapter 36-28 be amended by adding thereto a NEW SECTION to read as follows: Each applicant for licensure as a nursing facility administrator in this state shall submit to a state and federal criminal background investigation by means of fingerprint checks by the Division of Criminal Investigation and the Federal Bureau of Investigation. Upon application, the board shall submit completed fingerprint cards to the Division of Criminal Investigation. Upon completion of the criminal background check, the Division of Criminal Investigation shall forward to the board all information obtained as a result of the criminal background check. This information shall be obtained prior to permanent licensure of the applicant. The board may require a state and federal criminal background check for any licensee who is the subject of a disciplinary investigation by the board. Failure to submit or cooperate with the criminal background investigation is grounds for denial of an application or may result in revocation of a license. The applicant shall pay for any fees charged for the cost of fingerprinting or the criminal background investigation."}, {"bill_id": 3333, "bill_version_id": 20626, "bill_version": "Enrolled", "bill_version_date": "2012-02-02T08:16:45.757-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3333, "action_date": "2012-01-10T12:00:00-06:00", "document_id": 19241, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19241.pdf", "status_text": "First read in Senate and referred to", "journal_page": 17, "committee_id_action": 171, "committee_id_assigned": 151, "result": "N", "vote": {}}, {"bill_id": 3333, "action_date": "2012-01-20T10:00:00-06:00", "document_id": 19381, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19381.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 151, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3333, "action_date": "2012-01-20T10:00:00-06:00", "document_id": 19648, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19648.pdf", "status_text": "Do Pass", "journal_page": 92, "committee_id_action": 151, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 10330, "president_vote": null, "Yea": [239, 285, 223, 290, 261, 291, 228]}}, {"bill_id": 3333, "action_date": "2012-01-23T14:00:00-06:00", "document_id": 19958, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19958.pdf", "status_text": "Do Pass", "journal_page": 143, "committee_id_action": 171, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 10417, "president_vote": null, "Yea": [253, 284, 239, 251, 288, 249, 255, 250, 235, 234, 247, 287, 285, 212, 228, 286, 233, 291, 223, 264, 240, 252, 214, 226, 219, 220, 229, 290, 236, 243, 261, 289, 218, 254, 232]}}, {"bill_id": 3333, "action_date": "2012-01-24T14:00:00-06:00", "document_id": 20044, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20044.pdf", "status_text": "First read in House and referred to", "journal_page": 179, "committee_id_action": 173, "committee_id_assigned": 162, "result": "N", "vote": {}}, {"bill_id": 3333, "action_date": "2012-01-31T07:45:00-06:00", "document_id": 20256, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20256.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 162, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3333, "action_date": "2012-01-31T07:45:00-06:00", "document_id": 20454, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20454.pdf", "status_text": "Do Pass", "journal_page": 255, "committee_id_action": 162, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 10737, "president_vote": null, "Yea": [262, 303, 297, 272, 279, 237, 292, 278, 224, 295, 227], "Excused": [293, 294]}}, {"bill_id": 3333, "action_date": "2012-01-31T07:45:00-06:00", "document_id": 20454, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20454.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 162, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3333, "action_date": "2012-02-01T14:00:00-06:00", "document_id": 20605, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20605.pdf", "status_text": "Do Pass", "journal_page": 279, "committee_id_action": 173, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 10841, "president_vote": null, "Yea": [222, 262, 265, 227, 242, 231, 281, 269, 296, 211, 314, 260, 258, 225, 268, 245, 217, 303, 313, 293, 297, 270, 299, 266, 221, 272, 279, 305, 271, 248, 263, 230, 280, 301, 237, 246, 292, 304, 267, 312, 213, 311, 277, 307, 276, 308, 273, 315, 282, 278, 259, 224, 216, 295, 302, 283, 244, 306, 238, 310, 275, 309, 300, 298, 274, 256, 215], "Excused": [257, 294, 241]}}, {"bill_id": 3333, "action_date": "2012-02-02T14:00:00-06:00", "document_id": 20711, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20711.pdf", "status_text": "Signed by the President", "journal_page": 268, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3333, "action_date": "2012-02-06T14:00:00-06:00", "document_id": 20808, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20808.pdf", "status_text": "Signed by the Speaker", "journal_page": 327, "committee_id_action": 173, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3333, "action_date": "2012-02-07T14:00:00-06:00", "document_id": 20909, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20909.pdf", "status_text": "Delivered to the Governor", "journal_page": 295, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3333, "action_date": "2012-02-14T14:00:00-06:00", "document_id": 21465, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21465.pdf", "status_text": "Signed by the Governor", "journal_page": 402, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5143}