{"session_id": 4, "bill_id": 4669, "bill_type": "House Bill", "bill_number": 1008, "bill_title": "update and revise certain provisions relating to the Abstracters' Board of Examiners.", "sponsors": [{"legislator_profile_id": 576, "is_prime": true}, {"legislator_profile_id": 561, "is_prime": true}, {"legislator_profile_id": 609, "is_prime": false}, {"legislator_profile_id": 590, "is_prime": false}, {"legislator_profile_id": 595, "is_prime": false}, {"legislator_profile_id": 599, "is_prime": false}, {"legislator_profile_id": 617, "is_prime": false}, {"legislator_profile_id": 619, "is_prime": false}], "keywords": ["Abstractor", "Department of Revenue and Regulation", "Professions and Occupations"], "audio": [{"meeting_datetime": "2008-01-23T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hco10.mp3", "start_seconds": 4440.0}, {"meeting_datetime": "2008-01-23T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hco10.mp3", "start_seconds": 4440.0}, {"meeting_datetime": "2008-01-23T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hco10.mp3", "start_seconds": 4440.0}, {"meeting_datetime": "2008-01-28T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou13.mp3", "start_seconds": 5986.0}, {"meeting_datetime": "2008-01-28T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou13.mp3", "start_seconds": 5986.0}, {"meeting_datetime": "2008-01-28T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou13.mp3", "start_seconds": 5986.0}, {"meeting_datetime": "2008-02-05T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sco18.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2008-02-05T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sco18.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2008-02-05T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sco18.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2008-02-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen19.mp3", "start_seconds": 5885.0}, {"meeting_datetime": "2008-02-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen19.mp3", "start_seconds": 5885.0}, {"meeting_datetime": "2008-02-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen19.mp3", "start_seconds": 5885.0}], "bill_versions": [{"bill_id": 4669, "bill_version_id": 245, "bill_version": "Introduced", "bill_version_date": "2007-12-31T14:11:26.527-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to update and revise certain provisions relating to the Abstracters' Board of Examiners. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 36-13 be amended by adding thereto a NEW SECTION to read as follows: Terms used in this chapter mean: (1) \"Abstract,\" a compilation in orderly arrangement of the materials and facts of record affecting the title to a specific parcel of land, issued under a certificate certifying to the matters contained in such compilation; (2) \"Abstracter,\" any person holding a certificate of registration from the board; (3) \"Abstracting,\" the abstracting and reporting upon public or other records under the provisions of this chapter; (4) \"Board,\" the Abstracters' Board of Examiners of the state of South Dakota; (5) \"Secretary-treasurer,\" the secretary-treasurer of the board. Section 2. That chapter 36-13 be amended by adding thereto a NEW SECTION to read as follows: The term, chain of title, means all documents of conveyance given in a continuous succession of title: (1) With respect to unplatted lands, the smaller of: (a) Each quarter section of land; or (b) If a patent was issued for a portion of quarter section of land, then that portion for which that patent was issued; and (2) With respect to platted lands, a lot as shown on the last subdivision plat recorded against the property. However, if all documents transferring ownership and given in a continuous succession of title ownership from the present owner back in time to the recording of the subdivision plat combine more than one lot, then those multiple lots included in the documents of conveyance shall be considered one chain. As used in this section, the term, lot, means the smallest intact areas into which land has been subdivided by a subdivision plat map, whether denoted a lot, parcel, tract, undivided block, or other similar designation. Section 3. That § 36-13-1 be amended to read as follows: 36-13-1. The Abstracters' Board of Examiners board shall be composed of five members appointed by the Governor. Four members of the board shall be abstracters who have been qualified to do the business of abstracting under § 36-13-8 for five years prior to the date of their appointment. Four of these abstracter members shall be members of the South Dakota Land Title Association. The members may not be all of the same political party, and their terms shall be for three years. Any member appointed to the board prior to July 1, 2005, shall serve the four- year term to which the member was originally appointed. Any member appointed to the board after July 1, 2005, shall serve a three-year term. No board member may serve more than three consecutive full terms. Members of the board shall qualify by taking the oath of office provided by law for public officers. The Governor shall, by appointment, fill any vacancy among the professional members of the board for the unexpired term from abstracters qualified as provided in this section. Any appointment to an unexpired term is not considered a full term. Section 4. That § 36-13-1.1 be amended to read as follows: 36-13-1.1. The membership of the Abstracters' Board of Examiners board shall include one lay member who is a user of the services regulated by the board. The term, lay member who is a user, refers to a person who is not licensed by the board but, where if practical, uses the service licensed. The term shall be liberally construed to implement the purpose of this section. The Governor shall appoint the lay member. The lay member shall have the same term of office as other members of the board. No lay member of the board may serve more than three consecutive full terms. Section 5. That § 36-13-2 be amended to read as follows: 36-13-2. The Abstracters' Board of Examiners board shall organize by the election of a president and secretary-treasurer from its members . The secretary-treasurer may or may not be a member of said board but shall be a practical abstracter of land titles and engaged in said business. The secretary-treasurer shall qualify by taking the oath of office required of public officers and by furnishing furnish a bond in the sum of not less than one thousand fifteen thousand dollars or such additional sum as may be required by the board . Section 6. That § 36-13-2.1 be amended to read as follows: 36-13-2.1. The Abstracters' Board of Examiners board shall continue within the Department of Revenue and Regulation and shall retain all its prescribed functions, including administrative functions. The board shall submit such records, information , and reports in the form and at such times as required by the secretary of revenue and regulation , except that . However, the board shall report at least annually . Section 7. That § 36-13-3 be amended to read as follows: 36-13-3. The compensation and reimbursement of expenses provided by law for members of the Abstracters' Board of Examiners shall be paid upon verified vouchers, after allowance by said board, out of any money in the hands of the treasurer of said board, and no part of said compensation or expense shall be paid out of the general fund. The compensation and expense of the secretary-treasurer shall be the same as members of the board, but if he is a member of the board he shall not receive duplicate compensation nor expense for the same services or time. Any moneys in the hands of the treasurer of said board shall be kept for the future maintenance and operation of the board and be disbursed on warrants signed by the president and secretary of said board. Any money received by the board shall be set forth in an informational budget as described in § 4-7-7.2 and be annually reviewed by the Legislature. Any money received shall be deposited with the state treasurer. The state treasurer shall credit the money to the Abstracters' Board of Examiners account, which account is hereby created. The money in the account shall be used for the purpose of paying the expense of administering and enforcing the provisions of this chapter. The secretary-treasurer shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this chapter. Section 8. That § 36-13-4 be amended to read as follows: 36-13-4. The Abstracters' Board of Examiners board shall keep a permanent record of its receipts and disbursements with the supporting vouchers. The records of the board shall be open to public inspection and its accounts shall be subject to audit by the Department of Legislative Audit or the state auditor. Section 9. That § 36-13-6 be amended to read as follows: 36-13-6. The Abstracters' Board of Examiners board shall carry out the purposes and enforce the provisions of this chapter. The board shall have a seal in such form as it may design, but it the seal shall contain the words, \"State of South Dakota, Abstracters' Board of Examiners.\" The board shall, pursuant to chapter 1-26, promulgate such rules as may be necessary to carry out the purposes of this chapter. Section 10. That § 36-13-6.1 be amended to read as follows: 36-13-6.1. The Abstracters' Board of Examiners board may promulgate rules pursuant to chapter 1-26 for the following: (1) Rules specifying the The fee for examinations pursuant to § 36-13-11; (2) Rules specifying the The fee for plant examinations pursuant to § 36-13-11 § 36-13- 10 ; (3) Rules establishing the The areas of the law to be included and other requirements for conducting examinations pursuant to § 36-13-12; (4) Rules specifying the The fee for a certificate of registration pursuant to § 36-13-21; (5) Rules specifying the The schedule of fees for doing business pursuant to § 36-13-25; (6) Rules specifying The requirements and schedule of fees for countersigning title insurance policies pursuant to § 36-13-25; and (7) Rules for the establishment and maintenance of The requirements to establish and maintain an abstract plant , and the areas of inquiry and requirements to pass the abstracter plant examination pursuant to § § 36-13-10 and 36-13-11 . Section 11. That § 36-13-7 be amended to read as follows: 36-13-7. The president and secretary-treasurer of the Abstracters' Board of Examiners shall board have the powers granted by §§ 1-26-19.1 and 1-26-19.2. Section 12. That § 36-13-8 be amended to read as follows: 36-13-8. Any person desiring to engage engaging in or continue continuing in the business of abstracting of titles to property within the state must shall first obtain a certificate of registration, file the required bond , and comply with the other requirements of this chapter and the rules promulgated thereunder except as hereinafter otherwise provided by the board pursuant to chapter 1-26 . Section 13. That § 36-13-9 be amended to read as follows: 36-13-9. Any person making, compiling, or certifying to abstracts of title to property in this state without having complied with or in violation of the provisions of this chapter, a certificate of registration from the board commits a petty offense Class 1 misdemeanor . Section 14. That § 36-13-9.1 be amended to read as follows: 36-13-9.1. The Abstracters' Board of Examiners board is empowered to commence actions for injunction for violation of this chapter or rules promulgated hereunder pursuant to this chapter as an alternate to criminal proceedings. The commencement of one proceeding by the board constitutes an election. Section 15. That § 36-13-10 be amended to read as follows: 36-13-10. Any person desiring to engage in or continue engaging in or continuing the business of abstracting of titles to property within the state shall have a title plant, which shall include a set of abstract books or set of indexes or other records showing in a sufficiently comprehensive form, all instruments affecting the title to real estate which are of record or on file in the office of the register of deeds of each county wherein said in which the person seeks to engage in the business of compiling abstracts of land titles and shall first obtain a certificate of registration, file the required bond, and comply with the other requirements of this chapter and the rules of the Abstracters' Board of Examiners promulgated pursuant to chapter 1-26 . The board shall examine each title plant for compliance with this section. The board shall establish, by rules promulgated pursuant to chapter 1-26, a fee for plant examinations not to exceed six hundred dollars. The application for a plant examination shall contain such information as the board may require and be upon a form prepared by the board. The board shall notify the applicant of a date and place for the examination of the applicant's plant. If the applicant is not a natural person, one of the members, managers, partners, shareholders, directors, or officers of the applicant must qualify by examination. The board shall issue a certificate of registration or compliance if the requirements of this section have been met. Section 16. That § 36-13-11 be amended to read as follows: 36-13-11. Any A person desiring to may obtain a certificate of registration under this chapter upon the successful completion of an examination. The person shall apply to the Abstracters' Board of Examiners board and pay to its treasurer secretary-treasurer an examination fee in an amount set by the board by rules promulgated pursuant to chapter 1-26. The board shall establish by rules promulgated pursuant to chapter 1-26 a fee for plant examinations pursuant to § 36-13-10. The examination fee may not exceed seventy-five dollars for each section and the re-examination fee may not exceed fifty dollars for each section. The application shall contain such information as the board may require and be upon a form prepared by the board. The board shall fix a date and place for the examination of the applicant and send a notice to the applicant by mail. If the application is made by a firm or corporation , one of the members or managing officials thereof must qualify by examination. The board shall notify the applicant of a date and place for the examination of the applicant's plant. Section 17. That § 36-13-12 be amended to read as follows: 36-13-12. At the time and place fixed pursuant to § 36-13-11, the Abstracters' Board of Examiners board shall proceed to examine the applicant under such rules as the board may promulgate with reference to the laws of this state affecting titles of property, the recording laws, and the common practices, proceedings, and mechanics of compiling abstracts of title, the take-off and abstracting of records, elements of instruments of title essential to an abstract, showing their legal effect, and such similar requirements of education and experience as may be reasonably necessary to carry on the work of abstracting in an accurate, efficient, and reliable manner. Section 18. That § 36-13-13 be amended to read as follows: 36-13-13. The Abstracters' Board of Examiners board may require separate applications and examinations and fees for any abstracter who applies for registration in more than one county. A certificate of registration shall qualify the holder for abstracting only in the county to which it relates. Section 19. That § 36-13-14 be repealed. 36-13-14. Nothing in §§ 36-13-11 to 36-13-13, inclusive, shall prevent the Abstracters' Board of Examiners from biennial renewal of certificates of registration in good standing. Section 20. That § 36-13-15 be amended to read as follows: 36-13-15. Before the board may issue a certificate of registration shall issue , the applicant shall file with the Abstracters' Board of Examiners board a bond to be approved by it running to the State of South Dakota in the penal sum of five twenty-five thousand dollars for counties with a population of ten fifteen thousand or less ; ten thousand dollars for counties over ten thousand and not exceeding twenty thousand population; and fifteen fifty thousand dollars for counties having a population of over twenty fifteen thousand as shown by the federal census last taken prior to the filing of such bond. The bond shall be conditioned for the payment by such abstracter of any and all damages that may be sustained by or accrue to any person by reason of or on account of any error, deficiency, or mistake in any abstract or certificate of title or continuation thereof made and issued by such person, firm, or corporation abstracter . Section 21. That § 36-13-16 be amended to read as follows: 36-13-16. If a personal surety bond is given under § 36-13-15 , there shall be at least three sureties, each of whom shall justify for the full amount of the bond as a resident and freeholder of this state having unencumbered property in excess of all of his just debts, liabilities, and exemptions allowed by law. The Abstracters' Board of Examiners board shall investigate the financial condition of all sureties at least once each year by requiring verified property statements and by such other methods as it may deem advisable. The board may require additional property statements from sureties at any time it may elect. Section 22. That § 36-13-17 be amended to read as follows: 36-13-17. The original bond required by § 36-13-15 shall be filed and registered by and remain in the office of the secretary-treasurer of the Abstracters' Board of Examiners board as a public file and record and . The secretary-treasurer shall file a certified copy of each bond so filed and registered shall be, by the said secretary-treasurer, filed pursuant to this section in the office of the county auditor of the county to which it relates within thirty days after the approval of such the bond. Section 23. That § 36-13-18 be amended to read as follows: 36-13-18. The Abstracters' Board of Examiners board may at any time require any person, firm, or corporation, abstracter holding a certificate under the provisions of this chapter, upon thirty days' notice, to furnish such additional bonds as to the board seems deems proper to meet the requirements of this chapter, and, in proceedings under chapter 1-26, to show cause why any bond should not be held and declared insufficient and invalid or such certificates should not be recalled and annulled. Section 24. That § 36-13-19 be amended to read as follows: 36-13-19. Any person damaged by or on account of any error, deficiency, or mistake in any abstract or certificate of title or continuation thereof, whether or not the original purchaser, owner, or holder of the abstract, may maintain an action upon the bond required by § 36-13-15 in his the person's own name and also without the necessity of joining the State of South Dakota as a party. Section 25. That § 36-13-20 be amended to read as follows: 36-13-20. A certificate issued by the Abstracters' Board of Examiners board under the provisions of this chapter shall , among other things, recite that the bond required by § 36-13-15 has been duly filed and approved , and such . Such certificate shall authorize authorizes the person , firm, or corporation named in it to engage in and carry on the business of an abstracter of real estate titles in the county in the State of South Dakota in which said the person , firm, or corporation has his or her or its place of business , and for that purpose to . An abstracter with such a certificate shall, during ordinary business hours, have access to any of the offices of any of the counties of the State of South Dakota , and to and may make such memoranda or notation from the records thereof as may be necessary for the purpose of making such abstracts of title to property in the county in which he the abstracter is qualified, and the for the purpose of compiling, posting, copying, and keeping up of their the abstracter's abstract books, indexes, or records , such access to be during the ordinary office hours . Section 26. That § 36-13-21 be amended to read as follows: 36-13-21. Certificate A certificate of registration shall be issued upon the payment of a fee set by the board by rules promulgated pursuant to chapter 1-26 , and shall be . The fee for a certificate of registration may not exceed the following: for counties with a population of ten thousand or less, five hundred dollars; for counties with a population over ten thousand to fifteen thousand, inclusive, seven hundred dollars; for counties with a population over fifteen thousand, one thousand dollars. The certificate is valid for a period of two years one year . The certificate may be renewed by the Abstracters' Board of Examiners board upon application within thirty days prior to the expiration thereof of the certificate and upon payment of the amount to the treasurer secretary-treasurer of the board. The renewal application shall be accompanied by an affidavit and any other evidence deemed necessary by the board showing that the applicant has been continuously and actively engaged in the business of making and compiling abstracts of title during the life of the preceding certificate. Section 27. That § 36-13-21.1 be amended to read as follows: 36-13-21.1. The Abstracters' Board of Examiners board shall charge to and collect from the applicant for a certificate of registration for a new plant or the transfer of a certificate of registration, the actual expenses of inspecting and approving said the new plant or transfer of registration including per diem, travel, and room and board. Section 28. That § 36-13-22 be amended to read as follows: 36-13-22. Any The board may issue a temporary certificate to any person desiring to engage in the business of abstracting in any county where there shall not then be any is no registered abstracter, or where the only existing abstract plant may have has been destroyed so that its records and indexes are not available, or where the certificate of the only qualified abstracter has been canceled for cause by order of the board, may be issued a temporary certificate by the Abstracters' Board of Examiners upon examination and furnishing of bonds without the possession of an abstract plant, but no if the person successfully completes the examination required by § 36-13-11 and furnishes the bond required in § 36-13-15. No certificate issued under the provisions of pursuant to this section shall may be continued in effect for a longer term more than four years. Section 29. That § 36-13-23 be amended to read as follows: 36-13-23. The Abstracters' Board of Examiners shall keep a register wherein it board shall enter the names of all applicants for registration with their place of residence and such other information as may be deemed appropriate , including the in a register. The register shall include any action taken by said the board thereon, regarding the applicant and the date upon which the certificate of registration was issued, if any. Section 30. That § 36-13-24 be amended to read as follows: 36-13-24. Any person, firm, or corporation abstracter furnishing abstracts of title to real property under the provisions of this chapter shall first provide obtain a seal , which seal shall have stamped thereon the name and location of such firm, person, or corporation, and shall deposit with the secretary of the Abstracters' Board of Examiners an impression of such the seal with the secretary-treasurer of the board before the certificate of registration shall issue, which may be issued. The seal shall have stamped on it the name and location of the abstracter that is furnishing the abstracts. The seal shall be affixed to every abstract or certificate of title issued by such person, firm, or corporation abstracter . Section 31. That § 36-13-25 be amended to read as follows: 36-13-25. The South Dakota Abstracters' Board of Examiners board shall , by rule promulgated pursuant to chapter 1-26, establish a schedule of fees for doing business under the provisions of this chapter and shall furnish to each licensed abstracter a copy of such schedule and any amendments. The board shall also establish , by rule promulgated pursuant to chapter 1-26 , a schedule of fees and the requirements for an abstracter's services for countersigning title insurance policies pursuant to § 58-25-16. It is a Class 2 misdemeanor to exceed the schedule established by the Abstracters' Board of Examiners. Section 32. That § 36-13-26 be amended to read as follows: 36-13-26. Any abstract of title certified to be true and correct by any abstracter holding a valid and effective certificate of registration from the Abstracters' Board of Examiners, as provided in pursuant to this chapter, under the signature and seal of such abstracter, shall be received by the courts of this state as prima facie evidence of the existence of records of the content and filing indicated on such the abstract, subject to such rules and regulations as to procedure as the Supreme Court may promulgate in such cases. Section 33. That § 36-13-27 be amended to read as follows: 36-13-27. In case If the records of any county shall be are destroyed or so spoiled as to be unintelligible, then, in such event, any one or more of the qualified certified abstracters in said that county shall furnish to said the county a copy of any of its abstracts, indexes, or other records of any and all instruments which that the said county may require by resolution of its board of county commissioners , and at . The board of county commissioners shall pay the actual cost and expense of copying the same abstracts, indexes, or other records . Section 34. That § 36-13-28 be amended to read as follows: 36-13-28. A certificate of registration may be canceled suspended or revoked by the Abstracters' Board of Examiners board for violation of any provision of this chapter or upon conviction of the holder of such certificate of a crime involving moral turpitude or dishonesty, or for violation of any lawful order of the board, or when the holder of such certificate is guilty of habitual intemperance, habitual carelessness, or inattention to business , or of unethical or fraudulent practices. If the certificate be is not held by a firm or corporation natural person , the provisions of this section and § 36-13-29 shall apply to the managing members , managers, directors, shareholders, or officers as well as to the corporation certificate holder . Section 35. That § 36-13-29 be amended to read as follows: 36-13-29. No certificate shall may be canceled suspended or revoked pursuant to § 36-13-28 except upon proceedings in compliance with chapter 1-26. Section 36. That § 36-13-31 be amended to read as follows: 36-13-31. An appeal may be taken by any person affected by any order or decision of the Abstracters' Board of Examiners board as provided by chapter 1-26. Section 37. That chapter 36-13 be amended by adding thereto a NEW SECTION to read as follows: Each applicant for a certificate of registration shall submit to a state and federal criminal background investigation by means of fingerprint checks by the Division of Criminal Investigation and the Federal Bureau of Investigation. Upon application, the board shall submit completed fingerprint cards to the Division of Criminal Investigation. Upon completion of the criminal background check, the Division of Criminal Investigation shall forward to the board all information obtained as a result of the criminal background check. This information shall be obtained prior to the issuance of any permanent certificate of registration. The board may require a state and federal criminal background investigation for any abstracter who is the subject of a disciplinary investigation by the board. Failure to submit or cooperate with the criminal background investigation is grounds for denial of an application or may result in revocation of a certificate of registration. The applicant shall pay any fees charged for the cost of fingerprinting or the criminal background investigation."}, {"bill_id": 4669, "bill_version_id": 2703, "bill_version": "Enrolled", "bill_version_date": "2008-02-07T09:10:57.367-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4669, "action_date": "2008-01-08T12:00:00-06:00", "document_id": 563, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/563.pdf", "status_text": "First read in House and referred to", "journal_page": 16, "committee_id_action": 27, "committee_id_assigned": 15, "result": "N", "vote": {}}, {"bill_id": 4669, "action_date": "2008-01-23T10:00:00-06:00", "document_id": 1235, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1235.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 15, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4669, "action_date": "2008-01-23T10:00:00-06:00", "document_id": 1699, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1699.pdf", "status_text": "Do Pass", "journal_page": 236, "committee_id_action": 15, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 482, "president_vote": null, "Yea": [602, 579, 623, 555, 556, 546, 536, 578, 617, 540, 561, 600], "Excused": [589]}}, {"bill_id": 4669, "action_date": "2008-01-24T14:00:00-06:00", "document_id": 1819, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1819.pdf", "status_text": "Deferred to another day", "journal_page": 259, "committee_id_action": 27, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4669, "action_date": "2008-01-25T13:00:00-06:00", "document_id": 1914, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1914.pdf", "status_text": "Deferred to another day", "journal_page": 272, "committee_id_action": 27, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4669, "action_date": "2008-01-28T14:00:00-06:00", "document_id": 1998, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1998.pdf", "status_text": "Do Pass", "journal_page": 290, "committee_id_action": 27, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 804, "president_vote": null, "Yea": [602, 579, 609, 614, 625, 593, 586, 570, 597, 532, 608, 623, 574, 534, 555, 542, 568, 552, 580, 572, 624, 595, 529, 594, 631, 565, 620, 616, 556, 585, 633, 543, 558, 605, 628, 630, 571, 581, 544, 546, 537, 536, 578, 612, 551, 599, 617, 554, 547, 583, 538, 603, 615, 600, 531, 563, 540, 566, 549, 619, 626, 611, 606, 587, 559, 564, 561], "Excused": [575, 589, 591]}}, {"bill_id": 4669, "action_date": "2008-01-29T14:00:00-06:00", "document_id": 2098, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2098.pdf", "status_text": "First read in Senate and referred to", "journal_page": 249, "committee_id_action": 28, "committee_id_assigned": 2, "result": "N", "vote": {}}, {"bill_id": 4669, "action_date": "2008-02-05T10:00:00-06:00", "document_id": 2291, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2291.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 2, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4669, "action_date": "2008-02-05T10:00:00-06:00", "document_id": 2514, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2514.pdf", "status_text": "Do Pass", "journal_page": 326, "committee_id_action": 2, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 1246, "president_vote": null, "Yea": [557, 553, 622, 573, 541, 560, 629]}}, {"bill_id": 4669, "action_date": "2008-02-06T14:00:00-06:00", "document_id": 2660, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2660.pdf", "status_text": "Do Pass", "journal_page": 366, "committee_id_action": 28, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 1386, "president_vote": null, "Yea": [557, 576, 621, 604, 553, 596, 590, 598, 545, 592, 530, 601, 567, 535, 533, 582, 562, 622, 584, 569, 573, 618, 610, 629, 613, 632, 577, 588, 539, 627, 548, 550, 541, 607], "Excused": [560]}}, {"bill_id": 4669, "action_date": "2008-02-07T13:00:00-06:00", "document_id": 2758, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2758.pdf", "status_text": "Signed by the Speaker", "journal_page": 472, "committee_id_action": 27, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4669, "action_date": "2008-02-11T14:00:00-06:00", "document_id": 2899, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2899.pdf", "status_text": "Delivered to the Governor", "journal_page": 495, "committee_id_action": 27, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4669, "action_date": "2008-02-11T14:00:00-06:00", "document_id": 2905, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2905.pdf", "status_text": "Signed by the President", "journal_page": 420, "committee_id_action": 28, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4669, "action_date": "2008-02-14T14:00:00-06:00", "document_id": 3233, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3233.pdf", "status_text": "Signed by the Governor", "journal_page": 572, "committee_id_action": 27, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4056}