{"session_id": 44, "bill_id": 22433, "bill_type": "Senate Bill", "bill_number": 190, "bill_title": "revise provisions regarding unfair or discriminatory practices.", "sponsors": [{"legislator_profile_id": 1789, "is_prime": true}, {"legislator_profile_id": 1772, "is_prime": false}, {"legislator_profile_id": 1784, "is_prime": false}, {"legislator_profile_id": 1801, "is_prime": false}, {"legislator_profile_id": 3804, "is_prime": false}, {"legislator_profile_id": 1827, "is_prime": false}, {"legislator_profile_id": 1839, "is_prime": false}], "keywords": ["Education", "Labor and Employment", "Promulgation of Rules", "Trade Regulation"], "audio": [{"meeting_datetime": "2021-02-23T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sju26.mp3", "start_seconds": 4148.0}, {"meeting_datetime": "2021-02-23T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sju26.mp3", "start_seconds": 4148.0}], "bill_versions": [{"bill_id": 22433, "bill_version_id": 216184, "bill_version": "Introduced", "bill_version_date": "2021-02-03T10:24:23.493-06:00", "bill_text": "An Act to revise provisions regarding unfair or discriminatory practices. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 20-13-1 be AMENDED. 20-13-1. Definitions. Terms used in this chapter mean: (1) \"Commission,\" the South Dakota State Commission of Human Rights; (2) \"Commissioner,\" a member of the commission; (3) \"Court,\" the circuit court in and for the judicial circuit of the State of South Dakota in which the alleged unfair or discriminatory practice occurred; (4) \"Disability,\" a physical or mental impairment of a person resulting from disease, injury, congenital condition of birth, or functional disorder which substantially limits one or more of the person's major life functions; a record of having such an impairment; or being regarded as having such an impairment which: (a) For purposes of §§ 20-13-10 to 20-13-17, inclusive, is unrelated to an individual's ability to perform the major duties of a particular job or position, or is unrelated to an individual's qualifications for employment or promotion; (b) For purposes of §§ 20-13-20 to 20-13-21.1, inclusive, is unrelated to an individual's ability to acquire, rent or maintain property; (c) For purposes of §§ 20-13-22 to 20-13-25, inclusive, is unrelated to an individual's ability to utilize and benefit from educational opportunities, programs and facilities at an educational institution. This term does not include current illegal use of or addiction to marijuana as defined in subdivision 22-42-1(7) or a controlled substance as defined in subdivision 22-42-1(1); (5) \"Educational institution,\" any public or private institution of education and includes an academy, college, elementary or secondary school, extension course, kindergarten, nursery, school system, and any business, nursing, professional, secretarial, technical, or vocational school, and includes any agent of such institutions; (6) \"Employee,\" any person who performs services for any employer for compensation, whether in the form of wages, salary, commission, or otherwise; (7) \"Employer,\" any person within the State of South Dakota who hires or employs any employee, and any person wherever situated who hires or employs any employee whose services are to be partially or wholly performed in the State of South Dakota; (8) \"Employment agency,\" any person regularly undertaking, with or without compensation, to procure employees for an employer or to procure for employees opportunities to work for an employer and includes any agent of such a person; (9) \"Familial status,\" the relationship of individuals by birth, adoption, or guardianship who are domiciled together; (10) \"Intern,\" a student or trainee who works, sometimes without pay, at an organization, industry, trade, or occupation in order to gain work experience or earn academic credit; (11) \"Labor organization,\" includes any person, employee representation committee, plan in which employees participate, or other organization which exists wholly or in part for the purpose of dealing with employers concerning grievances, labor disputes, wages, rates of pay, hours, or other terms or conditions of employment; (12) \"Person,\" includes one or more individuals, partnerships, associations, limited liability companies, corporations, unincorporated organizations, mutual companies, joint stock companies, trusts, agents, legal representatives, trustees, trustees in bankruptcy, receivers, labor organizations, public bodies, public corporations, and the State of South Dakota, and all political subdivisions and agencies thereof; (13) \"Public accommodations,\" any place, establishment, or facility of whatever kind, nature, or class that caters or offers services, facilities, or goods to the general public for a fee, charge, or gratuitously. Public accommodation does not mean any bona fide private club or other place, establishment, or facility which is by its nature distinctly private, except when such distinctly private place, establishment, or facility caters or offers services, facilities, or goods to the general public for fee, charge, or gratuitously, it shall be deemed a public accommodation during such period of use; (14) \"Public service,\" any public facility, department, agency, board, or commission, owned, operated, or managed by or on behalf of the State of South Dakota, any political subdivision thereof, or any other public corporation; (15) \"Real estate broker\" and \"real estate salesman,\" real estate broker and real estate salesman as defined by § 36-21A-6 or as licensed pursuant to § 36-21A-47; (16) \"Real property,\" any right, title, interest in or to the possession, ownership, enjoyment, or occupancy of any parcel of land, any building situated thereon, or any portion of such building; (17) \"Service animal in training,\" any dog undergoing individual training to provide specific disability-related work or service for an individual with a disability. Dogs are recognized as being in training to provide disability-specific assistance only after they have completed basic obedience training and are housebroken; (18) \"Service animal trainer,\" any person who trains service animals for individuals with disabilities as an employee, contractor, or volunteer of a nationally recognized service animal training program (19) \"Unfair or discriminatory practice,\" any act or attempted act which because of race, color, creed, religion, sex, ancestry, disability, or national origin, sexual orientation, gender identity, or identification as a Native American Two-Spirit accords unequal treatment or separation or segregation of any person, or denies, prevents, limits, or otherwise adversely affects, or if accomplished would deny, prevent, limit, or otherwise adversely affect, the benefit or enjoyment by any person of employment, labor union membership, housing accommodations, property rights, education, public accommodations, and public services. Section 2. That § 20-13-10 be AMENDED. 20-13-10. Unfair or discriminatory practices. It is an unfair or discriminatory practice for any person, because of race, color, creed, religion, sex, ancestry, disability, or national origin, sexual orientation, gender identity, or identification as a Native American Two-Spirit to fail or refuse to hire, to discharge an employee, or to accord adverse or unequal treatment to any person, employee, or intern with respect to application, hiring, training, apprenticeship, tenure, promotion, upgrading, compensation, layoff, or any term or condition of employment. Section 3. That § 20-13-11 be AMENDED. 20-13-11. Employment agency's unfair or discriminatory practices. It is an unfair or discriminatory practice for any employment agency, because of race, color, creed, religion, sex, ancestry, disability, or national origin, sexual orientation, gender identity, or identification as a Native American Two-Spirit to accord adverse or unequal treatment to any person in connection with any application for employment, any referral, or any request for assistance in procurement of employees, or to accept any listing of employment on such a basis. Section 4. That § 20-13-12 be AMENDED. 20-13-12. Labor organization's unfair or discriminatory practices. It is an unfair or discriminatory practice for any labor organization, because of race, color, creed, religion, sex, ancestry, disability, or national origin, sexual orientation, gender identity, or identification as a Native American Two-Spirit to deny full and equal membership rights to an applicant for membership or to a member; to expel, suspend, or otherwise discipline a member; or to accord adverse, unlawful, or unequal treatment to any person with respect to that person's hiring, apprenticeship, training, tenure, compensation, upgrading, layoff, or any term or condition of employment. Section 5. That § 20-13-13 be AMENDED. 20-13-13. Employment advertising deemed unfair or discriminatory. It is an unfair or discriminatory practice for any employer, employment agency, labor organization, or the employees, agents, or members thereof directly or indirectly to advertise or in any other manner indicate or publicize that individuals of any particular race, color, creed, religion, sex, ancestry, disability, or national origin, sexual orientation, gender identity, or identification as a Native American Two-Spirit are unwelcome, objectionable, not acceptable, or not solicited for employment or membership. Section 6. That § 20-13-15 be AMENDED. 20-13-15. Use of ability test by employer not unfair or discriminatory. Notwithstanding any provision of §§ 20-13-10 to 20-13-13, inclusive, it is not an unfair or discriminatory practice for an employer to give and to act upon the results of any professionally developed ability test if such test, its administration or action upon the results is not designed, intended or used to discriminate because of race, color, creed, religion, sex, ancestry, disability, or national origin, sexual orientation, gender identity, or identification as a Native American Two-Spirit. Section 7. That § 20-13-16 be AMENDED. 20-13-16. Seniority and merit preferences permitted--Place of work differentials. Notwithstanding any provision of §§ 20-13-10 to 20-13-13, inclusive, it is not an unfair or discriminatory practice for an employer to apply different standards of compensation, or different terms, conditions, or privileges of employment pursuant to a bona fide seniority or merit system, or a system which measures earnings by quantity or quality of production or to employees who work in different locations, if such differences are not the result of an intention to discriminate because of race, color, creed, religion, sex, ancestry, disability, or national origin, sexual orientation, gender identity, or identification as a Native American Two-Spirit. Section 8. That § 20-13-20 be AMENDED. 20-13-20. Unfair or discriminatory housing practices by owner or agent. It is an unfair or discriminatory practice for any owner of rights to housing or real property, or any person acting for an owner, with or without compensation, including any person licensed as a real estate broker or salesman, attorney, auctioneer, agent, or representative by power of attorney or appointment, or to any person acting under court order, deed of trust, or will: (1) To refuse to sell, rent, lease, assign, sublease, or otherwise transfer any real property or housing accommodation or part, portion, or interest therein, to any person because of the race, color, creed, religion, sex, ancestry, disability, familial status, or national origin, sexual orientation, gender identity, or identification as a Native American Two-Spirit of the person or persons intending to reside there; (2) To discriminate against any person because of that person's race, color, creed, religion, sex, ancestry, disability, familial status, or national origin, sexual orientation, gender identity, or identification as a Native American Two-Spirit in the terms, conditions, or privileges of the sale, rental, lease, assignment, sublease, or other transfer of any real property or housing accommodation or any part, portion, or interest therein; (3) To directly or indirectly advertise, or to indicate or publicize in any other manner that the purchase, rental, lease, assignment, sublease, or other transfer of any real property or housing accommodation or any part, portion or interest therein, by persons of any particular race, color, creed, religion, sex, ancestry, disability, familial status, or national origin, sexual orientation, gender identity, or identification as a Native American Two-Spirit is unwelcome, objectionable, not acceptable, or not solicited; (4) To refuse to permit, at the expense of the disabled person, reasonable modifications of existing property that may be necessary to afford full enjoyment of property. The landlord may, where it is reasonable to do so, condition permission for a modification on the renter's agreeing to restore the premises to the condition that existed prior to the modification, reasonable wear and tear excepted. The provisions of subdivisions (1), (2), and (4) do not apply to rooms or units in dwellings that contain living quarters for no more than two families living independently of each other, if the owner maintains and occupies one of the living quarters as the owner's residence. This section does not apply to dormitory residences maintained by public or private schools, colleges, and universities for the educational benefit and convenience of unmarried students or to dwellings occupied by fraternities or sororities officially recognized by such institutions. Nothing in this statute may be construed to displace federal, state, or local guidelines setting reasonable standards governing maximum numbers of occupants. Section 9. That § 20-13-21 be AMENDED. 20-13-21. Unfair or discriminatory housing practice by financial institution or lender. It is an unfair or discriminatory practice for any person, bank, banking organization, mortgage company, insurance company, or other financial institution or lender to whom application is made for financial assistance for the purchase, lease, acquisition, construction, rehabilitation, repair, or maintenance of any real property or any agent or employee thereof, to discriminate against any person or group of persons, because of the race, color, creed, religion, sex, ancestry, disability, or national origin, sexual orientation, gender identity, or identification as a Native American Two-Spirit of such person or group of persons or of the prospective occupants or tenants of such real property in the granting, withholding, extending, modifying, renewing, or in the rates, terms, conditions or privileges of any such financial assistance or in the extension of services in connection therewith. Section 10. That § 20-13-22 be AMENDED. 20-13-22. Educational institutions' unfair or discriminatory practices--Exemptions. It is an unfair or discriminatory practice for any educational institution: (1) To discriminate in any manner in its full use or in its benefits, or in its services against any individual because of race, color, creed, religion, sex, ancestry, disability, or national origin, sexual orientation, gender identity, or identification as a Native American Two-Spirit. (2) To include, expel, limit, or otherwise discriminate against any individual seeking admission as a student, or an individual enrolled as a student because of race, color, creed, religion, sex, ancestry, disability, or national origin, sexual orientation, gender identity, or identification as a Native American Two-Spirit. (3) To make or use a written or oral inquiry, or form of application for admission that elicits or attempts to elicit information, or to make or keep a record, concerning the race, color, creed, religion, ancestry, disability, or national origin, sexual orientation, gender identity, or identification as a Native American Two-Spirit of an applicant for admission except as may be permitted by regulations of the commission of human rights. Segregation by sex of athletic activities offered by an educational institution does not constitute discrimination on the basis of sex in violation of this chapter if the opportunity to participate in athletic activities offered by the educational institution is substantially equal for both sexes. This section does not apply to any bona fide religious institution which has a qualification based on religion if such qualification is related to a bona fide religious purpose. Section 11. That § 20-13-23 be AMENDED. 20-13-23. Public accommodations--Unfair or discriminatory practices. It shall be an unfair or discriminatory practice for any person engaged in the provision of public accommodations because of race, color, creed, religion, sex, ancestry, disability, or national origin, sexual orientation, gender identity, or identification as a Native American Two-Spirit to fail or refuse to provide to any person access to the use of and benefit from the services and facilities of such public accommodations; or to accord adverse, unlawful, or unequal treatment to any person with respect to the availability of such services and facilities, the price or other consideration therefor, the scope and equality thereof, or the terms and conditions under which the same are made available, including terms and conditions relating to credit, payment, warranties, delivery, installation, and repair. Section 12. That § 20-13-24 be AMENDED. 20-13-24. Public services--Unfair or discriminatory practices. It is an unfair or discriminatory practice for any person engaged in the provision of public services, by reason of race, color, creed, religion, sex, ancestry, disability, or national origin, sexual orientation, gender identity, or identification as a Native American Two-Spirit to fail or refuse to provide to any person access to the use of and benefit thereof, or to provide adverse or unequal treatment to any person in connection therewith. Section 13. That § 20-13-25 be AMENDED. 20-13-25. Advertising public accommodations or services--Unfair or discriminatory practices. It is an unfair or discriminatory practice for any person directly or indirectly to advertise or in any other manner indicate or publicize that the patronage of persons of any particular race, color, creed, religion, sex, ancestry, disability, or national origin, sexual orientation, gender identity, or identification as a Native American Two-Spirit is unwelcome, objectionable, not acceptable, or not solicited. Section 14. That § 20-13-27 be AMENDED. 20-13-27. Regulations for enforcement of chapter. The commission shall promulgate rules, pursuant to chapter 1-26, consistent with and necessary for the enforcement of this chapter pertaining to: (1) The administration of the division; (2) Complaints, investigations, findings, answers and hearings, and orders; (3) General commission policies; (4) Tests in employee selection; and (5) Discrimination based upon sex, race, religion or creed, origin, ancestry, familial status, or disability, sexual orientation, gender identity, or identification as a Native American Two-Spirit."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 22433, "action_date": "2021-02-03T14:00:00-06:00", "document_id": 215796, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215796.pdf", "status_text": "First read in Senate and referred to", "journal_page": 170, "committee_id_action": 514, "committee_id_assigned": 509, "result": "N", "vote": {}}, {"bill_id": 22433, "action_date": "2021-02-23T08:00:00-06:00", "document_id": 217659, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217659.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 509, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22433, "action_date": "2021-02-23T08:00:00-06:00", "document_id": 217661, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217661.pdf", "status_text": "Tabled", "journal_page": 3, "committee_id_action": 509, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 69765, "president_vote": null, "Yea": [1783, 1785, 1806, 1847, 3795, 3805], "Excused": [1850]}}]}