{"session_id": 68, "bill_id": 24118, "bill_type": "Senate Bill", "bill_number": 113, "bill_title": "establish and modify provisions related to initiated petitions.", "sponsors": [{"legislator_profile_id": 4345, "is_prime": true}], "keywords": ["Education", "Hoghouse-Vehicle Bill"], "audio": [{"meeting_datetime": "2023-02-15T10:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sst24.mp3", "start_seconds": 4804.0}, {"meeting_datetime": "2023-02-15T10:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sst24.mp3", "start_seconds": 4804.0}, {"meeting_datetime": "2023-02-15T10:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sst24.mp3", "start_seconds": 4804.0}, {"meeting_datetime": "2023-02-15T10:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sst24.mp3", "start_seconds": 4804.0}, {"meeting_datetime": "2023-02-21T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sen26.mp3", "start_seconds": 5486.0}, {"meeting_datetime": "2023-02-21T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sen26.mp3", "start_seconds": 5486.0}, {"meeting_datetime": "2023-02-21T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sen26.mp3", "start_seconds": 5486.0}, {"meeting_datetime": "2023-03-01T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hst32.mp3", "start_seconds": 7122.0}, {"meeting_datetime": "2023-03-01T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hst32.mp3", "start_seconds": 7122.0}, {"meeting_datetime": "2023-03-01T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hst32.mp3", "start_seconds": 7122.0}, {"meeting_datetime": "2023-03-01T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hst32.mp3", "start_seconds": 7122.0}, {"meeting_datetime": "2023-03-01T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hst32.mp3", "start_seconds": 7122.0}, {"meeting_datetime": "2023-03-01T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hst32.mp3", "start_seconds": 7122.0}, {"meeting_datetime": "2023-03-06T09:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou34.mp3", "start_seconds": 11205.0}, {"meeting_datetime": "2023-03-06T09:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou34.mp3", "start_seconds": 11205.0}, {"meeting_datetime": "2023-03-06T09:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou34.mp3", "start_seconds": 11205.0}, {"meeting_datetime": "2023-03-06T09:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou34.mp3", "start_seconds": 11205.0}], "bill_versions": [{"bill_id": 24118, "bill_version_id": 246119, "bill_version": "Introduced", "bill_version_date": "2023-01-25T08:56:16.507-06:00", "bill_text": "An Act to establish and modify provisions related to education. Be it enacted by the Legislature of the State of South Dakota: Section 1. This Act establishes and modifies provisions related to education."}, {"bill_id": 24118, "bill_version_id": 250790, "bill_version": "House State Affairs Engrossed", "bill_version_date": "2023-03-02T09:00:02.867-06:00", "bill_text": "An Act to establish and modify provisions related to initiated petitions. Be it enacted by the Legislature of the State of South Dakota: Section 1. The Legislature finds that the Secretary of State has various administrative functions that are necessary to ensure a fair and orderly petition and election process. These functions include but are not limited to sampling signatures to ensure their validity; certifying measures for the ballot; and preparing, printing, and distributing ballots. The Legislature finds that in addition to these administrative functions, it is also essential to provide sufficient time for the resolution of any legal challenges related to the petition circulation process. Such challenges may involve allegations of fraud, forgery, filing of false instruments, or other illegalities, and may be subject to review by both the Circuit Court and the Supreme Court. The Legislature finds that such litigation can be time-consuming and complex, and therefore, it is necessary to allow adequate time for it to be conducted in a thorough and fair manner. Accordingly, the Legislature finds that it is important to establish a clear timeline for the election process and deadline for petition submission that allows for both the Secretary of State's administrative functions and the resolution of any legal challenges. To this end, the Legislature determines that the following time windows are necessary: The Legislature finds that general election day in South Dakota is the Tuesday after the first Monday in November. Therefore, general election day occurs within November 2 to November 8. The Legislature finds that the absentee voting period begins 46 days prior to the general election. Therefore, absentee voting begins within September 17 to September 23. The Legislature finds that the South Dakota Secretary of State requires approximately one month to prepare and print all ballots to be used on general election day. Therefore, the time period for preparing and printing ballots must begin within August 18 to August 24. The Legislature finds that 60 days time is minimally sufficient to accommodate an appeal in the Supreme Court. Therefore, the time window for an appeal in the Supreme Court must begin within June 19 to June 25. The Legislature finds that 60 days time is minimally sufficient to accommodate an action in circuit court to challenge the validity of petition signatures. Therefore, the time window for a circuit court challenge must begin within April 20 to April 26. The Legislature finds that the South Dakota Secretary of State requires approximately 45 days to review petition signatures for validity and certify a measure for the ballot. Therefore, the time window for a circuit court challenge must begin within March 6 to March 12. Therefore, the Legislature finds that the petition submission deadline shall be the second Tuesday in March. Section 2. That § 2-1-1.1 be AMENDED: 2-1-1.1. TheA petition as it is to be circulated for an initiated amendment to the Constitution shall must be filed with the secretary of state, including an electronic copy of the petition as it is to be circulated, prior to circulation for signatures and shall at least one year before the next general election at which the initiated amendment is proposed to be submitted to the voters. The petition filing must: (1) Contain the full text of the initiated amendment in fourteen-point font; (2) Contain the date of the general election at which the initiated amendment is to be submitted; (3) Contain the title and explanation as prepared by the attorney general; (4) Be accompanied by a notarized affidavit form signed by each person who is a petition sponsor that includes the name and address of each petition sponsor; and (5) Be accompanied by a statement of organization as provided in § 12-27-6. Each petition circulator shall provide to each person who signs the petition a form containing the title and explanation of the initiated amendment to the Constitution as prepared by the attorney general; any fiscal note prepared pursuant to § 2-9-30; the name, phone number, and email address of each petition sponsor; and a statement whether the petition circulator is a volunteer or paid petition circulator and, if a paid circulator, the amount the circulator is being paid. The form shall must be approved by the secretary of state prior to circulation. The petition form, as prescribed by the State Board of Elections, shall must include the paid circulator identification number within the verification of any paid circulator. For any initiated amendment petition, no signature may be obtained more than twenty-four months preceding the general election that was designated at the time of filing of the full text. The initiated amendment petition shall be filed with the secretary of state at least one year before the next general election. A sworn affidavit, signed by at least two-thirds of the petition sponsors, stating that the documents filed constitute the entire petition and to the best of the knowledge of the sponsors contains a sufficient number of signatures shall also be filed with the secretary of state. The initiated amendment petition signatures must be filed with the secretary of state by the second Tuesday in March of a general election year for the initiated amendment to qualify for submission to the voters at the next general election. The form of the petition otherwise, including petition size and petition font size for ballot measure language not prescribed in this section, and the affidavit shall must be prescribed by the State Board of Elections. Section 3. That § 2-1-1.2 be AMENDED: 2-1-1.2. TheA petition as it is to be circulated for an initiated measure shall must be filed with the secretary of state, including an electronic copy of the petition as it is to be circulated, prior to circulation for signatures and shall at least one year before the next general election at which the initiated measure is proposed to be submitted to the voters. The petition filing must: (1) Contain the full text of the initiated measure in fourteen-point font; (2) Contain the date of the general election at which the initiated measure is to be submitted; (3) Contain the title and explanation as prepared by the attorney general; (4) Be accompanied by a notarized affidavit form signed by each person who is a petition sponsor that includes the name and address of each petition sponsor; and (5) Be accompanied by a statement of organization as provided in § 12-27-6. Each petition circulator shall provide to each person who signs the petition a form containing the title and explanation of the initiated measure as prepared by the attorney general; any fiscal note prepared pursuant to § 2-9-30; the name, phone number, and email address of each petition sponsor; a statement whether the petition circulator is a volunteer or paid petition circulator and, if a paid circulator, the amount the circulator is being paid. The form shall must be approved by the secretary of state prior to circulation. The petition form, as prescribed by the State Board of Elections, shall must include the paid circulator identification number within the verification of any paid circulator. For any initiated measure petition, no signature may be obtained more than twenty-four months preceding the general election that was designated at the time of filing of the full text. The initiated measure petition shall be filed with the secretary of state at least one year before the next general election. A sworn affidavit, signed by at least two-thirds of the petition sponsors stating that the documents filed constitute the entire petition and to the best of the knowledge of the sponsors contains a sufficient number of signatures shall must also be filed with the secretary of state. The initiated measure petition signatures must be filed with the secretary of state by the second Tuesday in March of a general election year for the initiated measure to qualify for submission to the voters at the next general election. The form of the petition otherwise, including petition size and petition font size for ballot measure language not prescribed in this section, and the affidavit shall must be prescribed by the State Board of Elections. Section 4. That § 2-1-15 be AMENDED: 2-1-15. Upon the receiving of any initiative petition, referred law petition, or initiated constitutional amendment petition, the secretary of state shall examine the petition and petition signatures and make them available to the public upon request and payment of reasonable fees in accordance with § 1-8-10. No signature of a person shall may be counted by the secretary of state unless the person is a registered voter in the county indicated on the signature line. No signature of a person shall may be counted if the information required on the petition form is not accurate or complete. The secretary of state shall generate the random sample under § 2-1-16 and make available to the public the petitions and the random sample validation sheets within thirty days of a request and payment of reasonable fees in accordance with § 1-8-10."}, {"bill_id": 24118, "bill_version_id": 251378, "bill_version": "Conference Committee Engrossed", "bill_version_date": "2023-03-09T16:30:59.4-06:00", "bill_text": "An Act to establish and modify provisions related to initiated petitions. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 2-1-1.1 be AMENDED: 2-1-1.1. TheA petition as it is to be circulated for an initiated amendment to the Constitution shall must be filed with the secretary of state, including an electronic copy of the petition as it is to be circulated, prior to circulation for signatures and shall at least one year before the next general election at which the initiated amendment is proposed to be submitted to the voters. The petition filing must: (1) Contain the full text of the initiated amendment in fourteen-point font; (2) Contain the date of the general election at which the initiated amendment is to be submitted; (3) Contain the title and explanation as prepared by the attorney general; (4) Be accompanied by a notarized affidavit form signed by each person who is a petition sponsor that includes the name and address of each petition sponsor; and (5) Be accompanied by a statement of organization as provided in § 12-27-6. Each petition circulator shall provide to each person who signs the petition a form containing the title and explanation of the initiated amendment to the Constitution as prepared by the attorney general; any fiscal note prepared pursuant to § 2-9-30; the name, phone number, and email address of each petition sponsor; and a statement whether the petition circulator is a volunteer or paid petition circulator and, if a paid circulator, the amount the circulator is being paid. The form shall must be approved by the secretary of state prior to circulation. The petition form, as prescribed by the State Board of Elections, shall must include the paid circulator identification number within the verification of any paid circulator. For any initiated amendment petition, no signature may be obtained more than twenty-four months preceding the general election that was designated at the time of filing of the full text. The initiated amendment petition shall be filed with the secretary of state at least one year before the next general election. A sworn affidavit, signed by at least two-thirds of the petition sponsors, stating that the documents filed constitute the entire petition and to the best of the knowledge of the sponsors contains a sufficient number of signatures shall also be filed with the secretary of state. The initiated amendment petition signatures must be filed with the secretary of state by the first Tuesday in May of a general election year for the initiated amendment to qualify for submission to the voters at the next general election. The form of the petition otherwise, including petition size and petition font size for ballot measure language not prescribed in this section, and the affidavit shall must be prescribed by the State Board of Elections. Section 2. That § 2-1-1.2 be AMENDED: 2-1-1.2. TheA petition as it is to be circulated for an initiated measure shall must be filed with the secretary of state, including an electronic copy of the petition as it is to be circulated, prior to circulation for signatures and shall at least one year before the next general election at which the initiated measure is proposed to be submitted to the voters. The petition filing must: (1) Contain the full text of the initiated measure in fourteen-point font; (2) Contain the date of the general election at which the initiated measure is to be submitted; (3) Contain the title and explanation as prepared by the attorney general; (4) Be accompanied by a notarized affidavit form signed by each person who is a petition sponsor that includes the name and address of each petition sponsor; and (5) Be accompanied by a statement of organization as provided in § 12-27-6. Each petition circulator shall provide to each person who signs the petition a form containing the title and explanation of the initiated measure as prepared by the attorney general; any fiscal note prepared pursuant to § 2-9-30; the name, phone number, and email address of each petition sponsor; a statement whether the petition circulator is a volunteer or paid petition circulator and, if a paid circulator, the amount the circulator is being paid. The form shall must be approved by the secretary of state prior to circulation. The petition form, as prescribed by the State Board of Elections, shall must include the paid circulator identification number within the verification of any paid circulator. For any initiated measure petition, no signature may be obtained more than twenty-four months preceding the general election that was designated at the time of filing of the full text. The initiated measure petition shall be filed with the secretary of state at least one year before the next general election. A sworn affidavit, signed by at least two-thirds of the petition sponsors stating that the documents filed constitute the entire petition and to the best of the knowledge of the sponsors contains a sufficient number of signatures shall must also be filed with the secretary of state. The initiated measure petition signatures must be filed with the secretary of state by the first Tuesday in May of a general election year for the initiated measure to qualify for submission to the voters at the next general election. The form of the petition otherwise, including petition size and petition font size for ballot measure language not prescribed in this section, and the affidavit shall must be prescribed by the State Board of Elections. Section 3. That § 2-1-15 be AMENDED: 2-1-15. Upon the receiving of any initiative petition, referred law petition, or initiated constitutional amendment petition, the secretary of state shall promptly examine and catalogue the petition and petition signatures and make them available to the public upon request and payment of reasonable fees in accordance with § 1-8-10. No signature of a person shall may be counted by the secretary of state unless the person is a registered voter in the county indicated on the signature line. No signature of a person shall may be counted if the information required on the petition form is not accurate or complete. The secretary of state shall generate the random sample under § 2-1-16 within five days of completing the examination and cataloguing of the petition signatures and make available to the public the petitions and the random sample validation sheets within thirty days of a upon request and payment of reasonable fees in accordance with § 1-8-10."}, {"bill_id": 24118, "bill_version_id": 251383, "bill_version": "Enrolled", "bill_version_date": "2023-03-09T17:26:18.867-06:00", "bill_text": "ENTITLED An Act to establish and modify provisions related to initiated petitions. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 2-1-1.1 be AMENDED: 2-1-1.1. A petition as it is to be circulated for an initiated amendment to the Constitution must be filed with the secretary of state, including an electronic copy of the petition, prior to circulation for signatures and at least one year before the next general election at which the initiated amendment is proposed to be submitted to the voters. The petition filing must: (1) Contain the full text of the initiated amendment in fourteen-point font; (2) Contain the date of the general election at which the initiated amendment is to be submitted; (3) Contain the title and explanation as prepared by the attorney general; (4) Be accompanied by a notarized affidavit form signed by each person who is a petition sponsor that includes the name and address of each petition sponsor; and (5) Be accompanied by a statement of organization as provided in § 12-27-6. Each petition circulator shall provide to each person who signs the petition a form containing the title and explanation of the initiated amendment to the Constitution as prepared by the attorney general; any fiscal note prepared pursuant to § 2-9-30; the name, phone number, and email address of each petition sponsor; and a statement whether the petition circulator is a volunteer or paid petition circulator and, if a paid circulator, the amount the circulator is being paid. The form must be approved by the secretary of state prior to circulation. The petition form, as prescribed by the State Board of Elections, must include the paid circulator identification number within the verification of any paid circulator. For any initiated amendment petition, no signature may be obtained more than twenty-four months preceding the general election that was designated at the time of filing of the full text. A sworn affidavit, signed by at least two-thirds of the petition sponsors, stating that the documents filed constitute the entire petition and to the best of the knowledge of the sponsors contains a sufficient number of signatures shall also be filed with the secretary of state. The initiated amendment petition signatures must be filed with the secretary of state by the first Tuesday in May of a general election year for the initiated amendment to qualify for submission to the voters at the next general election. The form of the petition otherwise, including petition size and petition font size for ballot measure language not prescribed in this section, and the affidavit must be prescribed by the State Board of Elections. Section 2. That § 2-1-1.2 be AMENDED: 2-1-1.2. A petition as it is to be circulated for an initiated measure must be filed with the secretary of state, including an electronic copy of the petition, prior to circulation for signatures and at least one year before the next general election at which the initiated measure is proposed to be submitted to the voters. The petition filing must: (1) Contain the full text of the initiated measure in fourteen-point font; (2) Contain the date of the general election at which the initiated measure is to be submitted; (3) Contain the title and explanation as prepared by the attorney general; (4) Be accompanied by a notarized affidavit form signed by each person who is a petition sponsor that includes the name and address of each petition sponsor; and (5) Be accompanied by a statement of organization as provided in § 12-27-6. Each petition circulator shall provide to each person who signs the petition a form containing the title and explanation of the initiated measure as prepared by the attorney general; any fiscal note prepared pursuant to § 2-9-30; the name, phone number, and email address of each petition sponsor; a statement whether the petition circulator is a volunteer or paid petition circulator and, if a paid circulator, the amount the circulator is being paid. The form must be approved by the secretary of state prior to circulation. The petition form, as prescribed by the State Board of Elections, must include the paid circulator identification number within the verification of any paid circulator. For any initiated measure petition, no signature may be obtained more than twenty-four months preceding the general election that was designated at the time of filing of the full text. A sworn affidavit, signed by at least two-thirds of the petition sponsors stating that the documents filed constitute the entire petition and to the best of the knowledge of the sponsors contains a sufficient number of signatures must also be filed with the secretary of state. The initiated measure petition signatures must be filed with the secretary of state by the first Tuesday in May of a general election year for the initiated measure to qualify for submission to the voters at the next general election. The form of the petition otherwise, including petition size and petition font size for ballot measure language not prescribed in this section, and the affidavit must be prescribed by the State Board of Elections. Section 3. That § 2-1-15 be AMENDED: 2-1-15. Upon the receiving of any initiative petition, referred law petition, or initiated constitutional amendment petition, the secretary of state shall promptly examine and catalogue the petition and petition signatures and make them available to the public upon request and payment of reasonable fees in accordance with § 1-8-10. No signature of a person may be counted by the secretary of state unless the person is a registered voter in the county indicated on the signature line. No signature of a person may be counted if the information required on the petition form is not accurate or complete. The secretary of state shall generate the random sample under § 2-1-16 within five days of completing the examination and cataloguing of the petition signatures and make available to the public the random sample validation sheets upon request and payment of reasonable fees in accordance with § 1-8-10. An Act to establish and modify provisions related to initiated petitions. I certify that the attached Act originated in the: Senate as Bill No. 113 Secretary of the Senate President of the Senate Attest: Secretary of the Senate Speaker of the House Attest: Chief Clerk Senate Bill No. 113 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2023 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2023 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2023 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24118, "action_date": "2023-01-25T14:00:00-06:00", "document_id": 245898, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/245898.pdf", "status_text": "First read in Senate and referred to", "journal_page": 114, "committee_id_action": 1183, "committee_id_assigned": 1184, "result": "N", "vote": {}}, {"bill_id": 24118, "action_date": "2023-02-15T10:00:00-06:00", "document_id": 249124, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249124.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1184, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24118, "action_date": "2023-02-15T10:00:00-06:00", "document_id": 249125, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249125.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1184, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 77207, "president_vote": null, "Yea": [4413, 4348, 4355, 4394, 4410, 4426, 4430, 4352, 4345]}}, {"bill_id": 24118, "action_date": "2023-02-15T10:00:00-06:00", "document_id": 249125, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249125.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 1184, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24118, "action_date": "2023-02-16T13:00:00-06:00", "document_id": 249591, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249591.pdf", "status_text": "Remove from Consent Calendar", "journal_page": 292, "committee_id_action": 1183, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24118, "action_date": "2023-02-21T14:00:00-06:00", "document_id": 249697, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249697.pdf", "status_text": "Do Pass", "journal_page": 309, "committee_id_action": 1183, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 77373, "president_vote": null, "Nay": [4336, 4360, 4457, 4404], "Yea": [4338, 4339, 4340, 4342, 4345, 4348, 4448, 4355, 4359, 4372, 4378, 4381, 4382, 4453, 4466, 4386, 4460, 4394, 4395, 4399, 4407, 4410, 4413, 4414, 4419, 4426, 4430, 4432, 4434, 4436], "Excused": [4352]}}, {"bill_id": 24118, "action_date": "2023-02-22T14:00:00-06:00", "document_id": 249852, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249852.pdf", "status_text": "First read in House and referred to", "journal_page": 348, "committee_id_action": 1159, "committee_id_assigned": 1166, "result": "N", "vote": {}}, {"bill_id": 24118, "action_date": "2023-03-01T07:45:00-06:00", "document_id": 250318, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/250318.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1166, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24118, "action_date": "2023-03-01T07:45:00-06:00", "document_id": 250319, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/250319.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 1166, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 24118, "action_date": "2023-03-01T07:45:00-06:00", "document_id": 250319, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/250319.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 1166, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 77839, "president_vote": null, "Yea": [4334, 4337, 4353, 4366, 4368, 4409, 4470], "Nay": [4341, 4343, 4344, 4385, 4408, 4392]}}, {"bill_id": 24118, "action_date": "2023-03-01T07:45:00-06:00", "document_id": 250319, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/250319.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 1166, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 77840, "president_vote": null, "Yea": [4334, 4337, 4341, 4343, 4344, 4353, 4366, 4368, 4385, 4409, 4470, 4408, 4392]}}, {"bill_id": 24118, "action_date": "2023-03-01T07:45:00-06:00", "document_id": 250319, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/250319.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 1166, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24118, "action_date": "2023-03-06T09:00:00-06:00", "document_id": 250995, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/250995.pdf", "status_text": "Remove from Consent Calendar", "journal_page": 473, "committee_id_action": 1159, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24118, "action_date": "2023-03-06T09:00:00-06:00", "document_id": 250995, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/250995.pdf", "status_text": "Do Pass Amended", "journal_page": 485, "committee_id_action": 1159, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 78063, "president_vote": null, "Yea": [4456, 4445, 4333, 4441, 4334, 4337, 4459, 4341, 4343, 4344, 4449, 4350, 4351, 4442, 4353, 4468, 4365, 4366, 4450, 4373, 4374, 4375, 4379, 4462, 4383, 4452, 4454, 4438, 4384, 4443, 4451, 4388, 4389, 4469, 4392, 4393, 4447, 4396, 4398, 4400, 4401, 4440, 4403, 4437, 4406, 4408, 4409, 4458, 4455, 4444, 4412, 4463, 4439, 4417, 4418, 4464, 4446, 4465, 4470, 4429], "Nay": [4354, 4471, 4368, 4385, 4467, 4397, 4405, 4421, 4461], "Excused": [4358]}}, {"bill_id": 24118, "action_date": "2023-03-07T09:00:00-06:00", "document_id": 251155, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/251155.pdf", "status_text": "Conference Committee appointments", "journal_page": 506, "committee_id_action": 1159, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24118, "action_date": "2023-03-07T10:00:00-06:00", "document_id": 251159, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/251159.pdf", "status_text": "Failed to concur, appoint Conference Committee", "journal_page": 451, "committee_id_action": 1183, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 24118, "action_date": "2023-03-09T10:00:00-06:00", "document_id": 251220, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/251220.pdf", "status_text": "Motion to amend", "journal_page": 11, "committee_id_action": null, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 78199, "president_vote": null, "Yea": [4421, 4470, 4366, 4394, 4430, 4345]}}, {"bill_id": 24118, "action_date": "2023-03-09T09:00:00-06:00", "document_id": 251323, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/251323.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 477, "committee_id_action": 1183, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 78239, "president_vote": null, "Yea": [4336, 4339, 4345, 4348, 4448, 4352, 4355, 4457, 4381, 4453, 4466, 4460, 4394, 4395, 4399, 4407, 4410, 4413, 4414, 4419, 4426, 4430], "Excused": [4338, 4340, 4342, 4359, 4372, 4378, 4382, 4386, 4432, 4434, 4436], "Nay": [4360, 4404]}}, {"bill_id": 24118, "action_date": "2023-03-09T09:00:00-06:00", "document_id": 251318, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/251318.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 528, "committee_id_action": 1159, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 78257, "president_vote": null, "Yea": [4456, 4445, 4441, 4334, 4337, 4459, 4341, 4343, 4449, 4350, 4351, 4442, 4353, 4354, 4468, 4471, 4358, 4365, 4366, 4368, 4450, 4373, 4374, 4379, 4462, 4383, 4452, 4454, 4438, 4384, 4443, 4385, 4451, 4388, 4389, 4469, 4392, 4447, 4467, 4396, 4397, 4398, 4400, 4401, 4440, 4403, 4437, 4405, 4408, 4409, 4458, 4455, 4444, 4412, 4463, 4439, 4417, 4418, 4421, 4464, 4446, 4465, 4470, 4429, 4461], "Nay": [4333, 4344, 4375, 4393, 4406]}}, {"bill_id": 24118, "action_date": "2023-03-09T09:00:00-06:00", "document_id": 251318, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/251318.pdf", "status_text": "Signed by the Speaker", "journal_page": 543, "committee_id_action": 1159, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24118, "action_date": "2023-03-09T09:00:00-06:00", "document_id": 251323, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/251323.pdf", "status_text": "Signed by the President", "journal_page": 490, "committee_id_action": 1183, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24118, "action_date": "2023-03-09T09:00:00-06:00", "document_id": 251323, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/251323.pdf", "status_text": "Delivered to the Governor", "journal_page": 491, "committee_id_action": 1183, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24118, "action_date": "2023-03-27T09:00:00-05:00", "document_id": 251377, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/251377.pdf", "status_text": "Signed by the Governor", "journal_page": 495, "committee_id_action": 1183, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 7834, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24118"}