{"session_id": 21, "bill_id": 6243, "bill_type": "House Bill", "bill_number": 1157, "bill_title": "clarify and provide consistency in cemetery regulations and to establish an administrative fine for failure to file required reports.", "sponsors": [{"legislator_profile_id": 885, "is_prime": true}, {"legislator_profile_id": 906, "is_prime": true}], "keywords": ["Cemetery", "Corporations", "Fiduciaries and Trusts"], "audio": [{"meeting_datetime": "2015-02-04T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hco15.mp3", "start_seconds": 1689.0}, {"meeting_datetime": "2015-02-04T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hco15.mp3", "start_seconds": 1689.0}, {"meeting_datetime": "2015-02-04T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hco15.mp3", "start_seconds": 1689.0}, {"meeting_datetime": "2015-02-04T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hco15.mp3", "start_seconds": 1689.0}, {"meeting_datetime": "2015-02-04T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hco15.mp3", "start_seconds": 1689.0}, {"meeting_datetime": "2015-02-20T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hco25.mp3", "start_seconds": 1007.0}, {"meeting_datetime": "2015-02-20T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hco25.mp3", "start_seconds": 1007.0}, {"meeting_datetime": "2015-02-20T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hco25.mp3", "start_seconds": 1007.0}, {"meeting_datetime": "2015-02-20T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hco25.mp3", "start_seconds": 1007.0}, {"meeting_datetime": "2015-02-20T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hco25.mp3", "start_seconds": 1007.0}], "bill_versions": [{"bill_id": 6243, "bill_version_id": 33953, "bill_version": "Introduced", "bill_version_date": "2015-01-28T10:00:14.853-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to clarify and provide consistency in cemetery regulations and to establish an administrative fine for failure to file required reports. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 47-29-10 be amended to read as follows: 47-29-10. Any nonperpetual care cemetery, including nonperpetual care or cemetery organizations organization excepted from the provisions of chapter 55-12 by § 55-12-1, shall be is subject to the duties imposed and the rights provided by §§ 47-29-8 and 47-29-9. Section 2. That § 47-29-22 be amended to read as follows: 47-29-22. A cemetery corporation also has power: (1) To establish a perpetual fund, also known as the earnings fund or the cemetery income fund, to be used in purchasing and maintaining mowing equipment, hiring maintenance staff, caring for, ornamenting, beautifying, and improving its grounds; (2) To receive donations, devises, and legacies for such purpose; and (3) To elect three trustees contract with one independent trustee at a chartered banking institution to care for and invest such trust the cemetery principal fund and the cemetery income fund in such manner and under such restrictions and for such term or terms as may be prescribed by its articles of incorporation or bylaws. The independent trustee shall manage the funds pursuant to chapter 55-13A. The directors of any such corporation have power to require bonds from such trustees, from time to time, conditioned for the faithful discharge of their duties in such amounts as such board may deem necessary for the safety and proper security of such fund; and such trustees. The trustee shall account at least once each year for all income arising from such perpetual the cemetery principal fund and to required pursuant to § 55-12-3 and the cemetery income fund established by the corporation. The trustee shall make a full and detailed report of the condition of the each fund if required by the board of directors. Section 3. That § 55-12-1 be amended to read as follows: 55-12-1. Any persons, firms, or corporations or other forms person, firm, corporation, or other form of organization organized or engaging in the business under the laws of the State of South Dakota, or wheresoever organized and engaging in the business in the State of South Dakota, of the ownership, maintenance or operation of a cemetery, providing lots or other interment space therein for the remains of human bodies, except such organizations which are churches or religious or established fraternal societies, or municipalities or other political subdivisions of the State of South Dakota owning, maintaining or operating cemeteries, or persons, firms, or corporations owning and operating cemeteries which have been in existence more than five years prior to February 28, 1955 shall be is subject to the provisions of this chapter. Section 4. That § 55-12-2 be repealed. 55-12-2. All such persons, firms or organizations subject to the provisions of this chapter shall be, for the purposes hereof, designated either as \"perpetual care cemeteries\" or \"nonperpetual care cemeteries.\" Section 5. That § 55-12-3 be amended to read as follows: 55-12-3. Any such organization cemetery subject to the provisions of this chapter which is organized or commences business in the State of South Dakota after February 28, 1955, and desires to operate as a perpetual care cemetery shall, before selling or disposing of any interment space or lots, establish a minimum perpetual care and maintenance guarantee fund, also known as the cemetery principal fund, of twenty-five thousand dollars or one hundred dollars per burial space, whichever is less, in cash. Section 6. That § 55-12-4 be amended to read as follows: 55-12-4. To continue to operate as a perpetual care cemetery, any such organization the cemetery shall set aside and deposit in the cemetery principal fund not less than the following amounts for lots of interment space thereafter sold or disposed of: (1) A minimum of twenty percent of the gross selling price with a minimum of twenty dollars for each adult burial space, whichever is the greater. (2) A minimum of twenty percent of the gross selling price for each child's space with a minimum of five dollars for each space up to forty-two inches in length or ten dollars for each space up to sixty inches in length, whichever is the greater. (3) A minimum of twenty percent of the gross selling price with a minimum of one hundred dollars for each crypt in a public mausoleum, whichever is the greater. (4) A minimum of twenty percent of the gross selling price with a minimum of ten dollars for each inurnment niche in a public columbarium. No amount of the principal in the principal cemetery principal fund may be withdrawn or transferred out of the cemetery principal fund. Section 7. That § 55-12-5 be repealed. 55-12-5. Any such organization subject to the provisions of this chapter which was organized and engaged in business prior to February 28, 1955, shall be a perpetual care cemetery if it shall at all times comply with the requirements of a perpetual care cemetery as set forth in § 55-12-4. Trust funds set aside under § 47-29-22 shall be administered under this chapter. Section 8. That § 55-12-8 be amended to read as follows: 55-12-8. The income from the cemetery principal fund may be transferred to an earnings fund also known as the cemetery income fund established by the cemetery and may be used for the care and maintenance of the cemetery in purchasing and maintaining mowing equipment, hiring maintenance staff, caring for, ornamenting, beautifying, and improving its grounds. Section 9. That § 55-12-9 be repealed. 55-12-9. All other organizations subject to the provisions of this chapter shall be nonperpetual care cemeteries. Section 10. That § 55-12-10 be repealed. 55-12-10. Each nonperpetual care cemetery shall post in a conspicuous place in the office or offices where sales are conducted a legible sign stating: \"This is a nonperpetual care cemetery.\" The lettering of this sign shall be of suitable size so it is easily read at a distance of fifty feet. Section 11. That § 55-12-11 be repealed. 55-12-11. Each nonperpetual care cemetery shall also have printed or stamped at the head of all its contracts, deeds, statements, letterheads and advertising material, the legend: \"This is a nonperpetual care cemetery,\" and shall not sell any lot or interment space therein unless the purchaser thereof is informed that the cemetery is a nonperpetual care cemetery. Section 12. That § 55-12-12 be repealed. 55-12-12. Any nonperpetual care cemetery may become a perpetual care cemetery by placing in the perpetual care trust fund twenty-five thousand dollars, five thousand dollars per acre of all property sold or one hundred dollars per burial space, whichever is less, and shall comply with the requirement for a perpetual care cemetery as provided in § 55-12-4. Section 13. That § 55-12-17 be amended to read as follows: 55-12-17. A perpetual cemetery, as defined in § 55-12-4, or a perpetual cemetery corporation operating under chapter 47-29 Each cemetery shall file an annual financial report for the preceding fiscal year with the secretary of state by July thirty-first of each year on a form prescribed by the secretary of state if the cemetery has one hundred or more people buried in the cemetery. The secretary of state shall impose an administrative fine of fifty dollars on the cemetery for each day after the filing deadline that the cemetery fails to file the report. If the cemetery submits an incomplete report, the secretary of state shall provide notice of the incomplete report to the cemetery. If the cemetery fails to submit a completed report within thirty days of the notice, the secretary of state shall impose an administrative fine of fifty dollars on the cemetery for each day that the cemetery fails to file the complete report after the thirty- day notice period. Section 14. That § 55-12-18 be amended to read as follows: 55-12-18. If a perpetual care cemetery has more than three thousand people buried in the cemetery, the cemetery shall transfer all moneys from the perpetual care fund into the principal fund. The principal fund and the earnings cemetery income fund of a perpetual cemetery shall be administered by an independent trustee and shall remain in the control of a licensed chartered banking institution. The independent trustee shall manage the funds pursuant to chapter 55-13A. No moneys may be taken out of the cemetery principal fund to pay for the costs of administering the funds. The cemetery principal fund and the earnings cemetery income fund are open for public inspection. Each perpetual care cemetery shall submit a report to the secretary of state that includes the name and address of the licensed chartered banking institution and the account numbers of the cemetery principal account fund and the earnings account cemetery income fund by April 1, 2014 July thirty-first of each year. The secretary of state shall impose an administrative fine of fifty dollars on the cemetery for each day after the filing deadline that the cemetery fails to file the report. If the cemetery submits an incomplete report, the secretary of state shall provide notice of the incomplete report to the cemetery. If the cemetery fails to submit a completed report within thirty days of the notice, the secretary of state shall impose an administrative fine of fifty dollars on the cemetery for each day that the cemetery fails to file the complete report after the thirty-day notice period."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6243, "action_date": "2015-01-28T14:00:00-06:00", "document_id": 34023, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34023.pdf", "status_text": "First Reading House", "journal_page": 217, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6243, "action_date": "2015-01-29T14:00:00-06:00", "document_id": 34099, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34099.pdf", "status_text": "Referred to", "journal_page": 227, "committee_id_action": 286, "committee_id_assigned": 272, "result": "N", "vote": {}}, {"bill_id": 6243, "action_date": "2015-02-04T10:00:00-06:00", "document_id": 34216, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34216.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 272, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6243, "action_date": "2015-02-04T10:00:00-06:00", "document_id": 34461, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34461.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 272, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6243, "action_date": "2015-02-04T10:00:00-06:00", "document_id": 34461, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34461.pdf", "status_text": "Do Pass Amended", "journal_page": 0, "committee_id_action": 272, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 18172, "president_vote": null, "Nay": [952, 931, 937, 882, 956, 934, 864], "Yea": [906, 950, 932, 949, 957, 933]}}, {"bill_id": 6243, "action_date": "2015-02-04T10:00:00-06:00", "document_id": 34461, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34461.pdf", "status_text": "Deferred to another day", "journal_page": 0, "committee_id_action": 272, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6243, "action_date": "2015-02-18T09:30:00-06:00", "document_id": 34887, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34887.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 272, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6243, "action_date": "2015-02-20T10:00:00-06:00", "document_id": 35167, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35167.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 272, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6243, "action_date": "2015-02-20T10:00:00-06:00", "document_id": 35371, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35371.pdf", "status_text": "Do Pass Amended", "journal_page": 0, "committee_id_action": 272, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 18913, "president_vote": null, "Nay": [952, 931, 937, 882, 956, 934, 864], "Yea": [906, 932, 949, 957], "Excused": [950, 933]}}, {"bill_id": 6243, "action_date": "2015-02-20T10:00:00-06:00", "document_id": 35371, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35371.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 471, "committee_id_action": 272, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 18915, "president_vote": null, "Yea": [952, 931, 937, 882, 956, 934, 957, 864], "Nay": [906, 932, 949], "Excused": [950, 933]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/6243"}