{"session_id": 56, "bill_id": 18985, "bill_type": "Senate Bill", "bill_number": 180, "bill_title": "repeal the video lottery and to replace the revenue with an increase in the sales and use tax.", "sponsors": [{"legislator_profile_id": 3045, "is_prime": true}, {"legislator_profile_id": 3093, "is_prime": true}, {"legislator_profile_id": 3055, "is_prime": false}, {"legislator_profile_id": 3056, "is_prime": false}, {"legislator_profile_id": 3057, "is_prime": false}, {"legislator_profile_id": 3059, "is_prime": false}, {"legislator_profile_id": 3064, "is_prime": false}, {"legislator_profile_id": 3091, "is_prime": false}, {"legislator_profile_id": 3097, "is_prime": false}, {"legislator_profile_id": 3098, "is_prime": false}, {"legislator_profile_id": 3099, "is_prime": false}, {"legislator_profile_id": 3102, "is_prime": false}, {"legislator_profile_id": 3118, "is_prime": false}, {"legislator_profile_id": 3127, "is_prime": false}, {"legislator_profile_id": 3139, "is_prime": false}, {"legislator_profile_id": 3141, "is_prime": false}, {"legislator_profile_id": 3143, "is_prime": false}, {"legislator_profile_id": 3147, "is_prime": false}, {"legislator_profile_id": 3148, "is_prime": false}], "keywords": ["Recreation and Sports", "Sales Tax", "Taxes"], "audio": [{"meeting_datetime": "2004-02-06T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sst18sb0180a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-06T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sst18sb0180a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-06T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sst18sb0180a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-06T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sst18sb0180a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-06T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sst18sb0180a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 18985, "bill_version_id": 99833, "bill_version": "Introduced", "bill_version_date": "2004-01-26T09:20:36-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal the video lottery and to replace the revenue with an increase in the sales and use tax. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 42-7A-1 be amended to read as follows: 42-7A-1. Terms used in this chapter mean: (1) \"Associated equipment,\" any proprietary device, machine, or part used in the manufacture or maintenance of a video lottery machine, including but not limited to integrated circuit chips, printed wired assembly, printed wired boards, printing mechanisms, video display monitors, and metering devices; (2) \"Commission,\" the South Dakota Lottery Commission; (3) \"Credit,\" five, ten, or twenty-five cents; (4) \"Executive director,\" the executive director of the South Dakota Lottery; (5) \"Instant lottery,\" a game that offers preprinted tickets that indicate immediately or in a grand prize drawing whether the player has won a prize; (6) \"Licensed establishment,\" a bar or lounge owned or managed by an individual, partnership, corporation, or association licensed to sell alcoholic beverages for consumption upon the premises where sold; (7) \"Lottery\" or \"state lottery,\" any lottery operated pursuant to this chapter; (8) \"Lottery retailer,\" any person with whom the South Dakota Lottery has contracted to sell lottery tickets to the public; (9) \"Lottery vendor\" or \"vendor,\" any person who has entered into a major procurement contract with the South Dakota Lottery; (10) \"Major procurement,\" any contract with any vendor directly involved in providing facilities, equipment, tickets, and services unique to the lottery, but not including materials, supplies, equipment, and services common to the ordinary operations of state agencies; (11) \"Net machine income,\" money put into a video lottery machine minus credits paid out in cash; (12) \"On-line lottery,\" a game linked to a central computer via a telecommunications network in which the player selects a specified group of numbers or symbols out of a predetermined range of numbers or symbols as approved by the commission; (13) \"South Dakota Lottery,\" the state agency created by this chapter to operate a lottery pursuant to this chapter; (14) \"Ticket,\" any tangible evidence issued or authorized by the South Dakota Lottery to prove participation in an instant , or on-line , or video lottery game ; (14A) \"Video lottery,\" any video game of chance played on video lottery machines; (15) \"Video lottery machine distributor,\" any individual, partnership, corporation, or association that distributes or sells video lottery machines or associated equipment in this state; (16) \"Video lottery machine manufacturer,\" any individual, partnership, corporation, or association that assembles or produces video lottery machines or associated equipment for sale or use in this state; (17) \"Video lottery machine operator,\" any individual, partnership, corporation, or association that places video lottery machines or associated equipment for public use in this state; and (18) \"Video lottery machines,\" or \"machine,\" any electronic video game machine that, upon insertion of cash, is available to play or simulate the play of a video game, including but not limited to video poker, keno, and blackjack, authorized by the commission utilizing a video display and microprocessors in which, by chance, the player may receive free games or credits that can be redeemed for cash. The term does not include a machine that directly dispenses coins, cash, or tokens . Section 2. That § 42-7A-4 be amended to read as follows: 42-7A-4. The executive director may, subject to policy established by the commission: (1) Supervise and administer the operation of the state lottery in accordance with the provisions of this chapter; (2) Employ all other employees of the South Dakota Lottery; (3) Enter into contracts for promotional services; annuities or other methods deemed appropriate for the payment of prizes; data processing and other technical products, equipment and services; and facilities as needed to operate the South Dakota Lottery including, without limitation, tickets and other services involved in major procurements; (4) Contract with and license persons for the sale of lottery tickets and the offering of video lottery games to the public, as provided by this chapter and rules adopted pursuant thereto; (5) Make demographic studies of lottery players and studies of reactions of citizens to existing and potential features of the lottery; (6) Require lottery retailers and persons licensed pursuant to this chapter to furnish proof of financial stability or furnish surety in an amount based upon the expected volume of sales of lottery tickets or net machine income ; (7) Provide for secure facilities to house the South Dakota Lottery; (8) Provide for separate, distinct, and secure data processing facilities to be used for the reliable operation of the state lottery; (9) Examine, or cause to be examined by any agent or representative designated by the executive director, any books, papers, records, or memoranda of any lottery retailer or person licensed pursuant to this chapter for the purpose of ascertaining compliance with any provision of this chapter or any rule adopted pursuant to this chapter; (10) Issue subpoenas to compel access to or for the production of such books, papers, records, or memoranda in the custody or control of any lottery retailer or person licensed pursuant to this chapter, or to compel the appearance of any of their employees, for the purpose of ascertaining compliance with any provision of this chapter or any rule adopted pursuant to this chapter; (11) Administer oaths and take depositions to the same extent and subject to the same limitations as would apply if the deposition was in aid of a civil action in the circuit court; (11A) The lottery commission shall operate a video lottery undertaken pursuant to this chapter and may not contract or assign this responsibility to any other person; (12) Impose civil fines not to exceed ten thousand dollars per violation and fifteen thousand dollars for any subsequent violation of any provision of this chapter or any rule adopted pursuant to this chapter; and (13) Enter into written agreements or compacts with one or more other states for the operation, marketing and promotion of a joint lottery or joint lottery games. Section 3. That § 42-7A-13 be amended to read as follows: 42-7A-13. To be selected as a lottery retailer or video lottery machine operator , a natural person acting as a sole proprietor shall: (1) Be at least eighteen years of age; (2) Be of good character and reputation; (3) Have sufficient financial resources to support the activities required to sell lottery tickets or place and service video lottery machines ; and (4) Be current in payment of all taxes, interest, and penalties owed to the State of South Dakota, excluding items under formal dispute or appeal pursuant to applicable statutes. A lottery retailer or video lottery machine operator may not be a lottery vendor or an employee or agent of any lottery vendor doing business with the South Dakota Lottery. Section 4. That § 42-7A-15 be amended to read as follows: 42-7A-15. For a partnership to be selected as a lottery retailer or video lottery machine operator , the partnership shall meet the requirements of subdivisions 42-7A-13(3) and (4), and each partner thereof shall meet the requirements of subdivisions 42-7A-13(1) and (2) and subdivisions 42-7A-14(1) to (5), inclusive. Section 5. That § 42-7A-16 be amended to read as follows: 42-7A-16. For an association or corporation to be selected as a lottery retailer or video lottery machine operator , the association or corporation shall meet the requirements of subdivisions 42-7A-13(3) and (4), and each officer and director and each stockholder who owns five percent or more of the stock of such association or corporation shall meet the requirements of subdivisions 42-7A-13(1) and (2) and subdivisions 42-7A-14(1) to (5), inclusive. Section 6. That § 42-7A-21 be amended to read as follows: 42-7A-21. The commission shall promulgate rules pursuant to chapter 1-26 governing the establishment and operation of a state lottery as necessary to carry out the purposes of this chapter. The commission shall promulgate rules concerning the following: (1) The types of ticket lottery games to be conducted as authorized pursuant to this chapter; (2) The manner of selecting the winning tickets. However, if a lottery game utilizes a drawing of winning numbers, a drawing among entries, or a drawing among finalists, such drawings shall always be open to the public and shall be recorded on both video and audio tape; (3) The manner of payment of prizes to the holders of winning tickets; (4) The frequency of the drawings or selections of winning tickets; (5) The types of locations at which tickets may be sold; (6) The methods to be used in selling tickets; (7) Additional qualifications for the selection of lottery retailers , video lottery machine manufacturers, distributors, or operators and the amount of application fees to be paid by each; (8) The amount and method of compensation to be paid to lottery retailers, including special bonuses and incentives; (9) Deadlines for claims for prizes by winners of each lottery game. However, in no instance may such deadline be for more than one year; (10) The mechanical and electronic specifications for each video lottery machine. At a minimum, each video lottery machine shall meet the requirements of § 42-7A-37; (11) Machine security testing and inspection procedures; (12) Liability for machine malfunction; (13) Machine maintenance and repair; (14) Financial responsibility of persons licensed under this chapter; (15) Accounting procedures for net machine income; (16) Licensing procedures under this chapter; and (17) Such other matters necessary or desirable for the efficient or economical operation of the lottery or for the convenience of the public. Section 7. That § 42-7A-24 be amended to read as follows: 42-7A-24. Net proceeds from the sale of instant lottery tickets shall be transferred to the state general fund on an annual basis after July first each year. The commission shall maximize the net proceeds to the state from the sale of instant and on-line lottery tickets. In no event may yearly lottery expenses for the sale of lottery tickets, excluding expenditures from retained earnings, exceed the amount of combined net proceeds transferred to the state general fund, the state corrections facility construction fund, and the state capital construction fund. Net machine income from video lottery games shall be directly deposited in the state property tax reduction fund upon receipt. Net proceeds are funds in the lottery operating fund which are not needed for the payment of prizes, lottery expenses, and total retained earnings up to one and one-half million dollars cash deemed necessary by the executive director and commission for replacement, maintenance, and upgrade of business systems, product development, legal and operating contingencies of the lottery. Beginning in fiscal year 1997 and each year thereafter, the commission shall transfer the first one million four hundred thousand dollars from the net proceeds from the sale of on-line video lottery tickets collected pursuant to § 42-7A-24 to the general fund. The commission shall then transfer an amount equal to the remaining net proceeds from the sale of on-line lottery tickets collected pursuant to § 42-7A-24 to the state capital construction fund created in § 5-27-1. Section 8. That § 42-7A-36 be amended to read as follows: 42-7A-36. No person may have in his possession, custody, or under his the person's control or permit to be kept in any place under his the person's possession or control, any device that awards credits and contains a circuit, meter , or switch capable of removing and recording the removal of credits when the award of credits is dependent upon chance. A violation of this section is a Class 6 felony. All devices described in this section are hereby declared to be public nuisances. The provisions of this section do not apply to devices or electronic video game machines licensed pursuant to this chapter. Section 9. That § 42-7A-56 be amended to read as follows: 42-7A-56. The Legislature hereby finds, and declares to be the public policy of this state that: (1) The success of the South Dakota Lottery is dependent upon public confidence and trust that it is conducted honestly and free from criminal and corruptive elements; (2) Public confidence and trust can only be maintained by strict regulation of all persons, locations, practices, associations, and activities related to the sale of lottery products and the operation, manufacturing, and distribution of video lottery games and equipment ; and (3) No applicant for a license or other affirmative commission action has any right to a license or to the granting of the approval sought. Any license issued or other commission approval granted pursuant to the provisions of this chapter is a revocable privilege, and no holder acquires any vested interest or property right therein or thereunder. Section 10. That § 22-36-2 be amended to read as follows: 22-36-2. No person may smoke tobacco or carry any lighted tobacco product in any public place or place of employment. This section does not apply to any sleeping room in a lodging establishment as defined in § 34-18-1, to any on-sale licensee pursuant to chapter 35-4, to any video lottery licensed establishment pursuant to chapter 42-7A, to any licensee pursuant to chapter 42-7B, or to any tobacco or packaged liquor store if the store is primarily used for the sale of tobacco or alcoholic beverages, or both, and the sale of other products is merely incidental. A violation of this section is a petty offense. Section 11. That § § 10-58-11, 35-4-103, 42-7A-37 to 42-7A-48, inclusive, 42-7A-57, 42- 7A-58, 42-7A-59, and 42-7A-61 to 42-7A-65, inclusive, be repealed. Section 12. That § 10-45-2 be amended to read as follows: 10-45-2. There is hereby imposed a tax upon the privilege of engaging in business as a retailer, a tax of four four and eighty-five hundredths percent upon the gross receipts of all sales of tangible personal property consisting of goods, wares, or merchandise, except as taxed by § 10-45-3 and except as otherwise provided in this chapter, sold at retail in the State of South Dakota to consumers or users. Section 13. That § 10-45-3 be amended to read as follows: 10-45-3. There is hereby imposed a tax of three three and eighty-five hundredths percent on the gross receipts from the sale or resale of farm machinery and attachment units other than replacement parts; or irrigation equipment used exclusively for agricultural purposes by licensed South Dakota retailers; provided, however, that whenever any trade-in or exchange of used farm machinery is involved in the transaction, the tax shall only be due and collected on the cash difference. Section 14. That section 18 of chapter 64 of the 2002 Session Laws be amended to read as follows: There is hereby imposed a tax of four four and eighty-five hundredths percent on the gross receipts from the sale or resale of farm machinery and attachment units other than replacement parts; or irrigation equipment used exclusively for agricultural purposes by licensed South Dakota retailers. However, any trade-in or exchange of used farm machinery is involved in the transaction, the tax is only due and shall be collected only on the cash difference. Section 15. That § 10-45-5 be amended to read as follows: 10-45-5. There is imposed a tax at the rate of three three and eighty-five hundredths percent upon the gross receipts of any person from engaging in the business of leasing farm machinery or irrigation equipment used for agricultural purposes and four four and eighty-five hundredths percent upon the gross receipts of any person from engaging or continuing in any of the following businesses or services in this state: abstracters; accountants; architects; barbers; beauty shops; bill collection services; blacksmith shops; car washing; dry cleaning; dyeing; exterminators; garage and service stations; garment alteration; cleaning and pressing; janitorial services and supplies; specialty cleaners; laundry; linen and towel supply; membership or entrance fees for the use of a facility or for the right to purchase tangible personal property or services; photography; photo developing and enlarging; tire recapping; welding and all repair services; cable television; and rentals of tangible personal property except leases of tangible personal property between one telephone company and another telephone company, motor vehicles as defined by § 32-5-1 leased under a single contract for more than twenty-eight days and mobile homes provided, however, that the specific enumeration of businesses and professions made in this section does not, in any way, limit the scope and effect of § 10-45-4. Section 16. That section 20 of chapter 64 of the 2002 Session Laws be amended to read as follows: There is imposed a tax at the rate of four four and eighty-five hundredths percent upon the gross receipts of any person from engaging in the business of leasing farm machinery or irrigation equipment used for agricultural purposes and four four and eighty-five hundredths percent upon the gross receipts of any person from engaging or continuing in any of the following businesses or services in this state: abstracters; accountants; architects; barbers; beauty shops; bill collection services; blacksmith shops; car washing; dry cleaning; dyeing; exterminators; garage and service stations; garment alteration; cleaning and pressing; janitorial services and supplies; specialty cleaners; laundry; linen and towel supply; membership or entrance fees for the use of a facility or for the right to purchase tangible personal property or services; photography; photo developing and enlarging; tire recapping; welding and all repair services; cable television; and rentals of tangible personal property except leases of tangible personal property between one telephone company and another telephone company, motor vehicles as defined by § 32-5-1 leased under a single contract for more than twenty-eight days and mobile homes. However, the specific enumeration of businesses and professions made in this section does not, in any way, limit the scope and effect of § 10-45-4. Section 17. That § 10-45-5.3 be amended to read as follows: 10-45-5.3. There is imposed, at the rate of three three and eighty-five hundredths percent, an excise tax on the gross receipts of any person engaging in oil and gas field services (group no. 138) as enumerated in the Standard Industrial Classification Manual, 1987, as prepared by the Statistical Policy Division of the Office of Management and Budget, Office of the President. Section 18. That section 21 of chapter 64 of the 2002 Session Laws be amended to read as follows: There is imposed, at the rate of four four and eighty-five hundredths percent, an excise tax on the gross receipts of any person engaging in oil and gas field services (group no. 138) as enumerated in the Standard Industrial Classification Manual, 1987, as prepared by the Statistical Policy Division of the Office of Management and Budget, Office of the President. Section 19. That § 10-45-6 be amended to read as follows: 10-45-6. There is hereby imposed a tax of four four and eighty-five hundredths percent upon the gross receipts from sales, furnishing, or service of gas, electricity, and water, including the gross receipts from such sales by any municipal corporation furnishing gas, and electricity, to the public in its proprietary capacity, except as otherwise provided in this chapter, when sold at retail in the State of South Dakota to consumers or users. Section 20. That § 10-45-6.1 be amended to read as follows: 10-45-6.1. Except as provided in § 10-45-6.2, there is hereby imposed a tax of four four and eighty-five hundredths percent upon the gross receipts from providing any telecommunication service that originates or terminates in this state and that is billed or charged to a service address in this state, or that both originates and terminates in this state. However, the tax imposed by this section does not apply to: (1) Any eight hundred or eight hundred type service unless the service both originates and terminates in this state; (2) Any sale of a telecommunication service to a provider of telecommunication services, including access service, for use in providing any telecommunication service; or (3) Any sale of interstate telecommunication service provided to a call center that has been certified by the secretary of revenue to meet the criterion established in § 10-45-6.3 and the call center has provided to the telecommunications service provider an exemption certificate issued by the secretary indicating that it meets the criterion. If a call center uses an exemption certificate to purchase services not meeting the criterion established in § 10-45-6.3, the call center is liable for the applicable tax, penalty, and interest. For the purposes of this section, the term, telecommunication service, is the transmission of signs, signals, writings, images, sounds, messages, data, or other information of any nature by wire, radio, lightwaves, electromagnetic means. Section 21. That § 10-45-6.2 be amended to read as follows: 10-45-6.2. There is hereby imposed a tax of four four and eighty-five hundredths percent upon the gross receipts of mobile telecommunications services, as defined in 4 U.S.C. § 124(7) as of January 1, 2002, that originate and terminate in the same state and are billed to a customer with a place of primary use in this state or are deemed to have originated or been received in this state and to be billed or charged to a service address in this state if the customer's place of primary use is located in this state regardless of where the service actually originates or terminates. Notwithstanding any other provision of this chapter and for purposes of the tax imposed by this section, the tax imposed upon mobile telecommunication services shall be administered in accordance with 4 U.S.C. § § 116-126 as in effect on July 28, 2000. Section 22. That § 10-45-8 be amended to read as follows: 10-45-8. There is imposed a tax of four four and eighty-five hundredths percent upon the gross receipts from all sales of tickets or admissions to places of amusement and athletic contests or events, except as otherwise provided in this chapter. Section 23. That § 10-45-70 be amended to read as follows: 10-45-70. There is imposed a tax of four four and eighty-five hundredths percent on the gross receipts from the transportation of tangible personal property. The tax imposed by this section shall apply to any transportation of tangible personal property if both the origin and destination of the tangible personal property are within this state. Section 24. That § 10-45-71 be amended to read as follows: 10-45-71. There is imposed a tax of four four and eighty-five hundredths percent on the gross receipts from the transportation of passengers. The tax imposed by this section shall apply to any transportation of passengers if the passenger boards and exits the mode of transportation within this state. Section 25. That § 10-46-2.1 be amended to read as follows: 10-46-2.1. For the privilege of using services in South Dakota, except those types of services exempted by § 10-46-17.3, there is imposed on the person using the service an excise tax equal to four four and eighty-five hundredths percent of the value of the services at the time they are rendered. However, this tax may not be imposed on any service rendered by a related corporation as defined in subdivision 10-43-1(11) for use by a financial institution as defined in subdivision 10-43-1(4) or on any service rendered by a financial institution as defined in subdivision 10-43-1(4) for use by a related corporation as defined in subdivision 10-43-1(11). For the purposes of this section, the term , related corporation , includes a corporation which together with the financial institution is part of a controlled group of corporations as defined in 26 U.S.C. § 1563 as in effect on January 1, 1989, except that the eighty percent ownership requirements set forth in 26 U.S.C. § 563(a)(2)(A) for a brother-sister controlled group are reduced to fifty-one percent. For the purpose of this chapter, services rendered by an employee for the use of his or her employer are not taxable. Section 26. That § 10-46-2.2 be amended to read as follows: 10-46-2.2. An excise tax is imposed upon the privilege of the use of rented tangible personal property in this state at the rate of four four and eighty-five hundredths percent of the rental payments upon the property. Section 27. That § 10-46-57 be amended to read as follows: 10-46-57. There is imposed a tax of four four and eighty-five hundredths percent on the privilege of the use of any transportation of tangible personal property. The tax imposed by this section shall apply to any transportation of tangible personal property if both the origin and destination of the tangible personal property are within this state. Section 28. That § 10-46-58 be amended to read as follows: 10-46-58. There is imposed a tax of four four and eighty-five hundredths percent on the privilege of the use of any transportation of passengers. The tax imposed by this section shall apply to any transportation of passengers if the passenger boards and exits the mode of transportation within this state. Section 29. That § 10-46-69 be amended to read as follows: 10-46-69. There is hereby imposed a tax of four four and eighty-five hundredths percent upon the privilege of the use of mobile telecommunications services, as defined in 4 U.S.C. § 124(7) as of January 1, 2002, that originate and terminate in the same state and are billed to a customer with a place of primary use in this state. Notwithstanding any other provision of this chapter and for purposes of the tax imposed by this section, the tax imposed upon mobile telecommunication services shall be administered in accordance with 4 U.S.C. § § 116-126 as in effect on July 28, 2000. Section 30. That § 10-58-1 be amended to read as follows: 10-58-1. There is imposed upon owners and operators a special amusement excise tax of four four and eighty-five hundredths percent of the gross receipts from the operation of any mechanical or electronic amusement device."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 18985, "action_date": "2004-01-26T14:00:00-06:00", "document_id": 99956, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99956.pdf", "status_text": "First read in Senate and referred to", "journal_page": 148, "committee_id_action": 832, "committee_id_assigned": 814, "result": "N", "vote": {}}, {"bill_id": 18985, "action_date": "2004-02-06T07:45:00-06:00", "document_id": 100776, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100776.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 814, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18985, "action_date": "2004-02-06T07:45:00-06:00", "document_id": 100776, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100776.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 364, "committee_id_action": 814, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 57082, "president_vote": null, "Nay": [3093, 3139], "Yea": [3101, 3109, 3120, 3137, 3146, 3065, 3050]}}, {"bill_id": 18985, "action_date": "2004-02-06T07:45:00-06:00", "document_id": 100776, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100776.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 364, "committee_id_action": 814, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 57082, "president_vote": null, "Nay": [3093, 3139], "Yea": [3101, 3109, 3120, 3137, 3146, 3065, 3050]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/18985"}