{"session_id": 69, "bill_id": 24642, "bill_type": "House Bill", "bill_number": 1167, "bill_title": "clarify determinations regarding the injection of a COVID-19 vaccine.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24642", "sponsors": [{"legislator_profile_id": 4511, "is_prime": true}], "keywords": ["COVID-19", "Immunization", "Labor and Employment"], "audio": [], "bill_versions": [{"bill_id": 24642, "bill_version_id": 262751, "bill_version": "Introduced", "bill_version_date": "2024-01-25T09:19:31.023-06:00", "bill_text": "An Act to clarify determinations regarding the injection of a COVID-19 vaccine. Be it enacted by the Legislature of the State of South Dakota: Section 1. That chapter 60-4 be amended with a NEW SECTION: Each individual employed in this state, whether in the public or private sector, has the right to evaluate information regarding the efficacy of being injected with a COVID-19 vaccine and determine whether or not to receive the vaccination. For purposes of this section, the term \"evaluate information\" means to: (1) Consider the findings of peer reviewed studies regarding the efficacy of a COVID-19 vaccine; (2) Seek guidance from credible medical sources regarding the efficacy of a COVID-19 vaccine; (3) Seek recommendations from personal medical practitioners regarding the efficacy of a COVID-19 vaccine and prophylactic medicines or treatments for airborne respiratory infections, including coronavirus; (3) Consider the benefits and risks of being injected with a COVID-19 vaccine, given one's age and overall health and well-being; and (4) Consider the health needs of, vulnerabilities of, and implications for immediate family members. If an individual determines that being injected with a COVID-19 vaccine is not personally justifiable, the individual's employer may require that the individual work at an alternate location within the same building or work from home, provided doing so is compatible with the individual's work responsibilities. The employer may not terminate, demote, discipline, or take any other adversarial action against the individual based on the individual's determination under this section. An individual aggrieved by an action of the individual's employer under this section may bring a civil suit for damages in circuit court and may sue for all wages and benefits that would have accrued, up to and including the date of the judgment. This section is not applicable to an individual whose employer must, in accordance with federal statute or regulation, require that anyone serving in the individual's position be injected with a COVID-19 vaccine, as a condition of employment in that specified position."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24642, "action_date": "2024-01-25T13:00:00-06:00", "document_id": 262421, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/262421.pdf", "status_text": "First read in House and referred to", "journal_page": 175, "committee_id_action": 1197, "committee_id_assigned": 1196, "result": "N", "vote": {}}]}