{"session_id": 56, "bill_id": 19157, "bill_type": "House Bill", "bill_number": 1310, "bill_title": "create a pharmacy benefits management authority and to provide for its powers and duties.", "sponsors": [], "keywords": ["Department of Health", "Governor", "Public Health and Safety", "State Affairs and Government"], "audio": [{"meeting_datetime": "2004-02-09T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hst20.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 19157, "bill_version_id": 100144, "bill_version": "Introduced", "bill_version_date": "2004-01-28T12:44:44-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create a pharmacy benefits management authority and to provide for its powers and duties. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. For the benefit of the people of the State of South Dakota and the improvement of their health, welfare, and living conditions it is essential that the people of this state have access to adequate affordable prescription drugs. It is the purpose of this Act to provide a means whereby various health care providers, benefit programs, and governmental entities within and without this state can combine their purchasing power to negotiate the purchase of prescription drugs at a reduced cost so as to provide prescription drugs at a lower cost for their consumers and the citizens of this state all to the public benefit and good as more fully provided by this Act. It is the intent of the Legislature by the passage of this Act to create a state authority to provide pharmacy benefits management services and to negotiate the purchase of prescription drugs at the lowest possible cost to the end that the state authority may be able to promote the health and education and welfare of the people of this state and to vest the state authority with all powers to enable the state authority to accomplish such purpose. It is the further intent of the Legislature that the authority have the power to contract with other public and private entities within and without this state for the purpose of providing pharmacy benefits management services on their behalf. It is not intended by this Act that the state authority shall itself be authorized to operate any retail pharmacy outlet nor to in any way sell prescription drugs directly to the public or practice pharmacy. Section 2. Terms used in this Act mean: (1) \"Authority,\" the South Dakota Pharmacy Benefits Management Authority created by this Act; (2) \"Eligible participating entity,\" any other state; any public agency as defined in chapter 1-24 or similar public agency in other states; nonprofit hospital or medical service organization, insurer, health benefit plan, or health maintenance organization; any health program administered by a department in the capacity of provider of health coverage; or any employer, labor union, or other group of persons that provides health coverage; (3) \"Participating entity,” any eligible participating entity that has entered into a contract with the authority for the provision of pharmacy benefits management services on its behalf; (4) \"Public agency,\" any county, municipality, or township, or school district; (5) \"Pharmacy benefits management,\" the procurement of prescription drugs at a negotiated rate for dispensation to participating entities, the administration or management of prescription drug benefits provided by a covered entity for the benefit of covered individuals, or any of the following services provided with regard to the administration of pharmacy benefits: (a) Claims processing, retail network management, and payment of claims to pharmacies for prescription drugs dispensed to individuals; (b) Clinical formulary development and management services; (c) Rebate contracting and administration; (d) Certain patient compliance, therapeutic intervention, and generic substitution programs; (e) Certain patient compliance, therapeutic intervention, and generic substitution programs; and (f) Disease management programs. Section 3. There is hereby created a body politic and corporate to be known as the South Dakota Pharmacy Benefits Management Authority. Section 4. The authority may: (1) Have perpetual succession as a body politic and corporate; (2) Adopt bylaws for the regulation of its affairs and the conduct of its business; (3) Sue and be sued and to prosecute and defend, at law or in equity, in any court having jurisdiction of the subject matter and of the parties; (4) Have and use a corporate seal and to alter the seal at pleasure; (5) Maintain an office at such places as the authority may designate; (6) Perform any or all of the duties of a pharmacy benefits manager; (7) Contract with participating entities for the provision of pharmacy benefits management services to them upon such terms and conditions as the authority deems appropriate; (8) Establish administrative fees for the provision of pharmacy benefits management services; (9) Do all things necessary and convenient to carry out the purposes of this Act. Section 5. The authority shall: (1) Owe a fiduciary duty to a participating entity; (2) Perform its duties with care, skill, prudence, and diligence and in accordance with the standards of conduct applicable to a fiduciary in an enterprise of a like character and with like aims; (3) Discharge its duties with respect to the participating entity for the primary purpose of providing benefits to covered individuals and defraying reasonable expenses of administering health plans; and (4) Notify the participating entity and any other person with which it contracts in writing of any activity, policy, or practice of the authority that directly or indirectly presents any conflict of interest with the duties imposed by this section. Section 6. The authority shall provide to a covered entity and any other person that it contracts with in this state all financial and utilization information requested by the covered entity relating to the provision of benefits to covered individuals through that covered entity and all financial and utilization information relating to services to that covered entity or person contracted with. The authority may designate that material as confidential if the material or information is propriety information or a trade secret and is not utilization information. Information designated as proprietary or a trade secret by the authority and provided to a covered entity under this section may not be disclosed by the covered entity to any person without the consent of the authority. However, the disclosure may be made in a court filing if ordered by a court of this state for good cause shown. Section 7. With regard to the dispensation of a substitute prescription drug for a prescribed drug to a covered individual, the following provisions apply: (1) The authority may substitute a lower-priced generic and therapeutically equivalent drug for a higher-priced prescribed drug; (2) With regard to substitutions in which the substitute drug costs more than the prescribed drug, the substitution must be made for medical reasons that benefit the covered individual and must benefit the participating entity. If a substitution is being made pursuant to this subdivision, the authority shall obtain the approval of the prescribing health professional or that person's authorized representative after disclosing to the covered individual and the covered entity the cost of both drugs and any benefit or payment directly or indirectly accruing to the pharmacy benefits manager as a result of the substitution; and (3) The authority shall transfer in full to the covered entity any benefit or payment received in any form by the pharmacy benefits manager as a result of a prescription drug substitution under subdivision (1) or (2). Section 8. If the authority derives any payment or benefit for the dispensation of prescription drugs based on volume of sales for certain prescription drugs or classes or brands of drugs, the authority shall pass that payment or benefit on in full to the participating entities. Section 9. The authority shall disclose to the participating entities all financial terms and arrangements for remuneration of any kind that apply between the authority and any prescription drug manufacturer or labeler, including formulary management and drug-switch programs, educational support, claims processing, and pharmacy network fees that are charged from retail pharmacies and data sales fees. Section 10. The authority shall consist of seven members to be appointed by the Governor who shall be residents of the state. Not more than four of the seven members of the authority may be of the same political party. At least one member shall be or shall have been a trustee, director, comptroller, or other employee of a public or of a private nonprofit hospital. At least one member shall be or shall have been a trustee, director, comptroller, or other employee of a public or nonprofit health benefit plan. At least one member shall be a person experienced in and having a favorable reputation for skill, knowledge, and experience in the health insurance industry. At least one member shall be a person experienced in and having experience in retail pharmacy. At least one member shall be a person experienced in and having a favorable reputation for skill, knowledge, and experience in the medical profession. Section 11. Upon the expiration of the term of any member, the member's successor shall be appointed for a term of five years expiring on June thirtieth or until the member's successor has been appointed and has qualified. Any member is eligible for reappointment. The Governor shall fill any vacancy for the remainder of any unexpired term. Section 12. Notwithstanding any other law to the contrary, it is not a conflict of interest for a trustee, director, officer, or employee of any health institution, health benefit plan, health insurance company, retail pharmacy, or any other firm, person, or corporation to serve as a member of the authority, if the trustee, director, officer, or employee abstains from deliberation, action, and vote by the authority in each instance where the business affiliation of any such trustee, director, officer, or employee is involved. Section 13. Annually after the appointment of any member, the authority shall elect one of its members as chair and one as vice chair. Section 14. Each meeting of the authority for any purpose whatsoever shall be open to the public. Notice of meetings shall be as provided in the bylaws of the authority. Any resolution need not be published or posted. Section 15. Four members of the authority constitutes a quorum for the purpose of conducting business and exercising its powers. The authority may take action upon the affirmative vote of at least four of its members. Section 16. No member of the authority may receive compensation for services, but each member is entitled to the necessary expenses including traveling and lodging expenses incurred in the discharge of duties. Any payments for compensation and expenses shall be paid from funds of the authority. Section 17. Any member of the authority may be removed by the Governor for misfeasance, malfeasance, or willful neglect of duty or other cause. Section 18. The authority shall appoint an executive director and may appoint an associate executive director. The executive director and associate director may not be members of the authority and they serve at the pleasure of the authority. The authority shall fix the compensation for the executive director and associate director. Section 19. The authority may employ attorneys, accountants, financial experts, and such other employees and agents as may be necessary in its judgment and to fix their compensation. Section 20. Each member of the authority shall execute a surety bond in the penal sum of fifty thousand dollars and the executive director shall execute a surety bond in the penal sum of one hundred thousand dollars or, in lieu thereof, the chair of the authority shall execute a blanket bond covering each member, the executive director, and the employees or other officers of the authority, each surety bond to be conditioned upon the faithful performance of the duties of the office or offices covered, to be executed by a surety company authorized to transact business in this state as surety and to be approved by the attorney general and filed in the Office of the Secretary of State. The cost of each such bond shall be paid by the authority. Section 21. The authority may delegate, by resolution, to one or more of its members or to its executive director or associate executive director, such powers and duties as it may deem proper. Section 22. The executive director, associate executive director, or other person designated by the authority, shall keep a record of the proceedings thereof and shall be custodian of all books, documents, and papers filed with the authority, the minute books or journal of the authority, and its official seal. The executive director, associate executive director, or other person, may cause copies to be made of all minutes and other records and documents of the authority and may give certificates under the official seal of the authority to the effect that copies are true copies and all persons dealing with the authority may rely on the certificates. Section 23. Notwithstanding any other provisions of law, all funds received by the authority shall be set forth in an informational budget as described in § 4-7-7.2 and shall be annually reviewed by the Legislature Section 24. The authority may make contracts with the state or any governmental agency or political subdivision thereof, the federal government, public corporations or bodies, and private corporations or individuals in furtherance of the purposes of this Act. Section 25. The authority may make and execute contracts and all other instruments necessary or convenient for the exercise of its powers and functions under this Act. Section 26. The authority may accept such moneys as may be appropriated from time to time by the Legislature for effectuating its corporate purposes including, without limitation, the payment of the initial expenses of administration and operation and the establishment of reserves or contingency funds to be available for the payment of the principal of and the interest on any bonds, notes, or other obligations of the authority. Section 27. The authority shall be administratively affixed to the Department of Health for the purpose of initial organization. The department is responsible for calling and organizing the initial meetings of the authority and providing support services until such time as the authority has established its own support services."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 19157, "action_date": "2004-01-28T14:00:00-06:00", "document_id": 100190, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100190.pdf", "status_text": "First read in House and referred to", "journal_page": 257, "committee_id_action": 831, "committee_id_assigned": 826, "result": "N", "vote": {}}, {"bill_id": 19157, "action_date": "2004-02-09T10:00:00-06:00", "document_id": 100957, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100957.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 826, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19157, "action_date": "2004-02-11T09:30:00-06:00", "document_id": 101166, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101166.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 826, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19157, "action_date": "2004-02-11T09:30:00-06:00", "document_id": 101166, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101166.pdf", "status_text": "Tabled", "journal_page": 532, "committee_id_action": 826, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 57523, "president_vote": null, "Yea": [3071, 3073, 3080, 3081, 3086, 3106, 3117, 3121, 3140, 3148, 3124], "Excused": [3111, 3129]}}]}