{"session_id": 21, "bill_id": 6479, "bill_type": "Senate Bill", "bill_number": 59, "bill_title": "establish the state debt collection office.", "sponsors": [], "keywords": ["Debtor and Creditor", "Public Fiscal Administration", "State Affairs and Government"], "audio": [{"meeting_datetime": "2015-02-19T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sco24.mp3", "start_seconds": 405.0}, {"meeting_datetime": "2015-02-19T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sco24.mp3", "start_seconds": 405.0}, {"meeting_datetime": "2015-02-19T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sco24.mp3", "start_seconds": 405.0}], "bill_versions": [{"bill_id": 6479, "bill_version_id": 33034, "bill_version": "Introduced", "bill_version_date": "2015-01-10T12:27:36-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish the state debt collection office. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby created the state debt collection office. The state debt collection office is attached to the Department of Revenue for budgeting and reporting purposes. Section 2. Terms used in this Act mean: (1) \"Account,\" includes any demand deposit account, checking account, negotiable withdrawal order account, savings account, time deposit account, money market mutual fund, or any type of mutual fund account, and intangible property as defined in subdivision 43-41B-1(10). The term account does not include amounts held by a financial institution as collateral for loans extended by the financial institution; (2) \"Debt,\" a legal obligation to pay money, including any principal, any interest that has accrued or will accrue until the debt is paid, any penalties, any costs, and any other charges permitted by law. The term debt includes any obligation of any kind referred to the state debt collection office for collection by any state government agency, by the Unified Judicial System, by the South Dakota Board of Regents, or by a constitutional office; (3) \"Debtor,\" a person who is indebted to the state or a state agency for any delinquent accounts, charges, fees, loans, taxes, or other indebtedness due the state, or any person that owes any obligation being collected by the state debt collection office; (4) \"Employee,\" any person or entity that performs services for another and includes a debtor acting as a contractor, subcontractor, distributor, agent, or in any representative capacity in which the debtor receives any form of consideration; (5) \"Employer,\" any person or entity that pays an employee to do a specific task or tasks; (6) \"Financial institution,\" any financial institution as defined in § 10-43-1, any institution regulated by chapter 47-31B, and any other depository institution, credit union, benefit association, insurance company, safe deposit company, bond fund, money market mutual fund, and any mutual fund of any kind or character; (7) \"Final debt,\" a debt that is no longer subject to an appeal; (8) \"Final notification,\" the notification provided by section 13 of this Act; (9) \"Office,\" the state debt collection office; (10) \"Referring entity,\" the entity referring the debt to the state debt collection office for collection; (11) \"Wage,\" any form of compensation due to a debtor and includes wages, salary, bonus, commission, or other payment directly or indirectly related to consideration for the performance of a service. Section 3. The office shall work to collect each debt referred to the office. The character of the debt in the hands of the referring entity does not change by the referral of the debt to the office for collection. Section 4. Among others granted by this Act, the office may: (1) Sue; (2) File liens; (3) Enter into payment agreements with debtors; (4) Impose a cost recovery fee; (5) Collect data for debt collection purposes; (6) Establish and maintain a centralized electronic debt management system; (7) Impose an administrative wage assignment process; (8) Establish and maintain a financial institution data match system; (9) Impose an administrative bank levy process; (10) Exercise settlement authority granted by the referring entity; (11) Provide information to the motor vehicle division of the Department of Revenue regarding the nonrenewal or issuance of registrations for motor vehicles, motorcycles, or boats; (12) Provide information to any agency, board, or entity of the state of South Dakota regarding the nonrenewal or issuance of professional licenses; (13) Provide information to the Department of Game, Fish and Parks regarding the nonissuance of hunting licenses and fishing licenses; (14) Set-off against any moneys to be paid by the State of South Dakota to a debtor; (15) Contract with collection agencies for the collection of debt on behalf of the office; and (16) Utilize any other debt collection methods authorized by state law. Section 5. Notwithstanding any other provision of law to the contrary, the office may use the collection remedies provided in this Act, or any other collection remedy provided by state law, to facilitate the collection of debt referred to the office by a referring entity. Except for the debt collection powers vested in the Unified Judicial System, the office may also use the referring entity's statutory collection authority to collect the debt owed to the referring entity. The office may determine which method or combination is most suitable to collect the debt. Section 6. For any debt referred to the office for collection after July 1, 2015, the office shall collect a cost recovery fee in addition to the debt referred to the office for collection. The cost recovery fee is calculated by multiplying the principal amount of the debt referred to the office by twenty percent. All debt collection methods available to collect any debt referred to the office may be used by the office to collect the cost recovery fee. Section 7. The office shall retain the cost recovery fee and transfer any other moneys collected from a debtor to the referring entity within thirty days after the end of the month in which the moneys were collected. If the amount collected is less than the principal amount of the debt referred to the office and the cost recovery fee imposed by this Act, the amount collected shall be prorated between the principal amount of the debt referred and the cost recovery fee. Section 8. The cost recovery fee shall be deposited into the office special fund to be used to fund the operations of the office. Section 9. Any executive branch agency may use the office to collect debt owed to an executive branch agency. Section 10. The Unified Judicial System may use the office to collect any costs, fines, fees, or restitution ordered in any adult criminal proceeding. Section 11. The South Dakota Board of Regents may use the office to collect any debt owed within the South Dakota Board of Regents' system. Section 12. Any constitutional office may use the office to collect debt owed to the constitutional office. Section 13. Prior to transferring any debt to the office for collection, the referring entity shall provide a final notification to the debtor that the debt will be referred to the office for collection. The final notification to the debtor may be sent by regular mail or by electronic means. The final notification shall contain all of the following: (1) The name of the referring entity; (2) Contact information for the referring entity; (3) The name of the debtor; (4) The nature of the debt; (5) The principal amount of the debt; (6) The total amount of the debt; (7) A statement that the debt will not be turned over for collection to the office until a time at least fourteen days after the date the final notification is sent to the debtor; and (8) A statement that if the debt is turned over to the office, a cost recovery fee of twenty percent of the principal, in the amount of $ ______, will be added to the total debt owed by the debtor to the referring entity. Section 14. The office shall keep any information regarding any debt referred to the office confidential. All data, records, and files utilized for debt collection as provided for in this Act shall be confidential and privileged, and no person may divulge or disclose any information obtained from such records and files except in the administration and enforcement of this Act. Section 15. The office may collect data for purposes of collecting any debt referred to the office. Notwithstanding any law to the contrary, referring entities are authorized to transmit data to the office deemed necessary by the office to aid in the collection of the referred debt. Notwithstanding any law to the contrary, the office may request from any state agency any data necessary to collect any debt referred to the office, and the data shall be provided by the state agency to the office. Any information provided by a referring entity or a state agency may only be used for the purpose of collecting the debts referred to the office. Section 16. The office shall establish and maintain a centralized electronic debt management system to compile the information provided by referring entities, to track the collection efforts for all debt referred to the office, to cross-reference and identify debtors for collection purposes, and to maintain all information provided or collected from all sources concerning addresses, financial records, and any other information useful to the office. The office may designate a third party to establish and maintain the centralized electronic debt management system. Any such third party shall keep all information it obtains from any source confidential, and any employee, agent, or representative of that third party is prohibited from disclosing that information to anyone other than the office. Section 17. Notwithstanding other statutory provisions which provide for execution, attachment, garnishment, or levy against accounts, the office may use the administrative wage assignment process established in sections 17 to 35, inclusive, of this Act, to collect debt referred to the office. It is expressly provided that these remedies shall be cumulative and that no action taken by the office shall be construed to be an election on the part of the office to pursue or not pursue any other remedy provided by law. Section 18. A debtor is subject to administrative wage assignment if the debtor's debt is being collected by the office. Any amount forwarded to the office by an employer under an administrative wage assignment may not exceed the amount of the debtor's debt plus the cost recovery fee being collected by the office regarding the debtor. Section 19. The office may proceed with an administrative wage assignment if notice has been sent by regular mail, by electronic means, or by delivery by an employee of the office, to the debtor notifying the debtor that the debtor is subject to administrative wage assignment and of the office's intention to use the administrative wage assignment process. Section 20. If the debtor has more than one employer, the office may receive administrative wage assignments from one or more of the employers until the debt is satisfied. The office shall give notice to all employers from whom an administrative wage assignment is sought. Section 21. The administrative wage assignment notice from the office to the debtor shall contain the following information: (1) The debtor is believed to have employment with the stated employer; (2) Pursuant to the provisions of this Act, the debtor's wages will be assigned to the office for payment of the specified debts and that the employer is authorized and required to forward moneys to the office; and (3) Any challenge to the action must be in writing and must be received by the office within ten days of the date of the notice to the debtor. Section 22. The office may contact an employer to obtain verification of employment, and any specific information from the employer that the office needs to initiate, effectuate, or maintain collection of the debt. Contact with an employer may be by oral, written, or electronic communication. The employer may require an appropriate verification process for the communication between the employer and the office. Section 23. An employer is immune from any civil or criminal liability for information released by the employer to the office pursuant to this Act. Section 24. The office is not liable for any costs incurred or imposed by any employer or debtor for initiating, effectuating, or maintaining an administrative wage assignment pursuant to this Act. Section 25. The office may send a notice of administrative wage assignment to the employer any time after sending notice of the administrative wage assignment to the debtor pursuant to section 21 of this Act. The notice shall inform the employer of the amount to be assigned to the office. Upon receipt of such notice of administrative wage assignment, the employer shall withhold from compensation due, or to become due to the employee, the total amount shown by the notice. The office may direct the employer to withhold part of the amount due the employee each pay period, until the total amount as shown by the notice has been withheld. The employer may not withhold more than twenty-five percent of the compensation due to any employee for any one pay period, except if the employee leaves the employ of the employer or gives notice of his or her intention to do so, or is discharged for any reason. The employer shall withhold the entire amount otherwise payable to such employee or so much thereof as may be necessary to equal the unwithheld balance of the amount shown in the notice. The compensation due to any employee for purposes of determining the twenty-five percent maximum withholding for any one pay period shall include all wages, salaries, and fees constituting income, including compensation paid for future services, when paid to an employee, less any amount payable pursuant to any garnishment action served prior to the notice of administrative wage assignment and any amount covered by any irrevocable and previously effective assignment of wages. The amount and the facts relating to the assignment the employer shall be disclosed to the office within ten days after service of the notice of administrative wage assignment. Section 26. The notice of administrative wage assignment to the employer shall contain the following information: (1) The debtor is believed to be employed by the employer; and (2) Pursuant to the provisions of this Act, the debtor's wages are subject to assignment and the employer is authorized and required to forward monies to the office. Section 27. Upon receipt of the notice of administrative wage assignment from the office, the employer shall do all of the following: (1) Immediately instate the administrative wage assignment and hold compensation to the extent of the debt indicated in the notice from the office; and (2) No sooner than ten days, and no later than twenty days from the date the employer receives the notice of administrative wage assignment, and unless notified by the office of a challenge of the administrative wage assignment by the debtor, the employer shall begin forwarding the debtor's compensation, to the extent required in the notice, to the office with the debtor's name and social security number, the office's account number for the debtor, and any other information required in the notice. Section 28. The employer may assess a one-time fee against the debtor, not to exceed twenty-five dollars, for forwarding of moneys to the office, for each notice received by the employer pursuant to section 26 of this Act. This fee is in addition to the amount owed to or being collected by the office from the debtor. If insufficient funds are available from the debtor's compensation to cover the fee and the amount in the notice of administrative wage assignment, the employer may deduct the fee amount prior to forwarding moneys to the office. Section 29. Challenges to an administrative wage assignment may be initiated only by a debtor. Any review by the office of a challenge to an administrative wage assignment is not subject to chapter 1-26. Section 30. The debtor challenging an administrative wage assignment shall submit a written challenge to the office within ten days of the date of the notice sent pursuant to section 21 of this Act. Section 31. The office, upon receipt of a written challenge, shall review the facts of the administrative wage assignment with the debtor within ten days of receipt of the challenge. If the debtor is not available for the review on the scheduled date, the review may take place without the debtor present. Information in favor of the debtor shall be considered by the office in the review. The office may utilize additional information if the information is available. Only a mistake of fact, including a mistake in the identity of the debtor or a mistake in the amount owed to or being collected by the office, shall be considered as a reason to dismiss or modify the administrative wage assignment. Section 32. If the office determines that a mistake of fact has occurred, the office shall proceed as follows: (1) If a mistake in identity has occurred or the debtor does not have a debt to be collected by the office, the office shall notify the employer that the administrative wage assignment has been released. The office shall send a copy of the notice of release of administrative wage assignment to the debtor by regular mail, by electronic means, or by delivery by an employee of the office; (2) If the debt to be collected by the office is less than the amount indicated in the original notice of administrative wage assignment, the office shall send a notice to the employer of the revised amount, with a copy of the original notice, and send a notice to the debtor by regular mail, by electronic means, or by delivery by an employee of the office. Upon receipt of the notice from the office, the employer shall release the funds in excess of the revised amount and forward the revised amount to the office pursuant to the administrative wage assignment; and (3) Any money received by the office in excess of the amount to be collected by the office shall be returned to the debtor. Section 33. If the office finds no mistake of fact, the office shall send a notice to that effect to the debtor by regular mail, by electronic means, or by delivery by an employee of the office, and notify the employer to forward the moneys pursuant to the administrative wage assignment. Section 34. The debtor may file an action for wrongful assignment in circuit court within thirty days of the date of the notice sent to a debtor pursuant to subdivision (2) of section 32 of this Act or section 33 of this Act, either in the county where the debtor is located or in Hughes County where the office is located. Actions under this section are in equity and not actions at law. Recovery under this section is limited to restitution of the amount that has been wrongfully encumbered or obtained by the office. A challenge to an administrative wage assignment under this section may not be used to extend or reopen the statute of limitations to protest other actions or to contest the amount or validity of the debt. Only issues involving the assignment may be raised in a challenge to an action under this section. Section 35. A notice of administrative wage assignment given to the debtor is effective without the service of another notice until the debt, plus the cost recovery fee being collected by the office is paid in full or the debtor receives notice from the office that the administrative wage assignment shall cease. Cessation of the administrative wage assignment does not affect the debtor's duties and liabilities respecting the wages, income or compensation already withheld pursuant to the administrative wage assignment. Section 36. The office may establish and maintain a financial institution data match system for the purpose of identifying and seizing the non-exempt assets of debtors as identified by the office. The office may designate a third party to establish and maintain this system. Any third party so designated shall keep all information it obtains from both the office and the financial institution confidential. Any employee, agent, or representative of that third party is prohibited from disclosing that information to anyone other than the office or the financial institution. Section 37. Each financial institution doing business in the state shall, in conjunction with the office, establish and maintain a data match system to facilitate the identification and seizure of nonexempt financial assets of debtors identified by the office. If a financial institution has a data match system developed or used to administer the child support enforcement programs of this state, and if that system is approved by the office, the financial institution may use that system to comply with the provisions of this Act. Section 38. Each financial institution shall provide identifying information each calendar quarter to the office for each debtor identified by the office who maintains an account at the institution. The identifying information shall include the debtor's name, address, and social security number or other taxpayer identification number, and all account numbers and balances in each account. Section 39. A financial institution that complies with this Act is not liable under state law to any person for the disclosure of information to the office, or any other action taken in good faith to comply with this Act. Section 40. Any financial institution furnishing a report to the office is prohibited from disclosing to any debtor that the name of the debtor has been received from or furnished to the office, unless authorized in writing by the office to do so. A violation of this section shall result in the imposition of a civil penalty equal to the greater of one thousand dollars or the amount in the account of the person to whom the disclosure was made for each instance of unauthorized disclosure by the financial institution. The civil penalty may be assessed and collected under the provisions of this Act. Section 41. A financial institution may disclose to its depositors or account holders that the office has the authority to request certain identifying information on certain depositors or account holders under the financial institution data match system for debt collection purposes. Section 42. Notwithstanding other statutory provisions which provide for execution, attachment, garnishment, or levy against accounts, the office may utilize the administrative bank levy process established in sections 42 to 58, inclusive, of this Act to collect debt referred to the office. It is expressly provided that these remedies shall be cumulative and that no action taken by the office shall be construed to be an election on the part of the office to pursue or not pursue any other remedy provided by law. Section 43. The office may initiate an administrative bank levy to seize one or more accounts of a debtor who is subject to this Act. Section 44. No amount forwarded by a financial institution pursuant to an administrative bank levy may exceed the amount of debt due on that date plus the cost recovery fee being collected by the office. Section 45. The office may proceed with an administrative bank levy if notice has been sent by regular mail, by electronic means, or by delivery by an employee of the office, to the debtor notifying the debtor that the debtor's account is subject to administrative bank levy and of the office's intention to use the administrative bank levy process. Section 46. The office may contact a financial institution to obtain verification of the account number, the names and social security numbers listed for the account, and the account balance of an account held by a debtor. Contact with a financial institution may be by oral, written, or electronic communication. The financial institution may require an appropriate verification process for the communication between the financial institution and the office. Section 47. The financial institution is immune from any civil or criminal liability for providing information to the office pursuant to this Act. Section 48. The office is not liable for any costs incurred or imposed by any financial institution or debtor for initiating, effectuating, or maintaining an administrative bank levy pursuant to this Act. Section 49. To initiate an administrative bank levy against an account of a debtor, the office shall send by regular mail, by electronic means, or by delivery by an employee of the office, a notice to the financial institution with which the account is placed, directing the financial institution to forward all or a portion of the moneys in the debtor's account to the office. The notice to the financial institution shall contain the following information: (1) The debtor is believed to have an account at the financial institution; and (2) Pursuant to the provisions of this Act, the debtor's account is subject to seizure and the financial institution is authorized and required to forward monies to the office. Section 50. The office shall notify a debtor subject to an administrative bank levy pursuant to this Act. The notice shall contain the following information: (1) The debtor is believed to have an account at the financial institution; (2) Pursuant to the provisions of this Act, the debtor's account is subject to seizure and the financial institution is authorized and required to forward moneys to the office; and (3) Any challenge to the action must be in writing and must be received by the office within ten days of the date of the notice to the debtor. The office shall send the notice required by this section to the debtor by regular mail, by electronic means, or by delivery by an employee of the office, within two working days of sending the notice to the financial institution required by section 49 of this Act. Section 51. The office shall notify any other party known to have an interest in an account subject to an administrative bank levy. The notice shall contain all of the following: (1) The name of the debtor; (2) The name of the financial institution; (3) A statement that the account in which the other party is known to have an interest is subject to seizure; (4) A statement that any challenge to the action shall be in writing and shall be received by the office within ten days of the date of the notice to the party known to have an interest; (5) The address of the office and the name of the debtor who also has an interest in the account; and (6) The telephone number for the office. The office shall send the notice required by this section to the other party known to have an interest by regular mail, by electronic means, or by delivery by an employee of the office, within two working days of sending the notice to the financial institution required by section 49 of this Act. Section 52. Upon receipt of a notice made pursuant to section 49 of this Act, the financial institution shall do all of the following: (1) Immediately encumber funds in any account in which the debtor has an interest to the extent of the debt indicated in the notice from the office; and (2) No sooner than fifteen days, and no later than twenty days from the date the financial institution receives the notice made pursuant to section 49 of this Act, and unless notified by the office of a challenge by the debtor or an account holder of interest, forward the moneys encumbered to the office with the debtor's name and social security number, the office's account number for the debtor, and any other information required in the notice. Section 53. The financial institution may assess a fee against the debtor, not to exceed twenty-five dollars, for forwarding of moneys to the office pursuant to section 52 of this Act. This fee is in addition to the amount being collected by the office from the debtor. If insufficient moneys are available in the debtor's account to cover the fee and the amount in the notice, the institution may deduct the fee amount prior to forwarding moneys to the office. Section 54. Any challenge to an administrative bank levy may be initiated only by a debtor or by an account holder of interest. Section 55. A debtor or an account holder of interest challenging an administrative bank levy shall submit a written challenge to the office within ten days of the date of the notice sent pursuant to sections 50 or 51 of this Act, respectively. Section 56. The office, upon receipt of a written challenge, shall review the facts of the administrative bank levy with the challenging party within ten days of receipt of the challenge. If the challenging party is not available for the review on the scheduled date, the review may take place without the challenging party being present. Information in favor of the challenging party shall be considered by the office in the review. The office may utilize additional information if such information is available. Only a mistake of fact, including a mistake in the identity of the debtor or a mistake in the amount owed to or being collected by the office, shall be considered as a reason to dismiss or modify the levy. Reviews by the office under this section are not subject to chapter 1-26. Section 57. If the office determines that a mistake of fact has occurred, the office shall proceed as follows: (1) If a mistake in identity has occurred or the debtor does not have a debt to be collected by the office, the office shall notify the financial institution that the administrative levy has been released. The office shall send a copy of the notice to the debtor by regular mail, by electronic means, or by delivery by an employee of the office; and (2) If the debt amount to be collected by the office is less than the amount indicated in the notice, the office shall send a notice to the financial institution of the revised amount, with a copy of the original notice, and send a notice to the debtor by regular mail, by electronic means, or by delivery by an employee of the office. Upon receipt of the notice from the office, the financial institution shall release the funds in excess of the revised amount and forward the revised amount to the office pursuant to the administrative bank levy. Section 58. If the office finds no mistake of fact, the office shall send a notice to that effect to the challenging party by regular mail, by electronic means, or by delivery by an employee of the office, and notify the financial institution to forward the moneys pursuant to the administrative bank levy. Section 59. The challenging party may file an action for wrongful levy in circuit court within thirty days of the date of the notice sent pursuant to subdivision (2) of section 57 of this Act or section 58 of this Act, either in the county where the debtor or the party known to have an interest in the account resides or in Hughes County where the office is located. Actions under this section are in equity and not actions at law. Recovery under this section is limited to restitution of the amount that has been wrongfully encumbered or obtained by the office. A challenge to an administrative bank levy under this section may not be used to extend or reopen the statute of limitations, to protest other actions of the referring entity, or to contest the amount or validity of the debt. Only issues involving the levy can be raised in a challenge under this section. Section 60. The notices provided for by sections 21, 26, 49, and 50 of this Act, in addition to the requirements of each section, shall include the following: (1) The name of the debtor; (2) The social security number of the debtor, if known; (3) The maximum amount to be forwarded to the office, which may not exceed the amount of the debt plus the cost recovery fee being collected by the office regarding the debtor; (4) The prescribed time frames to be met in forwarding any amounts; (5) The address of the office and the account number utilized by the office for the debtor; and (6) The telephone number for the office. Section 61. The office shall have that settlement authority granted to it by the referring entity. The office and the referring entity may enter into an agreement regarding settlement authority. Section 62. No person that owes a debt that is referred to the office may renew or obtain: (1) Any registration for any motor vehicle, motorcycle, or boat, in which the person's name appears on the title of the motor vehicle, motorcycle, or boat; (2) Any professional license, registration, certification, or permit issued by any agency or board or entity of the state of South Dakota; or (3) Any hunting license or any fishing license; unless the debt and cost recovery fee is either paid in full or the debtor has entered into a payment plan with the office and payment pursuant to the plan is current. Section 63. No agency, board or entity of the state of South Dakota may issue or renew any motor vehicle, motorcycle or boat registration, or any professional license, registration, certification, or permit, or any hunting license or any fishing license, of any applicant after receiving notice from the office that the applicant has a debt that is being collected by the office, unless the applicant first makes satisfactory arrangements with the office for payment of the debt and cost recovery fee. An applicant who disputes a determination by the office that the applicant has a debt that has been referred to the office for collection shall, upon request, be given a due process hearing by the office. Upon recommendation by the office, the licensing agency or board or entity may issue a temporary license, registration, certification, or permit to the applicant pending final resolution of the due process hearing. The terms, professional license, registration, certification, or permit, as specified by this Act includes any profession or occupation as specified in title 36; insurance brokers, agents, and solicitors as specified in chapter 58-30; teachers and administrators as specified in chapters 13-42 and 13-43; attorneys as specified in chapter 16-16; securities agents, securities brokers, investment advisers, or investment adviser representatives as specified in chapter 47-31B; pilots as specified in chapter 50-11; day care providers as specified in chapter 26-6; gaming employees as specified in chapter 42-7B; and law enforcement officers as specified in chapter 23-3. Section 64. Any payment of any kind to be made to a debtor by the state of South Dakota, when the debtor has a debt that is referred to the office, is subject to offset by the office unless the debt and cost recovery fee is either paid in full or the debtor has entered into a payment plan with the office and payment pursuant to the plan is current. Section 65. If the office is unable to collect the debt referred to it, the office, with the approval of the referring entity, may forward the debt to a collection agency or agencies for collection. The debt collection agency shall be permitted to add a collection charge to the debt forwarded to the collection agency as payment for its collection services. Section 66. If more than one referring entity has referred a debt to the office regarding the same debtor, or if the same referring entity has referred multiple debts to the office regarding the same debtor, the office shall collect the first referred debt before proceeding to the collection of the second or subsequent referred debt. Section 67. The office may promulgate rules, pursuant to chapter 1-26, in the following areas: (1) Definitions; (2) Procedure for remitting moneys collected to referring entities; (3) Processes and procedures for entering into payment agreements with debtors; (4) The cost recovery fee; (5) The data collection system; (6) The centralized electronic debt registry; (7) The administrative wage assignment process; (8) The financial institution data match system; (9) The administrative bank levy process; (10) The settlement authority process; (11) The nonrenewal of registrations for motor vehicles, motorcycles, and boats; (12) The nonrenewal of professional licenses; (13) The nonissuance of hunting licenses and fishing licenses; (14) The setoff of debt process; and (15) Collection agencies. Section 68. The office shall maintain the necessary data to provide statistical measurements of the operation of the office as provided in this Act."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6479, "action_date": "2015-01-13T12:00:00-06:00", "document_id": 33120, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33120.pdf", "status_text": "First read in Senate and referred to", "journal_page": 27, "committee_id_action": 284, "committee_id_assigned": 261, "result": "N", "vote": {}}, {"bill_id": 6479, "action_date": "2015-02-17T10:00:00-06:00", "document_id": 35010, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35010.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 261, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6479, "action_date": "2015-02-19T10:00:00-06:00", "document_id": 35088, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35088.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 261, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6479, "action_date": "2015-02-19T10:00:00-06:00", "document_id": 35252, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35252.pdf", "status_text": "Tabled", "journal_page": 445, "committee_id_action": 261, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 18824, "president_vote": null, "Yea": [853, 894, 890, 871, 943], "Excused": [895, 889]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/6479"}