{"session_id": 68, "bill_id": 23612, "bill_type": "Senate Bill", "bill_number": 122, "bill_title": "address the potential abuse of opiate and opioid drugs.", "sponsors": [{"legislator_profile_id": 4360, "is_prime": true}, {"legislator_profile_id": 4375, "is_prime": false}], "keywords": ["Controlled Substances", "Health Care", "Public Health and Safety"], "audio": [], "bill_versions": [{"bill_id": 23612, "bill_version_id": 246338, "bill_version": "Introduced", "bill_version_date": "2023-01-25T14:45:14.463-06:00", "bill_text": "An Act to address the potential abuse of opiate and opioid drugs. Be it enacted by the Legislature of the State of South Dakota: Section 1. That chapter 34-20B be amended with a NEW SECTION: Before a practitioner may issue to a patient an initial prescription for a Schedule II opiate or opioid drug, the practitioner must: (1) Inform the patient of the risks associated with the drug; (2) Document the patient's history with: (a) Non-opiate and non-opioid pain medication; (b) Non-pharmacological pain management; and (c) Substance abuse; (3) Conduct a physical examination of the patient; (4) Develop a plan to address the cause of the patient's pain and monitor the patient's progress; and (5) Offer the patient the option of filling the prescription in a lesser quantity. Section 2. That chapter 34-20B be amended with a NEW SECTION: A prescription for a Schedule II opiate or opioid drug may not: (1) Exceed four days, if the prescription is issued to a patient who presents in an emergency room; (2) Exceed four days, if the prescription is an initial prescription issued to an adult patient who presents in a clinic or physician's office; (3) Exceed seven days, if the prescription is a second or subsequent prescription issued to an adult patient who presents in a clinic or physician's office, provided the medical rationale is noted in the patient's record; (4) Exceed three days, if the prescription is for a patient who is a minor, provided the rationale for the prescription and the associated risks are discussed with the minor's parent; (5) Exceed three days, if the prescription is for a dental or optometric patient; or (6) Exceed seven days, if issued by a practitioner with prescriptive authority, other than a dentist, optometrist, or physician, provided the dosage is the lowest that, in the judgment of the practitioner, offers the best course of treatment to the patient. Section 3. That chapter 34-20B be amended with a NEW SECTION: If a patient's course of treatment requires the use of a Schedule II opiate or opioid drug for a period exceeding thirty days, the practitioner shall: (1) Perform another physical examination of the patient to determine the safety and efficacy of continuing the treatment; (2) Obtain a signed narcotics-use document from the patient under which the patient agrees: (a) To obtain the prescriptions only from the named practitioner; (b) To fill the prescriptions only at a named pharmacy or branches of that pharmacy; (c) To notify the practitioner, within seventy-two hours, if any other practitioner prescribes a Schedule II opiate or opioid drug for the patient; and (d) That upon a breach of the terms set forth in the document, the practitioner may, without being subject to any disciplinary action, terminate the practitioner-patient relationship or continue to treat the patient but without issuing any prescriptions for a Schedule II opiate or opioid drug; and (3) Discuss with the patient, and with the patient's parent in the case of a minor patient: (a) The risk of becoming addicted to the drug; (b) The risk of incurring a drug overdose; (c) The risk of incurring a negative drug interaction; and (d) Pain management alternatives. Section 4. That chapter 34-20B be amended with a NEW SECTION: Nothing in sections 1 through 3 of the Act is applicable in the case of medication being prescribed for: (1) A patient in a hospital; (2) A person receiving cancer treatment; (3) A person receiving hospice care; (4) A person receiving palliative care; (5) A resident of a long-term care facility; or (6) A person receiving treatment for substance abuse, including opiate or opioid abuse. Section 5. That § 34-20B-113 be REPEALED: If a provision of this chapter is held unconstitutional or invalid, all constitutional or valid provisions that are severable shall remain in effect. If a provision of this chapter is held unconstitutional or invalid in one or more of its applications, the provision shall remain in effect in all its valid applications that are severable. Section 6. That § 34-20B-114 be REPEALED: This chapter may be cited as the State Drugs and Substances Control Act."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23612, "action_date": "2023-01-26T13:00:00-06:00", "document_id": 246354, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/246354.pdf", "status_text": "First read in Senate and referred to", "journal_page": 123, "committee_id_action": 1183, "committee_id_assigned": 1176, "result": "N", "vote": {}}]}