{"session_id": 20, "bill_id": 5895, "bill_type": "Senate Commemoration", "bill_number": 9, "bill_title": "Congratulating and honoring Mick Nesseim of Tea,  South Dakota, for placing first in the Men's Level 2 competition at the Mounted Shooters State Shoot.", "sponsors": [{"legislator_profile_id": 491, "is_prime": true}, {"legislator_profile_id": 500, "is_prime": true}, {"legislator_profile_id": 528, "is_prime": false}, {"legislator_profile_id": 444, "is_prime": false}, {"legislator_profile_id": 847, "is_prime": false}, {"legislator_profile_id": 499, "is_prime": false}, {"legislator_profile_id": 492, "is_prime": false}, {"legislator_profile_id": 506, "is_prime": false}, {"legislator_profile_id": 461, "is_prime": false}], "keywords": ["Senate Commemorations"], "audio": [], "bill_versions": [{"bill_id": 5895, "bill_version_id": 29794, "bill_version": "Introduced", "bill_version_date": "2014-02-05T07:30:36.513-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Congratulating and honoring Mick Nesseim of Tea, South Dakota, for placing first in the Men's Level 2 competition at the Mounted Shooters State Shoot. WHEREAS, Mick Nesseim competed using two .45 caliber single action revolvers each loaded with five rounds of specially prepared blank ammunition; and WHEREAS, in September 2013, Mick Nesseim placed first in the Men's Level 2 competition at the Mounted Shooters State Shoot: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that the Legislature congratulates Mick Nesseim for placing first in the Men's Level 2 competition at the Mounted Shooters State Shoot, recognizes his outstanding skills and performance at the competition, and extends best wishes for his continued success and happiness."}, {"bill_id": 5895, "bill_version_id": 30032, "bill_version": "Enrolled", "bill_version_date": "2014-02-07T14:03:39.377-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Congratulating and honoring Mick Nesseim of Tea, South Dakota, for placing first in the Men's Level 2 competition at the Mounted Shooters State Shoot. WHEREAS, Mick Nesseim competed using two .45 caliber single action revolvers each loaded with five rounds of specially prepared blank ammunition; and WHEREAS, in September 2013, Mick Nesseim placed first in the Men's Level 2 competition at the Mounted Shooters State Shoot: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that the Legislature congratulates Mick Nesseim for placing first in the Men's Level 2 competition at the Mounted Shooters State Shoot, recognizes his outstanding skills and performance at the competition, and extends best wishes for his continued success and happiness. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5895, "action_date": "2014-02-05T14:00:00-06:00", "document_id": 29864, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29864.pdf", "status_text": "", "journal_page": 229, "committee_id_action": 229, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/5895"}