{"session_id": 49, "bill_id": 15440, "bill_type": "Senate Bill", "bill_number": 121, "bill_title": "require the sale of oxygenated gasoline and to revise certain provisions related to ethanol.", "sponsors": [{"legislator_profile_id": 2358, "is_prime": true}, {"legislator_profile_id": 2378, "is_prime": true}, {"legislator_profile_id": 2316, "is_prime": false}, {"legislator_profile_id": 2348, "is_prime": false}, {"legislator_profile_id": 2352, "is_prime": false}, {"legislator_profile_id": 2355, "is_prime": false}, {"legislator_profile_id": 2364, "is_prime": false}, {"legislator_profile_id": 2367, "is_prime": false}, {"legislator_profile_id": 2402, "is_prime": false}, {"legislator_profile_id": 2403, "is_prime": false}], "keywords": ["Motor Vehicle Fuel"], "audio": [], "bill_versions": [{"bill_id": 15440, "bill_version_id": 86801, "bill_version": "Introduced", "bill_version_date": "2000-01-19T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require the sale of oxygenated gasoline and to revise certain provisions related to ethanol. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 37-2 be amended by adding thereto a NEW SECTION to read as follows: Except as provided in section 2 of this Act, all gasoline sold or offered for sale in South Dakota after July 1, 2001, shall contain at least two and seven-tenths percent oxygen by weight. Section 2. That chapter 37-2 be amended by adding thereto a NEW SECTION to read as follows: The following exceptions to the provisions of section 1 of this Act apply: (1) A person responsible for the product may offer for sale, sell, or dispense at an airport, marina, mooring facility, or resort, for use in airplanes or for purposes listed under this section, gasoline that is not oxygenated; (2) A person responsible for the product may offer for sale, sell, or dispense at a public or private racecourse, gasoline that is not oxygenated if the gasoline is intended to be used exclusively as a fuel for off-highway motor sports racing events; and (3) Except during a carbon monoxide control period in a carbon monoxide control area, a person responsible for the product may offer for sale, sell, or dispense at a retail gasoline station for use in collector vehicles or vehicles eligible to be licensed as collector vehicles, off-road vehicles, motorcycles, boats, snowmobiles, or small engines, gasoline that is not oxygenated if the person meets the conditions in this section. If the nonoxygenated gasoline is for use in a small engine, it shall be dispensed into a can with a capacity of six or fewer gallons; (4) Any nonoxygenated gasoline shall be unleaded premium grade; (5) No more than one storage tank on the premises of the retail gasoline station may be used for storage of the nonoxygenated gasoline offered for sale, sold, or dispensed by the station; and (6) The pump stands shall be posted with a permanent notice stating: NONOXYGENATED GASOLINE. FOR USE IN AIRCRAFT, COLLECTOR VEHICLES OR VEHICLES ELIGIBLE TO BE LICENSED AS COLLECTOR VEHICLES, OFF-ROAD VEHICLES, MOTORCYCLES, BOATS, SNOWMOBILES, OR SMALL ENGINES ONLY. Section 3. That chapter 37-2 be amended by adding thereto a NEW SECTION to read as follows: If gasoline contains an oxygenate, any person responsible for the product may not blend the product with ethanol or with any other oxygenate after it is transferred or otherwise removed from a refinery or terminal. Section 4. That chapter 37-2 be amended by adding thereto a NEW SECTION to read as follows: Any refinery or terminal shall provide, at the time gasoline is sold or transferred from the refinery or terminal, a bill of lading or shipping manifest to the person who receives the gasoline. For oxygenated gasoline, the bill of lading or shipping manifest shall include the identity and the volume percentage or gallons of oxygenate included in the gasoline, and it shall state: This fuel contains an oxygenate. Do not blend this fuel with ethanol or with any other oxygenate. For nonoxygenated gasoline sold or transferred after June 30, 2001, the bill or manifest shall state: This fuel is not oxygenated. It may not be sold at retail in South Dakota, except as provided by law. This section does not apply to sales or transfers of gasoline between refineries, between terminals, or between a refinery and a terminal. Section 5. That chapter 37-2 be amended by adding thereto a NEW SECTION to read as follows: The specifications in sections 6 to 9, inclusive, of this Act apply to petroleum products processed, held, stored, imported, transferred, distributed, offered for distribution, offered for sale or use, or sold in South Dakota. Section 6. That chapter 37-2 be amended by adding thereto a NEW SECTION to read as follows: No gasoline that is not blended with ethanol may be contaminated with water or other impurities and such gasoline shall comply with ASTM specification D 4814-96, as amended to January 1, 2000, and with the volatility requirements in 40 C.F.R. part 80, as amended to January 1, 2000. After such gasoline is sold, transferred, or otherwise removed from a refinery or terminal, a person responsible for the product: (1) May blend the gasoline with agriculturally derived ethanol as provided in this Act; (2) May not blend the gasoline with any oxygenate other than denatured, agriculturally derived ethanol; (3) May not blend the gasoline with other petroleum products that are not gasoline or denatured, agriculturally derived ethanol; (4) May not blend the gasoline with products commonly and commercially known as casinghead gasoline, absorption gasoline, condensation gasoline, drip gasoline, or natural gasoline; and (5) May blend the gasoline with a detergent additive, an antiknock additive, or an additive designed to replace tetra-ethyl lead, that is registered by the United States Environmental Protection Agency. Section 7. That chapter 37-2 be amended by adding thereto a NEW SECTION to read as follows: Gasoline may be blended with up to ten percent, by volume, agriculturally derived, denatured ethanol that complies with the requirements of section 8 of this Act. A gasoline-ethanol blend: (1) Shall comply with the volatility requirements in 40 C.F.R. part 80, as amended to January 1, 2000; (2) Shall comply with ASTM specification D 4814-96, as amended to January 1, 2000, or the gasoline base stock from which a gasoline-ethanol blend was produced shall comply with ASTM specification D 4814-96, as amended to January 1, 2000; and (3) May not be blended with casinghead gasoline, absorption gasoline, condensation gasoline, drip gasoline, or natural gasoline after the gasoline-ethanol blend has been sold, transferred, or otherwise removed from a refinery or terminal. Section 8. That chapter 37-2 be amended by adding thereto a NEW SECTION to read as follows: Denatured ethanol that is to be blended with gasoline shall be agriculturally derived and shall comply with ASTM specification D 4806-95b, as amended to January 1, 2000. Ethanol may be denatured only as specified in 27 C.F.R. parts 20 and 21, as amended to January 1, 2000. Section 9. That chapter 37-2 be amended by adding thereto a NEW SECTION to read as follows: Gasoline that is blended with an oxygenate, other than denatured ethanol, shall comply with ASTM specification D 4814-96, as amended to January 1, 2000. Oxygenates, other than denatured ethanol, may not be blended into gasoline after the gasoline has been sold, transferred, or otherwise removed from a refinery or terminal. Section 10. That § 37-2-6 be amended to read as follows: 37-2-6. The secretary of the department of commerce and regulation may in accordance with chapter 1-26 make such rules and regulations as are necessary to carry out the provisions of § § 37-2-5 to 37-2-24, inclusive. The rules shall be in general conformity with ASTM standards. The secretary may adopt rules: (1) Establishing standards for the maximum volume percentages of ethanol, methanol and cosolvents in alcohol blended fuels; (2) Establishing a program for and prescribing the methods to be used for the inspection and testing of alcohol blended fuels and petroleum products; (3) Requiring labeling of devices dispensing alcohol blended fuels to disclose the percentage by volume of the fuel which is alcohol; (4) Establishing standards setting the specifications and tolerance requirements for petroleum products; (5) Regulating the filtering system to be used on devices dispensing alcohol blended fuels ; and (6) Establishing procedures for auditing the records of oxygenate blenders to ensure that each blender has met all requirements in this Act. Specific information or data relating to sales figures or to processes or methods of production unique to the blender or that would tend to adversely affect the competitive position of the blender may be only for the confidential use of the department, unless otherwise specifically authorized by the registered blender ."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 15440, "action_date": "2000-01-19T14:00:00-06:00", "document_id": 85633, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85633.pdf", "status_text": "First read in Senate and referred to", "journal_page": 115, "committee_id_action": 657, "committee_id_assigned": 631, "result": "N", "vote": {}}, {"bill_id": 15440, "action_date": "2000-01-25T10:00:00-06:00", "document_id": 85776, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85776.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 631, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15440, "action_date": "2000-01-25T10:00:00-06:00", "document_id": 85776, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85776.pdf", "status_text": "Do Pass,", "journal_page": null, "committee_id_action": 631, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 45312, "president_vote": null, "Yea": [2365, 2380, 2399], "Nay": [2381, 2320, 2391], "Excused": [2405]}}, {"bill_id": 15440, "action_date": "2000-01-25T10:00:00-06:00", "document_id": 85776, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85776.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 631, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 15440, "action_date": "2000-01-27T10:00:00-06:00", "document_id": 85800, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85800.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 631, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15440, "action_date": "2000-01-27T10:00:00-06:00", "document_id": 85800, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85800.pdf", "status_text": "Tabled", "journal_page": 218, "committee_id_action": 631, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 45498, "president_vote": null, "Nay": [2365, 2380, 2399], "Yea": [2381, 2405, 2320, 2391]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/15440"}