{"session_id": 47, "bill_id": 13474, "bill_type": "Senate Bill", "bill_number": 23, "bill_title": "to authorize the Board of Regents to construct a performing arts center at South Dakota State University; to authorize South Dakota State University to contract with private parties to participate in financing, construction, and operation of a wellness center; and to make an appropriation therefor.", "sponsors": [], "keywords": ["Appropriations", "Cultural Affairs", "Education, Higher", "Entertainment, Recreation & Sports", "Fine Arts"], "audio": [], "bill_versions": [{"bill_id": 13474, "bill_version_id": 77962, "bill_version": "Introduced", "bill_version_date": "1998-01-07T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize the Board of Regents to construct a performing arts center at South Dakota State University and to make an appropriation therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Board of Regents may contract for the construction, completion, furnishing, equipping, and maintaining of the Performing Arts Center at South Dakota State University, Brookings, including utilities, furnishings, architectural and engineering services, and site preparation and the construction of sidewalks and driveways and landscaping the grounds of that facility, all at the estimated cost of ten million four hundred thousand dollars ($10,400,000), to be paid from other funds under the control of the Board of Regents, from gifts and grants to South Dakota State University specifically for this purpose, including bond proceeds provided by the city of Brookings, and from financing provided pursuant to chapter 13-51A, all of which are hereby appropriated to the Board of Regents for the purposes of this Act. Section 2. The Board of Regents may accept, transfer, and expend any funds obtained for these purposes from federal sources, gifts, contributions, or any other source, all of which shall be deemed appropriated to this construction. Section 3. The design and construction of these modifications shall be under the general charge and supervision of the Bureau of Administration as provided in chapter 5-14. The commissioner of the Bureau of Administration and the executive director of the Board of Regents shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act."}, {"bill_id": 13474, "bill_version_id": 77963, "bill_version": "Senate Appropriations Engrossed", "bill_version_date": "1998-02-11T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize the Board of Regents to construct a performing arts center at South Dakota State University and to make an appropriation therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Board of Regents may contract for the construction, completion, furnishing, equipping, and maintaining of the Performing Arts Center at South Dakota State University, Brookings, including utilities, furnishings, architectural and engineering services, and site preparation and the construction of sidewalks and driveways and landscaping the grounds of that facility, all at the estimated cost of ten million four hundred thousand dollars ($10,400,000), to be paid from other funds under the control of the Board of Regents, from gifts and grants to South Dakota State University specifically for this purpose, including bond proceeds provided by the city of Brookings, and from financing provided pursuant to chapter 13-51A, all of which are hereby appropriated to the Board of Regents for the purposes of this Act. Section 2. In addition to the funds in section 1 of this Act, the Board of Regents shall set aside the sum of one million forty thousand dollars ($1,040,000) for the purpose of maintenance and repair of the facility authorized in section 1 of this Act to be paid from other funds under the control of the Board of Regents, from gifts and grants to South Dakota State University, including bond proceeds provided by the city of Brookings. Section 3. The Board of Regents may accept, transfer, and expend any funds obtained for these purposes from federal sources, gifts, contributions, or any other source, all of which shall be deemed appropriated to this construction and maintenance and repair. Section 4. The design and construction of these modifications shall be under the general charge and supervision of the Bureau of Administration as provided in chapter 5-14. The commissioner of the Bureau of Administration and the executive director of the Board of Regents shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. BILL HISTORY 1/13/98 First read in Senate and referred to Appropriations. S.J. 24 1/15/98 Scheduled for Committee hearing on this date. 1/20/98 Scheduled for Committee hearing on this date. 1/20/98 Appropriations Deferred to another day. 2/6/98 Scheduled for Committee hearing on this date. 2/10/98 Scheduled for Committee hearing on this date. 2/10/98 Appropriations Do Pass Amended, Passed, AYES 9, NAYS 0. S.J. 409"}, {"bill_id": 13474, "bill_version_id": 77961, "bill_version": "House Engrossed", "bill_version_date": "1998-02-24T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize the Board of Regents to construct a performing arts center at South Dakota State University; to authorize South Dakota State University to contract with private parties to participate in financing, construction, and operation of a wellness center; and to make an appropriation therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Board of Regents may contract for the construction, completion, furnishing, equipping, and maintaining of the Performing Arts Center at South Dakota State University, Brookings, including utilities, furnishings, architectural and engineering services, and site preparation and the construction of sidewalks and driveways and landscaping the grounds of that facility, all at the estimated cost of ten million four hundred thousand dollars ($10,400,000), to be paid from other funds under the control of the Board of Regents, from gifts and grants to South Dakota State University specifically for this purpose, including bond proceeds provided by the city of Brookings, and from financing provided pursuant to chapter 13-51A, all of which are hereby appropriated to the Board of Regents for the purposes of this Act. Section 2. In addition to the funds in section 1 of this Act, the Board of Regents shall set aside the sum of one million forty thousand dollars ($1,040,000) for the purpose of maintenance and repair of the facility authorized in section 1 of this Act to be paid from other funds under the control of the Board of Regents, from gifts and grants to South Dakota State University, including bond proceeds provided by the city of Brookings. Section 3. The Board of Regents may accept, transfer, and expend any funds obtained for these purposes from federal sources, gifts, contributions, or any other source, all of which shall be deemed appropriated to this construction and maintenance and repair. Section 4. The administration of the design and construction of these modifications and facilities and oversight of building committees appointed therefor, as provided in § 5-14-3 shall be under the general charge and supervision of the Governor or his designee and the executive director of the Board of Regents. Section 5. That section 2 of chapter 150 of the 1994 Session Laws be amended as follows: Funding for the project authorized in section 1 of this Act is to be provided from gifts , contracts, and grants to South Dakota State University specifically for this purpose. Contracts authorized by this section may include agreements with private parties who are willing to participate in financing and constructing the facility on the condition that they be allowed to operate a wellness center in the facility for a commercially reasonable period of time to serve the needs of the students and the general public. Any revenues to the university received pursuant to such a contract are hereby permanently appropriated to the Board of Regents for the financing, construction, and operation of the wellness center. The Board of Regents may accept any gifts for the purposes authorized by this Act, and all such moneys so contributed are hereby appropriated to the Board of Regents. No general funds may be used in the construction or operation of the facility authorized by this Act. Prior to the issuance of any contracts pursuant to this section, the Board of Regents shall submit a project financial plan to the committee established in chapter 4-8A for approval. The financial plan shall include a description of sources of funds to construct the facility, of operating costs, and a plan for a maintenance and repair fund in an amount equal to ten percent of the final construction cost. The funds identified in the maintenance and repair plan may be accumulated at no less than the rate of one percent of the final project cost per year for ten years with the first year being the final year of facility construction. These funds may be identified from other funds under the control of the Board of Regents, or from gifts and grants to South Dakota State University, or as part of contracts authorized by this Act, or from restricted gifts and grants to foundations associated with the facility or South Dakota State University, or from any combination of these sources of funds. All other funds identified by the Board of Regents pursuant to this section, together with any gifts, grants, or contract proceeds for maintenance and repair, shall be transferred into the South Dakota State University wellness facility maintenance and repair fund which is hereby created in the state treasury as a participating fund, and the Board of Regents may expend such funds, together with the earnings, as it deems necessary to provide for the maintenance or repair of the facility. BILL HISTORY 1/13/98 First read in Senate and referred to Appropriations. S.J. 24 1/15/98 Scheduled for Committee hearing on this date. 1/20/98 Scheduled for Committee hearing on this date. 1/20/98 Appropriations Deferred to another day. 2/6/98 Scheduled for Committee hearing on this date. 2/10/98 Scheduled for Committee hearing on this date. 2/10/98 Appropriations Do Pass Amended, Passed, AYES 9, NAYS 0. S.J. 409 2/12/98 Senate Do Pass Amended, Passed, AYES 35, NAYS 0. S.J. 484 2/13/98 First read in House and referred to Appropriations. H.J. 683 2/19/98 Scheduled for Committee hearing on this date. 2/19/98 Appropriations Do Pass, Passed, AYES 7, NAYS 0. H.J. 772 2/20/98 House of Representatives Deferred to another day. H.J. 826 2/23/98 House of Representatives Deferred to another day. H.J. 862 2/24/98 Motion to Amend, Passed. 2/24/98 Motion to Amend, Passed, AYES 35, NAYS 31. 2/24/98 House of Representatives Do Pass Amended, Failed, AYES 43, NAYS 24. 2/24/98 Intent to reconsider."}, {"bill_id": 13474, "bill_version_id": 77959, "bill_version": "Conference Committee Engrossed", "bill_version_date": "1998-02-26T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize the Board of Regents to construct a performing arts center at South Dakota State University; to authorize South Dakota State University to contract with private parties to participate in financing, construction, and operation of a wellness center; and to make an appropriation therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Board of Regents may contract for the construction, completion, furnishing, equipping, and maintaining of the Performing Arts Center at South Dakota State University, Brookings, including utilities, furnishings, architectural and engineering services, and site preparation and the construction of sidewalks and driveways and landscaping the grounds of that facility, all at the estimated cost of ten million four hundred thousand dollars ($10,400,000), to be paid from other funds under the control of the Board of Regents, from gifts and grants to South Dakota State University specifically for this purpose, including bond proceeds provided by the city of Brookings, and from financing provided pursuant to chapter 13-51A, all of which are hereby appropriated to the Board of Regents for the purposes of this Act. Section 2. In addition to the funds in section 1 of this Act, the Board of Regents shall set aside the sum of one million forty thousand dollars ($1,040,000) for the purpose of maintenance and repair of the facility authorized in section 1 of this Act to be paid from other funds under the control of the Board of Regents, from gifts and grants to South Dakota State University, including bond proceeds provided by the city of Brookings. Section 3. The Board of Regents may accept, transfer, and expend any funds obtained for these purposes from federal sources, gifts, contributions, or any other source, all of which shall be deemed appropriated to this construction and maintenance and repair. Section 4. The administration of the design and construction of these modifications and facilities and oversight of building committees appointed therefor, as provided in § 5-14-3 shall be under the general charge and supervision of the Governor and the executive director of the Board of Regents or their designees. Section 5. That section 2 of chapter 150 of the 1994 Session Laws be amended as follows: Funding for the project authorized in section 1 of this Act is to be provided from gifts , contracts, and grants to South Dakota State University specifically for this purpose. Contracts authorized by this section may include agreements with private parties who are willing to participate in financing and constructing the facility on the condition that they be allowed to operate a wellness center in the facility for the contractually specified time to serve the needs of the students and the general public. Any revenues to the university received pursuant to such a contract are hereby permanently appropriated to the Board of Regents for the financing, construction, and operation of the wellness center. The Board of Regents may accept any gifts for the purposes authorized by this Act, and all such moneys so contributed are hereby appropriated to the Board of Regents. No general funds may be used in the construction or operation of the facility authorized by this Act. Prior to the issuance of any contracts pursuant to this section, the Board of Regents shall submit a project financial plan to the committee established in chapter 4-8A for approval. An adequate performance bond shall be purchased by the contracting parties. The financial plan shall include a description of sources of funds to construct the facility, of operating costs, and a plan for a maintenance and repair fund in an amount equal to ten percent of the final construction cost. The funds identified in the maintenance and repair plan may be accumulated at no less than the rate of one percent of the final project cost per year for ten years with the first year being the final year of facility construction. These funds may be identified from other funds under the control of the Board of Regents, or from gifts and grants to South Dakota State University, or as part of contracts authorized by this Act, or from restricted gifts and grants to foundations associated with the facility or South Dakota State University, or from any combination of these sources of funds. All other funds identified by the Board of Regents pursuant to this section, together with any gifts, grants, or contract proceeds for maintenance and repair, shall be transferred into the South Dakota State University wellness facility maintenance and repair fund which is hereby created in the state treasury as a participating fund, and the Board of Regents may expend such funds, together with the earnings, as it deems necessary to provide for the maintenance or repair of the facility. Nevertheless, if the expenditure of the funds held in the South Dakota State University wellness facility maintenance and repair fund results in a reduction of the total identified funds for the purpose of maintenance and repair to less than the amount required by this Act, the South Dakota State University wellness facility maintenance and repair fund shall be replenished at the rate of one percent of the estimated project cost per year until such time as the total identified funds for the maintenance and repair reserve equals or exceeds the amount required by this Act. BILL HISTORY 1/13/98 First read in Senate and referred to Appropriations. S.J. 24 1/15/98 Scheduled for Committee hearing on this date. 1/20/98 Scheduled for Committee hearing on this date. 1/20/98 Appropriations Deferred to another day. 2/6/98 Scheduled for Committee hearing on this date. 2/10/98 Scheduled for Committee hearing on this date. 2/10/98 Appropriations Do Pass Amended, Passed, AYES 9, NAYS 0. S.J. 409 2/12/98 Senate Do Pass Amended, Passed, AYES 35, NAYS 0. S.J. 484 2/13/98 First read in House and referred to Appropriations. H.J. 683 2/19/98 Scheduled for Committee hearing on this date. 2/19/98 Appropriations Do Pass, Passed, AYES 7, NAYS 0. H.J. 772 2/20/98 House of Representatives Deferred to another day. H.J. 826 2/23/98 House of Representatives Deferred to another day. H.J. 862 2/24/98 Motion to Amend, Passed. H.J. 893 2/24/98 Motion to Amend, Passed, AYES 35, NAYS 31. H.J. 894 2/24/98 House of Representatives Do Pass Amended, Failed, AYES 43, NAYS 24. H.J. 895 2/24/98 Intent to reconsider. H.J. 896 2/24/98 House of Representatives Reconsidered, AYES 59, NAYS 9. H.J. 912 2/24/98 Motion to Amend, Passed. H.J. 912 2/24/98 House of Representatives Do Pass Amended, Passed, AYES 53, NAYS 13. H.J. 913 2/24/98 House of Representatives Title Amended Passed. H.J. 913 2/25/98 Senate failed to concur, appoint Conference Committee. S.J. 712 2/26/98 House of Representatives Conference committee report adopted Passed, AYES 60, NAYS 6. 2/26/98 Senate Conference committee report adopted Passed, AYES 31, NAYS 0."}, {"bill_id": 13474, "bill_version_id": 77960, "bill_version": "Enrolled", "bill_version_date": "1998-02-26T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13474, "action_date": "1998-01-13T14:00:00-06:00", "document_id": 76884, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76884.pdf", "status_text": "First read in Senate and referred to", "journal_page": 24, "committee_id_action": 601, "committee_id_assigned": 599, "result": "N", "vote": {}}, {"bill_id": 13474, "action_date": "1998-01-15T07:45:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 599, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13474, "action_date": "1998-01-20T09:00:00-06:00", "document_id": 76252, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76252.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 599, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13474, "action_date": "1998-01-20T09:15:00-06:00", "document_id": 76523, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76523.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 599, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13474, "action_date": "1998-02-06T08:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 599, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13474, "action_date": "1998-02-10T08:00:00-06:00", "document_id": 76700, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76700.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 599, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13474, "action_date": "1998-02-10T08:00:00-06:00", "document_id": 76700, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76700.pdf", "status_text": "Do Pass Amended,", "journal_page": 409, "committee_id_action": 599, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38485, "president_vote": null, "Yea": [2115, 2165, 2188, 2099, 2118, 2135, 2148, 2145, 2130]}}, {"bill_id": 13474, "action_date": "1998-02-12T14:00:00-06:00", "document_id": 76928, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76928.pdf", "status_text": "Do Pass Amended,", "journal_page": 484, "committee_id_action": 601, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38834, "president_vote": null, "Yea": [2094, 2095, 2099, 2102, 2103, 2112, 2115, 2118, 2121, 2122, 2125, 2129, 2130, 2135, 2137, 2138, 2140, 2142, 2145, 2148, 2149, 2155, 2156, 2165, 2166, 2169, 2170, 2175, 2179, 2182, 2187, 2188, 2189, 2191, 2196]}}, {"bill_id": 13474, "action_date": "1998-02-13T14:00:00-06:00", "document_id": 76929, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76929.pdf", "status_text": "First read in House and referred to", "journal_page": 683, "committee_id_action": 600, "committee_id_assigned": 587, "result": "N", "vote": {}}, {"bill_id": 13474, "action_date": "1998-02-19T09:00:00-06:00", "document_id": 76775, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76775.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 587, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13474, "action_date": "1998-02-19T09:00:00-06:00", "document_id": 76775, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76775.pdf", "status_text": "Do Pass,", "journal_page": 772, "committee_id_action": 587, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 39236, "president_vote": null, "Yea": [2107, 2123, 2184, 2116, 2143, 2167, 2174], "Excused": [2154, 2162, 2176]}}, {"bill_id": 13474, "action_date": "1998-02-20T14:00:00-06:00", "document_id": 76939, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76939.pdf", "status_text": "Deferred to another day", "journal_page": 826, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13474, "action_date": "1998-02-23T14:00:00-06:00", "document_id": 76941, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76941.pdf", "status_text": "Deferred to another day", "journal_page": 862, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13474, "action_date": "1998-02-24T14:00:00-06:00", "document_id": 76943, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76943.pdf", "status_text": "Motion to Amend,", "journal_page": 893, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13474, "action_date": "1998-02-24T14:00:00-06:00", "document_id": 76943, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76943.pdf", "status_text": "Motion to Amend,", "journal_page": 894, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40851, "president_vote": null, "Nay": [2096, 2100, 2107, 2114, 2117, 2119, 2123, 2124, 2127, 2128, 2132, 2133, 2136, 2146, 2147, 2150, 2154, 2157, 2158, 2159, 2164, 2171, 2177, 2180, 2181, 2183, 2184, 2186, 2190, 2192, 2193], "Excused": [2097, 2109, 2139], "Yea": [2098, 2101, 2104, 2105, 2106, 2108, 2110, 2111, 2116, 2120, 2126, 2131, 2141, 2143, 2144, 2151, 2152, 2153, 2160, 2161, 2162, 2163, 2167, 2168, 2172, 2173, 2174, 2176, 2178, 2185, 2194, 2195, 2197, 2198, 2134], "Absent": [2113]}}, {"bill_id": 13474, "action_date": "1998-02-24T14:00:00-06:00", "document_id": 76943, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76943.pdf", "status_text": "Do Pass Amended,", "journal_page": 895, "committee_id_action": 600, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 40852, "president_vote": null, "Yea": [2096, 2098, 2101, 2104, 2105, 2106, 2108, 2111, 2114, 2116, 2117, 2119, 2120, 2123, 2124, 2126, 2131, 2139, 2141, 2143, 2144, 2146, 2151, 2153, 2154, 2160, 2161, 2162, 2163, 2167, 2172, 2173, 2174, 2176, 2177, 2178, 2183, 2185, 2194, 2195, 2197, 2198, 2134], "Excused": [2097, 2109], "Nay": [2100, 2107, 2110, 2113, 2127, 2128, 2132, 2133, 2136, 2147, 2150, 2152, 2157, 2158, 2159, 2164, 2168, 2180, 2181, 2184, 2186, 2190, 2192, 2193], "Absent": [2171]}}, {"bill_id": 13474, "action_date": "1998-02-24T14:00:00-06:00", "document_id": 76943, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76943.pdf", "status_text": "Intent to reconsider", "journal_page": 896, "committee_id_action": 600, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13474, "action_date": "1998-02-24T14:00:00-06:00", "document_id": 76943, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76943.pdf", "status_text": "Reconsidered", "journal_page": 912, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40872, "president_vote": null, "Yea": [2096, 2097, 2098, 2100, 2101, 2104, 2105, 2106, 2107, 2108, 2111, 2113, 2116, 2117, 2119, 2120, 2123, 2124, 2126, 2127, 2128, 2131, 2136, 2139, 2141, 2143, 2144, 2146, 2147, 2151, 2152, 2153, 2154, 2157, 2159, 2160, 2161, 2162, 2167, 2168, 2172, 2173, 2174, 2176, 2177, 2178, 2180, 2181, 2183, 2184, 2185, 2186, 2190, 2192, 2193, 2194, 2195, 2198, 2134], "Excused": [2109], "Nay": [2110, 2114, 2132, 2133, 2150, 2158, 2163, 2164, 2171], "Absent": [2197]}}, {"bill_id": 13474, "action_date": "1998-02-24T14:00:00-06:00", "document_id": 76943, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76943.pdf", "status_text": "Motion to Amend,", "journal_page": 912, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13474, "action_date": "1998-02-24T14:00:00-06:00", "document_id": 76943, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76943.pdf", "status_text": "Do Pass Amended,", "journal_page": 913, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40873, "president_vote": null, "Excused": [2096, 2109, 2116, 2128], "Yea": [2097, 2098, 2100, 2101, 2104, 2105, 2106, 2107, 2108, 2110, 2111, 2113, 2117, 2119, 2120, 2123, 2124, 2126, 2127, 2131, 2136, 2139, 2141, 2143, 2144, 2146, 2147, 2151, 2152, 2154, 2157, 2160, 2161, 2162, 2163, 2167, 2172, 2173, 2174, 2176, 2177, 2178, 2180, 2183, 2185, 2186, 2190, 2192, 2194, 2195, 2197, 2198, 2134], "Nay": [2114, 2132, 2133, 2150, 2153, 2158, 2159, 2164, 2168, 2171, 2181, 2184, 2193]}}, {"bill_id": 13474, "action_date": "1998-02-24T14:00:00-06:00", "document_id": 76943, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76943.pdf", "status_text": "Title Amended", "journal_page": 913, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13474, "action_date": "1998-02-25T14:00:00-06:00", "document_id": 76945, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76945.pdf", "status_text": "Conference Committee appointments", "journal_page": 951, "committee_id_action": 600, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13474, "action_date": "1998-02-26T14:00:00-06:00", "document_id": 76947, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76947.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 969, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40914, "president_vote": null, "Yea": [2096, 2097, 2098, 2100, 2101, 2104, 2105, 2106, 2107, 2108, 2109, 2110, 2111, 2114, 2116, 2119, 2120, 2123, 2124, 2126, 2127, 2128, 2132, 2133, 2136, 2139, 2141, 2143, 2144, 2146, 2147, 2151, 2152, 2154, 2157, 2158, 2159, 2160, 2161, 2162, 2163, 2167, 2172, 2173, 2174, 2176, 2177, 2178, 2180, 2181, 2183, 2185, 2186, 2190, 2192, 2193, 2194, 2197, 2198, 2134], "Excused": [2113, 2117, 2131, 2195], "Nay": [2150, 2153, 2164, 2168, 2171, 2184]}}, {"bill_id": 13474, "action_date": "1998-02-26T14:00:00-06:00", "document_id": 76948, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76948.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 741, "committee_id_action": 601, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 39526, "president_vote": null, "Excused": [2094, 2125, 2188, 2189], "Yea": [2095, 2099, 2102, 2103, 2112, 2115, 2118, 2121, 2122, 2129, 2130, 2135, 2137, 2138, 2140, 2142, 2145, 2148, 2149, 2155, 2156, 2165, 2166, 2169, 2170, 2175, 2179, 2182, 2187, 2191, 2196]}}, {"bill_id": 13474, "action_date": "1998-02-26T14:00:00-06:00", "document_id": 76948, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76948.pdf", "status_text": "Signed by President", "journal_page": 754, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13474, "action_date": "1998-02-26T14:00:00-06:00", "document_id": 76947, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76947.pdf", "status_text": "Signed by Speaker", "journal_page": 990, "committee_id_action": 600, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13474, "action_date": "1998-02-26T14:00:00-06:00", "document_id": 76948, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76948.pdf", "status_text": "Delivered to the Governor", "journal_page": null, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13474, "action_date": "1998-03-14T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": null, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 963}