{"session_id": 69, "bill_id": 25180, "bill_type": "House Bill", "bill_number": 1137, "bill_title": "provide for a minimum teacher salary.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25180", "sponsors": [{"legislator_profile_id": 4558, "is_prime": true}, {"legislator_profile_id": 4569, "is_prime": true}], "keywords": ["Education", "State Aid to Education", "Teachers"], "audio": [], "bill_versions": [{"bill_id": 25180, "bill_version_id": 261908, "bill_version": "Introduced", "bill_version_date": "2024-01-23T14:18:16.08-06:00", "bill_text": "An Act to provide for a minimum teacher salary. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to chapter 13-13: Beginning July 1, 2026, each public school district must pay each full-time teacher a salary at least equal to the state minimum salary. For each fiscal year, if a district's minimum salary for a full-time teacher is less than the state minimum salary, state aid to general education funding to the district in the following fiscal year must be reduced by an amount equal to five hundred dollars for each teacher employed in the school district. A school district may request a waiver from any penalty imposed under this section from the School Finance Accountability Board. For the purposes of this section, the term \"state minimum salary\" is forty-five thousand dollars for fiscal year 2025. For fiscal year 2026 and thereafter, the state minimum salary is calculated by increasing the previous year's state minimum salary by the cumulative increases approved by the Legislature in fiscal year 2026 and thereafter to the target teacher salary, as defined in § 13-13-10.1. Section 2. That § 1-45-38 be AMENDED: 1-45-38. There is hereby created the School Finance Accountability Board within the Department of Education. The board shall consist consists of five members appointed by the Governor. The members shall serve a term of four years. The board may recommend that the provisions of § 13-13-73.5 be waived for a school district if the district can demonstrate that its lowest monthly general cash fund cash balance percentage is the result of special circumstances. The board may recommend that a penalty against a school district imposed under section 1 of this Act or § 13-13-73.6 be waived, in whole or in part, if the district can demonstrate that its failure to comply with section 1 of this Act or § 13-13-73.6 is due to special circumstances. The School Finance Accountability Board shall promulgate rules, pursuant to chapter 1-26, to establish the appeals process provided for in section 1 of this Act or § 13-13-73.6, and to establish the factors that may be considered in considering a waiver requested by a school district, which shall include the impact of retirements. The Joint Committee on Appropriations or the Interim Committee on Appropriations shall review any waivers of § 13-13-73.5 or, 13-13-73.6, or section 1 of this Act recommended by the School Finance Accountability Board. For a waiver recommended by the board under this section, the committee may provide any suggested change to the waiver. Not more than thirty days following receipt of a suggested change from the committee, the board may amend the recommended waiver in accordance with the suggested change and shall resubmit the recommended waiver. The Joint Committee on Appropriations or the Interim Committee on Appropriations shall approve, amend, or deny any waiver recommended by the board. The Department of Education shall annually report to the Governor and the Legislature the information collected pursuant to §§ 13-8-47 and, 13-13-73.6, and section 1 of this Act."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 25180, "action_date": "2024-01-24T14:00:00-06:00", "document_id": 261987, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/261987.pdf", "status_text": "First read in House and referred to", "journal_page": 164, "committee_id_action": 1197, "committee_id_assigned": 1194, "result": "N", "vote": {}}, {"bill_id": 25180, "action_date": "2024-02-08T13:00:00-06:00", "document_id": 265058, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265058.pdf", "status_text": "Withdrawn at the Request of the Prime Sponsor", "journal_page": 294, "committee_id_action": 1197, "committee_id_assigned": null, "result": "N", "vote": {}}]}