{"session_id": 54, "bill_id": 18167, "bill_type": "House Bill", "bill_number": 1125, "bill_title": "revise the distribution of certain revenues outside the state aid to education formula.", "sponsors": [{"legislator_profile_id": 2908, "is_prime": true}, {"legislator_profile_id": 2912, "is_prime": true}, {"legislator_profile_id": 2882, "is_prime": false}, {"legislator_profile_id": 2909, "is_prime": false}, {"legislator_profile_id": 2921, "is_prime": false}], "keywords": ["Education", "State Aid to Education"], "audio": [{"meeting_datetime": "2003-02-21T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hed27hb1125a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-21T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hed27hb1125a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-21T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hed27hb1125a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-21T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hed27hb1125a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-21T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hed27hb1125a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-21T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hed27hb1125a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-22T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou28hb1125a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-22T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou28hb1125a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-22T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou28hb1125a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-22T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou28hb1125a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 18167, "bill_version_id": 95875, "bill_version": "Introduced", "bill_version_date": "2003-01-28T10:17:14-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the calculation of state aid to education. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-13-10.1 be amended to read as follows: 13-13-10.1. Terms used in this chapter mean: (1) \"Average daily membership,\" the average number of resident and nonresident kindergarten through twelfth grade pupils enrolled in all schools operated by the school district during the previous regular school year, minus average number of pupils for whom the district receives tuition, except pupils described in subdivision (1A) and pupils for whom tuition is being paid pursuant to § 13-28-42 and plus the average number of pupils for whom the district pays tuition; (1A) Nonresident students who are in the care and custody of the Department of Social Services, the Unified Judicial System, the Department of Corrections, or other state agencies and are attending a public school may be included in the average daily membership of the receiving district when enrolled in the receiving district. When counting a student who meets these criteria in its general enrollment average daily membership, the receiving district may begin the enrollment on the first day of attendance. The district of residence prior to the custodial transfer may not include students who meet these criteria in its general enrollment average daily membership after the student ceases to attend school in the resident district; (2) \"Adjusted average daily membership,\" calculated as follows: (a) For districts with an average daily membership of two hundred or less, multiply 1.2 times the average daily membership; (b) For districts with an average daily membership of less than six hundred, but greater than two hundred, raise the average daily membership to the 0.8293 power and multiply the result times 2.98; (c) For districts with an average daily membership of six hundred or more, multiply 1.0 times their average daily membership; (3) \"Index factor,\" is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less; (3A) \"Enrollment adjustment,\" is the negative of the annual percent change in the statewide adjusted average daily membership for the year before the year immediately preceding the year of adjustment. However, the enrollment adjustment cannot be less than zero; (4) \"Per student allocation,\" for the period January 1, 1997, to June 30, 1997, inclusive, is $1,675. For school fiscal year 1998, beginning on July 1, 1997, the per student allocation shall be $3,350 increased by the index factor. Each school fiscal year thereafter, the per student allocation shall be the previous fiscal year's per student allocation increased by the index factor, plus the enrollment adjustment; (5) \"Local need,\" the per student allocation multiplied by the adjusted average daily membership; (6) \"Local effort,\" the amount of ad valorem taxes generated in a school fiscal year by applying the levies established pursuant to § 10-12-42; (7) \"General fund balance,\" the unreserved fund balance of the general fund, less general fund exclusions plus, beginning with transfers made in fiscal year 2001, any transfers out of the general fund for the previous school fiscal year; (8) \"General fund balance percentage,\" is a school district's general fund balance divided by the school district's total general fund expenditures for the previous school fiscal year, the quotient expressed as a percent; (9) \"General fund base percentage,\" is the general fund balance percentage as of June 30, 2000. However, the general fund base percentage can never increase and can never be less than twenty percent; (10) \"Allowable general fund balance,\" the fund base percentage multiplied by the district's general fund expenditures in the previous school fiscal year; (11) \"Imputed interest rate,\" the average prime rate for the preceding fiscal year minus 2.5 percentage points; (12) \"General fund exclusions,\" revenue a school district has received from the imposition of the excess tax levy pursuant to § 10-12-43; revenue a school district has received from gifts, contributions, grants, or donations; revenue a school district has received under the provisions of § § 13-6-92 to 13-6-96, inclusive; and any revenue in the general fund set aside for a noninsurable judgment."}, {"bill_id": 18167, "bill_version_id": 97631, "bill_version": "House Education Engrossed", "bill_version_date": "2003-02-21T13:53:50-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the distribution of certain revenues outside the state aid to education formula. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 13-13 be amended by adding thereto a NEW SECTION to read as follows: The school district outside revenue fund is hereby created in the state treasury, and the Department of Education and Cultural Affairs shall distribute any money appropriated to the fund. The moneys deposited in the fund shall be invested by the state investment council pursuant to chapter 4-5, and all interest and profits derived from such investment shall be retained in the fund. Section 2. That chapter 13-13 be amended by adding thereto a NEW SECTION to read as follows: The secretary of the Department of Education and Cultural Affairs shall distribute money in the school district outside revenue fund among the school districts on the basis provided in section 3 of this Act. The secretary shall pay each school district its share of the money in the school district outside other revenue fund in nine monthly installments beginning in October of each year. Section 3. That chapter 13-13 be amended by adding thereto a NEW SECTION to read as follows: The secretary shall determine the amount of all fines deposited in the county outside school district fund for the previous year in conformity with S.D. Const., Art. VIII, § 3 as of July first. The amount of all such fines shall be added to the amount deposited in the school district outside revenue fund as of September first. The secretary shall compute each school district's share of this total amount based upon the school district's percent of the statewide total average daily membership as defined in subdivision 13-13-10.1(1) for the previous school year. The secretary shall then subtract the amount of fines deposited in each county outside school district fund and then distribute an appropriate amount from the school district outside revenue fund to each county outside school district fund. The secretary shall distribute the money pursuant to section 2 of this Act. Section 4. That § 13-13-4 be amended to read as follows: 13-13-4. The county general outside school district fund to be apportioned pursuant to § 13-13-5 shall consist of the net proceeds of all is hereby created in the county treasury of each county. All fines for violation of state laws and any tax so designated in Title 10 funds received from school district outside revenue fund shall be deposited in the county outside school district fund. No later than August first of each year, each county treasurer shall submit a report to the secretary of Education and Cultural Affairs providing the amount of money in the fund . Section 5. That § 13-13-5 be amended to read as follows: 13-13-5. The county treasurer shall on or before the fifth day of January and July furnish the county auditor with a statement of all money in the county treasury belonging to the county general school outside school district fund and . The county treasurer shall pay the money, upon the order of the auditor to the public school districts having land area within the county in proportion to the average daily membership of children residing in the school districts as certified by the Division of Education Services and Resources Department of Education and Cultural Affairs . Section 6. That § 13-13-73.1 be amended to read as follows: 13-13-73.1. The Department of Revenue shall exclude include the real property valuation of manufactured homes, considered as real estate pursuant to § 10-4-2.4, and manufactured homes, converted to real estate after July 1, 1999, when computing local effort pursuant to § § 13-13-10.1 and 13-37-35.1 for the purpose of the state aid to education formula. The county auditor shall also exclude include such real estate value when computing the tax levy for school purposes. However, such manufactured homes shall continue to be subject to each tax levy. The Legislature shall make an adjustment in the relationship between statewide local effort as a percentage of statewide local need pursuant to § § 13-13-71 to 13-13-72.1, inclusive, to account for the change of moving manufactured homes from outside the state aid to education formula to inside the formula. The inclusion of valuation of manufactured homes in the local effort shall be accomplished without maintaining the relationship required by § 13-13-72. Section 7. That § 10-33-21 be amended to read as follows: 10-33-21. All persons, corporations, cooperatives, and associations engaged in furnishing and providing telephone and exchange service comprising rental and toll service by means of wired circuits and otherwise and whose annual gross receipts are less than fifty million dollars shall be taxed on the basis of gross receipts, according to one of the two following schedules. Whichever schedule provides the lesser percentage of tax shall be applied by the The Department of Revenue shall apply whichever schedule provides the lesser percentage of tax : SCHEDULE A SCHEDULE B SCHEDULE A SCHEDULE B However, no telephone company operating in this state shall be taxed less than an amount equal to fifty cents per year per telephone serviced. Further, each Each telephone company that was taxed in the five percent tax category for the calendar year 2001 shall pay an amount of tax to each school district the Department of Revenue of not less than the tax received by such school district all the taxes paid by such telephone company pursuant to this chapter in 2002 for the years 2003 and 2004; and each year thereafter, the tax paid shall be as provided in SCHEDULE A or SCHEDULE B of this section. Section 8. That § 10-33-24 be amended to read as follows: 10-33-24. It shall be the duty of the The secretary of revenue to shall compute and determine the amount of tax to be paid by such each company as provided in § 10-33-21 and he shall on or before July first following certify to the county auditor of each county in the state in which such company operates the amount of the tax to be paid in such county on the basis of the gross receipts received by such company from its operations in such county and shall further certify to the county auditor the amount to which each school district shall be entitled in each such county on the basis of the gross receipts received by such company in each school district. The county auditor shall extend such tax on his books and certify the same to the county treasurer and certify the amount to the company by July first . Section 9. That § 10-33-25 be amended to read as follows: 10-33-25. The tax levied in § 10-33-21 shall become due and be is due and payable to the county treasurer of each county in which such company operates and Department of Revenue as certified by the secretary of revenue on September first of each year following the filing of the report of such gross receipts. The Department of Revenue shall deposit the taxes paid in the school district outside revenue fund. Section 10. That § 10-33-28 be repealed. 10-33-28. The county treasurer shall allocate and transmit the taxes imposed by § 10-33-21 and collected from each such company to the school treasurers of each school district in which such company operates on the basis of the gross receipts received by such company from its operations within each such school district within the county. Section 11. That § 10-36-7 be amended to read as follows: 10-36-7. The secretary of revenue shall compute and determine the amount of tax to be paid by such each company as provided in § 10-36-6 and shall on or before July first following certify to the county auditor of each county in the state in which such company operates the amount of the tax to be paid in such county on the basis of the gross receipts received by such company from its operations in such county and shall further certify to the county auditor the amount to which each school district shall be entitled in each such county on the basis of the gross receipts received by such company in each school district. The county auditor shall extend such tax on his books and certify the same to the county treasurer and shall certify the amount to the company by July first . Section 12. That § 10-36-8 be amended to read as follows: 10-36-8. The tax levied by § 10-36-6 shall become due and be is due and payable to the county treasurer of each county in which such company operates and Department of Revenue as certified by the secretary of revenue on September first of each year following the filing of the report of such gross receipts. The Department of Revenue shall deposit the taxes paid in the school district outside fund. Section 13. That § 10-36-10 be repealed. 10-36-10. The county treasurer shall allocate and transmit the taxes collected from each such company to the school treasurers of each school district in which such company operates on the basis of the gross receipts received by such company from its operations within each such school district within the county. Section 14. That § 10-43-77 be amended to read as follows: 10-43-77. The county treasurer upon receipt of such funds the share of the tax pursuant to this chapter shall apportion and distribute the funds between the taxing subdivisions, including the county but not including the school districts , in the same proportion as the average of personal property taxes assessed in each taxing subdivision, including the county and the school districts , for calendar years 1972, 1973, 1974, 1975, and 1976 were distributed as determined and certified by the secretary of revenue. The county treasurer shall certify to the secretary of revenue the proportion of personal property taxes assessed that is assigned to the school districts under the provisions of this section. For school districts operating during the years 1972 to 1976, inclusive, that reorganize, the funds shall be apportioned and distributed county treasurer shall certify to the secretary of revenue the proportion of personal property taxes assessed that is assigned to such school districts under the provisions of this section to the successor districts . The proportion assigned shall be determined in the same manner and proportion as they were distributed prior to reorganization. The secretary of revenue shall determine the amount that would normally be apportioned and distributed to the school districts and deposit such amount in the school district outside revenue fund. Section 15. That § 10-6-22 be amended to read as follows: 10-6-22. The director of equalization shall forthwith notify the state's attorney of any such delinquency or offense as described by § 10-6-21 and he the state's attorney shall prosecute such the offender to final judgment and execution , and such fine when . If any fine is collected , the fine shall be paid into the county treasury for the use of the public schools deposited in the county outside school district fund . Section 16. That § 23A-27-25 be amended to read as follows: 23A-27-25. All The county treasurer shall deposit all fines and pecuniary penalties, other than forfeitures provided for in § 23A-43-23, costs as provided in § § 23-3-52, 23A-27-26, and 23A-27-27, and restitution and civil penalties assessed under the state's environmental laws , for the violation of any state law , when collected, shall be paid into the treasury of the proper county, the net proceeds of which shall be applied and used each year for the benefit of the public schools of this state in the county outside school district fund . Section 17. That § 10-59-1 be amended to read as follows: 10-59-1. The provisions of this chapter apply to any taxes or fees or persons subject to taxes or fees imposed by chapters 10-33, 10-36, 10-39, 10-39A, 10-39B, 10-43, 10-45, 10-45D, 10-46, 10-46A, 10-46B, 10-46C, 10-47B, 10-52, 10-52A, 32-3, 32-3A, 32-5, 32-5B, 32-6B, 32-9, 32-10, and 34A-13 and § § 22-25-48, 49-31-51, 50-4-13 to 50-4-17, inclusive, and the provisions of chapter 10-45B. Section 18. The first distribution of money pursuant to this Act shall begin in October, 2004. The secretary shall distribute the money in a manner that each school district shall receive at least eighty percent of the revenue that such school district would have received without the implementation the provisions of sections 1 to 5, inclusive, and sections 7 to 17, inclusive, of this Act. The remaining twenty percent of the money shall be distributed pursuant to sections 1 to 3, inclusive of this Act. The second distribution of money pursuant to this Act shall begin in October, 2005. The secretary shall distribute the money in a manner that each school district shall receive at least sixty percent of the revenue that such school district would have received without the implementation the provisions of sections 1 to 5, inclusive, and sections 7 to 17, inclusive, of this Act. The remaining forty percent of the money shall be distributed pursuant to sections 1 to 3, inclusive, of this Act. The third distribution of money pursuant to this Act shall begin in October, 2006. The secretary shall distribute the money in a manner that each school district shall receive at least forty percent of the revenue that such school district would have received without the implementation the provisions of sections 1 to 5, inclusive, and sections 7 to 17, inclusive, of this Act. The remaining sixty percent of the money shall be distributed pursuant to sections 1 to 3, inclusive, of this Act. Each distribution thereafter shall be made pursuant to the provisions of this Act. Section 19. This Act is effective on January 1, 2004."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 18167, "action_date": "2003-01-28T14:00:00-06:00", "document_id": 95914, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95914.pdf", "status_text": "First read in House and referred to", "journal_page": 183, "committee_id_action": 798, "committee_id_assigned": 787, "result": "N", "vote": {}}, {"bill_id": 18167, "action_date": "2003-01-31T10:00:00-06:00", "document_id": 96293, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96293.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 787, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18167, "action_date": "2003-02-04T10:00:00-06:00", "document_id": 96507, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96507.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 787, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18167, "action_date": "2003-02-07T10:00:00-06:00", "document_id": 96785, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96785.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 787, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18167, "action_date": "2003-02-11T10:00:00-06:00", "document_id": 96955, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96955.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 787, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18167, "action_date": "2003-02-13T10:00:00-06:00", "document_id": 97153, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97153.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 787, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18167, "action_date": "2003-02-18T10:00:00-06:00", "document_id": 97302, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97302.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 787, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18167, "action_date": "2003-02-20T10:00:00-06:00", "document_id": 97486, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97486.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 787, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18167, "action_date": "2003-02-21T10:00:00-06:00", "document_id": 97621, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97621.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 787, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18167, "action_date": "2003-02-21T10:00:00-06:00", "document_id": 97621, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97621.pdf", "status_text": "Do Pass Amended,", "journal_page": 521, "committee_id_action": 787, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 54905, "president_vote": null, "Nay": [2837, 2855, 2895, 2930, 2934], "Yea": [2839, 2841, 2871, 2892, 2896, 2898, 2920, 2877, 2872], "Excused": [2857]}}, {"bill_id": 18167, "action_date": "2003-02-21T10:00:00-06:00", "document_id": 97621, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97621.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 787, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18167, "action_date": "2003-02-21T10:00:00-06:00", "document_id": 97621, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97621.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 787, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18167, "action_date": "2003-02-22T14:00:00-06:00", "document_id": 97757, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97757.pdf", "status_text": "Do Pass Amended,", "journal_page": 578, "committee_id_action": 798, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 56738, "president_vote": null, "Yea": [2833, 2841, 2844, 2871, 2872, 2873, 2885, 2888, 2896, 2898, 2912, 2924, 2929, 2932, 2937], "Nay": [2836, 2837, 2839, 2842, 2843, 2845, 2846, 2848, 2855, 2858, 2859, 2860, 2861, 2862, 2863, 2864, 2866, 2869, 2870, 2874, 2875, 2877, 2879, 2884, 2889, 2890, 2892, 2893, 2894, 2895, 2900, 2902, 2905, 2906, 2907, 2909, 2910, 2911, 2913, 2914, 2915, 2917, 2919, 2920, 2922, 2923, 2925, 2930, 2931, 2933, 2934, 2936, 2938, 2899], "Excused": [2857]}}]}