{"session_id": 24, "bill_id": 7106, "bill_type": "House Bill", "bill_number": 1031, "bill_title": "revise certain provisions pertaining to weights and measures.", "sponsors": [], "keywords": ["Fees", "Professions and Occupations", "Trade Regulation"], "audio": [{"meeting_datetime": "2016-01-27T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hco11.mp3", "start_seconds": 191.0}, {"meeting_datetime": "2016-01-27T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hco11.mp3", "start_seconds": 191.0}, {"meeting_datetime": "2016-01-27T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hco11.mp3", "start_seconds": 191.0}, {"meeting_datetime": "2016-01-27T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hco11.mp3", "start_seconds": 191.0}, {"meeting_datetime": "2016-01-27T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hco11.mp3", "start_seconds": 191.0}, {"meeting_datetime": "2016-02-02T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou13.mp3", "start_seconds": 3765.0}, {"meeting_datetime": "2016-02-02T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou13.mp3", "start_seconds": 3765.0}, {"meeting_datetime": "2016-02-02T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou13.mp3", "start_seconds": 3765.0}, {"meeting_datetime": "2016-02-09T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sco18.mp3", "start_seconds": 4005.0}, {"meeting_datetime": "2016-02-09T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sco18.mp3", "start_seconds": 4005.0}, {"meeting_datetime": "2016-02-09T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sco18.mp3", "start_seconds": 4005.0}, {"meeting_datetime": "2016-02-09T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sco18.mp3", "start_seconds": 4005.0}], "bill_versions": [{"bill_id": 7106, "bill_version_id": 37416, "bill_version": "Introduced", "bill_version_date": "2016-01-08T07:05:17.65-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions pertaining to weights and measures. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 37-2-40 be amended to read: 37-2-40. If gasoline, alcohol blended fuels, kerosene, diesel fuel, aviation gasoline, burner oil, or naphtha are sold, an invoice, bill of lading, shipping paper, or other documentation shall accompany each delivery other than a retail sale. This document shall identify the quantity, the name of the product, the particular grade of the product, the applicable automotive fuel rating, and oxygenate type and content (if applicable), the name and address of the seller and buyer, and the date and time of the sale. Documentation shall be retained at the retail establishment for a period of not less than one year. If any retail establishment does not have the required documents on site at the time an inspection is conducted, the department may charge the cost of the time spent locating the documents at the set inspection rate to the establishment owner. Section 2. That § 34-39-6 be amended to read: 34-39-6. All liquid gas meters shall be of a positive displacement type equipped with vapor separator or provided with such other equipment which will positively eliminate all air and vapor from passing through the meter with the liquid gas, and differential pressure regulator and such meters. A liquid gas meter, except a meter dispensing at a rate of twenty gallons per minute or less, shall be corrected, prior to use, to sixty degrees Fahrenheit liquid gas temperature and all deliveries of liquid gas through such meters the meter shall, at the time and place of such delivery, be temperature corrected from sixty degrees Fahrenheit to the temperature of the liquid gas at the time and place of delivery and the customer billed accordingly. It is a Class 1 misdemeanor to make wholesale or retail sales to customers from any bulk delivery vehicle unless such the bulk delivery vehicle is equipped with and dispenses said the liquid petroleum gas through a liquid gas meter as herein provided. Liquid meters shall not. No liquid gas meter may be equipped with a bypass around said the liquid gas meter; provided, however, that. However, the prohibition of a bypass is not intended to prohibit the use of an equalization line. Section 3. That § 34-39-2 be amended to read: 34-39-2. It is a Class 2 misdemeanor to sell or offer for sale, either at wholesale or retail, any liquefied petroleum gas, either in liquid or vapor form, except by weights and measures that are approved by the Division of Commercial Inspection and Licensing department. Section 4. That § 34-39-3 be amended to read: 34-39-3. The Department of Public Safety department may test all weighing and measuring devices used in the wholesale or retail sale of liquefied petroleum gas, either in liquid or vapor form, and shall condemn or reject for repair, any device which is found either to be inaccurate or does not clearly state the quantity of liquefied petroleum gas, either in liquid or vapor form, in pounds, gallons, cubic feet, or other unit approved by the department. The department shall charge and collect a sixty-eight dollar fee for each test. From July 1, 2007, through June 30, 2008, the fee is thirty-six dollars. From July 1, 2008, through June 30, 2009, the fee is fifty-two dollars. On July 1, 2009, and thereafter, the fee is sixty-eight dollars. Revenue from the fee shall be deposited into the state general fund. Any inspector employed by the department may enter and examine any liquefied petroleum gas plant for safety standard purposes no more than every two years, except for any reinspection resulting from a deficiency. The department shall charge and collect a ninety-four dollar fee for each inspection. From July 1, 2007, through June 30, 2008, the fee is fifty-eight dollars. From July 1, 2008, through June 30, 2009, the fee is seventy-six dollars. On July 1, 2009, and thereafter, the fee is ninety-four dollars. For the purposes of this section, a liquefied petroleum gas plant is a retail distribution facility with a capacity of at least eight thousand gallons. Revenue from the fees imposed by this section shall be deposited into the general fund. It is the intent of the Legislature that one-half of the inspection program funding may be derived from the general fund and the other half from the fees collected pursuant to this section and §§ 37-21-9.1, 37-21A-3, 37-21A-7, and 37-22-10, through the General Appropriations Act. Section 5. That § 34-39-3.1 be amended to read: 34-39-3.1. The Division of Commercial Inspection and Licensing of the Department of Public Safety department shall perform the functions previously performed by the state inspector and sealer of weights and measures pursuant to required by this chapter. Section 6. That § 34-39-4 be amended to read: 34-39-4. The Division of Commercial Inspection and Licensing department shall conspicuously mark all condemned or rejected for repair devices. It is a Class 2 misdemeanor to remove or deface such a the mark except upon authorization of the division department. Section 7. That § 34-39-5 be amended to read: 34-39-5. It is a Class 1 misdemeanor to use a weighing or measuring device for determining quantities of liquefied petroleum gas, either in liquid or vapor form, which has been condemned by the Division of Commercial Inspection and Licensing department. Section 8. That § 34-39-7 be amended to read: 34-39-7. The Division of Commercial Inspection and Licensing is hereby authorized to secretary may promulgate and adopt, in compliance with rules, pursuant to chapter 1-26, such rules and regulations and to establish tolerances within a maximum of two percent plus or minus, which may be necessary for the enforcement of §§ 34-39-1 to 34-39-6, inclusive. Section 9. That § 37-2-5 be amended to read: 37-2-5. Terms used throughout §§ 37-2-5 to 37-2-24, inclusive, in this chapter mean: (1) \"Alcohol,\" a colorless volatile flammable liquid containing no more than 1.25 percent of water used for the purpose of blending or mixing with gasoline for use in motor vehicles and commonly known as alcohol, ethanol, or methanol; (2) \"ASTM,\" the American Society for Testing and Materials; (3) \"Aviation gasoline,\" a volatile hydrocarbon fuel free from suspended water and sediment matter and that is suitable for use as a fuel in an aviation spark ignition internal combustion engine designed for use in an aircraft; (3A) \"Biodiesel,\" a fuel comprised of mono-alkyl esters of long chain fatty acids derived from vegetable oils or animal fats, designated B100, and meeting the requirements of the American Society of Testing and Materials D 6751 as of January 1, 2005 2015, and is registered with the United States Environmental Protection Agency as a fuel and fuel additive under section 211(b) of the Clean Air Act in effect on January 1, 2006; (3B) \"Biodiesel blend,\" a special blended fuel comprised of at least two percent by volume of biodiesel blended with petroleum-based diesel fuel, designated BXX. In the abbreviation BXX, the XX represents the volume percentage of biodiesel fuel in the blend; (4) \"Department,\" the Department of Public Safety; (5) \"Diesel fuel,\" a refined middle distillate hydrocarbon fuel free from suspended water and sediment matter that is suitable for use as a fuel in a compression-ignition (diesel) internal combustion engine; (5A) \"Ether,\" methyl tertiary butyl ether; (6) \"Flash test\" and \"flash point,\" the flash point as determined by the method of the American Society for Testing Materials, using the instrument known as the Tagliabue closed cup tester; (7) \"Gasoline,\" a volatile hydrocarbon fuel free from suspended water and sediment matter that is practicable and suitable used as fuel in a spark ignition internal combustion engine; (8) \"Inspector,\" the secretary of the Department of Public Safety or any deputy or assistant appointed by the secretary for the purpose of enforcing the provisions of this chapter; (9) \"Kerosene,\" a hydrocarbon fuel intended for use in heating and illumination and having an American Petroleum Institute gravity of not less than forty degrees. Kerosene shall also include coal oil and burner oil; (9A) \"NIST,\" the National Institute of Standards and Technology; (10) \"Petroleum products,\" gasoline, alcohol blended fuels, kerosene, diesel fuel, aviation gasoline, burner oil, naphtha and lubricating oils; (11) \"Secretary,\" the secretary of the Department of Public Safety. Section 10. That § 37-2-6 be amended to read: 37-2-6. The secretary of the Department of Public Safety may, pursuant to chapter 1-26, and in general conformity with ASTM and NIST standards in effect on January 1, 2005 2015, promulgate rules: (1) Establishing standards for the maximum volume percentages of ethanol, methanol, ether, and cosolvents in alcohol blended fuels; (2) Establishing a program for and prescribing the methods to be used for the inspection and testing of alcohol blended fuels, petroleum products, biodiesel, and biodiesel blends; (3) Requiring labeling of devices dispensing alcohol blended fuels, biodiesel, and biodiesel blends; (4) Establishing standards setting the specifications and tolerance requirements for petroleum products, biodiesel, and biodiesel blends; and (5) Regulating the filtering system to be used on devices dispensing alcohol blended fuels. Section 11. That § 37-2-7 be amended to read: 37-2-7. Specifications and methods for the examination and test of petroleum products shall be determined by the Division of Legal and Regulatory Services department and shall be based upon standards from the American Society for Testing and Materials ASTM and the National Institute for Standards and Technology NIST as of January 1, 2005 2015. If promulgated as rules of the division department in accordance with the provisions of chapter 1-26, the specifications shall be the specifications for such petroleum products sold in this state and official tests of the petroleum products shall be based upon test specifications so determined, adopted, and promulgated. Section 12. That § 37-2-8 be amended to read: 37-2-8. The director of the State Health Laboratory, or other Any qualified laboratory, shall may make an analysis as may be requested by the secretary of the Department of Public Safety. Distillation tests shall be made in accordance with pursuant to the methods for the tests adopted by the American Society for Testing and Materials ASTM. Section 13. That § 37-2-9 be amended to read: 37-2-9. The inspector shall is not be required to make a thorough analysis of all petroleum products to ascertain every each form of impurity, but may do so whenever, in his opinion, it may be necessary; and, if upon such. However, if the inspector performs an analysis it is demonstrated that demonstrates the requirements of this chapter are not met or that there exists therein some an impurity or imperfection not specified in this chapter which renders such a petroleum products product unsuitable, it shall be his duty to reject the same the inspector may reject the petroleum product. Section 14. That § 37-2-11 be amended to read: 37-2-11. No person shall may display any sign, label, or other designating mark which describes any lubricating oil or gasoline for internal combustion engines not actually sold or offered for sale or delivered at the location at which the sign, label, or other designating mark is displayed, or. No person may display any label upon any container which label names or describes any lubricating oil or gasoline for internal combustion engines not actually contained therein in the container, but offered for sale or sold as such lubricating oil or gasoline. This section does not apply to any person utilizing a sign in a decorative manner. No place of business may use a decorative sign in a manner that misleads a consumer as to the products sold at that location. Section 15. That § 37-2-24 be amended to read: 37-2-24. The expense of all inspections, collections, and refunds in connection with the safety and taxation of all petroleum products shall be paid out of from the collection of taxes or licenses therefrom by the state treasurer, upon bills, vouchers, and payrolls approved by the Division of Commercial Inspection and Licensing department and the commissioner of finance and management. The allocation of funds from the net collections of taxes and licenses on all petroleum products shall be made by the state treasurer in the manner and in the amounts prescribed by pursuant to law. Section 16. That § 37-2-44 be amended to read: 37-2-44. In general conformity with ASTM D4814 and the adoption of NIST Handbook 130, 2005 2015, in rules promulgated pursuant to this chapter, the minimum (R+M)/2 octane rating grades of petroleum products, as defined by subdivision 37-2-5(10) in the counties of Butte, Custer, Fall River, Harding, Lawrence, Meade, Oglala Lakota, Pennington, and Perkins shall be no less than the following: (1) Regular, unleaded, regular unleaded 85; (2) Midgrade, plus, or super unleaded 87, 88, 89, or 90; and (3) Premium, supreme, high test unleaded 91. Section 17. That § 37-20-2 be amended to read: 37-20-2. The secretary of the Department of Public Safety shall take charge of the standards adopted by this chapter as the reference standards of the state, keep the and take necessary precautions for the safekeeping of the standards. The standards shall be kept in a fireproof building belonging to controlled by the state from which they the standards may not be removed except for repairs, and take all other necessary precautions for their safekeeping or calibrations. The secretary shall maintain the state reference standards in good order. The secretary shall keep a complete record of the standards, balances, and other apparatus belonging to the state. The state reference standards shall may only be used only for testing any duplicate standards that may be required in the enforcement of chapters 37-20 to 37-22, inclusive. Section 18. That § 37-20-3 be amended to read: 37-20-3. In addition to the state reference standards of weights and measures provided for by law, the state shall supply at least one complete set of duplicate standards, which shall be kept at all times in the Division of Commercial Inspection and Licensing and department. The duplicate standard shall be known as the working standards; and such. The other weights, measures, and apparatus which are necessary to carry out the provisions of chapters 37-20 to 37-22, inclusive, to shall be known as field standards. Section 19. That § 37-20-5 be amended to read: 37-20-5. The working standards shall be used in making all comparisons of weights and measures and weighing and measuring devices submitted for testing in the Division of Commercial Inspection and Licensing department. Section 20. That § 37-20-34 be amended to read: 37-20-34. The secretary of the Department of Public Safety may promulgate rules, pursuant to chapter 1-26, for the enforcement of the provisions of chapter 37-20 in the following areas: (1) Tolerances, specifications, and requirements for testing standards to be used in South Dakota; and (2) Required compliance with standards issued by the National Institute of Standards and Technology in effect January 1, 2005 2015. Section 21. That § 37-21-1 be amended to read: 37-21-1. The Division of Commercial Inspection and Licensing department shall have and keep a general supervision of the weights, measures, and weighing or measuring devices offered for sale, sold, or in use in the state. Section 22. That § 37-21-1.1 be repealed. 37-21-1.1. The Division of Commercial Inspection and Licensing of the Department of Public Safety shall perform the functions previously performed by the Department of Agriculture pursuant to this chapter and chapter 37-20. Section 23. That § 37-21-2 be amended to read: 37-21-2. The secretary of the Department of Public Safety hereby made is the ex officio inspector and sealer of weights and measures and is hereby charged with the duty of carrying into force and effect shall enforce the provisions of chapters 37-20 and 37-21. The deputies, assistants, and inspectors, A deputy, assistant, or inspector appointed for the purpose or entrusted with such duties by the secretary, shall have has the same powers and duties as are provided for such director to the secretary when acting in performance of duties assigned to them by him by the secretary under the provisions of this chapter. Section 24. That § 37-21-6 be amended to read: 37-21-6. Regulations pursuant to § 37-21-5 may include specifications and tolerances for any weight, measure, or weighing or measuring device of the character of those specified in § 37-21-9. The rules shall prohibit the use of any weight, measure, or weighing or measuring device which is not accurate, which is of such construction that it is not reasonably permanent in its adjustment, which will not repeat its indications correctly, or which facilitates the perpetration of fraud. Such The specifications and tolerances shall be in conformity with the code of specifications, tolerances, and regulations for commercial weighing and measuring devices issued and recommended by the National Institute of Standards and Technology of the United States Department of Commerce and in effect on January 1, 2005 2015. Section 25. That § 37-21-9 be amended to read: 37-21-9. When not otherwise provided for by law, the director of commercial inspection and licensing secretary shall have the power, and it shall be his duty to inspect, test, try, and ascertain if they are correct, that all weights, measures, and weighing and measuring devices kept, offered, or exposed for sale, sold or used or employed by any proprietor, agent, lessee, or employee person in proving or ascertaining the size, quantity, extent, area, or measurement of quantities, things, produce, or articles of distribution or consumption purchased or offered or submitted by such person or persons for sale, hire, or award are correct. Section 26. That § 37-21-9.1 be amended to read: 37-21-9.1. The Division of Commercial Inspection and Licensing department shall charge and collect a fee of twenty-eight dollars for each inspection and testing of any weight, measure, and weighing and measuring device up to one thousand pounds. From July 1, 2007, through June 30, 2008, the fee is sixteen dollars. From July 1, 2008, through June 30, 2009, the fee is twenty-two dollars. On July 1, 2009, and thereafter, the fee is twenty-eight dollars. The fee shall be paid upon demand of the division department by the person, firm, or corporation owning or operating the weight, measure, or weighing or measuring device inspected or tested. A fee of fourteen dollars shall be charged and collected for each inspection and testing of gasoline and diesel stationary fuel pump meters. From July 1, 2007, through June 30, 2008, the fee is eight dollars. From July 1, 2008, through June 30, 2009, the fee is eleven dollars. On July 1, 2009, and thereafter, the fee is fourteen dollars. A fee of forty-six dollars shall be charged and collected for each inspection and testing of gasoline and diesel high speed stationary fuel pump meters and for refined fuel truck meters. From July 1, 2007, through June 30, 2008, the fee is twenty-five dollars. From July 1, 2008, through June 30, 2009, the fee is thirty-six dollars. On July 1, 2009, and thereafter, the fee is forty-six dollars. If a special or emergency inspection is requested, a charge, not to exceed the actual cost of such the inspection, including costs for personnel, equipment, and mileage, shall be made and assessed against the requesting individual person or device owner. It is the intent of the Legislature that one-half of the inspection program funding may be derived from the general fund and the other half from the fees collected pursuant to this section and §§ 34-39-3, 37-21A-3, 37-21A-7, and 37-22-10, through the General Appropriations Act. Section 27. That § 37-21-10 be amended to read: 37-21-10. Whenever If a complaint shall be is made to the director of commercial inspection and licensing secretary that any false or incorrect scales, weights, or measures are being made use of by any person, firm, or corporation in the purchase or sale of merchandise or other commodities or in weighing any article or commodity, the piece price for which is determined by weight or measure, it shall be his duty to cause the same to be inspected the secretary shall investigate the complaint as soon as the duties of his office will permit, and he possible. The secretary shall make such other inspections of the weights and measures as in his the secretary's judgment are necessary or proper to be made, except where inspection is provided for by chapter 37-22 or chapter 37-22A. Section 28. That § 37-21-12 be amended to read: 37-21-12. Any person who impersonates in any way the secretary of the Department of Public Safety, his deputy, or inspectors, or an employee of the department in the performance of his or their the person's official duties, is guilty of a Class 1 misdemeanor. Section 29. That § 37-21-13 be amended to read: 37-21-13. If the director of commercial inspection and licensing secretary compares weights, measures, or weighing or measuring devices and finds that they correspond with the state standards, the director secretary shall seal or mark the weights, measures, or weighing or measuring devices with appropriate seals or marks. Section 30. That § 37-21-15 be amended to read: 37-21-15. The director of commercial inspection and licensing shall have the power to, and shall, from time to time, secretary may weigh or measure and inspect packages or amounts of commodities of whatsoever whatever kind kept for the purpose of sale, offered or exposed for sale, sold, or in the process of delivery, in order to determine whether the same packages or commodities contain the amounts represented, and whether they be the packages or commodities are being offered for sale or sold in a manner in accordance with pursuant to law. Section 31. That § 37-21-16 be amended to read: 37-21-16. The director of commercial inspection and licensing secretary may for the purposes mentioned in § 37-21-15, and in the general performance of official duties, enter and go into or upon, without formal warrant, any stand, place, building, or premises, or stop any vendor or any dealer for the purpose of making proper tests. Section 32. That § 37-21-18 be amended to read: 37-21-18. Any person who: (1) Offers or exposes for sale, sells, uses in buying or selling of any commodity or thing, or for hire or award, or retains in possession a false weight or measure or measuring or weighing device, or any weight or measure or weighing or measuring device that has not been sealed by the Division of Commercial Inspection and Licensing department within two years; (2) Disposes of any condemned weight, measure, or weighing or measuring device contrary to law; (3) Removes any tag placed thereon by the Division of Commercial Inspection and Licensing department; (4) Sells, offers, or exposes for sale less than the quantity the person represents; (5) Takes or attempts to take more than the quantity the person represents, when as the buyer, the person furnished the weight, measure, or weighing or measuring device by means of which the amount of the commodity is determined; (6) Keeps for the purpose of sale, offers or exposes for sale, or sells any commodity in a manner contrary to law; (7) Violates any provision of chapters 37-20 to 37-22, inclusive, for which a specific penalty has not been provided; or (8) Sells, offers to sell, uses, or has in possession for the purpose of selling or using any device or instrument to be used, or calculated to falsify any weight or measure; is guilty of a Class 2 misdemeanor. Section 33. That § 37-21-21 be amended to read: 37-21-21. The director of commercial inspection and licensing secretary and any deputy, assistant, or inspector may request the assistance of local law enforcement in the arrest of any violator of the statutes law in relation to weights and measures, enter a complaint before any court of competent jurisdiction, and seize and use as evidence, without formal warrant, any false or unsealed weight, measure, or weighing or measuring device or package or amount of commodities found to be used, retained, or offered or exposed for sale or sold in violation of law. Section 34. That § 37-21A-1 be amended to read: 37-21A-1. Terms as used in this chapter mean: (1) \"Division,\" the secretary of the \"Department,\" the Department of Public Safety; (2) \"Placed in service report,\" a report submitted to the Office of Weights and Measures by a registered service agent or agency, certifying that the subject device meets the applicable state requirements and is legal for trade; (3) \"Registered service agency,\" any agency, firm, company, or corporation which, for hire, award, commission, or any other payment of any kind, installs, services, repairs, or reconditions a weighing or measuring device, and which voluntarily registers itself as such with the secretary. Under agency registration, identification of individual servicemen shall may not be required; (4) \"Registered service agent,\" any individual who for hire, award, commission, or any other payment of any kind, installs, services, repairs, or reconditions a weighing or measuring device, and who voluntarily registers as such with the secretary; (5) \"Secretary,\" the secretary of the Department of Public Safety. Section 35. That § 37-21A-2 be amended to read: 37-21A-2. An individual or agency Any person may apply for voluntary registration to service weighing or measuring devices on an application form supplied by the director. Said department. The applicant shall submit a form, duly signed and witnessed, shall include certification by the applicant that the individual or agency certifying that the applicant is fully qualified to install, service, repair, or recondition whatever the weighing and measuring devices for the service of which competence is being registered; has in possession, or available for use, all. The applicant shall certify that the applicant has the necessary testing equipment and standards; and has full and knowledge of all appropriate weights and measures laws, orders, rules, and regulations. An applicant also shall submit appropriate evidence or references as to demonstrating the qualifications of the applicant. Section 36. That § 37-21A-3 be amended to read: 37-21A-3. The director secretary shall charge an annual registration fee of sixty-nine dollars for each service agencies agency and ten dollars for each registered servicemen service agent to cover administrative costs. From July 1, 2007, through June 30, 2008, the fee for each agency is forty dollars and the fee for each serviceman is seven dollars. From July 1, 2008, through June 30, 2009, the fee for each agency is fifty-five dollars and the fee for each serviceman is eight dollars. On July 1, 2009, and thereafter, the fee for each agency is sixty-nine dollars and the fee for each serviceman is ten dollars. The fee shall be paid when the registration or renewal application is made. It is the intent of the Legislature that one-half of the inspection program funding may be derived from the general fund and the other half from the fees collected pursuant to this section and §§ 34-39-3, 37-21-9.1, 37-21A-7, and 37-22-10, through the General Appropriations Act. Section 37. That § 37-21A-4 be amended to read: 37-21A-4. Upon receipt and acceptance of a properly executed application form, the director secretary shall issue to the applicant a \"certificate of registration,\" including an assigned registration number, which shall remain. The certificate of registration remains effective until either returned by the applicant or withdrawn by the director secretary. Section 38. That § 37-21A-5 be amended to read: 37-21A-5. A bearer of a certificate of registration may: (1) Remove an official rejection or condemnation tag or mark placed on a weighing or measuring device by the authority of the Division of Commercial Inspection and Licensing department; (2) Place in service, until such time as an official examination can be made, a weighing or measuring device that has been officially rejected or condemned; and (3) Place in service, until such time as an official examination can be made, a new or used weighing or measuring device. Section 39. That § 37-21A-7 be amended to read: 37-21A-7. A registered serviceman service agent and a registered service agency shall submit, annually to the director secretary, for examination and certification, any standards and testing equipment that are used, or are to be used, in the performance of the service and testing functions with respect to weighing and measuring devices for which competence is registered. No registered service person agent or agency may use in servicing any commercial weighing or measuring device any standards or testing equipment that have not been certified by the director secretary. The Department of Public Safety department shall charge a ninety-six dollar per hour fee for such the examination and certification. From July 1, 2007, through June 30, 2008, the fee is sixty-two dollars per hour. From July 1, 2008, through June 30, 2009, the fee is seventy-nine dollars per hour. On July 1, 2009, and thereafter, the fee is ninety-six dollars per hour. It is the intent of the Legislature that one-half of the inspection program funding may be derived from the general fund and the other half from the fees collected pursuant to this section and §§ 34-39-3, 37-21-9.1, 37-21A-3, and 37-22-10, through the General Appropriations Act. Section 40. That § 37-21A-8 be amended to read: 37-21A-8. The director secretary may, for good cause, after careful investigation and consideration, deny, suspend, or revoke a certificate of registration. Good cause may include any violation of a weights and measures statute, failure to submit annual calibration documentation for all weighing and measuring devices used in servicing equipment, or calculated misrepresentations with regard to a service agent's competence, equipment, or reports. Section 41. That § 37-21A-10 be amended to read: 37-21A-10. The director secretary may enter into an informal reciprocal agreement with any other state that has voluntary registration policies similar to the policies of South Dakota. Under such the agreement, the a registered servicemen service agent and the or a registered service agencies of any agency of a state party to the reciprocal agreement are is granted full reciprocal authority, including reciprocal recognition of certification of standards and testing equipment, in any state party to the agreement if the registered service agency voluntarily registers in South Dakota and pays the corresponding fee. Section 42. That § 37-22-1 be amended to read: 37-22-1. All track scales and all other scales in this state used by common carriers or by shippers for the purpose of weighing cars or freight offered for shipment in car lots and all scales and weighing devices in public warehouses and grain elevators and all stock scales at stockyards and all private, farm, and town and city municipal scales used in weighing hay, grain, wood, coal, and like subjects of commerce shall be are under the supervision and control of the Division of Commercial Inspection and Licensing department and be are subject to inspection by it the department. Farm scales shall may only be inspected only at the request of the owner. Section 43. That § 37-22-1.1 be repealed. 37-22-1.1. The heavy scales division of the Public Utilities Commission is abolished, and all its functions shall be administered by the Division of Commercial Inspection and Licensing as provided by § 1-51-11. Section 44. That § 37-22-3 be amended to read: 37-22-3. The Division of Commercial Inspection and Licensing secretary shall promulgate rules, pursuant to chapter 1-26, for: (1) The installation, testing, and maintenance of all heavy scales, including specifications in conformance with standards published by the National Institute for Standards and Technology in effect January 1, 2005 2015; (2) The frequency of inspection of such heavy scales; and (3) The schedule and procedure for the correction of any deficiencies. Section 45. That § 37-22-4 be amended to read: 37-22-4. The jurisdiction of the Division of Commercial Inspection and Licensing department has exclusive jurisdiction over the scales designated in §§ 37-22-1 and 37-22-3 shall be exclusive and. The inspection thereof shall of the scales may only be made only by and under the direction of the division department. Section 46. That § 37-22-5 be amended to read: 37-22-5. The Division of Commercial Inspection and Licensing department may appoint suitable and competent inspectors to aid the division department in making inspections of scales under its jurisdiction. Section 47. That § 37-22-7 be amended to read: 37-22-7. The Division of Commercial Inspection and Licensing department may acquire such standard weights and measures and such additional facilities and equipment including motor vehicles or other means of conveyance it deems deemed necessary and suitable in carrying on the work of inspecting, testing, and correcting scales and performing generally the duties entailed upon it established by this chapter. Section 48. That § 37-22-9 be amended to read: 37-22-9. The Division of Commercial Inspection and Licensing department or any agent, employee, or scale inspector of the division department may at any time, without notice, enter any place maintaining a scale subject to the provisions of this chapter and test and seal all weighing scales and measures used in conducting such the business. Section 49. That § 37-22-10 be amended to read: 37-22-10. The Division of Commercial Inspection and Licensing department shall charge and collect a fee for each inspection or testing of scales. The fee shall be paid upon demand of the division department by the person, firm, or corporation owning or operating the scale inspected or tested. The schedule of fees is as follows: (1) Up to and including 1,001 to 2,000 pounds capacity:, inclusive, twenty-nine dollars; (a) From July 1, 2007, through June 30, 2008--twenty dollars; (b) From July 1, 2008, through June 30, 2009--twenty-four dollars; (c) Beginning July 1, 2009--twenty-nine dollars; (2) 2,001 to 5,000 pounds capacity, inclusive:, forty-eight dollars; (a) From July 1, 2007, through June 30, 2008--thirty-three dollars; (b) From July 1, 2008, through June 30, 2009--forty-one dollars; (c) Beginning July 1, 2009--forty-eight dollars; (3) 5,001 to 40,000 pounds capacity, inclusive:, eighty-two dollars; (a) From July 1, 2007, through June 30, 2008--sixty-seven dollars; (b) From July 1, 2008, through June 30, 2009--seventy-five dollars; (c) Beginning July 1, 2009--eighty-two dollars; (4) Over 40,000 pounds capacity:, one hundred three dollars; (a) From July 1, 2007, through June 30, 2008--eighty-four dollars; (b) From July 1, 2008, through June 30, 2009--ninety-four dollars; (c) Beginning July 1, 2009--one hundred three dollars; (5) All livestock scales:, one hundred seventy-three dollars. (a) From July 1, 2007, through June 30, 2008--one hundred twenty-four dollars; (b) From July 1, 2008, through June 30, 2009--one hundred forty-eight dollars; (c) Beginning July 1, 2009--one hundred seventy-three dollars. If a special or emergency inspection is requested, a charge, not to exceed the actual cost of such the inspection, including costs for personnel, equipment, and mileage, shall be made and assessed against the requesting individual person or device owner. It is the intent of the Legislature that one-half of the inspection program funding may be derived from the general fund and the other half from the fees collected pursuant to this section and 34-39-3, 37-21-9.1, 37-21A-3, and 37-21A-7, through the General Appropriations Act. Section 50. That § 37-22-12 be amended to read: 37-22-12. Whenever If a request is made by the owner to test a scale outside of the regular route or regular tour of inspection of any scale inspector or inspectors and it is found necessary by the Division of Commercial Inspection and Licensing department to send and dispatch a scale inspector or inspectors with the scale inspection truck and its scale testing equipment, a charge, based upon the number of hours it takes for such the travel from the point of departure to the place where such the scale inspection and testing is to be made and return to the point of departure, shall be made and assessed against the owner of such the scale and collection made as provided in. The fee shall be charged and collected pursuant to the provisions of § 37-22-10. Such The per hour charge shall be fixed and collected by the division department. Section 51. That § 37-22-13 be amended to read: 37-22-13. If the person making an inspection pursuant to § 37-22-9 finds any scales scale in use in such place inaccurate, the inspector shall condemn, or reject for repair, the scales scale and attach thereto to the scale a card, notice, or other device, indicating that the scales are scale is condemned or rejected. It is a Class 2 misdemeanor for any person to remove, deface, or destroy such the card, notice, or other device placed upon the condemned or rejected scales. Scales scale. Any scale tagged as \", condemned for repairs\", shall be repaired or corrected within sixty days, and they. The scale may not be used for any purpose until they have the scale has been repaired, retested, found to be correct, and are is placed in service by a registered service agency or agent or until the Division of Commercial Inspection and Licensing shall consent department has consented to the further use of such scales the scale. The owner or operator of any weighing device tagged or marked \", rejected for repair\", may continue to use the device but shall have the device repaired or corrected within thirty days by a registered service agency or agent. Section 52. That § 37-22-16 be amended to read: 37-22-16. All fees and funds of any kind Any money collected under the provisions of this chapter shall be by the Division of Commercial Inspection and Licensing deposited with the state treasurer and by him credited to deposited in the general fund. Section 53. That § 37-22-17 be amended to read: 37-22-17. Except as otherwise provided in this chapter, any person: (1) Neglecting to install a seal for the preservation of adjustment as required by this chapter, upon any scale under the jurisdiction of the Division of Commercial Inspection and Licensing department, after thirty days' notice so to do; (2) Removing, defacing, or destroying any seal placed upon any scale by any agent, employee, or scale inspector of the division department for the purpose of fixing or preserving the adjustment of the scale in order to ensure its accuracy; (3) Removing, defacing, or destroying any seal, tag, card, notice, or other device placed upon any scale by any agent, employee, or scale inspector of the division department for the purpose of indicating that the scale has been condemned, and must may not be used; (4) Using or permitting the use of any scale that has been tested and found to be incorrect, before it is again tested and found to be correct and the further use thereof of the scale is authorized or consented to by the division department; (5) Preventing or attempting to prevent or in any way interfering with any member, inspector, agent, or employee, or scale inspector of the division department from entering the premises where such scales a scale may be kept, or inspecting or testing such scales a scale; or (6) Neglecting to observe any rule or regulation of the division department relating to scales a scale; is guilty of a Class 2 misdemeanor. Section 54. That § 37-22-18 be amended to read: 37-22-18. The director of the Division of Commercial Inspection and Licensing secretary may grant a variance, upon request from a scale owner or operator, to any rules or specifications governing the scale except those specifying a tolerance or the value of a minimum division. The owner or operator shall demonstrate the variance is needed due to economic unfeasibility or impossibility of conformance with specifications. The variance shall be consistent with good commercial practices in South Dakota and, under normal circumstances, the weighing equipment shall remain accurate and reliable and the variance may not harm the owner, operator, or customers any customer. The secretary of the Department of Public Safety shall, pursuant to chapter 1-26, promulgate rules for the application process and criteria to be used in granting or rejecting a variance. Section 55. That § 37-22A-3 be amended to read: 37-22A-3. Each scale ticket issued by vehicle scales used in commercial trade shall show the name of the agency performing the weighing service, the date of the weighing, the number of the scale or other information identifying the scale upon which the weighing is performed, the name of the person or firm having a vehicle weighed, and the name of the weighmaster, or understandable abbreviations of such the names. Scale tickets Each scale ticket issued under this chapter shall be in duplicate form, and serially numbered, and if such tickets are. If the ticket is used on a type-registering weighbeam they, the ticket shall conform to specifications set by the Division of Commercial Inspection and Licensing department. One copy of such the scale ticket shall be retained by the agency performing the weighing service, and one copy of such the scale ticket shall be furnished to the person or firm having the vehicle weighed. No change of weight shall may be made on any such ticket. Section 56. That § 37-22A-4 be amended to read: 37-22A-4. In case of error of the weighmaster in preparing a scale ticket, he the weighmaster shall prepare a corrected ticket showing the corrections correction made and stating on the back thereof the reasons for such changes. In event of of the ticket the reason for the change. If an error in the preparation of such the ticket, other than the weight, due to misinformation having been furnished to the weighmaster by the person or firm having a vehicle weighed, the weighmaster upon request of such the person or firm shall issue another ticket bearing the appropriate corrections correction or a correction slip which shall show thereon the changes shows any change made and on the back thereof the reasons for such changes of the ticket and the reason for the change. Before such the correction ticket or slip shall be is issued the weighmaster shall require the person requesting the change to sign such the ticket or slip. The correction ticket or slip shall be attached to the original ticket, bear the same serial number, and show on its face that it is a correction ticket or slip. Section 57. That § 37-22A-5 be amended to read: 37-22A-5. The provisions of chapter 37-22, relating to heavy scales and defining the duties and powers of the Division of Commercial Inspection and Licensing shall department apply to and govern the administration and enforcement of this chapter. Section 58. That chapter 34-39 be amended by adding a NEW SECTION to read: Terms used in this chapter mean: (1) \"Department,\" the Department of Public Safety; (2) \"Secretary,\" the secretary of the Department of Public Safety. Section 59. That chapter 37-20 be amended by adding a NEW SECTION to read: Terms used in this chapter mean: (1) \"Department,\" the Department of Public Safety; (2) \"Secretary,\" the secretary of the Department of Public Safety. Section 60. That chapter 37-21 be amended by adding a NEW SECTION to read: Terms used in this chapter mean: (1) \"Department,\" the Department of Public Safety; (2) \"Secretary,\" the secretary of the Department of Public Safety. Section 61. That chapter 37-22 be amended by adding a NEW SECTION to read: Terms used in this chapter mean: (1) \"Department,\" the Department of Public Safety; (2) \"Secretary,\" the secretary of the Department of Public Safety. Section 62. That chapter 37-22A be amended by adding a NEW SECTION to read: Terms used in this chapter mean: (1) \"Department,\" the Department of Public Safety; (2) \"Secretary,\" the secretary of the Department of Public Safety."}, {"bill_id": 7106, "bill_version_id": 38258, "bill_version": "House Commerce and Energy Engrossed", "bill_version_date": "2016-01-27T12:57:56.543-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions pertaining to weights and measures. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 34-39-6 be amended to read: 34-39-6. All liquid gas meters shall be of a positive displacement type equipped with vapor separator or provided with such other equipment which will positively eliminate all air and vapor from passing through the meter with the liquid gas, and differential pressure regulator and such meters. A liquid gas meter, except a meter dispensing at a rate of twenty gallons per minute or less, shall be corrected, prior to use, to sixty degrees Fahrenheit liquid gas temperature and all deliveries of liquid gas through such meters the meter shall, at the time and place of such delivery, be temperature corrected from sixty degrees Fahrenheit to the temperature of the liquid gas at the time and place of delivery and the customer billed accordingly. It is a Class 1 misdemeanor to make wholesale or retail sales to customers from any bulk delivery vehicle unless such the bulk delivery vehicle is equipped with and dispenses said the liquid petroleum gas through a liquid gas meter as herein provided. Liquid meters shall not. No liquid gas meter may be equipped with a bypass around said the liquid gas meter; provided, however, that. However, the prohibition of a bypass is not intended to prohibit the use of an equalization line. Section 2. That § 34-39-2 be amended to read: 34-39-2. It is a Class 2 misdemeanor to sell or offer for sale, either at wholesale or retail, any liquefied petroleum gas, either in liquid or vapor form, except by weights and measures that are approved by the Division of Commercial Inspection and Licensing department. Section 3. That § 34-39-3 be amended to read: 34-39-3. The Department of Public Safety department may test all weighing and measuring devices used in the wholesale or retail sale of liquefied petroleum gas, either in liquid or vapor form, and shall condemn or reject for repair, any device which is found either to be inaccurate or does not clearly state the quantity of liquefied petroleum gas, either in liquid or vapor form, in pounds, gallons, cubic feet, or other unit approved by the department. The department shall charge and collect a sixty-eight dollar fee for each test. From July 1, 2007, through June 30, 2008, the fee is thirty-six dollars. From July 1, 2008, through June 30, 2009, the fee is fifty-two dollars. On July 1, 2009, and thereafter, the fee is sixty-eight dollars. Revenue from the fee shall be deposited into the state general fund. Any inspector employed by the department may enter and examine any liquefied petroleum gas plant for safety standard purposes no more than every two years, except for any reinspection resulting from a deficiency. The department shall charge and collect a ninety-four dollar fee for each inspection. From July 1, 2007, through June 30, 2008, the fee is fifty-eight dollars. From July 1, 2008, through June 30, 2009, the fee is seventy-six dollars. On July 1, 2009, and thereafter, the fee is ninety-four dollars. For the purposes of this section, a liquefied petroleum gas plant is a retail distribution facility with a capacity of at least eight thousand gallons. Revenue from the fees imposed by this section shall be deposited into the general fund. It is the intent of the Legislature that one-half of the inspection program funding may be derived from the general fund and the other half from the fees collected pursuant to this section and §§ 37-21-9.1, 37-21A-3, 37-21A-7, and 37-22-10, through the General Appropriations Act. Section 4. That § 34-39-3.1 be amended to read: 34-39-3.1. The Division of Commercial Inspection and Licensing of the Department of Public Safety department shall perform the functions previously performed by the state inspector and sealer of weights and measures pursuant to required by this chapter. Section 5. That § 34-39-4 be amended to read: 34-39-4. The Division of Commercial Inspection and Licensing department shall conspicuously mark all condemned or rejected for repair devices. It is a Class 2 misdemeanor to remove or deface such a the mark except upon authorization of the division department. Section 6. That § 34-39-5 be amended to read: 34-39-5. It is a Class 1 misdemeanor to use a weighing or measuring device for determining quantities of liquefied petroleum gas, either in liquid or vapor form, which has been condemned by the Division of Commercial Inspection and Licensing department. Section 7. That § 34-39-7 be amended to read: 34-39-7. The Division of Commercial Inspection and Licensing is hereby authorized to secretary may promulgate and adopt, in compliance with rules, pursuant to chapter 1-26, such rules and regulations and to establish tolerances within a maximum of two percent plus or minus, which may be necessary for the enforcement of §§ 34-39-1 to 34-39-6, inclusive. Section 8. That § 37-2-5 be amended to read: 37-2-5. Terms used throughout §§ 37-2-5 to 37-2-24, inclusive, in this chapter mean: (1) \"Alcohol,\" a colorless volatile flammable liquid containing no more than 1.25 percent of water used for the purpose of blending or mixing with gasoline for use in motor vehicles and commonly known as alcohol, ethanol, or methanol; (2) \"ASTM,\" the American Society for Testing and Materials; (3) \"Aviation gasoline,\" a volatile hydrocarbon fuel free from suspended water and sediment matter and that is suitable for use as a fuel in an aviation spark ignition internal combustion engine designed for use in an aircraft; (3A) \"Biodiesel,\" a fuel comprised of mono-alkyl esters of long chain fatty acids derived from vegetable oils or animal fats, designated B100, and meeting the requirements of the American Society of Testing and Materials D 6751 as of January 1, 2005 2015, and is registered with the United States Environmental Protection Agency as a fuel and fuel additive under section 211(b) of the Clean Air Act in effect on January 1, 2006; (3B) \"Biodiesel blend,\" a special blended fuel comprised of at least two percent by volume of biodiesel blended with petroleum-based diesel fuel, designated BXX. In the abbreviation BXX, the XX represents the volume percentage of biodiesel fuel in the blend; (4) \"Department,\" the Department of Public Safety; (5) \"Diesel fuel,\" a refined middle distillate hydrocarbon fuel free from suspended water and sediment matter that is suitable for use as a fuel in a compression-ignition (diesel) internal combustion engine; (5A) \"Ether,\" methyl tertiary butyl ether; (6) \"Flash test\" and \"flash point,\" the flash point as determined by the method of the American Society for Testing Materials, using the instrument known as the Tagliabue closed cup tester; (7) \"Gasoline,\" a volatile hydrocarbon fuel free from suspended water and sediment matter that is practicable and suitable used as fuel in a spark ignition internal combustion engine; (8) \"Inspector,\" the secretary of the Department of Public Safety or any deputy or assistant appointed by the secretary for the purpose of enforcing the provisions of this chapter; (9) \"Kerosene,\" a hydrocarbon fuel intended for use in heating and illumination and having an American Petroleum Institute gravity of not less than forty degrees. Kerosene shall also include coal oil and burner oil; (9A) \"NIST,\" the National Institute of Standards and Technology; (10) \"Petroleum products,\" gasoline, alcohol blended fuels, kerosene, diesel fuel, aviation gasoline, burner oil, naphtha and lubricating oils; (11) \"Secretary,\" the secretary of the Department of Public Safety. Section 9. That § 37-2-6 be amended to read: 37-2-6. The secretary of the Department of Public Safety may, pursuant to chapter 1-26, and in general conformity with ASTM and NIST standards in effect on January 1, 2005 2015, promulgate rules: (1) Establishing standards for the maximum volume percentages of ethanol, methanol, ether, and cosolvents in alcohol blended fuels; (2) Establishing a program for and prescribing the methods to be used for the inspection and testing of alcohol blended fuels, petroleum products, biodiesel, and biodiesel blends; (3) Requiring labeling of devices dispensing alcohol blended fuels, biodiesel, and biodiesel blends; (4) Establishing standards setting the specifications and tolerance requirements for petroleum products, biodiesel, and biodiesel blends; and (5) Regulating the filtering system to be used on devices dispensing alcohol blended fuels. Section 10. That § 37-2-7 be amended to read: 37-2-7. Specifications and methods for the examination and test of petroleum products shall be determined by the Division of Legal and Regulatory Services department and shall be based upon standards from the American Society for Testing and Materials ASTM and the National Institute for Standards and Technology NIST as of January 1, 2005 2015. If promulgated as rules of the division department in accordance with the provisions of chapter 1-26, the specifications shall be the specifications for such petroleum products sold in this state and official tests of the petroleum products shall be based upon test specifications so determined, adopted, and promulgated. Section 11. That § 37-2-8 be amended to read: 37-2-8. The director of the State Health Laboratory, or other Any qualified laboratory, shall may make an analysis as may be requested by the secretary of the Department of Public Safety. Distillation tests shall be made in accordance with pursuant to the methods for the tests adopted by the American Society for Testing and Materials ASTM. Section 12. That § 37-2-9 be amended to read: 37-2-9. The inspector shall is not be required to make a thorough analysis of all petroleum products to ascertain every each form of impurity, but may do so whenever, in his opinion, it may be necessary; and, if upon such. However, if the inspector performs an analysis it is demonstrated that demonstrates the requirements of this chapter are not met or that there exists therein some an impurity or imperfection not specified in this chapter which renders such a petroleum products product unsuitable, it shall be his duty to reject the same the inspector may reject the petroleum product. Section 13. That § 37-2-11 be amended to read: 37-2-11. No person shall may display any sign, label, or other designating mark which describes any lubricating oil or gasoline for internal combustion engines not actually sold or offered for sale or delivered at the location at which the sign, label, or other designating mark is displayed, or. No person may display any label upon any container which label names or describes any lubricating oil or gasoline for internal combustion engines not actually contained therein in the container, but offered for sale or sold as such lubricating oil or gasoline. This section does not apply to any person utilizing a sign in a decorative manner. No place of business may use a decorative sign in a manner that misleads a consumer as to the products sold at that location. Section 14. That § 37-2-24 be amended to read: 37-2-24. The expense of all inspections, collections, and refunds in connection with the safety and taxation of all petroleum products shall be paid out of from the collection of taxes or licenses therefrom by the state treasurer, upon bills, vouchers, and payrolls approved by the Division of Commercial Inspection and Licensing department and the commissioner of finance and management. The allocation of funds from the net collections of taxes and licenses on all petroleum products shall be made by the state treasurer in the manner and in the amounts prescribed by pursuant to law. Section 15. That § 37-2-44 be amended to read: 37-2-44. In general conformity with ASTM D4814 and the adoption of NIST Handbook 130, 2005 2015, in rules promulgated pursuant to this chapter, the minimum (R+M)/2 octane rating grades of petroleum products, as defined by subdivision 37-2-5(10) in the counties of Butte, Custer, Fall River, Harding, Lawrence, Meade, Oglala Lakota, Pennington, and Perkins shall be no less than the following: (1) Regular, unleaded, regular unleaded 85; (2) Midgrade, plus, or super unleaded 87, 88, 89, or 90; and (3) Premium, supreme, high test unleaded 91. Section 16. That § 37-20-2 be amended to read: 37-20-2. The secretary of the Department of Public Safety shall take charge of the standards adopted by this chapter as the reference standards of the state, keep the and take necessary precautions for the safekeeping of the standards. The standards shall be kept in a fireproof building belonging to controlled by the state from which they the standards may not be removed except for repairs, and take all other necessary precautions for their safekeeping or calibrations. The secretary shall maintain the state reference standards in good order. The secretary shall keep a complete record of the standards, balances, and other apparatus belonging to the state. The state reference standards shall may only be used only for testing any duplicate standards that may be required in the enforcement of chapters 37-20 to 37-22, inclusive. Section 17. That § 37-20-3 be amended to read: 37-20-3. In addition to the state reference standards of weights and measures provided for by law, the state shall supply at least one complete set of duplicate standards, which shall be kept at all times in the Division of Commercial Inspection and Licensing and department. The duplicate standard shall be known as the working standards; and such. The other weights, measures, and apparatus which are necessary to carry out the provisions of chapters 37-20 to 37-22, inclusive, to shall be known as field standards. Section 18. That § 37-20-5 be amended to read: 37-20-5. The working standards shall be used in making all comparisons of weights and measures and weighing and measuring devices submitted for testing in the Division of Commercial Inspection and Licensing department. Section 19. That § 37-20-34 be amended to read: 37-20-34. The secretary of the Department of Public Safety may promulgate rules, pursuant to chapter 1-26, for the enforcement of the provisions of chapter 37-20 in the following areas: (1) Tolerances, specifications, and requirements for testing standards to be used in South Dakota; and (2) Required compliance with standards issued by the National Institute of Standards and Technology in effect January 1, 2005 2015. Section 20. That § 37-21-1 be amended to read: 37-21-1. The Division of Commercial Inspection and Licensing department shall have and keep a general supervision of the weights, measures, and weighing or measuring devices offered for sale, sold, or in use in the state. Section 21. That § 37-21-1.1 be repealed. 37-21-1.1. The Division of Commercial Inspection and Licensing of the Department of Public Safety shall perform the functions previously performed by the Department of Agriculture pursuant to this chapter and chapter 37-20. Section 22. That § 37-21-2 be amended to read: 37-21-2. The secretary of the Department of Public Safety hereby made is the ex officio inspector and sealer of weights and measures and is hereby charged with the duty of carrying into force and effect shall enforce the provisions of chapters 37-20 and 37-21. The deputies, assistants, and inspectors, A deputy, assistant, or inspector appointed for the purpose or entrusted with such duties by the secretary, shall have has the same powers and duties as are provided for such director to the secretary when acting in performance of duties assigned to them by him by the secretary under the provisions of this chapter. Section 23. That § 37-21-6 be amended to read: 37-21-6. Regulations pursuant to § 37-21-5 may include specifications and tolerances for any weight, measure, or weighing or measuring device of the character of those specified in § 37-21-9. The rules shall prohibit the use of any weight, measure, or weighing or measuring device which is not accurate, which is of such construction that it is not reasonably permanent in its adjustment, which will not repeat its indications correctly, or which facilitates the perpetration of fraud. Such The specifications and tolerances shall be in conformity with the code of specifications, tolerances, and regulations for commercial weighing and measuring devices issued and recommended by the National Institute of Standards and Technology of the United States Department of Commerce and in effect on January 1, 2005 2015. Section 24. That § 37-21-9 be amended to read: 37-21-9. When not otherwise provided for by law, the director of commercial inspection and licensing secretary shall have the power, and it shall be his duty to inspect, test, try, and ascertain if they are correct, that all weights, measures, and weighing and measuring devices kept, offered, or exposed for sale, sold or used or employed by any proprietor, agent, lessee, or employee person in proving or ascertaining the size, quantity, extent, area, or measurement of quantities, things, produce, or articles of distribution or consumption purchased or offered or submitted by such person or persons for sale, hire, or award are correct. Section 25. That § 37-21-9.1 be amended to read: 37-21-9.1. The Division of Commercial Inspection and Licensing department shall charge and collect a fee of twenty-eight dollars for each inspection and testing of any weight, measure, and weighing and measuring device up to one thousand pounds. From July 1, 2007, through June 30, 2008, the fee is sixteen dollars. From July 1, 2008, through June 30, 2009, the fee is twenty-two dollars. On July 1, 2009, and thereafter, the fee is twenty-eight dollars. The fee shall be paid upon demand of the division department by the person, firm, or corporation owning or operating the weight, measure, or weighing or measuring device inspected or tested. A fee of fourteen dollars shall be charged and collected for each inspection and testing of gasoline and diesel stationary fuel pump meters. From July 1, 2007, through June 30, 2008, the fee is eight dollars. From July 1, 2008, through June 30, 2009, the fee is eleven dollars. On July 1, 2009, and thereafter, the fee is fourteen dollars. A fee of forty-six dollars shall be charged and collected for each inspection and testing of gasoline and diesel high speed stationary fuel pump meters and for refined fuel truck meters. From July 1, 2007, through June 30, 2008, the fee is twenty-five dollars. From July 1, 2008, through June 30, 2009, the fee is thirty-six dollars. On July 1, 2009, and thereafter, the fee is forty-six dollars. If a special or emergency inspection is requested, a charge, not to exceed the actual cost of such the inspection, including costs for personnel, equipment, and mileage, shall be made and assessed against the requesting individual person or device owner. It is the intent of the Legislature that one-half of the inspection program funding may be derived from the general fund and the other half from the fees collected pursuant to this section and §§ 34-39-3, 37-21A-3, 37-21A-7, and 37-22-10, through the General Appropriations Act. Section 26. That § 37-21-10 be amended to read: 37-21-10. Whenever If a complaint shall be is made to the director of commercial inspection and licensing secretary that any false or incorrect scales, weights, or measures are being made use of by any person, firm, or corporation in the purchase or sale of merchandise or other commodities or in weighing any article or commodity, the piece price for which is determined by weight or measure, it shall be his duty to cause the same to be inspected the secretary shall investigate the complaint as soon as the duties of his office will permit, and he possible. The secretary shall make such other inspections of the weights and measures as in his the secretary's judgment are necessary or proper to be made, except where inspection is provided for by chapter 37-22 or chapter 37-22A. Section 27. That § 37-21-12 be amended to read: 37-21-12. Any person who impersonates in any way the secretary of the Department of Public Safety, his deputy, or inspectors, or an employee of the department in the performance of his or their the person's official duties, is guilty of a Class 1 misdemeanor. Section 28. That § 37-21-13 be amended to read: 37-21-13. If the director of commercial inspection and licensing secretary compares weights, measures, or weighing or measuring devices and finds that they correspond with the state standards, the director secretary shall seal or mark the weights, measures, or weighing or measuring devices with appropriate seals or marks. Section 29. That § 37-21-15 be amended to read: 37-21-15. The director of commercial inspection and licensing shall have the power to, and shall, from time to time, secretary may weigh or measure and inspect packages or amounts of commodities of whatsoever whatever kind kept for the purpose of sale, offered or exposed for sale, sold, or in the process of delivery, in order to determine whether the same packages or commodities contain the amounts represented, and whether they be the packages or commodities are being offered for sale or sold in a manner in accordance with pursuant to law. Section 30. That § 37-21-16 be amended to read: 37-21-16. The director of commercial inspection and licensing secretary may for the purposes mentioned in § 37-21-15, and in the general performance of official duties, enter and go into or upon, without formal warrant, any stand, place, building, or premises, or stop any vendor or any dealer for the purpose of making proper tests. Section 31. That § 37-21-18 be amended to read: 37-21-18. Any person who: (1) Offers or exposes for sale, sells, uses in buying or selling of any commodity or thing, or for hire or award, or retains in possession a false weight or measure or measuring or weighing device, or any weight or measure or weighing or measuring device that has not been sealed by the Division of Commercial Inspection and Licensing department within two years; (2) Disposes of any condemned weight, measure, or weighing or measuring device contrary to law; (3) Removes any tag placed thereon by the Division of Commercial Inspection and Licensing department; (4) Sells, offers, or exposes for sale less than the quantity the person represents; (5) Takes or attempts to take more than the quantity the person represents, when as the buyer, the person furnished the weight, measure, or weighing or measuring device by means of which the amount of the commodity is determined; (6) Keeps for the purpose of sale, offers or exposes for sale, or sells any commodity in a manner contrary to law; (7) Violates any provision of chapters 37-20 to 37-22, inclusive, for which a specific penalty has not been provided; or (8) Sells, offers to sell, uses, or has in possession for the purpose of selling or using any device or instrument to be used, or calculated to falsify any weight or measure; is guilty of a Class 2 misdemeanor. Section 32. That § 37-21-21 be amended to read: 37-21-21. The director of commercial inspection and licensing secretary and any deputy, assistant, or inspector may request the assistance of local law enforcement in the arrest of any violator of the statutes law in relation to weights and measures, enter a complaint before any court of competent jurisdiction, and seize and use as evidence, without formal warrant, any false or unsealed weight, measure, or weighing or measuring device or package or amount of commodities found to be used, retained, or offered or exposed for sale or sold in violation of law. Section 33. That § 37-21A-1 be amended to read: 37-21A-1. Terms as used in this chapter mean: (1) \"Division,\" the secretary of the \"Department,\" the Department of Public Safety; (2) \"Placed in service report,\" a report submitted to the Office of Weights and Measures by a registered service agent or agency, certifying that the subject device meets the applicable state requirements and is legal for trade; (3) \"Registered service agency,\" any agency, firm, company, or corporation which, for hire, award, commission, or any other payment of any kind, installs, services, repairs, or reconditions a weighing or measuring device, and which voluntarily registers itself as such with the secretary. Under agency registration, identification of individual servicemen shall may not be required; (4) \"Registered service agent,\" any individual who for hire, award, commission, or any other payment of any kind, installs, services, repairs, or reconditions a weighing or measuring device, and who voluntarily registers as such with the secretary; (5) \"Secretary,\" the secretary of the Department of Public Safety. Section 34. That § 37-21A-2 be amended to read: 37-21A-2. An individual or agency Any person may apply for voluntary registration to service weighing or measuring devices on an application form supplied by the director. Said department. The applicant shall submit a form, duly signed and witnessed, shall include certification by the applicant that the individual or agency certifying that the applicant is fully qualified to install, service, repair, or recondition whatever the weighing and measuring devices for the service of which competence is being registered; has in possession, or available for use, all. The applicant shall certify that the applicant has the necessary testing equipment and standards; and has full and knowledge of all appropriate weights and measures laws, orders, rules, and regulations. An applicant also shall submit appropriate evidence or references as to demonstrating the qualifications of the applicant. Section 35. That § 37-21A-3 be amended to read: 37-21A-3. The director secretary shall charge an annual registration fee of sixty-nine dollars for each service agencies agency and ten dollars for each registered servicemen service agent to cover administrative costs. From July 1, 2007, through June 30, 2008, the fee for each agency is forty dollars and the fee for each serviceman is seven dollars. From July 1, 2008, through June 30, 2009, the fee for each agency is fifty-five dollars and the fee for each serviceman is eight dollars. On July 1, 2009, and thereafter, the fee for each agency is sixty-nine dollars and the fee for each serviceman is ten dollars. The fee shall be paid when the registration or renewal application is made. It is the intent of the Legislature that one-half of the inspection program funding may be derived from the general fund and the other half from the fees collected pursuant to this section and §§ 34-39-3, 37-21-9.1, 37-21A-7, and 37-22-10, through the General Appropriations Act. Section 36. That § 37-21A-4 be amended to read: 37-21A-4. Upon receipt and acceptance of a properly executed application form, the director secretary shall issue to the applicant a \"certificate of registration,\" including an assigned registration number, which shall remain. The certificate of registration remains effective until either returned by the applicant or withdrawn by the director secretary. Section 37. That § 37-21A-5 be amended to read: 37-21A-5. A bearer of a certificate of registration may: (1) Remove an official rejection or condemnation tag or mark placed on a weighing or measuring device by the authority of the Division of Commercial Inspection and Licensing department; (2) Place in service, until such time as an official examination can be made, a weighing or measuring device that has been officially rejected or condemned; and (3) Place in service, until such time as an official examination can be made, a new or used weighing or measuring device. Section 38. That § 37-21A-7 be amended to read: 37-21A-7. A registered serviceman service agent and a registered service agency shall submit, annually to the director secretary, for examination and certification, any standards and testing equipment that are used, or are to be used, in the performance of the service and testing functions with respect to weighing and measuring devices for which competence is registered. No registered service person agent or agency may use in servicing any commercial weighing or measuring device any standards or testing equipment that have not been certified by the director secretary. The Department of Public Safety department shall charge a ninety-six dollar per hour fee for such the examination and certification. From July 1, 2007, through June 30, 2008, the fee is sixty-two dollars per hour. From July 1, 2008, through June 30, 2009, the fee is seventy-nine dollars per hour. On July 1, 2009, and thereafter, the fee is ninety-six dollars per hour. It is the intent of the Legislature that one-half of the inspection program funding may be derived from the general fund and the other half from the fees collected pursuant to this section and §§ 34-39-3, 37-21-9.1, 37-21A-3, and 37-22-10, through the General Appropriations Act. Section 39. That § 37-21A-8 be amended to read: 37-21A-8. The director secretary may, for good cause, after careful investigation and consideration, deny, suspend, or revoke a certificate of registration. Good cause may include any violation of a weights and measures statute, failure to submit annual calibration documentation for all weighing and measuring devices used in servicing equipment, or calculated misrepresentations with regard to a service agent's competence, equipment, or reports. Section 40. That § 37-21A-10 be amended to read: 37-21A-10. The director secretary may enter into an informal reciprocal agreement with any other state that has voluntary registration policies similar to the policies of South Dakota. Under such the agreement, the a registered servicemen service agent and the or a registered service agencies of any agency of a state party to the reciprocal agreement are is granted full reciprocal authority, including reciprocal recognition of certification of standards and testing equipment, in any state party to the agreement if the registered service agency voluntarily registers in South Dakota and pays the corresponding fee. Section 41. That § 37-22-1 be amended to read: 37-22-1. All track scales and all other scales in this state used by common carriers or by shippers for the purpose of weighing cars or freight offered for shipment in car lots and all scales and weighing devices in public warehouses and grain elevators and all stock scales at stockyards and all private, farm, and town and city municipal scales used in weighing hay, grain, wood, coal, and like subjects of commerce shall be are under the supervision and control of the Division of Commercial Inspection and Licensing department and be are subject to inspection by it the department. Farm scales shall may only be inspected only at the request of the owner. Section 42. That § 37-22-1.1 be repealed. 37-22-1.1. The heavy scales division of the Public Utilities Commission is abolished, and all its functions shall be administered by the Division of Commercial Inspection and Licensing as provided by § 1-51-11. Section 43. That § 37-22-3 be amended to read: 37-22-3. The Division of Commercial Inspection and Licensing secretary shall promulgate rules, pursuant to chapter 1-26, for: (1) The installation, testing, and maintenance of all heavy scales, including specifications in conformance with standards published by the National Institute for Standards and Technology in effect January 1, 2005 2015; (2) The frequency of inspection of such heavy scales; and (3) The schedule and procedure for the correction of any deficiencies. Section 44. That § 37-22-4 be amended to read: 37-22-4. The jurisdiction of the Division of Commercial Inspection and Licensing department has exclusive jurisdiction over the scales designated in §§ 37-22-1 and 37-22-3 shall be exclusive and. The inspection thereof shall of the scales may only be made only by and under the direction of the division department. Section 45. That § 37-22-5 be amended to read: 37-22-5. The Division of Commercial Inspection and Licensing department may appoint suitable and competent inspectors to aid the division department in making inspections of scales under its jurisdiction. Section 46. That § 37-22-7 be amended to read: 37-22-7. The Division of Commercial Inspection and Licensing department may acquire such standard weights and measures and such additional facilities and equipment including motor vehicles or other means of conveyance it deems deemed necessary and suitable in carrying on the work of inspecting, testing, and correcting scales and performing generally the duties entailed upon it established by this chapter. Section 47. That § 37-22-9 be amended to read: 37-22-9. The Division of Commercial Inspection and Licensing department or any agent, employee, or scale inspector of the division department may at any time, without notice, enter any place maintaining a scale subject to the provisions of this chapter and test and seal all weighing scales and measures used in conducting such the business. Section 48. That § 37-22-10 be amended to read: 37-22-10. The Division of Commercial Inspection and Licensing department shall charge and collect a fee for each inspection or testing of scales. The fee shall be paid upon demand of the division department by the person, firm, or corporation owning or operating the scale inspected or tested. The schedule of fees is as follows: (1) Up to and including 1,001 to 2,000 pounds capacity:, inclusive, twenty-nine dollars; (a) From July 1, 2007, through June 30, 2008--twenty dollars; (b) From July 1, 2008, through June 30, 2009--twenty-four dollars; (c) Beginning July 1, 2009--twenty-nine dollars; (2) 2,001 to 5,000 pounds capacity, inclusive:, forty-eight dollars; (a) From July 1, 2007, through June 30, 2008--thirty-three dollars; (b) From July 1, 2008, through June 30, 2009--forty-one dollars; (c) Beginning July 1, 2009--forty-eight dollars; (3) 5,001 to 40,000 pounds capacity, inclusive:, eighty-two dollars; (a) From July 1, 2007, through June 30, 2008--sixty-seven dollars; (b) From July 1, 2008, through June 30, 2009--seventy-five dollars; (c) Beginning July 1, 2009--eighty-two dollars; (4) Over 40,000 pounds capacity:, one hundred three dollars; (a) From July 1, 2007, through June 30, 2008--eighty-four dollars; (b) From July 1, 2008, through June 30, 2009--ninety-four dollars; (c) Beginning July 1, 2009--one hundred three dollars; (5) All livestock scales:, one hundred seventy-three dollars. (a) From July 1, 2007, through June 30, 2008--one hundred twenty-four dollars; (b) From July 1, 2008, through June 30, 2009--one hundred forty-eight dollars; (c) Beginning July 1, 2009--one hundred seventy-three dollars. If a special or emergency inspection is requested, a charge, not to exceed the actual cost of such the inspection, including costs for personnel, equipment, and mileage, shall be made and assessed against the requesting individual person or device owner. It is the intent of the Legislature that one-half of the inspection program funding may be derived from the general fund and the other half from the fees collected pursuant to this section and 34-39-3, 37-21-9.1, 37-21A-3, and 37-21A-7, through the General Appropriations Act. Section 49. That § 37-22-12 be amended to read: 37-22-12. Whenever If a request is made by the owner to test a scale outside of the regular route or regular tour of inspection of any scale inspector or inspectors and it is found necessary by the Division of Commercial Inspection and Licensing department to send and dispatch a scale inspector or inspectors with the scale inspection truck and its scale testing equipment, a charge, based upon the number of hours it takes for such the travel from the point of departure to the place where such the scale inspection and testing is to be made and return to the point of departure, shall be made and assessed against the owner of such the scale and collection made as provided in. The fee shall be charged and collected pursuant to the provisions of § 37-22-10. Such The per hour charge shall be fixed and collected by the division department. Section 50. That § 37-22-13 be amended to read: 37-22-13. If the person making an inspection pursuant to § 37-22-9 finds any scales scale in use in such place inaccurate, the inspector shall condemn, or reject for repair, the scales scale and attach thereto to the scale a card, notice, or other device, indicating that the scales are scale is condemned or rejected. It is a Class 2 misdemeanor for any person to remove, deface, or destroy such the card, notice, or other device placed upon the condemned or rejected scales. Scales scale. Any scale tagged as \", condemned for repairs\", shall be repaired or corrected within sixty days, and they. The scale may not be used for any purpose until they have the scale has been repaired, retested, found to be correct, and are is placed in service by a registered service agency or agent or until the Division of Commercial Inspection and Licensing shall consent department has consented to the further use of such scales the scale. The owner or operator of any weighing device tagged or marked \", rejected for repair\", may continue to use the device but shall have the device repaired or corrected within thirty days by a registered service agency or agent. Section 51. That § 37-22-16 be amended to read: 37-22-16. All fees and funds of any kind Any money collected under the provisions of this chapter shall be by the Division of Commercial Inspection and Licensing deposited with the state treasurer and by him credited to deposited in the general fund. Section 52. That § 37-22-17 be amended to read: 37-22-17. Except as otherwise provided in this chapter, any person: (1) Neglecting to install a seal for the preservation of adjustment as required by this chapter, upon any scale under the jurisdiction of the Division of Commercial Inspection and Licensing department, after thirty days' notice so to do; (2) Removing, defacing, or destroying any seal placed upon any scale by any agent, employee, or scale inspector of the division department for the purpose of fixing or preserving the adjustment of the scale in order to ensure its accuracy; (3) Removing, defacing, or destroying any seal, tag, card, notice, or other device placed upon any scale by any agent, employee, or scale inspector of the division department for the purpose of indicating that the scale has been condemned, and must may not be used; (4) Using or permitting the use of any scale that has been tested and found to be incorrect, before it is again tested and found to be correct and the further use thereof of the scale is authorized or consented to by the division department; (5) Preventing or attempting to prevent or in any way interfering with any member, inspector, agent, or employee, or scale inspector of the division department from entering the premises where such scales a scale may be kept, or inspecting or testing such scales a scale; or (6) Neglecting to observe any rule or regulation of the division department relating to scales a scale; is guilty of a Class 2 misdemeanor. Section 53. That § 37-22-18 be amended to read: 37-22-18. The director of the Division of Commercial Inspection and Licensing secretary may grant a variance, upon request from a scale owner or operator, to any rules or specifications governing the scale except those specifying a tolerance or the value of a minimum division. The owner or operator shall demonstrate the variance is needed due to economic unfeasibility or impossibility of conformance with specifications. The variance shall be consistent with good commercial practices in South Dakota and, under normal circumstances, the weighing equipment shall remain accurate and reliable and the variance may not harm the owner, operator, or customers any customer. The secretary of the Department of Public Safety shall, pursuant to chapter 1-26, promulgate rules for the application process and criteria to be used in granting or rejecting a variance. Section 54. That § 37-22A-3 be amended to read: 37-22A-3. Each scale ticket issued by vehicle scales used in commercial trade shall show the name of the agency performing the weighing service, the date of the weighing, the number of the scale or other information identifying the scale upon which the weighing is performed, the name of the person or firm having a vehicle weighed, and the name of the weighmaster, or understandable abbreviations of such the names. Scale tickets Each scale ticket issued under this chapter shall be in duplicate form, and serially numbered, and if such tickets are. If the ticket is used on a type-registering weighbeam they, the ticket shall conform to specifications set by the Division of Commercial Inspection and Licensing department. One copy of such the scale ticket shall be retained by the agency performing the weighing service, and one copy of such the scale ticket shall be furnished to the person or firm having the vehicle weighed. No change of weight shall may be made on any such ticket. Section 55. That § 37-22A-4 be amended to read: 37-22A-4. In case of error of the weighmaster in preparing a scale ticket, he the weighmaster shall prepare a corrected ticket showing the corrections correction made and stating on the back thereof the reasons for such changes. In event of of the ticket the reason for the change. If an error in the preparation of such the ticket, other than the weight, due to misinformation having been furnished to the weighmaster by the person or firm having a vehicle weighed, the weighmaster upon request of such the person or firm shall issue another ticket bearing the appropriate corrections correction or a correction slip which shall show thereon the changes shows any change made and on the back thereof the reasons for such changes of the ticket and the reason for the change. Before such the correction ticket or slip shall be is issued the weighmaster shall require the person requesting the change to sign such the ticket or slip. The correction ticket or slip shall be attached to the original ticket, bear the same serial number, and show on its face that it is a correction ticket or slip. Section 56. That § 37-22A-5 be amended to read: 37-22A-5. The provisions of chapter 37-22, relating to heavy scales and defining the duties and powers of the Division of Commercial Inspection and Licensing shall department apply to and govern the administration and enforcement of this chapter. Section 57. That chapter 34-39 be amended by adding a NEW SECTION to read: Terms used in this chapter mean: (1) \"Department,\" the Department of Public Safety; (2) \"Secretary,\" the secretary of the Department of Public Safety. Section 58. That chapter 37-20 be amended by adding a NEW SECTION to read: Terms used in this chapter mean: (1) \"Department,\" the Department of Public Safety; (2) \"Secretary,\" the secretary of the Department of Public Safety. Section 59. That chapter 37-21 be amended by adding a NEW SECTION to read: Terms used in this chapter mean: (1) \"Department,\" the Department of Public Safety; (2) \"Secretary,\" the secretary of the Department of Public Safety. Section 60. That chapter 37-22 be amended by adding a NEW SECTION to read: Terms used in this chapter mean: (1) \"Department,\" the Department of Public Safety; (2) \"Secretary,\" the secretary of the Department of Public Safety. Section 61. That chapter 37-22A be amended by adding a NEW SECTION to read: Terms used in this chapter mean: (1) \"Department,\" the Department of Public Safety; (2) \"Secretary,\" the secretary of the Department of Public Safety."}, {"bill_id": 7106, "bill_version_id": 39237, "bill_version": "Enrolled", "bill_version_date": "2016-02-11T10:51:18.193-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7106, "action_date": "2016-01-12T12:00:00-06:00", "document_id": 37509, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37509.pdf", "status_text": "First Reading House", "journal_page": 21, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7106, "action_date": "2016-01-13T13:00:00-06:00", "document_id": 37539, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37539.pdf", "status_text": "Referred to", "journal_page": 36, "committee_id_action": 325, "committee_id_assigned": 310, "result": "N", "vote": {}}, {"bill_id": 7106, "action_date": "2016-01-27T10:00:00-06:00", "document_id": 38051, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38051.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 310, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7106, "action_date": "2016-01-27T10:00:00-06:00", "document_id": 38254, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38254.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 310, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7106, "action_date": "2016-01-27T10:00:00-06:00", "document_id": 38254, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38254.pdf", "status_text": "Do Pass Amended", "journal_page": 192, "committee_id_action": 310, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20319, "president_vote": null, "Yea": [1063, 1056, 1002, 982, 968, 1023, 1069, 1051, 965, 1053, 1064, 1052, 1034]}}, {"bill_id": 7106, "action_date": "2016-02-02T14:00:00-06:00", "document_id": 38563, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38563.pdf", "status_text": "Do Pass Amended", "journal_page": 242, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20450, "president_vote": null, "Yea": [1043, 1042, 1063, 983, 1057, 964, 1040, 995, 1039, 1050, 1060, 1009, 1033, 980, 985, 976, 1049, 1022, 1056, 1061, 1021, 1002, 1019, 1065, 972, 963, 1062, 1038, 982, 1055, 1044, 1017, 1058, 1036, 1048, 1024, 1003, 1018, 1059, 1054, 1031, 1027, 1028, 992, 1034, 1006, 1007, 1052, 1030, 988, 993, 1026, 981, 1023, 1069, 1029, 996, 990, 1032, 1025, 1051, 965, 1053, 1064, 989], "Excused": [986, 1015, 987, 968, 991]}}, {"bill_id": 7106, "action_date": "2016-02-03T14:00:00-06:00", "document_id": 38700, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38700.pdf", "status_text": "First read in Senate and referred to", "journal_page": 196, "committee_id_action": 309, "committee_id_assigned": 300, "result": "N", "vote": {}}, {"bill_id": 7106, "action_date": "2016-02-09T10:00:00-06:00", "document_id": 38820, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38820.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 300, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7106, "action_date": "2016-02-09T10:00:00-06:00", "document_id": 39077, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39077.pdf", "status_text": "Do Pass", "journal_page": 259, "committee_id_action": 300, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20758, "president_vote": null, "Yea": [974, 1005, 967, 1066, 1000, 969, 966]}}, {"bill_id": 7106, "action_date": "2016-02-09T10:00:00-06:00", "document_id": 39077, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39077.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 300, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7106, "action_date": "2016-02-10T14:00:00-06:00", "document_id": 39180, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39180.pdf", "status_text": "Do Pass Amended", "journal_page": 286, "committee_id_action": 309, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20827, "president_vote": null, "Yea": [974, 977, 999, 1037, 1014, 1067, 979, 969, 1005, 1047, 998, 1035, 984, 994, 1041, 967, 975, 1011, 1010, 1020, 971, 1016, 1001, 1046, 1066, 1045, 1000, 970, 978, 1013, 973, 1008], "Excused": [966, 997, 1012]}}, {"bill_id": 7106, "action_date": "2016-02-11T13:00:00-06:00", "document_id": 39263, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39263.pdf", "status_text": "Signed by the Speaker", "journal_page": 386, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7106, "action_date": "2016-02-16T14:00:00-06:00", "document_id": 39391, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39391.pdf", "status_text": "Signed by the President", "journal_page": 311, "committee_id_action": 309, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7106, "action_date": "2016-02-17T14:00:00-06:00", "document_id": 39476, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39476.pdf", "status_text": "Delivered to the Governor", "journal_page": 427, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7106, "action_date": "2016-02-19T13:00:00-06:00", "document_id": 39661, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39661.pdf", "status_text": "Signed by the Governor", "journal_page": 458, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6219, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/7106"}