{"session_id": 20, "bill_id": 5899, "bill_type": "Senate Commemoration", "bill_number": 12, "bill_title": "Congratulating and honoring the Lennox sixth grade boys in winning the Extreme Hoops Tournament.", "sponsors": [{"legislator_profile_id": 491, "is_prime": true}, {"legislator_profile_id": 500, "is_prime": true}, {"legislator_profile_id": 847, "is_prime": false}, {"legislator_profile_id": 429, "is_prime": false}, {"legislator_profile_id": 499, "is_prime": false}, {"legislator_profile_id": 526, "is_prime": false}, {"legislator_profile_id": 492, "is_prime": false}, {"legislator_profile_id": 515, "is_prime": false}, {"legislator_profile_id": 430, "is_prime": false}, {"legislator_profile_id": 446, "is_prime": false}], "keywords": ["Senate Commemorations"], "audio": [], "bill_versions": [{"bill_id": 5899, "bill_version_id": 29889, "bill_version": "Introduced", "bill_version_date": "2014-02-06T09:57:40.287-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Congratulating and honoring the Lennox sixth grade boys in winning the Extreme Hoops Tournament. WHEREAS, the Lennox sixth grade boys basketball team in Tea on March 15 and 16, 2013, won against the Dakota Dominion on March 15th and then beat the Sioux Falls Blaze and Tri-Valley Mustangs on March 16th; and WHEREAS, the Lennox sixth grade boys basketball team had members Quincy Ihnen, Zach Leisinger, Zach Foss, Camden Wulf, Kaleb Lundstra, Brock Anderson, Nick Ihnen, Riley Knutson, and JD Kirchner, and coaches Heath Ihnen and Todd Anderson: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that the Legislature congratulates the Lennox sixth grade boys basketball team in winning the Extreme Hoops Tournament, recognizes their hard work and determination, and extends best wishes for their continued success and happiness."}, {"bill_id": 5899, "bill_version_id": 30131, "bill_version": "Enrolled", "bill_version_date": "2014-02-10T17:12:33.003-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Congratulating and honoring the Lennox sixth grade boys in winning the Extreme Hoops Tournament. WHEREAS, the Lennox sixth grade boys basketball team in Tea on March 15 and 16, 2013, won against the Dakota Dominion on March 15th and then beat the Sioux Falls Blaze and Tri-Valley Mustangs on March 16th; and WHEREAS, the Lennox sixth grade boys basketball team had members Quincy Ihnen, Zach Leisinger, Zach Foss, Camden Wulf, Kaleb Lundstra, Brock Anderson, Nick Ihnen, Riley Knutson, and JD Kirchner, and coaches Heath Ihnen and Todd Anderson: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that the Legislature congratulates the Lennox sixth grade boys basketball team in winning the Extreme Hoops Tournament, recognizes their hard work and determination, and extends best wishes for their continued success and happiness. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5899, "action_date": "2014-02-06T14:00:00-06:00", "document_id": 29947, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29947.pdf", "status_text": "", "journal_page": 248, "committee_id_action": 229, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/5899"}