{"session_id": 51, "bill_id": 16152, "bill_type": "House Bill", "bill_number": 1032, "bill_title": "revise certain provisions relating to child support.", "sponsors": [], "keywords": ["Agency Bill", "Child Support", "Domestic Relations"], "audio": [{"meeting_datetime": "2001-01-12T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hju04hb1032a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-12T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hju04hb1032a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-29T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hju14hb1032a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-29T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hju14hb1032a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-29T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hju14hb1032a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-29T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hju14hb1032a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-29T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hju14hb1032a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-31T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hou16hb1032a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-31T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hou16hb1032a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-09T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sju23hb1032a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-09T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sju23hb1032a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-09T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sju23hb1032a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-26T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen34hb1032a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-26T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen34hb1032a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 16152, "bill_version_id": 87687, "bill_version": "Introduced", "bill_version_date": "2001-01-06T16:40:21-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions relating to child support. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 25-7-6.2 be amended to read as follows: 25-7-6.2. The child support obligation shall be established in accordance with the combined monthly net income of both parents as provided in the following schedule subject to such revisions or deviations as may be permitted pursuant to § § 25-7-6.1 to 25-7-6.17 25-7-6.18 , inclusive. Except as provided in this chapter, the combined monthly net incomes of both parents shall be used in determining the obligation and divided proportionately between the parents based upon their respective net incomes. The noncustodial parent's proportionate share establishes the amount of the child support order. If the obligation using only the noncustodial parent's monthly net income is an obligation within the shaded areas of the schedule, that amount shall be compared to the noncustodial parent's proportionate share using both parents' monthly net incomes. The lessor amount establishes the noncustodial parent's child support order. The child support obligation from the schedule shall be divided proportionately between the parents, based upon their respective net incomes. The share of the custodial parent is presumed to be spent directly for the benefit of the child. The share of the noncustodial parent establishes the amount of the child support order. Section 2. That § 25-7-6.14 be amended to read as follows: 25-7-6.14. Unless As used in this section, basic visitation means a parenting plan whereby one parent has physical custody and the other parent has visitation with the child of the parties. In a basic visitation situation, unless the parties otherwise agree and the agreement is approved by the court, the court may, if deemed appropriate under the circumstances, order an abatement of not less than thirty- eight percent nor more than sixty-six percent of the child support if: (1) A child spends ten or more days in a month with the obligor; and (2) The number of days of visitation and the abatement, percentage or amount are specified in the court order ; and (3) The visitation is actually exercised . The court shall allow the abatement to the obligor in the month in which the visitation is exercised, unless otherwise ordered. The abatement shall be pro-rated to the days of visitation. It shall be presumed that the visitation is exercised. If the visitation exercised substantially deviates from the visitation ordered, either party may file a petition for modification without showing any other change in circumstances. As used in this section, shared responsibility means a parenting plan whereby each parent provides a suitable home for the child of the parties, the child spends at least one hundred twenty days in a calendar year in each home, and the parents share the duties, responsibilities, and expenses of parenting. In a shared responsibility situation, unless the parties otherwise agree and the agreement is approved by the court, the court may, if deemed appropriate under the circumstances, order a shared responsibility cross credit. The cross credit shall be calculated by multiplying the combined child support obligation using both parents' monthly net incomes by 1.5 to arrive at a shared custody child support obligation. The shared custody child support obligation shall be apportioned to each parent according to his or her net income. A child support obligation is computed for each parent by multiplying that parent's portion of the shared custody child support obligation by the percentage of time the child spends with the other parent. The respective child support obligations are offset, with the parent owing more child support paying the difference between the two amounts. It shall be presumed that the shared responsibility parenting plan is exercised. If the parenting plan exercised substantially deviates from the parenting plan ordered, either party may file a petition for modification without showing any other change in circumstances. The court shall consider each case individually before granting either the basic visitation or shared responsibility adjustment to insure that the adjustment does not place an undue hardship on the custodial parent or have a substantial negative effect on the child's standard of living. Section 3. That § 25-7-6.7 be amended to read as follows: 25-7-6.7. Deductions from monthly gross income shall be allowed as follows: (1) Income taxes withheld figured on the basis of two dependent exemptions for a single taxpayer paid monthly rather than actual amount withheld; (2) Estimated income taxes payable, prorated monthly; (3) FICA taxes withheld from wages or salary; (4) Retirement fund amounts withheld or paid directly to an IRS qualified retirement plan, in a reasonable amount , but, in all cases, limited to the amounts deductible for federal income tax purposes ; (5) Actual business expenses of an employee, incurred for the benefit of his employer, not reimbursed; (6) Payments made on other support and maintenance orders. Section 4. That chapter 25-7 be amended by adding thereto a NEW SECTION to read as follows: If, at any time, unpaid child support arrearages exist, the court may order the support obligor to pay towards the arrearages such sums as are ordered by the court, in addition to any other remedies of the support obligee. Section 5. That § 25-7-6.3 be amended to read as follows: 25-7-6.3. The monthly net income of each parent shall be determined by his the parent's gross income less allowable deductions, as set forth herein. The monthly gross income of each parent includes amounts received from the following sources: (1) Compensation paid to an employee for personal services, whether salary, wages, commissions, bonus, or otherwise designated; (2) Self-employment income including gain, profit, or loss from a business, farm, or profession; (3) Periodic payments from pensions or retirement programs, including social security or veteran's benefits, disability payments or insurance contracts; (4) Interest, dividends, rentals, royalties, or other gain derived from investment of capital assets; (5) Gain or loss from the sale, trade, or conversion of capital assets; (6) Unemployment insurance benefits; and (7) Worker's compensation benefits ; (8) Benefits in lieu of compensation including military pay allowances . If the income of the parents is derived from seasonal employment, or received in payments other than regular, recurring payments, such income shall be annualized to determine a monthly average income. Section 6. That § 25-5-18.1 be amended to read as follows: 25-5-18.1. The parents of any child are under a legal duty to support their child in accordance with the provisions of § 25-7-6.1, until the child attains the age of eighteen, or until the child attains the age of nineteen if he the child is a full-time student in a secondary school. If it is determined by the court that the child support obligation survives the death of the parent, the amount due may be modified, revoked, or commuted to a lump sum payment by the court, taking into consideration all factors deemed relevant, including the financial resources of the child and the other parent and the needs of the decedent's family. Section 7. That § 25-7-6.10 be amended to read as follows: 25-7-6.10. Deviation from the schedule in § 25-7-6.2 shall be considered if raised by either party and made only upon the entry of specific findings based upon any of the following factors: (1) The income of a subsequent spouse or contribution of a third party to the income or expenses of that parent but only if the application of the schedule works a financial hardship on either parent; (2) Any financial condition of either parent which would make application of the schedule inequitable; (3) Whether the federal income tax dependent deduction for such minor child is allocated to the benefit of the support obligor or the custodial parent The federal income tax consequences arising from claiming the child as a dependent ; (4) Any special needs of the child; (5) The effect of custody and visitation provisions including whether children share substantial amounts of time with each parent; (6) For agreements entered into prior to July 1, 1986, if it is established by clear and convincing evidence, that debts or property were exchanged for child support and it appears equitable to continue such arrangement; (7) (6) The effect of agreements between the parents regarding extra forms of support for the direct benefit of the child; (8) (7) The obligation of either parent to provide for subsequent natural children or stepchildren. However, an existing support order may not be modified solely for this reason; or (9) (8) The voluntary act of either parent which reduces that parent's income. Section 8. That § 25-7-6.13 be amended to read as follows: 25-7-6.13. All orders for support entered and in effect prior to July 1, 1997 2001 , may be modified in accordance with this chapter without requiring a showing of a change in circumstances from the entry of the order."}, {"bill_id": 16152, "bill_version_id": 87887, "bill_version": "House Judiciary Engrossed", "bill_version_date": "2001-01-16T08:47:06-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions relating to child support. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 25-7-6.2 be amended to read as follows: 25-7-6.2. The child support obligation shall be established in accordance with the combined monthly net income of both parents as provided in the following schedule subject to such revisions or deviations as may be permitted pursuant to § § 25-7-6.1 to 25-7-6.17 25-7-6.18 , inclusive. Except as provided in this chapter, the combined monthly net incomes of both parents shall be used in determining the obligation and divided proportionately between the parents based upon their respective net incomes. The noncustodial parent's proportionate share establishes the amount of the child support order. If the obligation using only the noncustodial parent's monthly net income is an obligation within the emboldened areas of the schedule, that amount shall be compared to the noncustodial parent's proportionate share using both parents' monthly net incomes. The lesser amount establishes the noncustodial parent's child support order. The child support obligation from the schedule shall be divided proportionately between the parents, based upon their respective net incomes. The share of the custodial parent is presumed to be spent directly for the benefit of the child. The share of the noncustodial parent establishes the amount of the child support order. The share of the custodial parent is presumed to be spent directly for the benefit of the child. Section 2. That § 25-7-6.14 be amended to read as follows: 25-7-6.14. Unless As used in this section, basic visitation means a parenting plan whereby one parent has physical custody and the other parent has visitation with the child of the parties. In a basic visitation situation, unless the parties otherwise agree and the agreement is approved by the court, the court may, if deemed appropriate under the circumstances, order an abatement of not less than thirty- eight percent nor more than sixty-six percent of the child support if: (1) A child spends ten or more days in a month with the obligor; and (2) The number of days of visitation and the abatement , percentage or amount are specified in the court order ; and (3) The visitation is actually exercised . The court shall allow the abatement to the obligor in the month in which the visitation is exercised, unless otherwise ordered. The abatement shall be pro-rated to the days of visitation. It shall be presumed that the visitation is exercised. If the visitation exercised substantially deviates from the visitation ordered, either party may file a petition for modification without showing any other change in circumstances. As used in this section, shared responsibility means a parenting plan whereby each parent provides a suitable home for the child of the parties, the court order allows the child to spend at least one hundred twenty days in a calendar year in each home, and the parents share the duties, responsibilities, and expenses of parenting. In a shared responsibility situation, unless the parties otherwise agree and the agreement is approved by the court, the court may, if deemed appropriate under the circumstances, order a shared responsibility cross credit. The cross credit shall be calculated by multiplying the combined child support obligation using both parents' monthly net incomes by 1.5 to arrive at a shared custody child support obligation. The shared custody child support obligation shall be apportioned to each parent according to his or her net income. A child support obligation is computed for each parent by multiplying that parent's portion of the shared custody child support obligation by the percentage of time the child spends with the other parent. The respective child support obligations are offset, with the parent owing more child support paying the difference between the two amounts. It shall be presumed that the shared responsibility parenting plan is exercised. If the parenting plan exercised substantially deviates from the parenting plan ordered, either party may file a petition for modification without showing any other change in circumstances. The court shall consider each case individually before granting either the basic visitation or shared responsibility adjustment to insure that the adjustment does not place an undue hardship on the custodial parent or have a substantial negative effect on the child's standard of living. Section 3. That § 25-7-6.7 be amended to read as follows: 25-7-6.7. Deductions from monthly gross income shall be allowed as follows: (1) Income taxes withheld figured on the basis of two dependent exemptions for a single taxpayer paid monthly rather than actual amount withheld; (2) Estimated income taxes payable, prorated monthly; (3) FICA taxes withheld from wages or salary; (4) Retirement fund amounts withheld or paid directly to an IRS qualified retirement plan, in a reasonable amount , but, in all cases, limited to the amounts deductible for federal income tax purposes ; (5) Actual business expenses of an employee, incurred for the benefit of his employer, not reimbursed; (6) Payments made on other support and maintenance orders. Section 4. That chapter 25-7 be amended by adding thereto a NEW SECTION to read as follows: If, at any time, unpaid child support arrearages exist, the court may order the support obligor to pay towards the arrearages such sums as are ordered by the court, in addition to any other remedies of the support obligee. Section 5. That § 25-7-6.3 be amended to read as follows: 25-7-6.3. The monthly net income of each parent shall be determined by his the parent's gross income less allowable deductions, as set forth herein. The monthly gross income of each parent includes amounts received from the following sources: (1) Compensation paid to an employee for personal services, whether salary, wages, commissions, bonus, or otherwise designated; (2) Self-employment income including gain, profit, or loss from a business, farm, or profession; (3) Periodic payments from pensions or retirement programs, including social security or veteran's benefits, disability payments or insurance contracts; (4) Interest, dividends, rentals, royalties, or other gain derived from investment of capital assets; (5) Gain or loss from the sale, trade, or conversion of capital assets; (6) Unemployment insurance benefits; and (7) Worker's compensation benefits ; (8) Benefits in lieu of compensation including military pay allowances . If the income of the parents is derived from seasonal employment, or received in payments other than regular, recurring payments, such income shall be annualized to determine a monthly average income. Section 6. That § 25-5-18.1 be amended to read as follows: 25-5-18.1. The parents of any child are under a legal duty to support their child in accordance with the provisions of § 25-7-6.1, until the child attains the age of eighteen, or until the child attains the age of nineteen if he the child is a full-time student in a secondary school. If it is determined by the court that the child support obligation survives the death of the parent, the amount due may be modified, revoked, or commuted to a lump sum payment by the court, taking into consideration all factors deemed relevant, including the financial resources of the child and the other parent and the needs of the decedent's family. Section 7. That § 25-7-6.10 be amended to read as follows: 25-7-6.10. Deviation from the schedule in § 25-7-6.2 shall be considered if raised by either party and made only upon the entry of specific findings based upon any of the following factors: (1) The income of a subsequent spouse or contribution of a third party to the income or expenses of that parent but only if the application of the schedule works a financial hardship on either parent; (2) Any financial condition of either parent which would make application of the schedule inequitable; (3) Whether the federal income tax dependent deduction for such minor child is allocated to the benefit of the support obligor or the custodial parent The federal income tax consequences arising from claiming the child as a dependent ; (4) Any special needs of the child; (5) The effect of custody and visitation provisions including whether children share substantial amounts of time with each parent; (6) For agreements entered into prior to July 1, 1986, if it is established by clear and convincing evidence, that debts or property were exchanged for child support and it appears equitable to continue such arrangement; (7) (6) The effect of agreements between the parents regarding extra forms of support for the direct benefit of the child; (8) (7) The obligation of either parent to provide for subsequent natural children or stepchildren. However, an existing support order may not be modified solely for this reason; or (9) (8) The voluntary act of either parent which reduces that parent's income. Section 8. That § 25-7-6.13 be amended to read as follows: 25-7-6.13. All orders for support entered and in effect prior to July 1, 1997 2001 , may be modified in accordance with this chapter without requiring a showing of a change in circumstances from the entry of the order."}, {"bill_id": 16152, "bill_version_id": 90945, "bill_version": "Enrolled", "bill_version_date": "2001-02-27T10:17:13-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 16152, "action_date": "2001-01-09T14:00:00-06:00", "document_id": 87778, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/87778.pdf", "status_text": "First read in House and referred to", "journal_page": 22, "committee_id_action": 712, "committee_id_assigned": 710, "result": "N", "vote": {}}, {"bill_id": 16152, "action_date": "2001-01-12T07:45:00-06:00", "document_id": 87862, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/87862.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 710, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16152, "action_date": "2001-01-12T07:45:00-06:00", "document_id": 87862, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/87862.pdf", "status_text": "Do Pass Amended,", "journal_page": 68, "committee_id_action": 710, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 50935, "president_vote": null, "Yea": [2518, 2547, 2558, 2564, 2577, 2578, 2583, 2586, 2587, 2601, 2611, 2582, 2525]}}, {"bill_id": 16152, "action_date": "2001-01-18T14:00:00-06:00", "document_id": 88046, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88046.pdf", "status_text": "Referred to", "journal_page": 100, "committee_id_action": 712, "committee_id_assigned": 710, "result": "P", "vote": {}}, {"bill_id": 16152, "action_date": "2001-01-29T07:45:00-06:00", "document_id": 88812, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88812.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 710, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16152, "action_date": "2001-01-29T07:45:00-06:00", "document_id": 88812, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88812.pdf", "status_text": "Do Pass Amended,", "journal_page": 257, "committee_id_action": 710, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 50785, "president_vote": null, "Yea": [2518, 2547, 2558, 2564, 2577, 2578, 2583, 2586, 2587, 2601, 2582, 2525], "Absent": [2611]}}, {"bill_id": 16152, "action_date": "2001-01-31T14:00:00-06:00", "document_id": 89103, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89103.pdf", "status_text": "Do Pass Amended,", "journal_page": 291, "committee_id_action": 712, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 51400, "president_vote": null, "Yea": [2514, 2515, 2518, 2519, 2521, 2522, 2525, 2526, 2527, 2528, 2530, 2533, 2537, 2541, 2543, 2544, 2546, 2547, 2548, 2554, 2555, 2556, 2557, 2558, 2559, 2561, 2563, 2564, 2565, 2566, 2568, 2570, 2571, 2572, 2574, 2575, 2577, 2578, 2579, 2582, 2583, 2586, 2587, 2588, 2589, 2591, 2593, 2594, 2596, 2599, 2600, 2601, 2602, 2603, 2604, 2608, 2610, 2611, 2612, 2613, 2614, 2618, 2540], "Nay": [2538, 2545, 2595, 2605], "Excused": [2553, 2560, 2592]}}, {"bill_id": 16152, "action_date": "2001-02-01T14:00:00-06:00", "document_id": 89191, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89191.pdf", "status_text": "First read in Senate and referred to", "journal_page": 329, "committee_id_action": 713, "committee_id_assigned": 691, "result": "N", "vote": {}}, {"bill_id": 16152, "action_date": "2001-02-07T10:00:00-06:00", "document_id": 89480, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89480.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 691, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16152, "action_date": "2001-02-09T10:00:00-06:00", "document_id": 89708, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89708.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 691, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16152, "action_date": "2001-02-09T10:00:00-06:00", "document_id": 89708, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89708.pdf", "status_text": "Do Pass,", "journal_page": 444, "committee_id_action": 691, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 49269, "president_vote": null, "Yea": [2520, 2531, 2551, 2569, 2584, 2529, 2617]}}, {"bill_id": 16152, "action_date": "2001-02-12T14:00:00-06:00", "document_id": 89844, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89844.pdf", "status_text": "Deferred to another day", "journal_page": 462, "committee_id_action": 713, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 16152, "action_date": "2001-02-13T14:00:00-06:00", "document_id": 89976, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89976.pdf", "status_text": "Deferred to another day", "journal_page": 489, "committee_id_action": 713, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 16152, "action_date": "2001-02-15T14:00:00-06:00", "document_id": 90189, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90189.pdf", "status_text": "Deferred to another day", "journal_page": 538, "committee_id_action": 713, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 16152, "action_date": "2001-02-16T14:00:00-06:00", "document_id": 90289, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90289.pdf", "status_text": "Deferred to another day", "journal_page": 573, "committee_id_action": 713, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 16152, "action_date": "2001-02-20T14:00:00-06:00", "document_id": 90352, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90352.pdf", "status_text": "Deferred to another day", "journal_page": 586, "committee_id_action": 713, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 16152, "action_date": "2001-02-23T14:00:00-06:00", "document_id": 90684, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90684.pdf", "status_text": "Deferred to another day", "journal_page": 642, "committee_id_action": 713, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 16152, "action_date": "2001-02-26T14:00:00-06:00", "document_id": 90884, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90884.pdf", "status_text": "Do Pass Amended,", "journal_page": 677, "committee_id_action": 713, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 50163, "president_vote": null, "Yea": [2516, 2517, 2520, 2523, 2524, 2529, 2531, 2532, 2534, 2535, 2536, 2539, 2542, 2549, 2551, 2552, 2562, 2567, 2569, 2573, 2576, 2580, 2581, 2584, 2585, 2590, 2597, 2598, 2606, 2607, 2609, 2615, 2616, 2617], "Excused": [2550]}}, {"bill_id": 16152, "action_date": "2001-02-27T14:00:00-06:00", "document_id": 91027, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/91027.pdf", "status_text": "Signed by Speaker", "journal_page": 768, "committee_id_action": 712, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16152, "action_date": "2001-02-28T14:00:00-06:00", "document_id": 91118, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/91118.pdf", "status_text": "Signed by President", "journal_page": 743, "committee_id_action": 713, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16152, "action_date": "2001-02-28T14:00:00-06:00", "document_id": 91123, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/91123.pdf", "status_text": "Delivered to the Governor", "journal_page": 803, "committee_id_action": 712, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16152, "action_date": "2001-03-05T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": 893, "committee_id_action": 712, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 1891}