{"session_id": 7, "bill_id": 1079, "bill_type": "House Bill", "bill_number": 1250, "bill_title": "provide funding to certain school districts for students who enroll in the district's virtual school after the date on which fall enrollment is calculated.", "sponsors": [{"legislator_profile_id": 685, "is_prime": true}, {"legislator_profile_id": 730, "is_prime": true}, {"legislator_profile_id": 653, "is_prime": false}, {"legislator_profile_id": 704, "is_prime": false}, {"legislator_profile_id": 720, "is_prime": false}, {"legislator_profile_id": 708, "is_prime": false}, {"legislator_profile_id": 712, "is_prime": false}, {"legislator_profile_id": 737, "is_prime": false}, {"legislator_profile_id": 672, "is_prime": false}, {"legislator_profile_id": 729, "is_prime": false}, {"legislator_profile_id": 701, "is_prime": false}, {"legislator_profile_id": 678, "is_prime": false}, {"legislator_profile_id": 714, "is_prime": false}, {"legislator_profile_id": 736, "is_prime": false}, {"legislator_profile_id": 728, "is_prime": false}, {"legislator_profile_id": 658, "is_prime": false}], "keywords": ["Administrative Rules", "Education", "School Districts", "State Aid to Education"], "audio": [{"meeting_datetime": "2009-02-11T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hed20.mp3", "start_seconds": 6412.0}, {"meeting_datetime": "2009-02-11T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hed20.mp3", "start_seconds": 6412.0}, {"meeting_datetime": "2009-02-11T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hed20.mp3", "start_seconds": 6412.0}], "bill_versions": [{"bill_id": 1079, "bill_version_id": 6512, "bill_version": "Introduced", "bill_version_date": "2009-02-02T09:25:04.987-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide funding to certain school districts for students who enroll in the district's virtual school after the date on which fall enrollment is calculated. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 13-13 be amended by adding thereto a NEW SECTION to read as follows: Any school district that operates a virtual school, enrolls students in that virtual school throughout the academic year, participates in the South Dakota virtual school created in § 13-33- 24, and does not operate a traditional high school within its boundaries is entitled to receive payment for any student: (1) Who enrolled in the school district's virtual school after the last Friday in September during the previous school year when the fall enrollment was recorded pursuant to subdivision 13-13-10.1 (2A); and (2) Who successfully completed academic courses during that school year through the school district's virtual school. The amount of the payment that the school district is entitled to receive for any student who meets the qualifications of this section is based upon the number of courses that the student successfully completed. If the student successfully completed a full course load in the previous school year, the school district is entitled to a payment that is equal to the per student allocation as defined in subdivision 13-13-10.1 (4) for the current school fiscal year for that student. If a student successfully completed less than a full course load during the previous school year, the school district is entitled to a pro rata share of the per student allocation for the current school fiscal year for that student. In order for a school district to receive any payment for any student pursuant to this Act, the school district shall provide evidence of the successful completion of each course taken by each student to the Department of Education. If, at any time after the last Friday in September during the previous school year, the enrollment of the school district fell below the fall enrollment, the school district is not qualified to receive any payments pursuant to this Act. Section 2. That chapter 13-13 be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding the provisions of § § 13-13-10.4, 13-28-1.1, and 13-28-5, a school district is eligible to receive payments pursuant to this Act for any student enrolled in the school district's virtual school who is twenty-one years of age or older. Section 3. That chapter 13-13 be amended by adding thereto a NEW SECTION to read as follows: The Department of Education shall promulgate rules pursuant to chapter 1-26 to establish the processes for verifying the successful completion of courses by students in an eligible school district's virtual school, for calculating the amount of any payments owed to an eligible school district for each eligible virtual school student, for distributing those payments to an eligible school district, and for gathering the necessary enrollment data from a school district to determine payment eligibility. Section 4. That § 13-13-10.1 be amended to read as follows: 13-13-10.1. Terms used in this chapter mean: (1) \"Average daily membership,\" the average number of resident and nonresident kindergarten through twelfth grade pupils enrolled in all schools operated by the school district during the previous regular school year, minus average number of pupils for whom the district receives tuition, except pupils described in subdivision (1A) and pupils for whom tuition is being paid pursuant to § 13-28-42.1 and plus the average number of pupils for whom the district pays tuition; (1A) Nonresident students who are in the care and custody of the Department of Social Services, the Unified Judicial System, the Department of Corrections, or other state agencies and are attending a public school may be included in the average daily membership of the receiving district when enrolled in the receiving district. When counting a student who meets these criteria in its general enrollment average daily membership, the receiving district may begin the enrollment on the first day of attendance. The district of residence prior to the custodial transfer may not include students who meet these criteria in its general enrollment average daily membership after the student ceases to attend school in the resident district; (2) \"Adjusted average daily membership,\" calculated as follows: (a) For districts with an average daily membership of two hundred or less, multiply 1.2 times the average daily membership; (b) For districts with an average daily membership of less than six hundred, but greater than two hundred, raise the average daily membership to the 0.8293 power and multiply the result times 2.98; (c) For districts with an average daily membership of six hundred or more, multiply 1.0 times their average daily membership; (2A) \"Fall enrollment,\" the number of kindergarten through twelfth grade students enrolled in all schools operated by the school district on the last Friday of September of the previous school year minus the number of students for whom the district receives tuition, except nonresident students who are in the care and custody of a state agency and are attending a public school and students for whom tuition is being paid pursuant to § 13-28-42.1, plus the number of students for whom the district pays tuition. When computing state aid to education for a school district under the foundation program pursuant to § 13-13-73, the secretary of the Department of Education shall use either the school district's fall enrollment or the average of the school district's fall enrollment and the school district's fall enrollment from the prior year, whichever is higher. However, if a school district qualifies to benefit from both the averaging permitted in this subdivision and the one-time payment provided in § 13-13-80 in the same fiscal year, the school district may not benefit from both, but only from the one that provides the most additional funding to the district; (2B) \"Current fall enrollment,\" the number of kindergarten through twelfth grade students enrolled in all schools operated by the school district on the last Friday of September of the current school year minus the number of students for whom the district receives tuition except nonresident students who are in the care and custody of a state agency and are attending a public school and students for whom tuition is being paid pursuant to § 13-28-42.1, plus the number of students for whom the district pays tuition; (2C) \"Small school adjustment,\" calculated as follows: (a) For districts with a fall enrollment of two hundred or less, multiply 0.2 times $4,237.72; (b) For districts with a fall enrollment of greater than two hundred, but less than six hundred, multiply the fall enrollment times negative 0.0005; add 0.3 to that result; and multiply the sum obtained times $4,237.72; (3) \"Index factor,\" is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less; (4) \"Per student allocation,\" for school fiscal year 2009 is $4,664.66. Each school fiscal year thereafter, the per student allocation is the previous fiscal year's per student allocation increased by the index factor; (5) \"Local need,\" is the sum of: (a) The per student allocation multiplied by the fall enrollment; and (b) The small school adjustment, if applicable, multiplied by the fall enrollment; and (c) The payment distributed pursuant to § 13-13-80 and any payments distributed pursuant to this Act , if applicable; (6) \"Local effort,\" the amount of ad valorem taxes generated in a school fiscal year by applying the levies established pursuant to § 10-12-42; (7) \"General fund balance,\" the unreserved fund balance of the general fund, less general fund exclusions plus, beginning with transfers made in fiscal year 2001, any transfers out of the general fund for the previous school fiscal year; (8) \"General fund balance percentage,\" is a school district's general fund balance divided by the school district's total general fund expenditures for the previous school fiscal year, the quotient expressed as a percent; (9) \"General fund base percentage,\" is the lesser of: (a) The general fund balance percentage as of June 30, 2000; or (b) The maximum allowable percentage for that particular fiscal year as stated in this subsection. For fiscal year 2008, the maximum allowable percentage is one hundred percent; for fiscal year 2009, eighty percent; for fiscal year 2010, sixty percent; for fiscal year 2011, forty percent; for fiscal year 2012 and subsequent fiscal years, twenty-five percent. However, the general fund base percentage can never be less than twenty- five percent; (10) \"Allowable general fund balance,\" the general fund base percentage multiplied by the district's general fund expenditures in the previous school fiscal year; (11) \"General fund exclusions,\" revenue a school district has received from the imposition of the excess tax levy pursuant to § 10-12-43; revenue a school district has received from gifts, contributions, grants, or donations; revenue a school district has received under the provisions of §§ 13-6-92 to 13-6-96, revenue a school district has received as compensation for being a sparse school district under the terms of §§ 13-13-78 and 13-13-79, inclusive; and any revenue in the general fund set aside for a noninsurable judgment. Section 5. That § 13-13-73 be amended to read as follows: 13-13-73. The secretary of the Department of Education shall compute state aid to education for each school district under the foundation program according to the following calculations: (1) Determine each school district's fall enrollment; (2) To arrive at the local need per district: (a) Multiply the per student allocation by the fall enrollment; (b) Multiply the small school adjustment, if applicable, by the fall enrollment; and (c) Add the product of subsection (a) to the product of subsection (b) plus the amount of any payments received pursuant to § 13-13-80 or to this Act ; (3) State aid is (a) local need minus local effort, or (b) zero if the calculation in (a) is a negative number; (4) If the state aid appropriation for the general support of education is in excess of the entitlement provided for in this section, the excess shall be used to fund any shortfall of the appropriation as provided for in § 13-37-36.3. The secretary shall report to the Governor by January seventh of each year, the amount of state aid necessary to fully fund the general aid formula in the current year. If a shortfall in the state aid appropriation for general education exists that cannot be covered by § 13-37-45, the Governor shall inform the Legislature and provide a proposal to eliminate the shortfall."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1079, "action_date": "2009-02-02T14:00:00-06:00", "document_id": 6596, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6596.pdf", "status_text": "First read in House and referred to", "journal_page": 245, "committee_id_action": 56, "committee_id_assigned": 43, "result": "N", "vote": {}}, {"bill_id": 1079, "action_date": "2009-02-11T07:45:00-06:00", "document_id": 6974, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6974.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 43, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1079, "action_date": "2009-02-11T07:45:00-06:00", "document_id": 7207, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7207.pdf", "status_text": "Tabled", "journal_page": 337, "committee_id_action": 43, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 3885, "president_vote": null, "Yea": [720, 688, 708, 712, 724, 652, 678, 714, 736, 728, 658, 723, 684, 696], "Excused": [729]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/1079"}