{"session_id": 61, "bill_id": 21094, "bill_type": "House Bill", "bill_number": 1245, "bill_title": "make appropriations from the water and environment fund, the environment and natural resources fee fund, the water pollution control revolving fund subfund, and the drinking water revolving fund subfund for various water and environmental purposes, to revise the state cost share for the Lewis and Clark Rural Water System, and to declare an emergency.", "sponsors": [], "keywords": ["Appropriation", "Office of the Governor", "Water Management"], "audio": [{"meeting_datetime": "2007-02-09T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hap23.mp3", "start_seconds": 2839.0}, {"meeting_datetime": "2007-02-09T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hap23.mp3", "start_seconds": 2839.0}, {"meeting_datetime": "2007-02-09T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hap23.mp3", "start_seconds": 2839.0}, {"meeting_datetime": "2007-02-12T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou24.mp3", "start_seconds": 5122.0}, {"meeting_datetime": "2007-02-12T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou24.mp3", "start_seconds": 5122.0}, {"meeting_datetime": "2007-02-12T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou24.mp3", "start_seconds": 5122.0}, {"meeting_datetime": "2007-02-20T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sap28.mp3", "start_seconds": 2958.0}, {"meeting_datetime": "2007-02-20T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sap28.mp3", "start_seconds": 2958.0}, {"meeting_datetime": "2007-02-20T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sap28.mp3", "start_seconds": 2958.0}, {"meeting_datetime": "2007-02-21T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen29.mp3", "start_seconds": 3783.0}, {"meeting_datetime": "2007-02-21T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen29.mp3", "start_seconds": 3783.0}, {"meeting_datetime": "2007-02-21T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen29.mp3", "start_seconds": 3783.0}], "bill_versions": [{"bill_id": 21094, "bill_version_id": 110996, "bill_version": "Introduced", "bill_version_date": "2007-01-29T08:33:52-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to make appropriations from the water and environment fund, the environment and natural resources fee fund, the water pollution control revolving fund subfund, and the drinking water revolving fund subfund for various water and environmental purposes, to revise the state cost share for the Lewis and Clark Rural Water System, and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby appropriated from the South Dakota water and environment fund established pursuant to § 46A-1-60, the sum of four million dollars ($ 4,000,000 ), or so much thereof as may be necessary, to the South Dakota Board of Water and Natural Resources for the purpose of providing grants and loans to project sponsors under the consolidated water facilities construction program established pursuant to § 46A-1-63.1. Funds shall be provided according to terms and conditions established by the Board of Water and Natural Resources. Section 2. That § 46A-1-13.10 be amended to read as follows: 46A-1-13.10. Pursuant to §§ 46A-1-11 to 46A-1-13, inclusive, construction of the South Dakota project features of a two hundred seventy-two million eight hundred thousand dollar Lewis and Clark Rural Water System as generally described in the report \"Feasibility Level Evaluation of a Missouri River Regional Water Supply for South Dakota, Iowa and Minnesota\" dated September 1993, is hereby authorized for the purposes of providing safe and adequate municipal, rural and industrial water supplies as well as mitigation of wetlands and water conservation in the counties of Union, Clay, Lincoln, Turner, Minnehaha, McCook, and Lake. There is hereby authorized from the South Dakota water and environment fund established pursuant to § 46A-1-60, a grant in the amount of eighteen million five hundred eighty-five thousand five hundred forty dollars ($18,585,540) nineteen million six hundred eighty-five thousand dollars ($ 19,685,000 ) , or so much thereof as may be necessary, to provide the State of South Dakota's portion of the nonfederal matching requirement for the Lewis and Clark Rural Water System. No disbursements may be made under the grant authorized by this section unless funds are appropriated by the Legislature in conformance with § 46A-1-61. Grant terms and conditions shall be set by the Board of Water and Natural Resources. The grant authorized by this section may be increased or decreased by such amounts as may be justified by reason of ordinary fluctuations in development costs incurred after September 1993, as indicated by engineering costs indices applicable for the type of construction involved. For purposes of § 1.103-1 of the federal income tax regulations, Lewis and Clark Rural Water System, Inc. is hereby recognized as a corporation authorized to act on behalf of its members, including its South Dakota member governmental units, to provide drinking water to their communities, and to issue debt obligations in its own name on behalf of some or all of its members. However, no South Dakota member governmental unit is liable for the payment of principal of or interest on such obligations. Section 3. There is hereby appropriated from the South Dakota water and environment fund established pursuant to § 46A-1-60, the sum of two million five hundred thousand dollars ($ 2,500,000 ), or so much thereof as may be necessary, to the South Dakota Board of Water and Natural Resources for the purpose of providing a grant to local project sponsors for the engineering design, preconstruction activities, and construction of the Lewis and Clark rural water system as authorized in § 46A-1-13.10. Funds shall be used by the project sponsors for activities that qualify as nonfederal matching requirements as enumerated in P.L. 106-246 as amended to January 1, 2007. Funds shall be provided according to terms and conditions established by the Board of Water and Natural Resources. Section 4. There is hereby appropriated from the South Dakota water and environment fund established pursuant to § 46A-1-60, the sum of two million dollars ($ 2,000,000 ), or so much thereof as may be necessary, to provide funds to the South Dakota Board of Water and Natural Resources for the purpose of providing a one million five hundred thousand dollar ($1,500,000) grant and a five hundred thousand dollar ($500,000) loan to the project sponsors for the engineering design, preconstruction activities, and construction of the facilities included in the Perkins County rural water system as authorized in § 46A-1-94. Funds shall be used by the project sponsors for activities that qualify as nonfederal matching requirements as enumerated in P.L. 106-136 as amended to January 1, 2007. Funds shall be provided according to terms and conditions established by the Board of Water and Natural Resources. Section 5. There is hereby appropriated from the South Dakota water and environment fund established pursuant to § 46A-1-60, the sum of six hundred twenty-five thousand dollars ($ 625,000 ), or so much thereof as may be necessary, to the South Dakota Board of Water and Natural Resources for the purpose of providing grants to local project sponsors for the planning and feasibility study, engineering design, preconstruction activities, and construction of the facilities included in the Southern Black Hills Water System. Funds shall be provided according to terms and conditions established by the Board of Water and Natural Resources. Section 6. There is hereby appropriated from the South Dakota water and environment fund established pursuant to § 46A-1-60, the sum of forty thousand dollars ($ 40,000 ), or so much thereof as may be necessary, to the South Dakota Board of Water and Natural Resources for the purpose of providing a grant to the project sponsors for a feasibility phase study and other activities of the James River restoration project as authorized in § 46A-1-13.9. Funds shall be provided according to terms and conditions established by the Board of Water and Natural Resources. Section 7. There is hereby appropriated from the South Dakota water and environment fund established pursuant to § 46A-1-60, the sum of one million dollars ($ 1,000,000 ), or so much thereof as may be necessary, to the South Dakota Board of Water and Natural Resources for the purpose of providing grants and loans to project sponsors under the solid waste management program established pursuant to § 46A-1-83. Funds shall be provided according to the terms and conditions established by the Board of Water and Natural Resources. Section 8. Notwithstanding § 34A-6-85, there is hereby appropriated from the South Dakota water and environment fund established pursuant to § 46A-1-60, from the fees received pursuant to § § 34A-6-81 to 34A-6-84, inclusive, the sum of one million two hundred fifty thousand dollars ($ 1,250,000 ), or so much thereof as may be necessary, to the South Dakota Board of Water and Natural Resources for the purpose of providing grants and loans to project sponsors for the construction, enlargement, or upgrade of regional landfills. Funds shall be provided according to the terms and conditions established by the Board of Water and Natural Resources. Notwithstanding § 46A-1-67, the term of years for loans under this section may be extended to the useful life of the facilities being financed. Section 9. There is hereby appropriated from the South Dakota water and environment fund established pursuant to § 46A-1-60, the sum of one hundred thousand dollars ($ 100,000 ), or so much thereof as may be necessary, to the South Dakota Board of Water and Natural Resources for the purpose of providing a grant to project sponsors for a feasibility study for developing regional water and sewer infrastructure in the Rapid City area to include portions of Meade County and Pennington County. Funds shall be provided according to terms and conditions established by the Board of Water and Natural Resources. Section 10. There is hereby appropriated from the South Dakota environment and natural resources fee fund established pursuant to § 1_40-30, the sum of one hundred fifty thousand dollars ($ 150,000 ), to the Department of Environment and Natural Resources for the determination of selected total maximum daily load limits as required pursuant to the 1998, 2002, 2004, and 2006 South Dakota 303(d) waterbody lists developed pursuant to the federal Clean Water Act § 303(d) as amended to January 1, 2007. Any funds appropriated by this section that are not expended for the authorized purpose shall be deposited in the South Dakota water and environment fund established pursuant to § 46A-1-60. Section 11. There is hereby appropriated from administrative expense surcharge fees deposited in the South Dakota state water pollution control revolving fund program subfund established pursuant to § 46A-1-60.1, the sum of four hundred thousand dollars ($ 400,000 ), or so much thereof as may be necessary, to the South Dakota Board of Water and Natural Resources for the purpose of providing water quality grants under the state water pollution control revolving fund program established pursuant to § 46A-1-60.1. Funds shall be provided according to terms and conditions established by the Board of Water and Natural Resources. Section 12. There is hereby appropriated from administrative expense surcharge fees deposited in the South Dakota state water pollution control revolving fund program subfund established pursuant to § 46A-1-60.1, the sum of one hundred fifty thousand dollars ($ 150,000 ), or so much thereof as may be necessary, to the South Dakota Board of Water and Natural Resources for the purpose of contracting for the preparation of applications and administration of clean water state revolving fund loans under the state water pollution control revolving fund program established pursuant to § 46A-1-60.1. Funds shall be provided according to terms and conditions established by the Board of Water and Natural Resources. Section 13. There is hereby appropriated from administrative expense surcharge fees deposited in the South Dakota state drinking water revolving fund program subfund established pursuant to § 46A-1-60.1, the sum of one hundred fifty thousand dollars ($ 150,000 ), or so much thereof as may be necessary, to the South Dakota Board of Water and Natural Resources for the purpose of contracting for the preparation of applications and administration of drinking water state revolving fund loans under the state drinking water revolving fund program established pursuant to § 46A-1-60.1. Funds shall be provided according to terms and conditions established by the Board of Water and Natural Resources. Section 14. There is hereby appropriated from South Dakota state drinking water revolving fund program subfund established pursuant to § 46A-1-60.1, the sum of one hundred sixty thousand dollars ($ 160,000 ), or so much thereof as may be necessary, to the South Dakota Board of Water and Natural Resources for the purpose of providing small system technical assistance set-aside grants to project sponsors under the state drinking water revolving fund program established pursuant to § 46A-1-60.1. Funds shall be provided according to terms and conditions established by the Board of Water and Natural Resources. Section 15. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 21094, "bill_version_id": 112607, "bill_version": "Enrolled", "bill_version_date": "2007-02-22T08:40:52-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 21094, "action_date": "2007-01-29T14:00:00-06:00", "document_id": 111076, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111076.pdf", "status_text": "First read in House and referred to", "journal_page": 237, "committee_id_action": 923, "committee_id_assigned": 910, "result": "N", "vote": {}}, {"bill_id": 21094, "action_date": "2007-02-09T08:00:00-06:00", "document_id": 111921, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111921.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 910, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21094, "action_date": "2007-02-09T08:00:00-06:00", "document_id": 111921, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111921.pdf", "status_text": "Do Pass,", "journal_page": 426, "committee_id_action": 910, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 64891, "president_vote": null, "Yea": [3580, 3581, 3583, 3586, 3600, 3611, 3655, 3666, 3654]}}, {"bill_id": 21094, "action_date": "2007-02-12T14:00:00-06:00", "document_id": 112085, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112085.pdf", "status_text": "Do Pass,", "journal_page": 470, "committee_id_action": 923, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 67095, "president_vote": null, "Yea": [3572, 3576, 3577, 3578, 3579, 3580, 3581, 3582, 3583, 3586, 3587, 3588, 3590, 3591, 3592, 3593, 3594, 3597, 3598, 3599, 3600, 3604, 3605, 3606, 3609, 3611, 3613, 3616, 3619, 3620, 3622, 3624, 3628, 3629, 3631, 3632, 3635, 3637, 3638, 3640, 3642, 3643, 3644, 3645, 3646, 3648, 3649, 3650, 3651, 3653, 3654, 3655, 3656, 3657, 3658, 3660, 3662, 3663, 3665, 3666, 3668, 3671, 3672, 3673, 3674, 3675, 3676, 3584], "Excused": [3614, 3670]}}, {"bill_id": 21094, "action_date": "2007-02-13T14:00:00-06:00", "document_id": 112192, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112192.pdf", "status_text": "First read in Senate and referred to", "journal_page": 494, "committee_id_action": 924, "committee_id_assigned": 922, "result": "N", "vote": {}}, {"bill_id": 21094, "action_date": "2007-02-20T08:00:00-06:00", "document_id": 112454, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112454.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 922, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21094, "action_date": "2007-02-20T08:00:00-06:00", "document_id": 112454, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112454.pdf", "status_text": "Do Pass,", "journal_page": 571, "committee_id_action": 922, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 65351, "president_vote": null, "Yea": [3575, 3603, 3610, 3615, 3617, 3618, 3633, 3661, 3574]}}, {"bill_id": 21094, "action_date": "2007-02-21T14:00:00-06:00", "document_id": 112584, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112584.pdf", "status_text": "Do Pass,", "journal_page": 606, "committee_id_action": 924, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 65455, "president_vote": null, "Yea": [3571, 3573, 3574, 3575, 3585, 3589, 3595, 3596, 3602, 3603, 3607, 3608, 3610, 3612, 3615, 3617, 3618, 3621, 3623, 3625, 3626, 3627, 3630, 3633, 3634, 3636, 3639, 3641, 3647, 3652, 3659, 3661, 3664, 3667, 3669]}}, {"bill_id": 21094, "action_date": "2007-02-22T14:00:00-06:00", "document_id": 112674, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112674.pdf", "status_text": "Signed by Speaker", "journal_page": 625, "committee_id_action": 923, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21094, "action_date": "2007-02-23T12:30:00-06:00", "document_id": 112778, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112778.pdf", "status_text": "Signed by President", "journal_page": 647, "committee_id_action": 924, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21094, "action_date": "2007-02-27T14:00:00-06:00", "document_id": 112981, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112981.pdf", "status_text": "Delivered to the Governor", "journal_page": 690, "committee_id_action": 923, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21094, "action_date": "2007-03-01T10:00:00-06:00", "document_id": 113203, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113203.pdf", "status_text": "Signed by Governor", "journal_page": 728, "committee_id_action": 923, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 3808}