{"session_id": 47, "bill_id": 13366, "bill_type": "House Bill", "bill_number": 1072, "bill_title": "to provide for the impoundment of certain uninsured vehicles.", "sponsors": [{"legislator_profile_id": 2101, "is_prime": true}, {"legislator_profile_id": 2166, "is_prime": true}, {"legislator_profile_id": 2095, "is_prime": false}, {"legislator_profile_id": 2096, "is_prime": false}, {"legislator_profile_id": 2152, "is_prime": false}, {"legislator_profile_id": 2157, "is_prime": false}, {"legislator_profile_id": 2163, "is_prime": false}, {"legislator_profile_id": 2174, "is_prime": false}], "keywords": ["Law Enforcement", "Motor Vehicle Insurance"], "audio": [], "bill_versions": [{"bill_id": 13366, "bill_version_id": 77161, "bill_version": "Introduced", "bill_version_date": "1998-01-15T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the impoundment of certain uninsured vehicles. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 32-35 be amended by adding thereto a NEW SECTION to read as follows: Any law enforcement officer who reasonably believes that a person is driving an uninsured vehicle in violation of § 32-35-113 may, without prior notice, order the vehicle impounded until a person with right to possession of the vehicle complies with the conditions for release or the vehicle is ordered released by a hearings officer. Section 2. That chapter 32-35 be amended by adding thereto a NEW SECTION to read as follows: If any state or local law enforcement agency impounds a vehicle under this Act, the agency shall provide, by certified mail within forty-eight hours of the removal, written notice to the owners of the vehicle and any lessors or security interest holders as shown in the records of the Division of Motor Vehicles. The forty-eight-hour period under this section does not include holidays, Saturdays, or Sundays. The notice shall state all of the following: (1) That the vehicle has been impounded, the identity of the law enforcement agency that impounded vehicle, and the statute, ordinance, or rule under which the vehicle has been impounded; (2) The location of the vehicle or the telephone number and address of the law enforcement agency that will provide the information; (3) That the vehicle is subject to towing and storage charges, the amount of charges that have accrued to the date of the notice and the daily storage charges; (4) That the vehicle and its contents are subject to a lien for payment of the towing and storage charges and that the vehicle and its contents will be sold to cover the charges if the charges are not paid by a date specified by the impounding law enforcement agency; (5) That the owner, possessor, or person having an interest in the vehicle and its contents is entitled to a prompt hearing to contest the validity of taking the vehicle into custody and removing it and to contest the reasonableness of the charges for towing and storage if a hearing is timely requested; (6) The time within which a hearing must be requested and the method for requesting a hearing; and (7) That the vehicle and its contents may be immediately reclaimed by presentation to the impounding law enforcement agency of satisfactory proof of ownership or right to possession and proof of compliance with financial responsibility requirements and either payment of the towing and storage charges or the deposit of cash security or a bond equal to the charges with the impounding law enforcement agency. Section 3. That chapter 32-35 be amended by adding thereto a NEW SECTION to read as follows: A vehicle impounded under this Act shall be released to a person entitled to lawful possession upon proof of compliance with financial responsibility requirements for the vehicle, payment to the impounding law enforcement agency of a fee of fifteen dollars, and payment of any towing and storage charges. Proof shall be presented to the impounding law enforcement agency, which shall authorize the person storing the vehicle to release it upon payment of the charges. Section 4. That chapter 32-35 be amended by adding thereto a NEW SECTION to read as follows: A person entitled to lawful possession of a vehicle impounded under this Act may request a hearing to contest the validity of the impoundment within five calendar days of the impoundment. The request shall be made to a person designated by the impounding law enforcement agency to receive such requests. If a timely request for a hearing is made, a hearing shall be held before a hearings officer designated by the impounding law enforcement agency. The hearing shall be set for four calendar days after the request is received, excluding Saturdays, Sundays, and holidays, but may be postponed at the request of the person asking for the hearing. The impounding law enforcement agency has the burden of proving by a preponderance of the evidence that there were reasonable grounds to believe that the vehicle was being operated in violation of § 32-35-113. The law enforcement officer who ordered the vehicle impounded may submit an affidavit to the hearings officer in lieu of making a personal appearance at the hearing. If the hearings officer finds that the impoundment of the vehicle was proper, the hearings officer shall enter an order supporting the removal and shall find that the owner or person entitled to possession of the vehicle is liable for usual and customary towing and storage costs. The hearings officer may also find the owner or person entitled to possession of the vehicle liable for costs of the hearing. If the hearings officer finds that impoundment of the vehicle was improper, the hearings officer shall order the vehicle released to the person entitled to possession and shall enter a finding that the owner or person entitled to possession of the vehicle is not liable for any towing or storage costs resulting from the impoundment and that any lien on the vehicle for towing and storage charges shall be paid by the impounding law enforcement agency. A law enforcement agency may contract with another agency or entity to conduct hearings under this section. Section 5. That chapter 32-35 be amended by adding thereto a NEW SECTION to read as follows: Nothing in this Act limits the authority of a municipality or county to adopt ordinances dealing with impounding of uninsured vehicles."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13366, "action_date": "1998-01-15T14:00:00-06:00", "document_id": 76887, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76887.pdf", "status_text": "First read in House and referred to", "journal_page": 48, "committee_id_action": 600, "committee_id_assigned": 588, "result": "N", "vote": {}}, {"bill_id": 13366, "action_date": "1998-01-27T07:45:00-06:00", "document_id": 76577, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76577.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 588, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13366, "action_date": "1998-01-27T07:45:00-06:00", "document_id": 76577, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76577.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 588, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13366, "action_date": "1998-02-03T07:45:00-06:00", "document_id": 76635, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76635.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 588, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13366, "action_date": "1998-02-03T07:45:00-06:00", "document_id": 76635, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76635.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 358, "committee_id_action": 588, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40202, "president_vote": null, "Yea": [2127, 2132, 2180, 2186, 2100, 2104, 2105, 2151, 2178, 2171, 2177], "Excused": [2183, 2198]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/13366"}