{"session_id": 24, "bill_id": 7377, "bill_type": "Senate Bill", "bill_number": 106, "bill_title": "provide for the collection of sales taxes from certain remote sellers, to establish certain Legislative findings, and to declare an emergency.", "sponsors": [{"legislator_profile_id": 963, "is_prime": true}, {"legislator_profile_id": 971, "is_prime": true}, {"legislator_profile_id": 1042, "is_prime": false}, {"legislator_profile_id": 977, "is_prime": false}, {"legislator_profile_id": 1037, "is_prime": false}, {"legislator_profile_id": 986, "is_prime": false}, {"legislator_profile_id": 976, "is_prime": false}, {"legislator_profile_id": 1002, "is_prime": false}, {"legislator_profile_id": 1035, "is_prime": false}, {"legislator_profile_id": 1024, "is_prime": false}, {"legislator_profile_id": 1000, "is_prime": false}, {"legislator_profile_id": 970, "is_prime": false}, {"legislator_profile_id": 1025, "is_prime": false}, {"legislator_profile_id": 1008, "is_prime": false}, {"legislator_profile_id": 989, "is_prime": false}], "keywords": ["Sales Tax", "State Affairs and Government", "Tax", "Use Tax"], "audio": [{"meeting_datetime": "2016-02-03T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sst14.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2016-02-17T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sst22.mp3", "start_seconds": 147.0}, {"meeting_datetime": "2016-02-17T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sst22.mp3", "start_seconds": 147.0}, {"meeting_datetime": "2016-02-17T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sst22.mp3", "start_seconds": 147.0}, {"meeting_datetime": "2016-02-17T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sst22.mp3", "start_seconds": 147.0}, {"meeting_datetime": "2016-02-19T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen24.mp3", "start_seconds": 2956.0}, {"meeting_datetime": "2016-02-19T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen24.mp3", "start_seconds": 2956.0}, {"meeting_datetime": "2016-02-19T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen24.mp3", "start_seconds": 2956.0}, {"meeting_datetime": "2016-02-29T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hst29.mp3", "start_seconds": 60.0}, {"meeting_datetime": "2016-02-29T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hst29.mp3", "start_seconds": 60.0}, {"meeting_datetime": "2016-02-29T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hst29.mp3", "start_seconds": 60.0}, {"meeting_datetime": "2016-03-01T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou30.mp3", "start_seconds": 2135.0}, {"meeting_datetime": "2016-03-01T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou30.mp3", "start_seconds": 2135.0}, {"meeting_datetime": "2016-03-01T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou30.mp3", "start_seconds": 2135.0}], "bill_versions": [{"bill_id": 7377, "bill_version_id": 38231, "bill_version": "Introduced", "bill_version_date": "2016-01-27T11:03:24.557-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the collection of sales taxes from certain remote sellers, to establish certain Legislative findings, and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Notwithstanding any other provision of law, any seller selling tangible personal property, products transferred electronically, or services for delivery into South Dakota, shall be subject to chapters 10-45 and 10-52, and the seller shall collect and remit the sales tax. The seller shall follow all applicable procedures and requirements of law as if the seller had a physical presence in the state, if the seller meets either of the following criteria: (1) The seller's gross revenue from delivery of tangible personal property, any product transferred electronically, or services into South Dakota in the previous calendar year or current calendar year exceeds one hundred thousand dollars; or (2) The seller sold tangible personal property, any product transferred electronically, or services for delivery into South Dakota in two hundred or more separate transactions in the previous calendar year or the current calendar year. Section 2. That the code be amended by adding a NEW SECTION to read: Notwithstanding any other provision of law, and whether or not the state initiates an audit or other tax collection procedure, the state may bring a declaratory judgment action under § 21-24-1 in any circuit court against any person the state believes meets the criteria of section 1 of this Act to establish that the collection obligation is applicable and valid under state and federal law. The circuit court shall act on this declaratory judgment action as expeditiously as possible and the circuit court shall proceed with priority over any other action presenting the same question in any other venue. Section 3. That the code be amended by adding a NEW SECTION to read: During a pending action provided in section 2 of this Act, and upon determining that a question is presented regarding the constitutionality of this law the court shall on the state's motion or the court's own initiative enjoin the state from enforcing the obligation in section 1 of this Act against any taxpayer who does not affirmatively consent or otherwise collect the tax on a voluntary basis. The injunction does not apply if there is a previous judgment from a court establishing the validity of the obligation in section 1 of this Act with respect to the particular taxpayer. Section 4. That the code be amended by adding a NEW SECTION to read: Any appeal from the decision with respect to the cause of action established by this Act may only be made to the State Supreme Court. The appeal shall be heard as expeditiously as possible. Section 5. That the code be amended by adding a NEW SECTION to read: No obligation to collect and remit the sales tax required by this Act may be applied retroactively. Section 6. That the code be amended by adding a NEW SECTION to read: If an injunction provided by this Act is lifted, the state shall assess and apply the collection obligation only from that date forward with respect to any taxpayer covered by the injunction. Section 7. That the code be amended by adding a NEW SECTION to read: The Legislature finds that: (1) The inability to effectively collect the sales or use tax from remote sellers who deliver tangible personal property, any product transferred electronically, or services directly to the citizens of South Dakota is seriously eroding the sales tax base of this state, causing revenue losses and imminent harm to this state through the loss of critical funding for state and local services; (2) The harms from the revenue losses are especially serious in South Dakota because the state has no income tax, and sales and use tax revenues are essential in funding state and local services; (3) Despite the fact that a use tax is owed on tangible personal property, any product transferred electronically, or services delivered for use in this state, many remote sellers actively market sales as tax free or no sales tax transactions; (4) The structural advantages of remote sellers, including the absence of point-of-sale tax collection, along with the general growth of online retail, make clear that further erosion of this state's sales tax base is likely in the near future; (5) Remote sellers who make a substantial number of deliveries into or have large gross revenues from South Dakota benefit extensively from this state's market, including the economy generally, as well as state infrastructure; (6) In contrast with the expanding harms caused to the state from this exemption of sales tax collection duties for remote sellers, the costs of that collection have fallen. Given modern computing and software options, it is neither unusually difficult nor burdensome for remote sellers to collect and remit sales taxes associated with sales into South Dakota; (7) As Justice Kennedy recently recognized in his concurrence in Direct Marketing Association v. Brohl, the Supreme Court of the United States should reconsider its doctrine that prevents states from requiring remote sellers to collect sales tax, and as the foregoing findings make clear, this argument has grown stronger, and the cause more urgent, with time; (8) Given the urgent need for the Supreme Court of the United States to reconsider this doctrine, it is necessary for this state to pass this law clarifying its immediate intent to require collection of sales taxes by remote sellers, and permitting the most expeditious possible review of the constitutionality of this law; (9) Expeditious review is necessary and appropriate because, while it may be reasonable notwithstanding this law for remote sellers to continue to refuse to collect the sales tax in light of existing federal constitutional doctrine, any such refusal causes imminent harm to this state; (10) At the same time, the Legislature recognizes that the enactment of this law places remote sellers in a complicated position, precisely because existing constitutional doctrine calls this law into question. Accordingly, the Legislature intends to clarify that the obligations created by this law would be appropriately stayed by the courts until the constitutionality of this law has been clearly established by a binding judgment, including, for example, a decision from the Supreme Court of the United States abrogating its existing doctrine, or a final judgment applicable to a particular taxpayer; and (11) It is the intent of the Legislature to apply South Dakota's sales and use tax obligations to the limit of federal and state constitutional doctrines, and to thereby clarify that South Dakota law permits the state to immediately argue in any litigation that such constitutional doctrine should be changed to permit the collection obligations of this Act. Section 8. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect on and after April 1, 2016."}, {"bill_id": 7377, "bill_version_id": 39488, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "2016-02-17T15:41:14.953-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the collection of sales taxes from certain remote sellers, to establish certain Legislative findings, and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Notwithstanding any other provision of law, any seller selling tangible personal property, products transferred electronically, or services for delivery into South Dakota, who does not have a physical presence in the state, is subject to chapters 10-45 and 10-52, shall remit the sales tax and shall follow all applicable procedures and requirements of law as if the seller had a physical presence in the state, provided the seller meets either of the following criteria in the previous calendar year or the current calendar year: (1) The seller's gross revenue from the sale of tangible personal property, any product transferred electronically, or services delivered into South Dakota exceeds one hundred thousand dollars; or (2) The seller sold tangible personal property, any product transferred electronically, or services for delivery into South Dakota in two hundred or more separate transactions. Section 2. That the code be amended by adding a NEW SECTION to read: Notwithstanding any other provision of law, and whether or not the state initiates an audit or other tax collection procedure, the state may bring a declaratory judgment action under chapter 21-24 in any circuit court against any person the state believes meets the criteria of section 1 of this Act to establish that the obligation to remit sales tax is applicable and valid under state and federal law. The circuit court shall act on this declaratory judgment action as expeditiously as possible and this action shall proceed with priority over any other action presenting the same question in any other venue. In this action, the court shall presume that the matter may be fully resolved through a motion to dismiss or a motion for summary judgment. However, if these motions do not resolve the action, any discovery allowed by the court may not exceed the provisions of subdivisions 15-6-73(2) and (4). The provisions of § 10-59-34, along with any other provisions authorizing attorney's fees, do not apply to any action brought pursuant to this Act or any appeal from any action brought pursuant to this Act. Section 3. That the code be amended by adding a NEW SECTION to read: The filing of the declaratory judgment action established in this Act by the state operates as an injunction during the pendency of the action, applicable to each state entity, prohibiting any state entity from enforcing the obligation in section 1 of this Act against any taxpayer who does not affirmatively consent or otherwise remit the sales tax on a voluntary basis. The injunction does not apply if there is a previous judgment from a court establishing the validity of the obligation in section 1 of this Act with respect to the particular taxpayer. Section 4. That the code be amended by adding a NEW SECTION to read: Any appeal from the decision with respect to the cause of action established by this Act may only be made to the state Supreme Court. The appeal shall be heard as expeditiously as possible. Section 5. That the code be amended by adding a NEW SECTION to read: No obligation to remit the sales tax required by this Act may be applied retroactively. Section 6. That the code be amended by adding a NEW SECTION to read: If an injunction provided by this Act is lifted or dissolved, in general or with respect to a specific taxpayer, the state shall assess and apply the obligation established in section 1 of this Act from that date forward with respect to any taxpayer covered by the injunction. Section 7. That the code be amended by adding a NEW SECTION to read: A taxpayer complying with this Act, voluntarily or otherwise, may only seek a recovery of taxes, penalties, or interest by following the recovery procedures established pursuant to chapter 10-59. However, no claim may be granted on the basis that the taxpayer lacked a physical presence in the state and complied with this Act voluntarily while covered by the injunction provided in section 3 of this Act. Nothing in this Act limits the ability of any taxpayer to obtain a refund for any other reason, including a mistake of fact or mathematical miscalculation of the applicable tax. No seller who remits sales tax voluntarily or otherwise under this Act is liable to a purchaser who claims that the sales tax has been over-collected because a provision of this Act is later deemed unlawful. Nothing in this Act affects the obligation of any purchaser from this state to remit use tax as to any applicable transaction in which the seller does not collect and remit or remit an offsetting sales tax. Section 8. That the code be amended by adding a NEW SECTION to read: The Legislature finds that: (1) The inability to effectively collect the sales or use tax from remote sellers who deliver tangible personal property, products transferred electronically, or services directly into South Dakota is seriously eroding the sales tax base of this state, causing revenue losses and imminent harm to this state through the loss of critical funding for state and local services; (2) The harm from the loss of revenue is especially serious in South Dakota because the state has no income tax, and sales and use tax revenues are essential in funding state and local services; (3) Despite the fact that a use tax is owed on tangible personal property, any product transferred electronically, or services delivered for use in this state, many remote sellers actively market sales as tax free or no sales tax transactions; (4) The structural advantages of remote sellers, including the absence of point-of-sale tax collection, along with the general growth of online retail, make clear that further erosion of this state's sales tax base is likely in the near future; (5) Remote sellers who make a substantial number of deliveries into or have large gross revenues from South Dakota benefit extensively from this state's market, including the economy generally, as well as state infrastructure; (6) In contrast with the expanding harms caused to the state from this exemption of sales tax collection duties for remote sellers, the costs of that collection have fallen. Given modern computing and software options, it is neither unusually difficult nor burdensome for remote sellers to collect and remit sales taxes associated with sales into South Dakota; (7) As Justice Kennedy recently recognized in his concurrence in Direct Marketing Association v. Brohl, the Supreme Court of the United States should reconsider its doctrine that prevents states from requiring remote sellers to collect sales tax, and as the foregoing findings make clear, this argument has grown stronger, and the cause more urgent, with time; (8) Given the urgent need for the Supreme Court of the United States to reconsider this doctrine, it is necessary for this state to pass this law clarifying its immediate intent to require collection of sales taxes by remote sellers, and permitting the most expeditious possible review of the constitutionality of this law; (9) Expeditious review is necessary and appropriate because, while it may be reasonable notwithstanding this law for remote sellers to continue to refuse to collect the sales tax in light of existing federal constitutional doctrine, any such refusal causes imminent harm to this state; (10) At the same time, the Legislature recognizes that the enactment of this law places remote sellers in a complicated position, precisely because existing constitutional doctrine calls this law into question. Accordingly, the Legislature intends to clarify that the obligations created by this law would be appropriately stayed by the courts until the constitutionality of this law has been clearly established by a binding judgment, including, for example, a decision from the Supreme Court of the United States abrogating its existing doctrine, or a final judgment applicable to a particular taxpayer; and (11) It is the intent of the Legislature to apply South Dakota's sales and use tax obligations to the limit of federal and state constitutional doctrines, and to thereby clarify that South Dakota law permits the state to immediately argue in any litigation that such constitutional doctrine should be changed to permit the collection obligations of this Act. Section 9. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist. This Act shall be in full force and effect on the first day of the first month that is at least fifteen calendar days from the date this Act is signed by the Governor."}, {"bill_id": 7377, "bill_version_id": 40224, "bill_version": "Enrolled", "bill_version_date": "2016-03-02T09:39:42.237-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7377, "action_date": "2016-01-27T14:00:00-06:00", "document_id": 38273, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38273.pdf", "status_text": "First read in Senate and referred to", "journal_page": 150, "committee_id_action": 309, "committee_id_assigned": 306, "result": "N", "vote": {}}, {"bill_id": 7377, "action_date": "2016-02-03T10:00:00-06:00", "document_id": 38199, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38199.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 306, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7377, "action_date": "2016-02-17T10:00:00-06:00", "document_id": 39166, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39166.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 306, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7377, "action_date": "2016-02-17T10:00:00-06:00", "document_id": 39465, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39465.pdf", "status_text": "Hoghoused", "journal_page": 0, "committee_id_action": 306, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7377, "action_date": "2016-02-17T10:00:00-06:00", "document_id": 39465, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39465.pdf", "status_text": "Do Pass Amended", "journal_page": 316, "committee_id_action": 306, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20999, "president_vote": null, "Yea": [984, 1000, 977, 997, 1010, 1012, 978, 1045, 1037]}}, {"bill_id": 7377, "action_date": "2016-02-19T13:30:00-06:00", "document_id": 39662, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39662.pdf", "status_text": "Do Pass Amended", "journal_page": 370, "committee_id_action": 309, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21190, "president_vote": null, "Yea": [974, 977, 999, 1037, 966, 1067, 979, 969, 1005, 1047, 998, 1035, 984, 994, 1041, 967, 975, 1011, 1010, 1020, 971, 1016, 1001, 1046, 1066, 1012, 1045, 1000, 970, 978, 1013, 973, 1008], "Excused": [1014, 997]}}, {"bill_id": 7377, "action_date": "2016-02-22T14:00:00-06:00", "document_id": 39775, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39775.pdf", "status_text": "First read in House and referred to", "journal_page": 621, "committee_id_action": 325, "committee_id_assigned": 317, "result": "N", "vote": {}}, {"bill_id": 7377, "action_date": "2016-02-29T07:45:00-06:00", "document_id": 39933, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39933.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 317, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7377, "action_date": "2016-02-29T07:45:00-06:00", "document_id": 40023, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40023.pdf", "status_text": "Do Pass", "journal_page": 710, "committee_id_action": 317, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21554, "president_vote": null, "Yea": [1042, 983, 1022, 1002, 1044, 1024, 1003, 981, 1029, 990, 989, 976], "Excused": [1025]}}, {"bill_id": 7377, "action_date": "2016-03-01T14:00:00-06:00", "document_id": 40194, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40194.pdf", "status_text": "Do Pass Amended", "journal_page": 740, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21694, "president_vote": null, "Yea": [1043, 1042, 1063, 983, 1057, 964, 1039, 986, 1050, 1060, 1009, 1033, 980, 985, 976, 1049, 1022, 1056, 1061, 1021, 1002, 1019, 1065, 972, 963, 1062, 1038, 987, 982, 1055, 1044, 1017, 1058, 1036, 1048, 1024, 1003, 968, 1018, 1059, 1054, 1031, 1027, 1028, 992, 1034, 1006, 1007, 1030, 988, 1026, 981, 1023, 1069, 1029, 996, 990, 1032, 1025, 1051, 965, 1053, 1064, 989], "Nay": [1040, 991], "Excused": [995, 1015, 1052, 993]}}, {"bill_id": 7377, "action_date": "2016-03-03T13:30:00-06:00", "document_id": 40342, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40342.pdf", "status_text": "Signed by the President", "journal_page": 534, "committee_id_action": 309, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7377, "action_date": "2016-03-07T14:00:00-06:00", "document_id": 40418, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40418.pdf", "status_text": "Signed by the Speaker", "journal_page": 807, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7377, "action_date": "2016-03-08T10:00:00-06:00", "document_id": 40488, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40488.pdf", "status_text": "Delivered to the Governor", "journal_page": 560, "committee_id_action": 309, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7377, "action_date": "2016-03-29T10:00:00-05:00", "document_id": 40611, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40611.pdf", "status_text": "Signed by the Governor", "journal_page": 619, "committee_id_action": 309, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6106}