{"session_id": 69, "bill_id": 24823, "bill_type": "Senate Bill", "bill_number": 16, "bill_title": "make appropriations for water and environmental purposes and to declare an emergency.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24823", "sponsors": [], "keywords": ["Appropriation", "Emergency Clause", "Executive/Judiciary Request", "Grants", "Solid Waste", "Water Management", "Water Quality"], "audio": [], "bill_versions": [{"bill_id": 24823, "bill_version_id": 257374, "bill_version": "Introduced", "bill_version_date": "2023-12-22T15:04:36.377-06:00", "bill_text": "An Act to make appropriations for water and environmental purposes and to declare an emergency. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 46A-1-2.1 be AMENDED: 46A-1-2.1. The Legislature finds that the following water resources projects are necessary for the general welfare of the people of this state and authorizes the projects, pursuant to § 46A-1-2, to be included in the state water resources management system, to serve as the preferred, priority objectives of the state: (1) Belle Fourche irrigation upgrade project; (2) Big Sioux flood control study; (3) Hydrology and water management studies, to manage and protect state water resources for current and future generations; (4) Cendak irrigation project; (5) Dakota Mainstem regional water system study; (6) Gregory County pumped storage site; (6)(7) Lake Andes-Wagner/Marty II irrigation unit; (7)(8) Lewis and Clark rural water system; (8)(9) Sioux Falls flood control project; (9)(10) Vermillion basin flood control project; (10)(11) Water Investment in Northern South Dakota project; and (11)(12) Western Dakota Regional Water System study. Section 2. There is hereby appropriated from the South Dakota water and environment fund the sum of $1,000,000, in other fund expenditure authority, to the Board of Water and Natural Resources for the purpose of providing a grant to local project sponsors for a feasibility-level study, system startup, and administration of the Dakota Mainstem regional water system study. Moneys must be provided according to the terms and conditions established by the Board of Water and Natural Resources. Section 3. There is hereby appropriated from the South Dakota water and environment fund the sum of $5,000,000, in other fund expenditure authority, to the Board of Water and Natural Resources for the purpose of providing a grant to local project sponsors for the engineering design, preconstruction activities, and construction of the facilities included in the Water Investment in Northern South Dakota project. Moneys must be provided according to the terms and conditions established by the Board of Water and Natural Resources. Section 4. There is hereby appropriated from the South Dakota water and environment fund the sum of $1,000,000, in other fund expenditure authority, to the Board of Water and Natural Resources for the purpose of providing a grant to local project sponsors for a feasibility-level study, system startup, and administration of the Western Dakota regional water system study. Moneys must be provided according to the terms and conditions established by the Board of Water and Natural Resources. Section 5. There is hereby appropriated from the South Dakota water and environment fund the sum of $4,600,000, in other fund expenditure authority, to the Board of Water and Natural Resources for the purpose of providing grants and loans to project sponsors under the state consolidated water facilities construction program, established pursuant to § 46A-1-63.1. Moneys must be provided according to the terms and conditions established by the Board of Water and Natural Resources. Section 6. There is hereby appropriated from the South Dakota water and environment fund the sum of $2,500,000, in other fund expenditure authority, to the Board of Water and Natural Resources for the purpose of providing grants and loans to project sponsors under the state solid waste management program, established pursuant to § 46A-1-83. Moneys must be provided according to the terms and conditions established by the Board of Water and Natural Resources. Section 7. There is hereby appropriated from administrative expense surcharge fees deposited in the state water pollution control revolving fund program subfund the sum of $2,200,000, in other fund expenditure authority, to the Board of Water and Natural Resources for the purpose of providing water quality grants under the state water pollution control revolving fund program, established pursuant to § 46A-1-60.1. Moneys must be provided according to the terms and conditions established by the Board of Water and Natural Resources. Section 8. There is hereby appropriated from administrative expense surcharge fees deposited in the state drinking water revolving fund program subfund the sum of $2,000,000, in other fund expenditure authority, to the Board of Water and Natural Resources for the purpose of providing grants for the construction of drinking water facilities under the state drinking water revolving fund program, established pursuant to § 46A-1-60.1. Moneys must be provided according to the terms and conditions established by the Board of Water and Natural Resources. Section 9. There is hereby appropriated from administrative expense surcharge fees deposited in the state water pollution control revolving fund program subfund the sum of $500,000, in other fund expenditure authority, to the Board of Water and Natural Resources for the purpose of contracting for the preparation of applications and the administration of clean water state revolving fund loans under the state water pollution control revolving fund program, established pursuant to § 46A-1-60.1. Moneys must be provided according to the terms and conditions established by the Board of Water and Natural Resources. Section 10. There is hereby appropriated from administrative expense surcharge fees deposited in the state drinking water revolving fund program subfund the sum of $500,000, in other fund expenditure authority, to the Board of Water and Natural Resources for the purpose of contracting for the preparation of applications and the administration of drinking water state revolving fund loans under the state drinking water revolving fund program, established pursuant to § 46A-1-60.1. Moneys must be provided according to the terms and conditions established by the Board of Water and Natural Resources. Section 11. There is hereby appropriated from federal funds deposited in the state drinking water revolving fund program subfund the sum of $300,000, in federal fund expenditure authority, to the Board of Water and Natural Resources for the purpose of providing small system technical assistance and local assistance set-aside grants, or contracts, to eligible entities under the state drinking water revolving fund program, established pursuant to § 46A-1-60.1. Moneys must be provided according to the terms and conditions established by the Board of Water and Natural Resources. Section 12. There is hereby appropriated from federal funds deposited in the state water pollution control revolving fund program subfund the sum of $200,000, in federal fund expenditure authority, to the Board of Water and Natural Resources for the purpose of providing small system technical assistance set-aside grants, or contracts, to eligible entities under the state water pollution control revolving fund program, established pursuant to § 46A-1-60.1. Moneys must be provided according to the terms and conditions established by the Board of Water and Natural Resources. Section 13. The secretary of the Department of Agriculture and Natural Resources shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 14. Any amounts appropriated in this Act not lawfully expended or obligated shall revert in accordance with the procedures prescribed in chapter 4-8. Section 15. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24823, "action_date": "2024-01-09T12:00:00-06:00", "document_id": 257007, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/257007.pdf", "status_text": "First read in Senate and referred to", "journal_page": 18, "committee_id_action": 1219, "committee_id_assigned": 1210, "result": "N", "vote": {}}, {"bill_id": 24823, "action_date": "2024-01-16T14:00:00-06:00", "document_id": 259625, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/259625.pdf", "status_text": "Referred to", "journal_page": 84, "committee_id_action": 1219, "committee_id_assigned": 1206, "result": "P", "vote": {}}]}