{"session_id": 69, "bill_id": 25153, "bill_type": "House Bill", "bill_number": 1253, "bill_title": "permit nonaccredited schools to participate in the partners in education tax credit program.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25153", "sponsors": [{"legislator_profile_id": 4528, "is_prime": true}], "keywords": ["Education", "Scholarships", "Students"], "audio": [], "bill_versions": [{"bill_id": 25153, "bill_version_id": 264111, "bill_version": "Introduced", "bill_version_date": "2024-01-31T12:02:57.57-06:00", "bill_text": "An Act to permit nonaccredited schools to participate in the partners in education tax credit program. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 13-65-1 be AMENDED: 13-65-1. Terms, as used in this chapter, mean: (1) \"Division,\" the Division of Insurance in the Department of Labor and Regulation; (2) \"Educational scholarship,\" a grant to an eligible student to cover all or part of the tuition and fees at a qualifying school. The average value of all scholarships awarded by a scholarship granting organization may not exceed eighty-two and five-tenths percent of the state's share of the per student equivalent, as defined in § 13-13-10.1; (3) \"Eligible student,\" any student entering kindergarten through twelfth grade who resides in South Dakota while receiving the educational scholarship and: (a) Is a member of a household whose total annual income, the year before the student enters the program, did not exceed one hundred fifty percent of the income standard used to qualify for a free or reduced-price lunch under the national free or reduced-price lunch program. If sufficient funding is available, once a student meets the initial income eligibility requirement, the student remains income eligible for three years or if the student is entering high school, until the student graduates high school regardless of household income. After the initial period of income eligibility, a student remains eligible if the student is a member of a household whose total annual income in the prior year did not exceed two hundred percent of the income standard used to qualify for a free or reduced-price lunch; or (b) Is in foster care; (4) \"Low-income eligible student,\" any student who is a member of a household whose total annual income, the year before the student enters the program, did not exceed one hundred percent of the income standard used to qualify for a free or reduced-price lunch under the national free or reduced-price lunch program; (5) \"Parent,\" any guardian, custodian, or other person with authority to act in place of a parent for the child; (6) \"Program,\" the partners in education tax credit program established pursuant to this chapter; (7) \"Qualifying school,\" any nonpublic school that operates within the boundaries of South Dakota or any tribally controlled school on a federally recognized Indian reservation that operates within the boundaries of South Dakota, is accredited by the Department of Education, provides education to elementary or secondary students, and has notified a scholarship granting organization of its intention to participate in the program and comply with the program requirements. This term excludes any school that receives a majority of its revenues from public funds; and (8) \"Scholarship granting organization,\" a nonprofit organization that complies with the requirements of the program and provides educational scholarships to students. Section 2. That § 13-65-4 be AMENDED: 13-65-4. Each scholarship granting organization shall: (1) Annually notify the division of its intent to provide educational scholarships to eligible students attending qualifying schools; (2) Demonstrate to the division that it has been granted exemption from the federal income tax pursuant to section 501(c)(3) of the Internal Revenue Code; (3) Distribute periodic scholarship payments from the educational scholarship fund account as checks made out to an eligible student's parent and mailed to the qualifying school where the eligible student is enrolled. The parent shall endorse the check before it may be deposited; (4) Annually collect written documentation, from each qualifying school that accepts educational scholarship payments, verifying the school is accredited by the Department of Education; (5) Provide a division approved division-approved receipt to companies for contributions made to the scholarship granting organization; (6)(5) Ensure that at least ninety percent of its revenue from contributions is spent on educational scholarships, and that all revenue from interest or investments is spent on scholarships; (7)(6) Carry forward no more than twenty-five percent of its revenue from contributions in the educational scholarship fund account from the fiscal year in which they were received to the next fiscal year. Contributions that are not carried forward shall must be remitted to the division; (8)(7) Submit to the division the names and addresses of all board members and documentation validating that criminal background checks have been conducted on all of its employees and board members, and exclude any employee or board member from employment or governance who might reasonably pose a risk to the appropriate use of contributed funds; (9)(8) Ensure that scholarships are portable during the school year and can be used at any qualifying school to which the scholarship granting organization grants scholarships and that accepts the eligible student according to a parent's wishes. If a student moves to a new qualifying school during a school year, the scholarship amount may be prorated; and (10)(9) Report to the division by June first of each year the following information, prepared by a certified public accountant, regarding its contributions in the previous calendar year and the scholarship awards in the current fiscal year: (a) The name and address of each contributing company; (b) The total number and total dollar amount of contributions received from each company; and (c) The total number and total dollar amount of educational scholarships awarded to eligible students, the total number and total dollar amount of educational scholarships awarded to low-income eligible students, and the percentage of first-time recipients of educational scholarships who were enrolled in a public school in the prior school year; and (11)(10) Any donation received that is not awarded a tax credit pursuant to § 13-65-2 is not subject to subdivisions (5)(4) to (7)(6), inclusive, of this section."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 25153, "action_date": "2024-01-31T14:30:00-06:00", "document_id": 263721, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/263721.pdf", "status_text": "First Reading House", "journal_page": 215, "committee_id_action": 1197, "committee_id_assigned": null, "result": "N", "vote": {}}]}