{"session_id": 44, "bill_id": 22033, "bill_type": "House Bill", "bill_number": 1263, "bill_title": "provide price transparency for health care costs.", "sponsors": [], "keywords": ["Delayed Effective Date", "Executive/Judiciary Request", "Health Care", "Insurance", "Promulgation of Rules"], "audio": [{"meeting_datetime": "2021-02-18T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hhe24.mp3", "start_seconds": 1050.0}, {"meeting_datetime": "2021-02-18T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hhe24.mp3", "start_seconds": 1050.0}, {"meeting_datetime": "2021-02-18T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hhe24.mp3", "start_seconds": 1050.0}, {"meeting_datetime": "2021-02-18T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hhe24.mp3", "start_seconds": 1050.0}, {"meeting_datetime": "2021-03-01T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/she29.mp3", "start_seconds": 7783.0}, {"meeting_datetime": "2021-03-01T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/she29.mp3", "start_seconds": 7783.0}, {"meeting_datetime": "2021-03-01T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/she29.mp3", "start_seconds": 7783.0}, {"meeting_datetime": "2021-03-01T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/she29.mp3", "start_seconds": 7783.0}], "bill_versions": [{"bill_id": 22033, "bill_version_id": 216509, "bill_version": "Introduced", "bill_version_date": "2021-02-04T07:59:53.39-06:00", "bill_text": "An Act to provide price transparency for health care costs. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 58-17K-1. Definitions. Terms used in this Act mean: (1) \"Accumulated amount,\" the amount of financial responsibility an enrollee has incurred at the time a request for cost-sharing information is made, with respect to a deductible or out-of-pocket limit as calculated under rules promulgated by the director; (2) \"Billed charge,\" the total charges for an item or service billed to a health insurer by a provider; (3) \"Billing code,\" the code used by a health insurer or provider to identify a health care item or service for purposes of billing, adjudicating, and paying a claim for a covered item or service, including current procedural terminology (CPT) code, health care common procedure coding system (HCPCS) code, diagnosis-related group (DRG) code, national drug code (NDC), or other common payer identifier; (4) \"Bundled payment arrangement,\" a payment model under which a provider is paid a single payment for all covered items and services provided to an enrollee for a specific treatment or procedure; (5) \"Cost-sharing liability,\" the amount an enrollee is responsible for paying for a covered item or service under the terms of the health insurance coverage; (6) \"Cost-sharing information,\" information related to any expenditure required by or on behalf of an enrollee with respect to health care benefits that are relevant to a determination of the enrollee's cost-sharing liability for a particular covered item or service; (7) \"Covered item or service,\" an item or service, including a prescription drug, the cost for which is payable, in whole or in part, under the terms of the health insurance coverage; (8) \"Derived amount,\" the price that a health insurer assigns to an item or service for the purpose of internal accounting, reconciliation with providers, or submitting data; (9) \"Enrollee,\" an individual receiving health insurance coverage from a health insurer; (10) \"Historical net price,\" the retrospective average amount a health insurer paid for a prescription drug, inclusive of any reasonably allocated rebates, discounts, chargebacks, fees, and any additional price concessions received by the health insurer with respect to the prescription drug as calculated under rules promulgated by the director; (11) \"In-network provider,\" any provider of any item or service with which a health insurer or a third party for the insurer has a contract setting forth the terms and conditions on which a relevant item or service is provided to an enrollee; (12) \"Item or service,\" any encounters, procedures, medical tests, supplies, prescription drugs, durable medical equipment, and fees, including facility fees, provided or assessed in connection with the provision of health care; (13) \"Machine-readable file,\" a digital representation of data or information in a file that can be imported or read by a computer system for further processing without human intervention, while ensuring no semantic meaning is lost; (14) \"Negotiated rate,\" the amount a health insurer has contractually agreed to pay an in-network provider, including an in-network pharmacy or other prescription drug dispenser, for covered items and services, whether directly or indirectly, including through a third-party administrator or pharmacy benefit manager; (15) \"Out-of-network allowed amount,\" the maximum amount a health insurer will pay for a covered item or service furnished by an out-of-network provider; (16) \"Out-of-network provider,\" a provider of any item or service that does not have a contract under an enrollee's health insurance coverage to provide items or services; (17) \"Out-of-pocket limit,\" the maximum amount that an enrollee is required to pay during a coverage period for the enrollee's share of the costs of covered items and services under the enrollee's health insurance coverage, including for self-only and other than self-only coverage, as applicable; (18) \"Prerequisite,\" concurrent review, prior authorization, and step-therapy or fail-first protocols related to a covered item or service that must be satisfied before a health insurer will cover the item or service. The term does not include a medical necessity determination generally or other forms of medical management techniques; and (19) \"Underlying fee schedule rate,\" the rate for a covered item or service from a particular in-network provider, or a provider that a health insurer uses to determine an enrollee's cost-sharing liability for the item or service, if that rate is different from the negotiated rate or derived amount. Section 2. That a NEW SECTION be added: 58-17K-2. Cost-sharing information described--Required disclosure to enrollees. At the request of an enrollee, the health insurer shall provide: (1) An estimate, which is accurate at the time of the request, of the enrollee's cost-sharing liability for a requested covered item or service furnished by a provider reflecting any cost-sharing reductions the enrollee would receive that is calculated based on: (a) Accumulated amounts; (b) In-network negotiated rate, reflected as a dollar amount, or underlying fee schedule rate, reflected as a dollar amount, to the extent it is different from the negotiated rate; and (c) Out-of-network allowed amount or any other rate that provides a more accurate estimate of an amount the health insurer will pay for the requested covered item or service, reflected as a dollar amount. In circumstances in which a health insurer reimburses an out-of-network provider a percentage of the billed charge for a covered item or service, the out-of-network allowed amount will be that percentage; (2) Information for an item or service subject to a bundled payment arrangement and a list of the items and services included in the bundled payment arrangement for which cost-sharing information is being disclosed; (3) If applicable, notification that coverage of a specific item or service is subject to a prerequisite; and (4) Further information and consumer notices required for compliance with federal standards as provided under rules promulgated pursuant to chapter 1-26 by the director. Section 3. That a NEW SECTION be added: 58-17K-3. Cost-sharing information disclosed--Required internet method and format. The cost-sharing information to be provided under this Act shall be made available without a subscription or other fee through a self-service tool on a website that provides real-time responses based on cost-sharing information that is accurate at the time of request. A health insurer shall ensure the self-service tool allows enrollees to: (1) Search for cost-sharing information for a covered item or service by an in-network provider by inputting: (a) A billing code or a descriptive term; (b) The name of an in-network provider; and (c) Other factors utilized by the health insurer that are relevant for determining the applicable cost-sharing information; (2) Search for an out-of-network allowed amount, percentage of billed charges, or other rate for a covered item or service by an out-of-network provider by inputting: (a) A billing code or a descriptive term; and (b) Other factors utilized by the health insurer that are relevant for determining the applicable out-of-network allowed amount or other rate; and (3) Refine and reorder search results based on geographic proximity of in-network providers and the amount of the enrollee's estimated cost-sharing liability. Section 4. That a NEW SECTION be added: 58-17K-4. Cost-sharing information disclosed--Paper or other method on request--Limit on providers per request. An enrollee may request, in accordance with § 58-17K-3, the required cost-sharing information be provided in a paper form. In responding to such a request, a health insurer may limit the number of providers to no fewer than twenty providers per request. A health insurer shall disclose the applicable provider-per-request limit to the enrollee, provide the cost-sharing information in paper form, and mail the cost-sharing information no later than two business days after receiving a request without a subscription or other fee. An enrollee may request to receive cost-sharing information through other methods, including phone or e-mail, as long as the enrollee agrees to the disclosure method and the required cost-sharing information request is fulfilled at least as rapidly as required by the paper method. Section 5. That a NEW SECTION be added: 58-17K-5. Prescription drug file--Required public disclosure--Method, format, and updates. A health insurer shall make available to the public on a website a machine-readable prescription drug file that includes: (1) A health insurance oversight identifier or employer identification number; (2) The NDC and the proprietary and nonproprietary name assigned to the NDC by the Food and Drug Administration; (3) A negotiated rate that is: (a) Reflected as a dollar amount by an in-network provider, including an in-network pharmacy or other prescription drug dispenser; (b) Associated with the national provider identifier, tax identification number, or place of service code; and (c) Associated with the last date of the contract term; and (4) Historical net prices that are: (a) Reflected as a dollar amount by an in-network provider, including an in-network pharmacy or other prescription drug dispenser; (b) Associated with the national provider identifier, tax identification number, or place of service code; and (c) Associated with the ninety-day time period that begins one hundred eighty days prior to publication date of the machine-readable file for each provider-specific historical net price that applies to each NDC, unless a health insurer must omit data in relation to a particular NDC and provider when compliance with this subsection would require the health insurer to report payment of historical net prices calculated using fewer than twenty different claims for payments. The prescription drug file shall be available in the method and format as promulgated by the director in rule pursuant to chapter 1-26. The prescription drug file shall be publicly available and accessible to any person free of charge and without conditions, including the establishment of a user account, password, or other credentials, or submission of personally identifiable information to access the file. A health insurer shall update the prescription drug file monthly and indicate the date the file was most recently updated. Section 6. That a NEW SECTION be added: 58-17K-6. Cost-sharing information or prescription drug file--Third party contract to provide information--Health insurer responsible. A health insurer may enter into a written agreement with a third-party administrator, health care claims clearinghouse, pharmacy benefit manager, or other third party to provide the required cost-sharing information or prescription drug file in compliance with this Act. If a health insurer chooses to enter into an agreement and the contracted party fails to provide the information or file, the health insurer is in violation of this Act. Section 7. That a NEW SECTION be added: 58-17K-7. Acting in good faith--Error or omission--Reliance on other entity. A health insurer acting in good faith and with reasonable diligence is not in violation of this Act solely because the health insurer: (1) Makes an error or omission in a disclosure required in this Act, provided the health insurer corrects the information as soon as practicable; or (2) Maintains an internet website that is temporarily inaccessible, provided the health insurer makes the information available as soon as practicable. To the extent this Act requires a health insurer to obtain information from any other entity, the health insurer does not fail to comply with this Act if the health insurer relies in good faith on the information from the other entity, unless the health insurer knows, or reasonably should know, the information is incomplete or inaccurate. Section 8. That a NEW SECTION be added: 58-17K-8. Compliance with applicable laws required. Nothing in this Act alters or affects a health insurer's duty to comply with requirements under applicable state and federal laws, including those governing accessibility, privacy, or security of information required to be disclosed under this Act, or those governing the ability of properly authorized representatives to access enrollee information held by a health insurer. Section 9. That a NEW SECTION be added: 58-17K-9. Applicability to certain plans. Nothing in this Act applies to: (1) A grandfathered health plan; (2) A health reimbursement arrangement or other account-based group health plan as defined in 29 CFR 2590.715-2711(d)(6) as of January 1, 2020; (3) A short term limited duration plan; (4) Accident insurance; (5) Credit insurance; (6) Disability income insurance; (7) Specified disease insurance; (8) Dental insurance; (9) Vision insurance; (10) Coverage issued as a supplement to liability insurance; (11) A medical payment under automobile or homeowner's insurance; (12) Insurance under which benefits are payable with or without regard to fault and that is statutorily required to be contained in any liability policy or equivalent self-insurance; (13) Hospital income or indemnity insurance; (14) Long-term care insurance; and (15) Medicare supplement insurance. Section 10. That a NEW SECTION be added: 58-17K-10. Rules and regulations. The director shall promulgate rules, pursuant to chapter 1-26, for the following: (1) The definition of terms; (2) Required cost-sharing liability disclosures; (3) The method and format requirements for disclosures; (4) Calculations pertaining to information, disclosure, and historical net prices under this Act; (5) Required information, including bundled payment arrangements, preventive services, and accumulated amounts; (6) The applicability of this Act to certain plans; and (7) If any federal standards are in place which would require additional steps to meet those standards beyond what is required by this Act, additional rules to require the price transparency in this state to minimally meet the federal standards. Section 11. That a NEW SECTION be added: 58-17K-11. Plan years effective. The provisions of § 58-17K-5 are effective for plan years beginning on or after January 1, 2022. The provisions of §§ 58-17K-2 to 58-17K-4, inclusive, are effective for plan years beginning on or after January 1, 2024."}, {"bill_id": 22033, "bill_version_id": 219355, "bill_version": "Enrolled", "bill_version_date": "2021-03-03T18:05:25.787-06:00", "bill_text": "ENTITLED An Act to provide price transparency for health care costs. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 58-17K-1. Definitions. Terms used in this Act mean: (1) \"Accumulated amount,\" the amount of financial responsibility an enrollee has incurred at the time a request for cost-sharing information is made, with respect to a deductible or out-of-pocket limit as calculated under rules promulgated by the director; (2) \"Billed charge,\" the total charges for an item or service billed to a health insurer by a provider; (3) \"Billing code,\" the code used by a health insurer or provider to identify a health care item or service for purposes of billing, adjudicating, and paying a claim for a covered item or service, including current procedural terminology (CPT) code, health care common procedure coding system (HCPCS) code, diagnosis-related group (DRG) code, national drug code (NDC), or other common payer identifier; (4) \"Bundled payment arrangement,\" a payment model under which a provider is paid a single payment for all covered items and services provided to an enrollee for a specific treatment or procedure; (5) \"Cost-sharing liability,\" the amount an enrollee is responsible for paying for a covered item or service under the terms of the health insurance coverage; (6) \"Cost-sharing information,\" information related to any expenditure required by or on behalf of an enrollee with respect to health care benefits that are relevant to a determination of the enrollee's cost-sharing liability for a particular covered item or service; (7) \"Covered item or service,\" an item or service, including a prescription drug, the cost for which is payable, in whole or in part, under the terms of the health insurance coverage; (8) \"Derived amount,\" the price that a health insurer assigns to an item or service for the purpose of internal accounting, reconciliation with providers, or submitting data; (9) \"Enrollee,\" an individual receiving health insurance coverage from a health insurer; (10) \"Historical net price,\" the retrospective average amount a health insurer paid for a prescription drug, inclusive of any reasonably allocated rebates, discounts, chargebacks, fees, and any additional price concessions received by the health insurer with respect to the prescription drug as calculated under rules promulgated by the director; (11) \"In-network provider,\" any provider of any item or service with which a health insurer or a third party for the insurer has a contract setting forth the terms and conditions on which a relevant item or service is provided to an enrollee; (12) \"Item or service,\" any encounters, procedures, medical tests, supplies, prescription drugs, durable medical equipment, and fees, including facility fees, provided or assessed in connection with the provision of health care; (13) \"Machine-readable file,\" a digital representation of data or information in a file that can be imported or read by a computer system for further processing without human intervention, while ensuring no semantic meaning is lost; (14) \"Negotiated rate,\" the amount a health insurer has contractually agreed to pay an in-network provider, including an in-network pharmacy or other prescription drug dispenser, for covered items and services, whether directly or indirectly, including through a third-party administrator or pharmacy benefit manager; (15) \"Out-of-network allowed amount,\" the maximum amount a health insurer will pay for a covered item or service furnished by an out-of-network provider; (16) \"Out-of-network provider,\" a provider of any item or service that does not have a contract under an enrollee's health insurance coverage to provide items or services; (17) \"Out-of-pocket limit,\" the maximum amount that an enrollee is required to pay during a coverage period for the enrollee's share of the costs of covered items and services under the enrollee's health insurance coverage, including for self-only and other than self-only coverage, as applicable; (18) \"Prerequisite,\" concurrent review, prior authorization, and step-therapy or fail-first protocols related to a covered item or service that must be satisfied before a health insurer will cover the item or service. The term does not include a medical necessity determination generally or other forms of medical management techniques; and (19) \"Underlying fee schedule rate,\" the rate for a covered item or service from a particular in-network provider, or a provider that a health insurer uses to determine an enrollee's cost-sharing liability for the item or service, if that rate is different from the negotiated rate or derived amount. Section 2. That a NEW SECTION be added: 58-17K-2. Cost-sharing information described--Required disclosure to enrollees. At the request of an enrollee, the health insurer shall provide: (1) An estimate, which is accurate at the time of the request, of the enrollee's cost-sharing liability for a requested covered item or service furnished by a provider reflecting any cost-sharing reductions the enrollee would receive that is calculated based on: (a) Accumulated amounts; (b) In-network negotiated rate, reflected as a dollar amount, or underlying fee schedule rate, reflected as a dollar amount, to the extent it is different from the negotiated rate; and (c) Out-of-network allowed amount or any other rate that provides a more accurate estimate of an amount the health insurer will pay for the requested covered item or service, reflected as a dollar amount. In circumstances in which a health insurer reimburses an out-of-network provider a percentage of the billed charge for a covered item or service, the out-of-network allowed amount will be that percentage; (2) Information for an item or service subject to a bundled payment arrangement and a list of the items and services included in the bundled payment arrangement for which cost-sharing information is being disclosed; (3) If applicable, notification that coverage of a specific item or service is subject to a prerequisite; and (4) Further information and consumer notices required for compliance with federal standards as provided under rules promulgated pursuant to chapter 1-26 by the director. Section 3. That a NEW SECTION be added: 58-17K-3. Cost-sharing information disclosed--Required internet method and format. The cost-sharing information to be provided under this Act shall be made available without a subscription or other fee through a self-service tool on a website that provides real-time responses based on cost-sharing information that is accurate at the time of request. A health insurer shall ensure the self-service tool allows enrollees to: (1) Search for cost-sharing information for a covered item or service by an in-network provider by inputting: (a) A billing code or a descriptive term; (b) The name of an in-network provider; and (c) Other factors utilized by the health insurer that are relevant for determining the applicable cost-sharing information; (2) Search for an out-of-network allowed amount, percentage of billed charges, or other rate for a covered item or service by an out-of-network provider by inputting: (a) A billing code or a descriptive term; and (b) Other factors utilized by the health insurer that are relevant for determining the applicable out-of-network allowed amount or other rate; and (3) Refine and reorder search results based on geographic proximity of in-network providers and the amount of the enrollee's estimated cost-sharing liability. Section 4. That a NEW SECTION be added: 58-17K-4. Cost-sharing information disclosed--Paper or other method on request--Limit on providers per request. An enrollee may request, in accordance with § 58-17K-3, the required cost-sharing information be provided in a paper form. In responding to such a request, a health insurer may limit the number of providers to no fewer than twenty providers per request. A health insurer shall disclose the applicable provider-per-request limit to the enrollee, provide the cost-sharing information in paper form, and mail the cost-sharing information no later than two business days after receiving a request without a subscription or other fee. An enrollee may request to receive cost-sharing information through other methods, including phone or e-mail, as long as the enrollee agrees to the disclosure method and the required cost-sharing information request is fulfilled at least as rapidly as required by the paper method. Section 5. That a NEW SECTION be added: 58-17K-5. Prescription drug file--Required public disclosure--Method, format, and updates. A health insurer shall make available to the public on a website a machine-readable prescription drug file that includes: (1) A health insurance oversight identifier or employer identification number; (2) The NDC and the proprietary and nonproprietary name assigned to the NDC by the Food and Drug Administration; (3) A negotiated rate that is: (a) Reflected as a dollar amount by an in-network provider, including an in-network pharmacy or other prescription drug dispenser; (b) Associated with the national provider identifier, tax identification number, or place of service code; and (c) Associated with the last date of the contract term; and (4) Historical net prices that are: (a) Reflected as a dollar amount by an in-network provider, including an in-network pharmacy or other prescription drug dispenser; (b) Associated with the national provider identifier, tax identification number, or place of service code; and (c) Associated with the ninety-day time period that begins one hundred eighty days prior to publication date of the machine-readable file for each provider-specific historical net price that applies to each NDC, unless a health insurer must omit data in relation to a particular NDC and provider when compliance with this subsection would require the health insurer to report payment of historical net prices calculated using fewer than twenty different claims for payments. The prescription drug file shall be available in the method and format as promulgated by the director in rule pursuant to chapter 1-26. The prescription drug file shall be publicly available and accessible to any person free of charge and without conditions, including the establishment of a user account, password, or other credentials, or submission of personally identifiable information to access the file. A health insurer shall update the prescription drug file monthly and indicate the date the file was most recently updated. Section 6. That a NEW SECTION be added: 58-17K-6. Cost-sharing information or prescription drug file--Third party contract to provide information--Health insurer responsible. A health insurer may enter into a written agreement with a third-party administrator, health care claims clearinghouse, pharmacy benefit manager, or other third party to provide the required cost-sharing information or prescription drug file in compliance with this Act. If a health insurer chooses to enter into an agreement and the contracted party fails to provide the information or file, the health insurer is in violation of this Act. Section 7. That a NEW SECTION be added: 58-17K-7. Acting in good faith--Error or omission--Reliance on other entity. A health insurer acting in good faith and with reasonable diligence is not in violation of this Act solely because the health insurer: (1) Makes an error or omission in a disclosure required in this Act, provided the health insurer corrects the information as soon as practicable; or (2) Maintains an internet website that is temporarily inaccessible, provided the health insurer makes the information available as soon as practicable. To the extent this Act requires a health insurer to obtain information from any other entity, the health insurer does not fail to comply with this Act if the health insurer relies in good faith on the information from the other entity, unless the health insurer knows, or reasonably should know, the information is incomplete or inaccurate. Section 8. That a NEW SECTION be added: 58-17K-8. Compliance with applicable laws required. Nothing in this Act alters or affects a health insurer's duty to comply with requirements under applicable state and federal laws, including those governing accessibility, privacy, or security of information required to be disclosed under this Act, or those governing the ability of properly authorized representatives to access enrollee information held by a health insurer. Section 9. That a NEW SECTION be added: 58-17K-9. Applicability to certain plans. Nothing in this Act applies to: (1) A grandfathered health plan; (2) A health reimbursement arrangement or other account-based group health plan as defined in 29 CFR 2590.715-2711(d)(6) as of January 1, 2020; (3) A short term limited duration plan; (4) Accident insurance; (5) Credit insurance; (6) Disability income insurance; (7) Specified disease insurance; (8) Dental insurance; (9) Vision insurance; (10) Coverage issued as a supplement to liability insurance; (11) A medical payment under automobile or homeowner's insurance; (12) Insurance under which benefits are payable with or without regard to fault and that is statutorily required to be contained in any liability policy or equivalent self-insurance; (13) Hospital income or indemnity insurance; (14) Long-term care insurance; and (15) Medicare supplement insurance. Section 10. That a NEW SECTION be added: 58-17K-10. Rules and regulations. The director shall promulgate rules, pursuant to chapter 1-26, for the following: (1) The definition of terms; (2) Required cost-sharing liability disclosures; (3) The method and format requirements for disclosures; (4) Calculations pertaining to information, disclosure, and historical net prices under this Act; (5) Required information, including bundled payment arrangements, preventive services, and accumulated amounts; (6) The applicability of this Act to certain plans; and (7) If any federal standards are in place which would require additional steps to meet those standards beyond what is required by this Act, additional rules to require the price transparency in this state to minimally meet the federal standards. Section 11. That a NEW SECTION be added: 58-17K-11. Plan years effective. The provisions of § 58-17K-5 are effective for plan years beginning on or after January 1, 2022. The provisions of §§ 58-17K-2 to 58-17K-4, inclusive, are effective for plan years beginning on or after January 1, 2024. An Act to provide price transparency for health care costs. I certify that the attached Act originated in the: House as Bill No. 1263 Chief Clerk Speaker of the House Attest: Chief Clerk President of the Senate Attest: Secretary of the Senate House Bill No. 1263 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2021 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2021 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2021 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 22033, "action_date": "2021-02-04T14:00:00-06:00", "document_id": 216396, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216396.pdf", "status_text": "First read in House and referred to", "journal_page": 212, "committee_id_action": 492, "committee_id_assigned": 491, "result": "N", "vote": {}}, {"bill_id": 22033, "action_date": "2021-02-18T07:45:00-06:00", "document_id": 217516, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217516.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 491, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22033, "action_date": "2021-02-18T07:45:00-06:00", "document_id": 217517, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217517.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 491, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 69439, "president_vote": null, "Yea": [1782, 1804, 1805, 1824, 1834, 1855, 1862, 1864, 3783, 3786, 3799, 3804], "Excused": [1800]}}, {"bill_id": 22033, "action_date": "2021-02-18T07:45:00-06:00", "document_id": 217517, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217517.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 491, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22033, "action_date": "2021-02-22T14:00:00-06:00", "document_id": 217863, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217863.pdf", "status_text": "Do Pass", "journal_page": 332, "committee_id_action": 492, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 69674, "president_vote": null, "Yea": [1766, 1767, 1768, 1769, 1770, 1772, 1777, 1778, 1780, 1781, 1782, 1784, 1788, 1792, 1793, 1795, 1796, 1798, 1799, 1800, 1802, 1804, 1805, 1807, 1809, 1813, 1817, 1820, 1822, 1823, 1824, 1826, 1829, 1830, 1832, 1834, 1835, 1836, 1837, 1839, 1841, 1843, 1844, 1852, 1855, 1862, 1864, 1866, 1868, 1883, 3782, 3783, 3784, 3785, 3786, 3787, 3788, 3789, 3790, 3791, 3792, 3793, 3794, 3797, 3799, 3800, 3804, 3806], "Excused": [3801, 3802]}}, {"bill_id": 22033, "action_date": "2021-02-23T14:00:00-06:00", "document_id": 218096, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/218096.pdf", "status_text": "First read in Senate and referred to", "journal_page": 330, "committee_id_action": 514, "committee_id_assigned": 508, "result": "N", "vote": {}}, {"bill_id": 22033, "action_date": "2021-03-01T10:00:00-06:00", "document_id": 218508, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/218508.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 508, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22033, "action_date": "2021-03-01T10:00:00-06:00", "document_id": 218510, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/218510.pdf", "status_text": "Do Pass", "journal_page": 1, "committee_id_action": 508, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 70309, "president_vote": null, "Yea": [1779, 1786, 1789, 1853, 3796, 1858], "Excused": [1847]}}, {"bill_id": 22033, "action_date": "2021-03-01T10:00:00-06:00", "document_id": 218510, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/218510.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": 1, "committee_id_action": 508, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22033, "action_date": "2021-03-03T14:00:00-06:00", "document_id": 218926, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/218926.pdf", "status_text": "Do Pass", "journal_page": 394, "committee_id_action": 514, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 70665, "president_vote": null, "Yea": [1771, 3798, 1775, 1776, 1881, 1779, 1783, 1785, 1786, 1789, 1790, 1794, 1801, 1803, 1806, 1808, 1811, 1812, 1819, 1827, 1828, 1831, 3805, 1847, 1850, 1851, 1853, 1856, 1858, 1860, 3803, 3796, 3795, 1865, 1870]}}, {"bill_id": 22033, "action_date": "2021-03-04T13:00:00-06:00", "document_id": 219365, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/219365.pdf", "status_text": "Signed by the Speaker", "journal_page": 502, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22033, "action_date": "2021-03-08T11:00:00-06:00", "document_id": 219725, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/219725.pdf", "status_text": "Signed by the President", "journal_page": 445, "committee_id_action": 514, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22033, "action_date": "2021-03-09T13:00:00-06:00", "document_id": 219991, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/219991.pdf", "status_text": "Delivered to the Governor", "journal_page": 530, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22033, "action_date": "2021-03-29T11:00:00-05:00", "document_id": 220282, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/220282.pdf", "status_text": "Signed by the Governor", "journal_page": 570, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 7221, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/22033"}