{"session_id": 15, "bill_id": 3183, "bill_type": "Senate Bill", "bill_number": 34, "bill_title": "revise certain provisions and delete certain obsolete provisions pertaining to the Department of Labor and Regulation.", "sponsors": [], "keywords": ["Department of Labor and Regulation"], "audio": [{"meeting_datetime": "2012-01-19T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sco05.mp3", "start_seconds": 864.0}, {"meeting_datetime": "2012-01-19T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sco05.mp3", "start_seconds": 864.0}, {"meeting_datetime": "2012-01-19T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sco05.mp3", "start_seconds": 864.0}, {"meeting_datetime": "2012-01-19T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sco05.mp3", "start_seconds": 864.0}, {"meeting_datetime": "2012-01-20T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen06.mp3", "start_seconds": 2326.0}, {"meeting_datetime": "2012-01-20T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen06.mp3", "start_seconds": 2326.0}, {"meeting_datetime": "2012-01-20T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen06.mp3", "start_seconds": 2326.0}, {"meeting_datetime": "2012-02-10T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hco19.mp3", "start_seconds": 438.0}, {"meeting_datetime": "2012-02-10T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hco19.mp3", "start_seconds": 438.0}, {"meeting_datetime": "2012-02-10T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hco19.mp3", "start_seconds": 438.0}, {"meeting_datetime": "2012-02-10T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hco19.mp3", "start_seconds": 438.0}], "bill_versions": [{"bill_id": 3183, "bill_version_id": 19136, "bill_version": "Introduced", "bill_version_date": "2012-01-06T16:46:45.863-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions and delete certain obsolete provisions pertaining to the Department of Labor and Regulation. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 36-21A-89 be amended to read as follows: 36-21A-89. The commission may promulgate rules pursuant to chapter 1-26 relating to the administration and enforcement of the provisions of this chapter in the following areas: (1) Procedures for conducting the commission's business; (2) Procedures and qualifications for application, minimum requirements for examination, procedures for the examination and the administration of the examination, the required score for passing the examination, and procedures for replacement of a license; (3) Requirements for dividing a commission with a broker in another state, requirements for application for licensure by reciprocity and the practice of a nonresident licensee in the state; (4) Procedures for application to provide classroom instruction or correspondence work for prelicensing education, qualifications of the instructors and facilities, and procedures for approving classroom instruction and correspondence work and for withdrawing the approval; (5) Procedures for disciplinary proceedings, including requirements for filing a complaint, dismissal of a complaint, informal and formal resolution of a complaint, formal complaint and answer requirements, final action and review, disqualification of a commission member from a hearing and authorization for per diem and mileage; (6) Procedures for declaratory rulings, petitions for rules and contested cases; (7) Requirements for a real estate auction and the requirements, duties and responsibilities of an auctioneer; (8) Requirements for mortgage brokers, including areas such as trust accounts, record-keeping, written contracts, full disclosure and restrictions on chargeable costs and expenses; (9) Requirements for continuing education including procedures for granting a certificate of accreditation; notification of a material change in an approved course offering; suspension, revocation and denial of course approval; notice to students regarding the course and opportunity for comment; auditing; certificates of attendance; preregistration and limits on correspondence courses; and (10) Requirements for property managers, including areas such as trust accounts, auditing, contracts, disclosure, disciplinary matters, financial obligations and records, and property management accounting; (11) Qualifications of an applicant for examination and minimum requirements of an examination for a real estate appraiser's license. Section 2. That § 36-25-17.1 be amended to read as follows: 36-25-17.1. Any person who provides satisfactory evidence to the commission before July 1, 2004, that the person was continually engaged for six months prior to July 1, 2003, in the business for which a license is required pursuant to § 36-25-17 in a rural area or a municipality of less than fifteen hundred population as shown by the last federal decennial census shall be licensed without examination upon payment of the fee established by the commission in a rule promulgated pursuant to chapter 1-26. After June 30, 2004, the The commission may waive certain licensing requirements for an applicant in a rural area or a municipality of less than fifteen hundred population as shown by the last federal decennial census, if the applicant passes an examination given by the commission that demonstrates that the applicant knows the laws and rules governing plumbing. Any person registered under the provisions of this section shall be restricted to performing plumbing in a rural area or a municipality of less than fifteen hundred population. The commission may, by rules promulgated pursuant to chapter 1-26, provide for a license for applicants in a rural area or a municipality of less than fifteen hundred population. Section 3. That § 36-25-22.1 be repealed. 36-25-22.1. Any person who, before June 30, 1994, furnishes satisfactory evidence to the commission that the person was engaged in business as an underground irrigation contractor or an underground irrigation installer between January 1, 1993, and July 1, 1993, in this state shall be registered without examination, upon payment of a fee, not to exceed one hundred fifty dollars, established by the commission by rules promulgated pursuant to chapter 1-26. Section 4. That § 51A-2-38 be repealed. 51A-2-38. Subject to the provisions of this chapter and to the approval of the banking commission, a bank holding company, as defined in the Bank Holding Company Act of 1956, as amended, 12 U.S.C. § 1841, et seq., the principal place of business of whose banking subsidiaries is located outside the state: (a) May acquire all or substantially all of the shares of one or more new banks which are to be established under the laws of this state, or one or more new national banks which are to be located in this state, and (b) May acquire all or substantially all of the shares of one or more existing national or state banks located in or established under the laws of this state. No proposed acquisition pursuant to §§ 51A-2-38 to 51A-2-41, inclusive, may be approved by the banking commission, unless the banking commission finds that: (1) The statutes of the jurisdiction in which the operations of the out-of-state bank holding company's banking subsidiaries are principally conducted permit or specifically authorize the direct or indirect acquisition of control of one or more banking institutions in such jurisdiction by a bank holding company or subsidiary thereof, the operations of which bank holding company's banking subsidiaries are principally conducted in this state; or (2) Such statutes of the jurisdiction in which the operations of the out-of-state bank holding company's banking subsidiaries are principally conducted authorize the acquisition of control because the out-of-state bank holding company or subsidiary is authorized by §§ 51A-2-38 to 51A-2-41, inclusive, to acquire control of and hold shares of banking institutions in this state; and (3) The direct or indirect acquisition of control by a bank holding company or subsidiary thereof, under such statutes, does not affect the powers or privileges of the banking institution over which control is obtained, nor is any such acquisition subject to conditions or restrictions materially limiting the ability of a bank holding company or subsidiary thereof to acquire banking institutions generally in such jurisdiction if such conditions or restrictions would not apply with equal effect to the acquisition of banking institutions in such jurisdiction by an out-of-state bank holding company, or subsidiary thereof, which out-of-state bank holding company or subsidiary conducts its principal banking business in such jurisdiction. For purposes of this section, an out-of-state bank holding company is a bank holding company as defined in the Bank Holding Company Act of 1956 as amended, 12 U.S.C. § 1841, et seq., the principal place of business whose banking subsidiaries is located outside the state. The jurisdiction in which an out-of-state bank holding company conducts its principal banking business is that state or the District of Columbia in which the total deposits of such company or its banking subsidiaries are largest. The commission may approve a proposed acquisition under this section without regard to the requirements of subdivisions (1) to (3), inclusive, of this section if the acquisition is part of a transaction in which the federal deposit insurance corporation is providing assistance to one or more national or state banks located in South Dakota or other states pursuant to section 13(c) of the Federal Deposit Insurance Act. The acquisition of any bank by a corporation that is not a bank holding company is subject to the approval of the commission pursuant to § 51A-2-41. Section 5. That § 51A-2-39 be repealed. 51A-2-39. Any acquisitions made and approved by the commission pursuant to § 51A-2-38 between March 12, 1980, and July 1, 1988 or any acquisition relating to national or state banks established in South Dakota during such time period and for which an application has been filed with the board of governors of the federal reserve system during such time period are hereby approved, ratified and confirmed and continue in full force and effect notwithstanding the provisions of § 51A-2-38 and notwithstanding any determination of the invalidity of any of the limitations on such acquisition contained in the first paragraph of § 51A-2-40 as enacted in 1983 and prior versions thereof. Such approval, ratification and confirmation and continuation of such acquisitions is exclusive of any limitation of the first paragraph of § 51A-2-40 declared to be invalid. Such acquisitions consummated or pending between March 12, 1980, and July 1, 1988 are not subject to the limitations contained in the first paragraph of § 51A-2-40 as enacted in 1983 and prior versions thereof. Section 6. That § 51A-2-40 be repealed. 51A-2-40. If a bank acquired pursuant to § 51A-2-38 engages in the insurance business it shall conduct its insurance business in this state in a manner likely to not attract business from the general public to the substantial detriment of insurance companies, insurance brokers or insurance agents to the extent of their business in the state. No bank, as a prerequisite of making a loan, shall require the borrower to purchase insurance from the bank. Further, such insurance business shall be subject to the same laws and regulations of this state, and the application thereof by the division of insurance, as are applicable to the operations of insurance companies which are unaffiliated with banks. Section 7. That § 51A-2-41 be repealed. 51A-2-41. Any acquisition under § 51A-2-38 shall be approved by the banking commission. In considering an application for approval, the banking commission may consider the following factors: (1) Whether the acquisition is convenient and beneficial to the public; (2) Whether such acquisition may result in undue concentration of resources or substantial lessening of competition. Any approval granted to a bank holding company by the commission is subject to such conditions as the commission deems necessary and to the commission's continuing authority to ascertain the bank holding company's compliance with the provisions of this section and the conditions of approval. There is imposed a fee of fifty thousand dollars upon the filing of an application of a bank holding company to acquire or form a bank pursuant to the authority of §§ 51A-2-38 and 51A-2-40 for the purpose of engaging in facets of the insurance business, which fee is to be deposited in the general fund. Section 8. That § 51A-2-42 be repealed. 51A-2-42. Any bank holding company or corporation making an application to acquire a bank as provided in §§ 51A-2-38 to 51A-2-41, inclusive, by such action becomes subject to the jurisdiction of the courts of this state for purposes of any proceedings which may be taken by the commission hereunder, and the bank holding company or corporation thereby designates the director as the agent for service of process in connection therewith. Section 9. That § 51A-2-43 be repealed. 51A-2-43. Any bank holding company which proposes to directly or indirectly acquire ownership of all or substantially all of the shares of a new bank under the provisions of §§ 51A-2-38 to 51A-2-42, inclusive, shall provide to the commission a copy of any original application to the board of governors of the federal reserve system for permission to take such action, and a copy of any subsequent amendment thereto, at the same time the application or amendment is transmitted to the federal reserve system. Section 10. That § 51A-3-13 be amended to read as follows: 51A-3-13. The incorporators shall collect an amount equal to not less than ten percent of the subscription price of each share of stock subscribed for at the time such subscriptions are issued. If the application is disapproved by the director or commission, that portion of the moneys so collected remaining after the payment of the expenses incidental to such application shall be proportionally refunded to the subscribers. Section 11. That § 51A-3-25 be amended to read as follows: 51A-3-25. For the purposes of application approval under § 51A-2-16, a change of control created by the acquisition of shares in satisfaction of a debt previously contracted in good faith or through testate or intestate succession, bona fide gift, or trust distribution does not require prior written approval an application for change in control. The acquirer shall advise the director within thirty days after the acquisition and provide such information as the director may request. For the purposes of this section, the term, control, means the power, directly or indirectly, to direct the management or policies of a bank or to vote twenty-five percent or more of any class of voting securities of a bank. Section 12. That § 51A-3-29 be repealed. 51A-3-29. No voting trust agreement involving shares of a bank or bank holding company is valid unless approved by the director. Section 13. That § 51A-4-9 be amended to read as follows: 51A-4-9. Except as provided in §§ 51A-4-10 and 51A-4-31 to 51A-4-41, inclusive, a bank may lease, purchase, hold, and convey in its own name, or through investment in a corporation organized solely to lease such property to it, only the following real property: (1) That which it occupies or intends to occupy for the transaction of its business or which it partly so occupies and partly rents or leases to others; (2) That which is used for accommodation in the transaction of the bank's business, including parking, storage and preservation of records, and data processing facilities; or (3) That which is used for housing or recreation accommodations for attracting and retaining employees. All such accommodations shall be of a reasonable nature. The book value of a bank's premises may not exceed in the aggregate one hundred percent of the bank's capital stock and surplus. However, the director may authorize a larger investment, upon formal application and after an investigation, if the sound conduct of banking will not be adversely affected by the larger investment. For the purposes of this section, book value includes those amounts which are to be reported as premises and fixed assets according to the instructions for consolidated reports of condition filed with the division. Section 14. That § 51A-4-15 be amended to read as follows: 51A-4-15. A bank may rediscount in good faith and endorse any of its negotiable paper, but it shall be unlawful for any. However, no bank to may pledge any of its assets as collateral security for the payment thereof, except as required by rules of the federal reserve bank. The director may in his discretion require such bank to repay any such rediscounts. A bank may not sell notes, loans, participation in loans, securities, or any other commercial paper with recourse. Section 15. That § 51A-4-45 be amended to read as follows: 51A-4-45. Unless prohibited by another provision of statute, a financial institution, known as the customer institution, may contract with another financial institution, known as the service institution, to grant the service institution the authority to render services to the depositors, borrowers, or other customers of the customer institution, after notice of the proposed contract is given to the director of the State Banking Commission and the director does not object to the contract within thirty days of the notice. A contract may include authority to conduct transactions at or through any principal office, branch, or detached facility of either financial institution which is party to the contract. For the purposes of this section, the service institution is not considered a branch of the customer institution. Nothing in this section or § 51A-4-44 may be construed to apply to any loan production offices office as defined in chapter 54-4 subdivision 51A-1-2(18). Section 16. That § 51A-6A-17 be amended to read as follows: 51A-6A-17. Except with the written consent of the director, no person may serve as a board member, officer, or key employee of a trust company who has been convicted, or who is hereafter convicted, of any felony or any crime involving fraud, dishonesty, or a breach of trust. Any trust company who willfully violates this prohibition is subject to a civil penalty of one thousand dollars for each day the violation continues. A civil penalty imposed pursuant to this section for a single violation may not exceed fifty thousand dollars. Any civil penalty imposed by the director under this section is subject to review by the commission according to in accordance with chapter 1-26. As part of any application to obtain authority to transact business as a private trust company, the applicant shall obtain and provide for each proposed incorporator, organizer, board member, manager, officer, and key employee of the proposed company, as applicable, the results of an independent criminal background investigation acceptable to the director, and independent credit report from a consumer reporting agency as described in 15 U.S.C. 1681a(p) as of January 1, 2010, and a report of ongoing or pending litigation. As part of any application to obtain authority to transact trust company business as a public trust company, each proposed incorporator, organizer, board member, manager, officer, and key employee, as applicable, shall submit to a state and federal criminal background investigation by means of fingerprint checks by the Division of Criminal Investigation and the Federal Bureau of Investigation. Upon application, the division shall submit completed fingerprint cards to the Division of Criminal Investigation for purposes of conducting both the state and federal criminal background investigation. Upon completion of the criminal background check, the Division of Criminal Investigation shall forward to the division all information obtained as a result of the criminal background investigation. For individuals any person described above who are is not citizens a citizen of the United States, the director may conduct an international background investigation or require the applicant or individual person to obtain and provide the results of an international background investigation acceptable to the director. The applicant shall also obtain and provide the results of an independent credit report from a consumer reporting agency as described in 15 U.S.C. 1681a(p) as of January 1, 2010, and a report of ongoing or pending litigation for each individual person as described above. Prior to beginning employment with any trust company, each potential director, manager, member, officer, or key employee shall undergo the same investigation process as required above for new applicants. For purposes of this section, a key employee does not include an employee whose primary responsibilities are limited to clerical or support duties and officer does not include individuals any person who are is not involved in the ongoing policy making or management of the trust company. Any trust company shall immediately notify the division of any material change in the background of any individual person subject to the background investigation process as described above. The division may require a fingerprint-based state, federal, and international criminal background investigation, as applicable, for any director, officer, or employee, who is the subject of an investigation by the division. Failure to submit to or cooperate with the criminal background investigation is grounds for the denial of an application or may result in the revocation of a trust company's authority to transact trust company business. The applicant or trust company, as the case may be, shall pay any fees or costs associated with the fingerprinting, background investigations, or reports required by this section. An individual A person who has undergone a state, federal, or international background investigation required by this section, may, at the discretion of the director, be allowed to fulfill this requirement for future trust company employment by sworn affidavit stating that there have been no material changes to the individual's person's background. Section 17. That § 51A-6A-20 be amended to read as follows: 51A-6A-20. The common stock, preferred stock, or ownership units of any trust company shall be divided into shares of five dollars each, or a multiple of five dollars. All subscriptions to the stock or ownership units shall be paid in cash. If a trust company in corporate form reduces its common stock and issues preferred stock in lieu of the reduction, it may reduce the par value of the common stock in the proportion that the total amount of capital stock is reduced, but when the preferred stock is retired the par value of the common shares shall be restored. Section 18. That § 51A-6A-24 be amended to read as follows: 51A-6A-24. Any trust company in corporate form may issue preferred stock of one or more classes in such amounts as are approved by the commission director. The holders of two-thirds of the common stock of the trust company shall approve the issuance at a meeting held for that purpose. Notice shall be given by registered mail to each stockholder at least five days before the date of the meeting. No issue of preferred stock is valid until the par value of all stock so issued is paid in. No preferred stock may be retired unless the common stock is increased in an amount equal to the amount of the preferred stock retired. Section 19. That § 51A-6A-42 be amended to read as follows: 51A-6A-42. If it appears upon the examination of any trust company or from any report made to the director that any trust company is insolvent, the director shall take charge of the trust company and all of its property and assets. In so doing the director may appoint a special assistant to take charge temporarily of the affairs of the insolvent trust company until a receiver is appointed. The assistant shall qualify, give bond, and receive compensation the same as the regular examiner, but the compensation shall be paid by the insolvent trust company, or in case of the appointment of a receiver, allowed by the court as costs in the case. No trust company may continue in the charge of a special assistant for a longer period than six months. Section 20. That § 51A-6A-50 be amended to read as follows: 51A-6A-50. Before any trust company can merge, consolidate with, convert from a corporation to a limited liability company or from a limited liability company to a corporation under § 47-1A-950 or 47-1A-950.1, or transfer its assets and liabilities to another trust company or bank, it must shall file with the director, certified copies of all proceedings of its governing board and owners relating to the merger, consolidation, conversion, or transfer. The owners' proceedings must shall show that a majority of the owners voted in favor of the merger, consolidation, conversion, or transfer. The owners' proceedings shall contain a complete copy of the agreement made and entered into, with reference to the merger, consolidation, conversion, or transfer. Upon the filing of the owners' and governing board's proceedings, the director shall make an investigation to determine whether: (1) The interests of the clients, creditors, and owners of each are protected; (2) The merger, consolidation, conversion, or transfer is in the public interest; and (3) The merger, consolidation, conversion, or transfer is made for legitimate purposes. The commission's director's consent to or rejection of a merger, consolidation, conversion, or transfer shall be based upon the investigation. No merger, consolidation, conversion, or transfer may be made without the consent of the commission director. The expense of the investigation shall be paid by the persons filing the request. Section 21. That § 51A-12-1 be amended to read as follows: 51A-12-1. This chapter and chapter 54-7 and all other applicable statutes govern applies to bank loans. Section 22. That § 51A-14-1 be amended to read as follows: 51A-14-1. A bank authorized under this title may merge or consolidate with another state bank, national bank or savings and loan association organized pursuant to Title 52 or 12 U.S.C. § 1464 as amended as of January 1, 1990. The provisions of §§ 51A-2-16 and 51A-3-7 to 51A-3-12, inclusive, govern applications for mergers and consolidations. Section 23. That § 51A-14-2 be amended to read as follows: 51A-14-2. A bank may purchase the assets and assume the liabilities of another state bank, national bank or savings and loan association organized pursuant to Title 52 or 12 U.S.C. § 1464 as amended as of January 1, 1990. The provisions of §§ 51A-2-16 and 51A-3-7 to 51A-3-12, inclusive, govern such applications. Section 24. That § 51A-14-4 be amended to read as follows: 51A-14-4. Any national bank, or any federal savings association, or federal savings bank or state savings and loan association owned by or being acquired by a bank holding company which that desires to take the necessary steps to effect dissolution as a national bank, a federal savings association or a federal savings bank with the federal regulatory authority having jurisdiction, or as a state savings and loan association with the Division of Banking may make application to the commission director to reorganize as a state bank. An application for conversion to a state bank shall consist of a letter of intent signed by a majority of the institution's board of directors together with any additional information required by the director. The stockholders of the national bank, federal savings association, or federal savings bank or state savings and loan association shall make, execute, and acknowledge articles of incorporation as required by this title. Upon receipt of an application for approval of a conversion, the director shall conduct such investigation as he may deem necessary to ascertain whether: (1) The letter of intent and supporting items satisfy the requirements of this title; (2) The plan of conversion adequately protects the interests of depositors; (3) The requirements for a conversion under all applicable laws have been satisfied, and the resulting state bank would satisfy the requirements for banks authorized by this title; and (4) The resulting state bank will possess an adequate capital structure. Upon filing and approval of such articles as provided by this title, and upon the issuance of a certificate of authority by the director as provided herein, the institution may transact business as a state bank, and thereupon all assets, real and personal, of the dissolved national bank, federal savings association, or federal savings bank or state savings and loan association shall be vested in and become the property of the state bank. Section 25. That § 51A-14-6 be amended to read as follows: 51A-14-6. If the director, pursuant to § 51A-15-21, or if the commission deems it necessary that a state bank, national bank, or savings and loan association organized pursuant to Title 52 or 12 U.S.C. § 1464 as amended as of January 1, 1990, be merged, consolidated, or its assets purchased and its liabilities assumed in order to protect the depositors and the public from unsound practices, and another bank is willing to merge, consolidate, or purchase the assets and assume the liabilities of such financial institution, the commission may declare that such merger, consolidation, or purchase of assets and assumption of liabilities shall constitute an emergency takeover. The commission may waive any requirement, whether by law or by rule, relative to required application materials, thoroughness of the director's investigation, and length of time before the commission may act. Nothing in this section may be construed to limit limits in any way the rights of shareholders of either financial institution to approve the transaction and the manner required by state or federal law. Section 26. That § 51A-15-14 be amended to read as follows: 51A-15-14. The director shall suspend the activities and take possession pursuant to § 51A-15-10 § 51A-15-11 or 51A-15-21 by posting upon the premises a notice reciting that all activities will shall be suspended and that he the director is assuming possession pursuant to this chapter and the time, not earlier than the posting of the notice, when his the director's possession shall be deemed to commence. The notice shall also be filed in the circuit court for the county in which the bank is located. The director shall notify the federal reserve bank of the district of taking possession of any bank which is a member of the federal reserve system. Section 27. That § 51A-17-44 be repealed. 51A-17-44. A license issued under the provisions of chapter 51A-16 that is in effect on July 1, 2008, shall remain in force as a license under this chapter until the license's expiration date. Thereafter, the licensee shall be treated as if it had applied for and had received a license under this chapter and shall comply with the renewal requirements set forth in this chapter. Section 28. That § 54-14-13.5 be amended to read as follows: 54-14-13.5. Any insurance company lending money for who, for valuable consideration, originates, sells, or services nonresidential mortgage loans, shall apply for, on forms prescribed by the director, and maintain, a mortgage lending license and is subject to the tax as provided in § 54-14-30. Any insurance company required to obtain a license under this section shall become licensed no later than December 31, 2009. The tax required in § 54-14-30 shall be imposed only on those loans funded after December 31, 2009. The requirement of a surety bond as provided in § 54-14-24 does not apply to an insurance a company licensed under this section. Any individual solely employed by or solely acting as an intermediary on behalf of an insurance a company licensed pursuant to this section is not required to hold an individual license under this chapter. Any individual acting as an intermediary, on behalf of an insurance a company licensed as provided in this section, shall be disclosed to the director during the application process and annually thereafter. The requirements of registration with the nationwide mortgage licensing system and registry do not apply to any insurance company or its employees or intermediaries licensed pursuant to this section. Section 29. That § 54-14-22 be repealed. 54-14-22. Any person shall complete the equivalent of two years of service under the supervision and direction of a licensed mortgage broker, mortgage brokerage, or mortgage lender, or another jurisdiction's equivalent thereof, before that person is eligible to apply for a mortgage broker's, mortgage brokerage's, or mortgage lender's license. No mortgage broker, mortgage brokerage, or mortgage lender is eligible for a license without such training and experience. The director may promulgate rules pursuant to chapter 1-26 with regard to such training and experience. Any person licensed as a mortgage broker or mortgage lender with the director prior to July 1, 2007, is exempt from this requirement. Section 30. That § 58-1-18 be repealed. 58-1-18. Reinsurance is a contractual arrangement under which one insurer or self-insurer transfers to another insurer some or all of the loss incurred by the primary insurer or self-insurer under contracts it has issued or coverage it has provided or will provide in the future. Section 31. That § 58-2-31 be repealed. 58-2-31. The director shall file an annual report. Section 32. That § 58-5-88 be repealed. 58-5-88. No insurer shall make any disbursement of one hundred dollars or more, unless evidenced by a voucher correctly describing the consideration for the payment and supported by a check or receipt endorsed or signed by or on behalf of the person receiving the money. Violation of this section is a Class 2 misdemeanor. Section 33. That § 58-5-89 be repealed. 58-5-89. If the disbursement is for services and reimbursement, the voucher shall describe the services and expenditures. Section 34. That § 58-5-90 be repealed. 58-5-90. If the disbursement is in connection with any matter pending before any legislature or public body or before any public official, the voucher shall also correctly describe the nature of the matter and of the insurer's interest therein. Section 35. That § 58-5-91 be repealed. 58-5-91. If a voucher cannot be obtained, the expenditure referred to in § 58-5-88 shall be evidenced by an affidavit in which is set forth the character and object of the expenditure and the reasons for not obtaining a voucher therefor. Section 36. That § 58-5-92 be repealed. 58-5-92. No insurer shall enter into any agreement to withhold from sale any of its property. Section 37. That § 58-29D-17 be repealed. 58-29D-17. All claims paid by the administrator from funds collected on behalf of or for an insurer shall be paid only on drafts or checks of and as authorized by the insurer. Section 38. That § 58-42-1 be repealed. 58-42-1. Terms used in this chapter mean: (1) \"Director,\" the director of insurance; (2) \"Insurer,\" any person authorized to do an insurance business as an insurer in this state, pursuant to chapter 58-5; (3) \"Legal expense insurance,\" includes the assumption of a contractual obligation to provide specified legal services or to reimburse for specified legal expenses, in consideration of a specified payment for an interval of time, regardless of whether the payment is made by the beneficiary individually or by a third person for him, in such a manner that the total cost incurred by assuming the obligation is to be spread directly or indirectly among a group of persons. It includes arrangements that create reasonable expectations of enforceable rights, but it does not include the provision of or reimbursement for legal services incidental to other insurance coverages, provided it does not restrict the beneficiary's choice of attorneys. Section 39. That § 58-42-2 be repealed. 58-42-2. The insurance laws of this state, including this chapter, do not apply to: (1) Any retainer contract made by a licensed attorney and an individual client with fees based on estimates of the nature and amount of services to be provided to the specific client and any similar contract made with a group of clients involved in the same or closely related legal matters; (2) Any plan which does not provide benefits other than consultation and advice on simple legal matters either alone or in combination with referral services, a predetermined amount of consultation and assistance on other legal matters, including defense of a legal action, and the promise of fee discounts for other matters. To qualify for this exemption, the plan may not offer or promise to reimburse persons for costs of legal services or to indemnify persons against the costs of such services, and the company shall file with the director a filing fee of one thousand dollars and demonstrate that the plan offers only the benefits enumerated in this subdivision. The director shall issue a decision of insurance or no insurance pursuant to §§ 58-42-9, 58-42-11, and 58-42-12; (3) The furnishing of limited legal assistance on an informal basis, involving neither an express contractual obligation nor reasonable expectations, in the context of an employment, membership, educational, or similar relationship; (4) Any plan sponsored by the State Bar of South Dakota on a nonprofit basis; (5) The furnishing of legal assistance by any labor union and other employee organizations to its members in matters relating to employment or occupation; (6) Any employee welfare benefit plan to the extent that state law is superseded by section 514 of the Employee Retirement Income Security Act of 1974. Section 40. That § 58-42-3 be repealed. 58-42-3. No person may transact legal expense insurance business in this state unless authorized to do so by the director. Section 41. That § 58-42-4 be repealed. 58-42-4. Any domestic or foreign insurer may be authorized to transact legal expense insurance in this state, subject to the requirements and restrictions of this chapter and chapter 58-24 with respect to casualty insurance. Legal expense insurance may be transacted alone or together with disability insurance or casualty insurance. No insurer may transact liability insurance and also issue legal expense insurance policies providing coverage for the enforcement of claims against third persons unless the requirements of § 58-42-5 are met and the director is satisfied that the interests of policyholders of legal expense insurance policies are not endangered by potential conflicts of interest in the insurer. Section 42. That § 58-42-5 be repealed. 58-42-5. Adequate precautions shall be taken to make sure that the handling of an insured's claim for legal assistance in enforcing a claim against a third person is not affected in any way by the insurer's actual or potential obligation as a liability insurer to pay the claim for the third person. The precautions may include, but are not limited to: (1) A provision in the policy that claims against third persons shall be handled exclusively by attorneys selected by the insureds themselves rather than by the insurer, that no information about the case other than the name of the defendant and the nature of the claim may be made available to the insurer, and that the insurer shall refrain from any interference with the handling of the case; or (2) Organizational separation between the legal expense and the liability insurance departments with respect to management, accounting, record keeping, and claims handling, with appropriate rules and procedures, satisfactory to the director, and approved by the same, to prevent the exchange of information between the two departments about details of cases. Section 43. That § 58-42-6 be repealed. 58-42-6. In order to be authorized to transact legal expense insurance, both a stock and a mutual insurance company shall possess at the time the certificate of authority is issued and thereafter maintain the same basic capital or basic surplus and the same additional surplus as is required to be possessed and thereafter maintained by insurers who transact casualty insurance pursuant to § 58-6-23 if a stock company or pursuant to § 58-5-21 if a mutual company. Section 44. That § 58-42-7 be repealed. 58-42-7. For insurers whose purposes according to their articles of incorporations are restricted to transacting legal expense insurance and business reasonably related thereto, the director may reduce the minimum amounts of capital or surplus required under § 58-42-6 if the director finds that the reduction is justified by: (1) The terms and number of existing contracts with subscribers; (2) Support by financially sound public or private organizations or agencies; (3) Other reliable financial guarantees; or (4) Other special circumstances. Section 45. That § 58-42-8 be repealed. 58-42-8. The director may at any time modify the amount of the capital or surplus specified under this chapter if the director finds that there has been a substantial change in the facts on which the determination was based. The director shall hold a hearing within thirty days after receiving a request from the insurer submitted within thirty days after being notified of the modification order. Failure to meet the new requirements within six months after final decision or after the expiration of the thirty-day period for submitting the hearing request constitutes a violation of this chapter. Section 46. That § 58-42-9 be repealed. 58-42-9. Legal expense insurance may be written as individual, group, blanket, or franchise insurance. Each contractual obligation for legal expense insurance shall be evidenced by a policy. Each person insured under a group policy shall be issued a certificate of coverage. No policy or certificate of legal expense insurance may be issued in this state unless a copy of the form has been filed with and approved by the director. The director may not approve any form that does not contain: (1) A complete description of the legal services to which the participant is entitled; (2) The predetermined periodic rate of payment for legal services, if any, which the participant is obligated to pay; (3) All exclusions and limitations on services to be provided including any deductible or copayment feature and all restrictions relating to preexisting conditions; (4) A provision that, whether the attorney in an individual case is to be selected by the insured or by the insurer; provides for alternative benefits in case the insured is unable to find a participating attorney to perform the promised services; or the attorney selected by the insurer is disqualified or otherwise unable to perform the promised services of an attorney selected and paid by the insurer or paying the fee of an attorney selected by the insured; the policy must also provide a procedure that includes impartial review for settling disagreements based upon the grounds for demanding an alternative benefit; and (5) All criteria by which a participant may be disenrolled or denied reenrollment. Section 47. That § 58-42-10 be repealed. 58-42-10. The incorporators shall file with the director an application for a certificate of authority to do business, which shall include or have attached the following: (1) The names, addresses, and occupations of all incorporators, proposed directors, and officers; (2) For corporate incorporators, their articles and bylaws and a list of the names, addresses, and occupations of their directors and principal officers and, for the three most recent years, their annual statements and reports; (3) The proposed articles and bylaws; (4) All agreements relating to the corporation to which any incorporator, or proposed director or officer is a party; (5) The amount and sources of the funds available for organization expenses and the proposed arrangements for reimbursement and compensation of incorporators or other persons; (6) The proposed compensation of directors and officers; (7) The forms to be used for any contracts between the corporation and its members or other persons concerning the provision of services to insureds; (8) The geographical area in which the business is intended to be done; (9) The types of legal expense insurance intended to be written including specification whether and to what extent indemnity rather than service benefits are to be provided; (10) The proposed marketing methods; (11) The proposed method for the establishment of premium rates and other charges to policyholders; and (12) Such other documents or information as the director may reasonably require. The director shall disapprove a policy or certificate form pursuant to the provisions of § 58-11-21. Section 48. That § 58-42-11 be repealed. 58-42-11. No policy of legal expense insurance may be issued in this state unless the premium rates for the insurance have been previously filed with and approved by the director. The director may disapprove rates that are excessive, inadequate, or unfairly discriminatory. Rates are not unfairly discriminatory because they are averaged broadly among persons insured under group, blanket, or franchise policies. Section 49. That § 58-42-12 be repealed. 58-42-12. The director may require the submission of whatever relevant information is reasonably necessary in determining whether to approve or disapprove a filing made under § 58-42-9 or 58-42-11. The director shall, within thirty days after receiving a filing under § 58-42-9 or 58-42-11, inform the person making the filing whether the director approves or disapproves the form or rate. The director may extend the period for an additional thirty days by notice in writing to the person making the filing prior to the expiration of the first thirty days. A notice of disapproval shall be in writing and shall state the reasons for disapproval. If the director does not disapprove a filing within the period specified in this section, the filing is deemed approved. The director may disapprove any form or rate that has previously been approved or disapproved. The director shall grant a hearing within thirty days after receipt in writing by any person aggrieved by the director's decision. Section 50. That § 58-42-13 be repealed. 58-42-13. Any change in the general terms of legal expense insurance contracts made between the insurer and participating attorneys or other providers of services covered by the legal expense insurance policy shall be filed with the director and any such change may not become effective until thirty days after filing. Legal expense insurers shall annually report to the director, in such detail as the director reasonably requires, the number and geographical distribution of attorneys and other providers of services covered by the legal expense insurance policy with whom it maintains contractual relations, and the nature of the relations. For individual insurers or groups of insurers the director may require more frequent reports. Section 51. That § 58-42-14 be repealed. 58-42-14. Contracts made between the provider of prepaid legal service, other than those defined as insurance, and participating attorneys, management contracts, or contracts with providers of other services covered by plans not defined as insurance shall be filed with the division. Section 52. That § 58-42-15 be repealed. 58-42-15. All prepaid legal service plans or providers that are not defined as insurance, shall annually report to the division the number and geographical distribution of attorneys and other services covered by the plan with whom the provider of such services maintains contractual relations and the nature of the relations. The division may require more frequent reports. Section 53. That § 58-42-16 be repealed. 58-42-16. The director shall report to the State Bar of South Dakota for reference to the appropriate disciplinary authorities, any information that the director considers to be of substance of possible instances of overcharging for legal services, incompetence, or violations of the South Dakota Rules of Professional Conduct by lawyers who provide services in connection with a legal expense insurance policy. Any legal expense insurer may establish institutions, rules, and procedures for the review and resolution of complaints and disputes concerning the quality of cost of legal services provided under its legal expense insurance policies. However, neither the institutions, rules, nor procedures may address the issue of arbitration pursuant to § 21-25A-3. Section 54. That § 58-42-17 be repealed. 58-42-17. The director may, by rule adopted pursuant to chapter 1-26, modify or waive any requirements of the insurance laws concerning accounting and reports for specific classes of legal expense insurers whose purposes, according to their articles of incorporation, are restricted to transacting legal expense insurance and business reasonably related thereto, if and to the extent that is necessary to avoid unreasonable hardship, expense or inconvenience, and if the interests of insureds continue to be adequately protected. Section 55. That § 61-3-14 be amended to read as follows: 61-3-14. The secretary of labor and regulation shall cause to be printed make available for distribution to the public the text of this title, administrative rules promulgated pursuant to this title, annual reports to the Governor, and any other material the secretary deems relevant and suitable and shall furnish the same to any person upon application therefor. Section 56. That § 61-5-18.14 be repealed. 61-5-18.14. The employer's reserve ratio for calendar year 1993 to calendar year 2006, inclusive, shall be the result obtained by dividing the balance of credits existing in the employer's experience-rating account by the total taxable payroll of the employer for the preceding three calendar years. The contribution rates provided in this section apply to and are retroactive to taxable wages paid on and after January 1, 1993. Section 57. That § 61-6-20 be amended to read as follows: 61-6-20. An No individual is not entitled to any benefits for a week for which the individual is receiving, has received, or will receive remuneration in the form of: (1) Termination, vacation, holiday, severance, or dismissal payments or wages in lieu of notice whether legally required or not. However, in the case of lump sum termination, vacation, holiday, severance, or dismissal payments, the lump sum payment shall be allocated over a period of weeks equal to the lump sum divided by the employee's regular pay while employed. However, the payment shall be applied for a period of weeks immediately following the last day of work. Payments made to an individual based entirely on the individual's contributions to a fund from which the payments are made are not vacation pay; (2) Compensation for temporary partial disability under the workers' compensation law of any state or under a similar law of the United States; or (3) The prorated weekly amount of any pension, annuity or retirement payment including disability pension payments, based on the previous work of the individual. This subdivision applies only to payments made under a plan contributed to by a base period employer. This does not apply to payments made under Title II of the Social Security Act or the Railroad Retirement Act of 1974, to military service-connected disability payments or to that part, if any, of a pension, annuity or retirement payment that is attributable to contributions of the individual. However, this subdivision shall apply to payments made under Title II of the Social Security Act or the Railroad Retirement Act of 1974 until the balance of the unemployment trust fund reaches thirty million dollars at the end of any calendar quarter. If the remuneration is less than the benefits which would otherwise be due under this chapter, the individual shall receive for the week, if otherwise eligible, benefits reduced by the amount of the remuneration. Section 58. That § 61-6-45 be amended to read as follows: 61-6-45. No individual may receive extended benefits for any week of unemployment in the individual's eligibility period if the secretary finds that during the period the individual failed to accept an offer of suitable work, failed to apply for suitable work to which the individual was referred by the secretary, or failed to actively engage in seeking work. An individual who has been found to be ineligible for extended benefits shall be denied benefits for the week in which the failure occurred and until the individual has been subsequently employed for at least six calendar weeks in insured employment and has earned wages of not less than the individual's weekly benefit amount in each of those six weeks. The term, suitable work, in this section means any work within an individual's capabilities which has a gross weekly wage that exceeds the individual's weekly benefit amount plus any supplemental unemployment benefits and which pays not less than the higher of the federal minimum wage as provided by the Fair Labor Standards Act or the state minimum wage. No individual may be denied extended benefits for failure to accept an offer of, or apply for, a job which would otherwise be suitable work if: (1) The position was not offered to the individual in writing or was not listed with job service the department; (2) The position does not constitute suitable work under § 61-6-16; or (3) The individual furnishes satisfactory evidence to the secretary that the individual's prospects for obtaining work in the individual's customary occupation within three weeks are good. If such evidence is satisfactory, suitable work shall be determined in accordance with § 61-6-16. An individual is actively seeking work during a week if the individual engages in a sustained and systematic effort to obtain work during that week and the individual furnishes tangible evidence that the individual has engaged in such an effort during that week. Job service The department shall refer an individual who is entitled to extended benefits to any suitable work which meets the criteria described in this section. Section 59. The code counsel shall reorganize chapters 61-1, 61-5, and 61-6 pursuant to the requirements of § 2-16-9, shall arrange and correlate each section within each chapter, and shall adjust any cross-references for each section in each chapter."}, {"bill_id": 3183, "bill_version_id": 21400, "bill_version": "Enrolled", "bill_version_date": "2012-02-14T08:29:02.87-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3183, "action_date": "2012-01-10T12:00:00-06:00", "document_id": 19241, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19241.pdf", "status_text": "First read in Senate and referred to", "journal_page": 19, "committee_id_action": 171, "committee_id_assigned": 148, "result": "N", "vote": {}}, {"bill_id": 3183, "action_date": "2012-01-17T10:00:00-06:00", "document_id": 19321, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19321.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 148, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3183, "action_date": "2012-01-19T10:00:00-06:00", "document_id": 19354, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19354.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 148, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3183, "action_date": "2012-01-19T10:00:00-06:00", "document_id": 19530, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19530.pdf", "status_text": "Do Pass", "journal_page": 76, "committee_id_action": 148, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 10266, "president_vote": null, "Excused": [253], "Yea": [288, 286, 264, 236, 226, 252]}}, {"bill_id": 3183, "action_date": "2012-01-20T14:00:00-06:00", "document_id": 19679, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19679.pdf", "status_text": "Do Pass", "journal_page": 99, "committee_id_action": 171, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 10355, "president_vote": null, "Yea": [253, 284, 239, 251, 288, 255, 250, 235, 234, 247, 287, 285, 212, 228, 286, 233, 291, 223, 264, 240, 252, 214, 219, 220, 229, 290, 236, 243, 261, 289, 218, 254, 232], "Excused": [249, 226]}}, {"bill_id": 3183, "action_date": "2012-01-23T14:00:00-06:00", "document_id": 19948, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19948.pdf", "status_text": "First read in House and referred to", "journal_page": 162, "committee_id_action": 173, "committee_id_assigned": 159, "result": "N", "vote": {}}, {"bill_id": 3183, "action_date": "2012-02-10T10:00:00-06:00", "document_id": 20994, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20994.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 159, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3183, "action_date": "2012-02-10T10:00:00-06:00", "document_id": 21217, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21217.pdf", "status_text": "Do Pass", "journal_page": 408, "committee_id_action": 159, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11426, "president_vote": null, "Yea": [260, 217, 293, 299, 279, 305, 263, 304, 213, 315, 298, 281, 259]}}, {"bill_id": 3183, "action_date": "2012-02-10T10:00:00-06:00", "document_id": 21217, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21217.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 159, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3183, "action_date": "2012-02-13T14:00:00-06:00", "document_id": 21373, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21373.pdf", "status_text": "Do Pass", "journal_page": 434, "committee_id_action": 173, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11576, "president_vote": null, "Yea": [222, 262, 265, 227, 242, 231, 281, 269, 296, 211, 314, 257, 260, 258, 225, 268, 245, 217, 303, 313, 293, 297, 270, 299, 266, 221, 272, 279, 305, 271, 248, 263, 230, 280, 301, 237, 246, 292, 304, 267, 294, 213, 241, 311, 277, 307, 276, 308, 273, 315, 282, 278, 259, 224, 216, 295, 302, 283, 244, 306, 238, 310, 275, 309, 300, 298, 274, 256, 215], "Excused": [312]}}, {"bill_id": 3183, "action_date": "2012-02-14T14:00:00-06:00", "document_id": 21465, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21465.pdf", "status_text": "Signed by the President", "journal_page": 430, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3183, "action_date": "2012-02-15T14:00:00-06:00", "document_id": 21530, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21530.pdf", "status_text": "Signed by the Speaker", "journal_page": 497, "committee_id_action": 173, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3183, "action_date": "2012-02-16T13:00:00-06:00", "document_id": 21642, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21642.pdf", "status_text": "Delivered to the Governor", "journal_page": 464, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3183, "action_date": "2012-02-22T14:00:00-06:00", "document_id": 21860, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21860.pdf", "status_text": "Signed by the Governor", "journal_page": 496, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5202, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/3183"}