{"session_id": 15, "bill_id": 3123, "bill_type": "Senate Bill", "bill_number": 72, "bill_title": "regulate persons offering speech-language pathology to the public.", "sponsors": [{"legislator_profile_id": 228, "is_prime": true}, {"legislator_profile_id": 277, "is_prime": true}, {"legislator_profile_id": 253, "is_prime": false}, {"legislator_profile_id": 284, "is_prime": false}, {"legislator_profile_id": 262, "is_prime": false}, {"legislator_profile_id": 265, "is_prime": false}, {"legislator_profile_id": 227, "is_prime": false}, {"legislator_profile_id": 250, "is_prime": false}, {"legislator_profile_id": 268, "is_prime": false}, {"legislator_profile_id": 234, "is_prime": false}, {"legislator_profile_id": 287, "is_prime": false}, {"legislator_profile_id": 266, "is_prime": false}, {"legislator_profile_id": 248, "is_prime": false}, {"legislator_profile_id": 291, "is_prime": false}, {"legislator_profile_id": 223, "is_prime": false}, {"legislator_profile_id": 267, "is_prime": false}, {"legislator_profile_id": 294, "is_prime": false}, {"legislator_profile_id": 252, "is_prime": false}, {"legislator_profile_id": 243, "is_prime": false}, {"legislator_profile_id": 261, "is_prime": false}, {"legislator_profile_id": 216, "is_prime": false}, {"legislator_profile_id": 218, "is_prime": false}, {"legislator_profile_id": 254, "is_prime": false}, {"legislator_profile_id": 232, "is_prime": false}, {"legislator_profile_id": 275, "is_prime": false}, {"legislator_profile_id": 300, "is_prime": false}], "keywords": ["Administrative Rules", "Fees", "Licenses", "Professions and Occupations"], "audio": [{"meeting_datetime": "2012-01-25T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/she09.mp3", "start_seconds": 937.0}, {"meeting_datetime": "2012-01-25T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/she09.mp3", "start_seconds": 937.0}, {"meeting_datetime": "2012-01-25T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/she09.mp3", "start_seconds": 937.0}, {"meeting_datetime": "2012-01-26T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen10.mp3", "start_seconds": 2336.0}, {"meeting_datetime": "2012-01-26T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen10.mp3", "start_seconds": 2336.0}, {"meeting_datetime": "2012-01-26T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen10.mp3", "start_seconds": 2336.0}, {"meeting_datetime": "2012-02-14T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hhe21.mp3", "start_seconds": 4915.0}, {"meeting_datetime": "2012-02-14T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hhe21.mp3", "start_seconds": 4915.0}, {"meeting_datetime": "2012-02-14T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hhe21.mp3", "start_seconds": 4915.0}, {"meeting_datetime": "2012-02-14T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hhe21.mp3", "start_seconds": 4915.0}, {"meeting_datetime": "2012-02-16T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou23.mp3", "start_seconds": 2867.0}, {"meeting_datetime": "2012-02-16T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou23.mp3", "start_seconds": 2867.0}, {"meeting_datetime": "2012-02-16T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou23.mp3", "start_seconds": 2867.0}], "bill_versions": [{"bill_id": 3123, "bill_version_id": 19649, "bill_version": "Introduced", "bill_version_date": "2012-01-20T11:41:40.047-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to regulate persons offering speech-language pathology to the public. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Board,\" the Board of Examiners for Speech-Language Pathology; (2) \"Department,\" the Department of Health; (3) \"Endoscopy,\" an imaging procedure included within the scope of practice for speech-language pathologists in which a speech-language pathologist uses a flexible/nasal endoscopy, rigid/oral endoscopy, or stroboscopy for the purpose of evaluating and treating disorders of speech, voice, resonance, and swallowing function; (4) \"Mentorship,\" the direct on-site supervision and monitoring of a speech-language pathologist with a provisional license by a licensed speech-language pathologist; (5) \"Provisional license,\" the license issued to an applicant who is practicing speech-language pathology while completing the supervised postgraduate professional experience following completion of master's degree in speech-language pathology; (6) \"Speech-language pathologist,\" any person who engages in the practice of speech-language pathology and who meets the qualifications set forth in this Act; (7) \"Speech-language pathology assistant,\" any person who assists in the practice of speech-language pathology and who meets the qualifications set forth in this Act; and (8) \"Telepractice,\" \"telespeech,\" \"telespeech-language pathology,\" or \"telehealth,\" whether used separately or together. Telepractice service means the application of telecommunication technology to deliver speech-language pathology at a distance for assessment, intervention, or consultation. Section 2. For the purposes of this Act, the practice of speech-language pathology is the application of principles, methods, and procedures related to the development, disorders, and effectiveness of human communication and related functions including providing prevention, screening, consultation, assessment/evaluation, diagnosis, treatment/intervention/ management, counseling, collaboration, and referral services for disorders of speech, language, feeding, and swallowing, and for cognitive aspects of communication. The practice of speech-language pathology also includes establishing augmentative and alternative communication techniques and strategies, including developing, selecting, and prescribing of such systems and devices, providing services to individuals with hearing loss and their families, screening persons for hearing loss or middle ear pathology using conventional pure-tone air conduction methods, otoacoustic emissions screening, or screening typanometry, using instrumentation to observe, collect data, and measure parameters of communication and swallowing, selecting, fitting, and establishing effective use of prosthetic or adaptive devices for communication, swallowing, or other upper aerodigestive functions, and providing services to modify or enhance communication performance. Section 3. No person may practice speech-language pathology or represent himself or herself as a speech-language pathologist or speech-language pathology assistant in this state, unless such person is licensed in accordance with this Act. A person represents oneself to be a speech-language pathologist or speech-language pathology assistant if the person holds himself or herself out to the public by any means, or by any service or function performed, directly or indirectly, or by using the terms, speech pathologist, speech therapist, speech teacher, speech correctionist, speech clinician, language therapist, language pathologist, language specialist, voice therapist, voice pathologist, logopedist, communicologist, aphasiologist, phoniatrist, speech-language pathologist assistant, or any variation, synonym, coinage, or other word that expresses, employs, or implies these terms, names, or functions. A violation of this section is a Class 2 misdemeanor. Section 4. Any person who holds any speech-language pathologist certificate from the South Dakota Department of Education as of July 1, 2012, and does not otherwise meet the qualifications set forth in this Act may apply for and shall be granted a limited license to practice as a speech-language pathologist as long as: (1) The application is made no later than July 1, 2014; and (2) The applicant complies with the provisions of subdivisions (1), (2), and (7) of section 14 of this Act. The limits of the license shall be determined by the board in rules promulgated pursuant to chapter 1-26. Section 5. Nothing in this Act may be construed as preventing or restricting: (1) Any person licensed, certified, registered, or otherwise credentialed by this state in professions other than speech-language pathology from practicing that profession; (2) Any person certified as a teacher of the deaf; (3) The activities and services of any person pursuing a course of study leading to a degree in speech-language pathology or as a speech-language pathology assistant at a college or university if: (a) The activities and services constitute a part of a planned course of study at that institution; (b) The person is designated by a title such as intern, trainee, student, or by other such title clearly indicating the status appropriate to their level of education; and (c) The person works under the supervision of a person licensed by this state to practice speech-language pathology; (4) The activities of any person who is not licensed in this state from engaging in the practice of speech-language pathology for the purpose of providing training or continuous education as long as they hold an active license in another state, agree to abide by the standards of professional conduct and do not engage in such activities exceeding five days in any calendar year. Section 6. Any person who is licensed as a speech-language pathologist in South Dakota may perform assessment, treatment, and procedures related to speech, voice, resonance, and swallowing function using nonmedical endoscopy as long as the person has received training and is competent to perform these procedures. A licensed speech-language pathologist shall have protocols in place for emergency medical backup when performing procedures using an endoscope. Section 7. Any person who is licensed as a speech-language pathologist in South Dakota may provide speech-language pathology services via telepractice. Services delivered via telespeech shall be equivalent to the quality of services delivered face-to-face. Section 8. There is hereby created a Board of Examiners for Speech-Language Pathology under the supervision of the Department of Health. The board shall consist of five members appointed by the Governor who are residents of this state. Four of the members shall be speech-language pathologists who are currently practicing speech-language pathology, who have five years experience practicing speech-language pathology, and who hold a license to practice speech-language pathology in this state, except for the first speech-language pathologists appointed who need only meet the eligibility requirements for licensure. At least one of the members who is a speech-language pathologist shall be employed in a school setting and one of the members who is a speech-language pathologist shall be employed in a health care setting. One of the members shall be a representative of the public who is not associated with or financially interested in the practice or business of speech-language pathology. Section 9. Each appointment to the board shall be for a period of three years except for the initial appointments which shall be for staggered terms. Each member shall serve until the expiration of the term for which the member has been appointed or until the member's successor is appointed and qualified to serve on the board. If a vacancy occurs other than by expiration of a term, the Governor shall appoint a qualified person to fill the vacancy for the unexpired term. No member may serve more than three consecutive three-year terms. The Governor may remove any member of the board for unprofessional conduct, incompetence, or neglect of duty. Section 10. The board shall meet during the first quarter of each calendar year to select a chair and vice chair and to conduct other business. At least one additional meeting shall be held before the end of each calendar year. Additional meetings may be convened at the call of the chair or at the request of two or more board members. Four members of the board constitutes a quorum to do business if the majority of the members present are speech-language pathologists. Section 11. Members of the board shall receive a per diem established pursuant to § 4-7-10.4 and expenses at the same rate as other state employees while actually engaged in official duties. Section 12. The board has the following powers and duties: (1) Administer, coordinate, and enforce the provisions of this Act, evaluate the qualifications of applicants, supervise the examination of applicants, and issue and renew licenses; (2) Issue subpoenas, examine witnesses, administer oaths, conduct hearings, and, at its discretion, investigate allegations of violations of this Act and impose penalties for any violations; (3) Promulgate rules pursuant to chapter 1-26 to delineate qualifications for licensure, specify requirements for the renewal of licensure, regulate the delivery of services via telepractice, establish standards of professional conduct, specify procedures for suspension and revocation of licensure, establish a schedule of disciplinary actions for violations of professional conduct, permit inactive licensures, establish procedures for collection and management of fees and payments, establish application, biennial licensure, biennial renewal, and late fees not to exceed one hundred fifty dollars each delineate activities that may or may not be delegated to an assistant, and specify requirements for supervision of speech-language pathology assistants based on national guidelines; (4) Have available the names and addresses of persons currently licensed pursuant to the provision of this Act; (5) Employ personnel in accordance with its needs and budget; (6) Request legal advice and assistance, as needed, from the Office of the Attorney General; (7) Enter into such contracts as necessary to carry out its responsibilities under this Act; (8) Hire legal counsel; (9) Establish a budget; (10) Submit reports of its operations and finances as required by § 4-7-7.2; (11) Adopt an official seal by which it shall authenticate its proceedings, copies, records, acts of the board, and licenses; (12) Develop procedures for: (a) Monitoring a license holder's compliance with the requirements of this Act; (b) Monitoring a license holder who is ordered by the board to perform certain acts; (c) Identifying a license holder who presents a risk to the public; and (d) Initiating appropriate actions regarding a license holder who presents a risk to the public; (13) Develop a system for monitoring complaints filed with the board, procedures for providing assistance to a person who wishes to file a complaint, and a schedule for disposing of complaints in a timely manner; (l4) Communicate disciplinary actions to relevant state and federal authorities including the National Practitioners Database and the American Speech-Language-Hearing Association Board of Ethics and to other state speech-language pathology licensing authorities; and (15) Perform any other duties directly related to the administration of the provisions of this Act. No member of the board is liable for civil action for any act performed in good faith in the performance of the member's duties as prescribed by law. Section 13. All moneys coming into the custody of the board, including any fees and any other payments, shall be paid by the board to the state treasurer on or before the tenth day of each month and shall consist of all moneys received by the board during the preceding calendar month. The state treasurer shall credit the moneys to the Board of Examiners for Speech-Language Pathology account, which account is hereby created. The moneys in the account are hereby continuously appropriated to the board for the purpose of paying the expense of administering and enforcing the provisions of this Act. The total expenses incurred by the board may not exceed the total moneys collected. Section 14. To be eligible for licensure by the board as a speech-language pathologist, the applicant shall: (1) Submit an application, upon a form prescribed by the board; (2) Pay the application fee; (3) Possess a master's or doctoral degree from an educational institution accredited by the accrediting agency of the American Speech-Language-Hearing Association and from an educational institution approved by the United States Department of Education; (4) Complete supervised clinical practicum experiences from an educational institution or its cooperating programs; (5) Complete a supervised postgraduate professional experience; (6) Pass a written national examination in speech-language pathology; and (7) Have committed no act for which disciplinary action may be justified. Section 15. The board shall waive the qualifications in subdivisions (3), (4), (5), and (6) of section 14 of this Act for any applicant who has filed an application with the board, has paid the application fee, has not committed any act for which disciplinary action may be justified and: (1) Presents proof of current licensure in a state that has standards that are equivalent to or greater than those of this state; or (2) Holds a current Certificate of Clinical Competence in Speech Language Pathology from the American Speech-Language-Hearing Association. Section 16. The board may waive the qualifications in subdivisions (3), (4), and (5) of section 14 of this Act for any applicant who: (1) Received a professional education in another country if the board is satisfied that equivalent education and practicum requirements have been met; and (2) Met the examination requirements in subdivision (6) of section 14 of this Act. Section 17. The board shall issue a provisional license in speech-language pathology to an applicant who: (1) Except for the postgraduate professional experience, meets the academic, practicum, and examination requirements of this Act; (2) Submits an application, upon a form prescribed by the board, including a plan for the content of the postgraduate professional experience; (3) Pays the application fee for a provisional license; and (4) Has not committed any act for which disciplinary action may be justified. A person holding a provisional license may practice speech-language pathology only while working under the mentorship of a licensed speech-language pathologist who meets the qualifications of sections 14, 15, or 16 of this Act. The term for a provisional license and the conditions for its renewal shall be determined by the board in rules promulgated pursuant to chapter 1-26. Section 18. The board shall issue a speech-language pathology assistant license to an applicant who: (1) Submits an application, upon a form prescribed by the board; (2) Pays the application fee; (3) Holds an associate's degree in speech-language pathology assisting or a bachelor's degree with major emphasis in speech-language pathology or communication disorders from an accredited academic institution; (4) Submits an official transcript verifying necessary academic preparation and clinical experiences; (5) Completes a supervised clinical practicum of a minimum of one hundred clock hours as a speech-language pathology assistant while either on the job or during academic preparation; and (6) Has committed no act for which disciplinary action is justified. Section 19. Any person who is employed as a paraprofessional providing speech-language pathology services under the direct supervision of a speech-language pathologist who holds a speech-language pathologist certificate from the South Dakota Department of Education as of July 1, 2012, and does not otherwise meet the qualifications set forth in this Act may apply for and shall be granted a speech-language pathology assistant license and may continue to practice as a speech-language pathology assistant. This exception expires July 1, 2020, at which time all speech-language pathology assistants shall meet the requirements of this Act. Section 20. An assistant shall be supervised by a licensed speech-language pathologist who has at least three years of experience as a speech-language pathologist. The supervising speech- language pathologist: (1) Is responsible for the extent, kind, and quality of service provided by the assistant, consistent with the board's designated standards and requirements; (2) Shall ensure that persons receiving services from an assistant receive prior written notification that services are to be provided, in whole or in part, by a speech-language pathology assistant; (3) May not supervise more than three speech-language pathology assistants at one time. An assistant may have more than one supervisor if the board is notified. Section 21. The board may impose separately, or in combination, any of the following disciplinary actions on a licensee after formal or informal disciplinary action: (1) Refuse to issue or renew a license; (2) Issue a letter of reprimand or concern; (3) Require restitution of fees; (4) Impose probationary conditions; (5) Require the licensee to reimburse the board for costs of the investigation and proceeding; (6) Suspend or revoke a license; (7) Impose practice or supervision requirements, or both; or (8) Require licensees to attend continuing education programs specified by the board as to content and hours. Section 22. If the board imposes suspension or revocation of license, application may be made to the board for reinstatement. If a licensee is placed on probation, the board may require the license holder to: (1) Report regularly to the board on matters that are the basis of probation; (2) Limit practice to the areas prescribed by the board; or (3) Continue or review continuing education until the license holder attains and degree of skill satisfactory to the board in those areas that are the basis of the probation. Section 23. The board may take disciplinary actions for the following conduct: (1) Fraudulently or deceptively obtaining or attempting to obtain a license or a provisional license; (2) Fraudulently of deceptively using a license or provisional license; (3) Altering a license or provisional license; (4) Aiding or abetting unlicensed practice; (5) Selling, bartering, or offering to sell or barter a license or provisional license; (6) Committing fraud or deceit in the practice of speech-language pathology, including: (a) Willfully making or filing a false report or record in the practice of speech-language pathology; (b) Submitting a false statement to collect a fee; (c) Obtaining a fee through fraud or misrepresentation; (7) Using or promoting or causing the use of any misleading, deceiving, improbable, or untruthful advertising matter, promotional literature, testimonial, guarantee, warranty, label, brand insignia, or any other representation; (8) Falsely representing the use or availability of services or advise of a physician; (9) Misrepresenting the applicant, licensee, or holder by using the term, doctor, or any similar word, abbreviation, or symbol if the use is not accurate or if the degree was not obtained from a regionally accredited institution; (10) Committing any act of dishonesty, immorality, or unprofessional conduct while engaging in the practice of speech-language pathology; (11) Engaging in illegal, incompetent, or negligent practice; (12) Providing professional services while: (a) Mentally incompetent; (b) Under the influence of alcohol; (c) Using any narcotic or controlled dangerous substance or other drug that is in excess of therapeutic amounts or without valid medical indication; (13) Providing services or promoting the sale of devices, appliances, or products to a person who cannot reasonably be expected to benefit from such services, devices, appliances, or products; (14) Violating any provision of this Act, or any lawful order given, or rule adopted, by the board; (15) Being convicted or pleading guilty or nolo contendere to a felony or to a crime involving moral turpitude, whether or not any appeal or other proceeding is pending to have the conviction or plea set aside; (16) Being disciplined by a licensing or disciplinary authority of any state or country, or any nationally recognized professional organization, or convicted or disciplined by a court of any state or country for an act that would be grounds for disciplinary action under this section; (17) Exploiting a patient for financial gain or sexual favors; (18) Failing to report suspected cases of child abuse or vulnerable adult abuse; (19) Diagnosing or treating a person for speech disorders by mail or telephone unless the person has been previously examined by the licensee and the diagnosis or treatment is related to such examination; or (20) Violating federal, state, or local laws relating to the profession. The board shall adopt, by rules promulgated pursuant to chapter 1-26, a schedule of sanctions to be imposed as the result of formal or informal disciplinary activities conducted by the board. Section 24. The board may take disciplinary action or suspend, revoke, or reissue a license or certification only after a hearing conducted by a hearing examiner appointed by the board or by a majority of the members of the board. Any disciplinary proceeding or proceeding relative to the revocation or suspension of a license or certification shall otherwise conform to the procedure set forth in chapter 1-26. Any decision of the board to discipline, suspend, revoke, or reissue a license or certification requires a majority vote of the board membership. Any party feeling aggrieved by any acts, rulings, or decisions of the board acting pursuant to sections 21, 22, or 23 of this Act, has the right to appeal under the provisions of chapter 1-26. Section 25. Any person violating the provisions of this Act may be enjoined from further violations at the suit of the state's attorney of the county where the violations occurred or suit may be brought by any citizen of this state. An action for injunction is an alternate to criminal proceedings, and the commencement of one proceeding by the board constitutes an election."}, {"bill_id": 3123, "bill_version_id": 21450, "bill_version": "House Health and Human Services Engrossed", "bill_version_date": "2012-02-14T12:12:15.233-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to regulate persons offering speech-language pathology to the public. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Board,\" the Board of Examiners for Speech-Language Pathology; (2) \"Department,\" the Department of Health; (3) \"Endoscopy,\" an imaging procedure included within the scope of practice for speech-language pathologists in which a speech-language pathologist uses a flexible/nasal endoscopy, rigid/oral endoscopy, or stroboscopy for the purpose of evaluating and treating disorders of speech, voice, resonance, and swallowing function; (4) \"Mentorship,\" the direct on-site supervision and monitoring of a speech-language pathologist with a provisional license by a licensed speech-language pathologist; (5) \"Provisional license,\" the license issued to an applicant who is practicing speech-language pathology while completing the supervised postgraduate professional experience following completion of master's degree in speech-language pathology; (6) \"Speech-language pathologist,\" any person who engages in the practice of speech-language pathology and who meets the qualifications set forth in this Act; (7) \"Speech-language pathology assistant,\" any person who assists in the practice of speech-language pathology and who meets the qualifications set forth in this Act; and (8) \"Telepractice,\" \"telespeech,\" \"telespeech-language pathology,\" or \"telehealth,\" whether used separately or together. Telepractice service means the application of telecommunication technology to deliver speech-language pathology at a distance for assessment, intervention, or consultation. Section 2. For the purposes of this Act, the practice of speech-language pathology is the application of principles, methods, and procedures related to the development, disorders, and effectiveness of human communication and related functions including providing prevention, screening, consultation, assessment/evaluation, diagnosis, treatment/intervention/ management, counseling, collaboration, and referral services for disorders of speech, language, feeding, and swallowing, and for cognitive aspects of communication. The practice of speech-language pathology also includes establishing augmentative and alternative communication techniques and strategies, including developing, selecting, and prescribing of such systems and devices, excluding the dispensing and fitting of hearing aids pursuant to chapter 36-24, providing services to individuals with hearing loss and their families, screening persons for hearing loss or middle ear pathology using conventional pure-tone air conduction methods, otoacoustic emissions screening, or screening typanometry, using instrumentation to observe, collect data, and measure parameters of communication and swallowing, selecting, fitting, and establishing effective use of prosthetic or adaptive devices for communication, swallowing, or other upper aerodigestive functions, and providing services to modify or enhance communication performance. Section 3. No person may practice speech-language pathology or represent himself or herself as a speech-language pathologist or speech-language pathology assistant in this state, unless such person is licensed in accordance with this Act. A person represents oneself to be a speech-language pathologist or speech-language pathology assistant if the person holds himself or herself out to the public by any means, or by any service or function performed, directly or indirectly, or by using the terms, speech pathologist, speech therapist, speech teacher, speech correctionist, speech clinician, language therapist, language pathologist, language specialist, voice therapist, voice pathologist, logopedist, communicologist, aphasiologist, phoniatrist, speech-language pathologist assistant, or any variation, synonym, coinage, or other word that expresses, employs, or implies these terms, names, or functions. A violation of this section is a Class 2 misdemeanor. Section 4. Any person who holds any speech-language pathologist certificate from the South Dakota Department of Education as of July 1, 2012, and does not otherwise meet the qualifications set forth in this Act may apply for and shall be granted a limited license to practice as a speech-language pathologist as long as: (1) The application is made no later than July 1, 2014; and (2) The applicant complies with the provisions of subdivisions (1), (2), and (7) of section 14 of this Act. The limits of the license shall be determined by the board in rules promulgated pursuant to chapter 1-26. Section 5. Nothing in this Act may be construed as preventing or restricting: (1) Any person licensed, certified, registered, or otherwise credentialed by this state in professions other than speech-language pathology from practicing that profession; (2) Any person certified as a teacher of the deaf; (3) The activities and services of any person pursuing a course of study leading to a degree in speech-language pathology or as a speech-language pathology assistant at a college or university if: (a) The activities and services constitute a part of a planned course of study at that institution; (b) The person is designated by a title such as intern, trainee, student, or by other such title clearly indicating the status appropriate to their level of education; and (c) The person works under the supervision of a person licensed by this state to practice speech-language pathology; (4) The activities of any person who is not licensed in this state from engaging in the practice of speech-language pathology for the purpose of providing training or continuous education as long as they hold an active license in another state, agree to abide by the standards of professional conduct and do not engage in such activities exceeding five days in any calendar year. Section 6. Any person who is licensed as a speech-language pathologist in South Dakota may perform assessment, treatment, and procedures related to speech, voice, resonance, and swallowing function using nonmedical endoscopy as long as the person has received training and is competent to perform these procedures. A licensed speech-language pathologist shall have protocols in place for emergency medical backup when performing procedures using an endoscope. Section 7. Any person who is licensed as a speech-language pathologist in South Dakota may provide speech-language pathology services via telepractice. Services delivered via telespeech shall be equivalent to the quality of services delivered face-to-face. Section 8. There is hereby created a Board of Examiners for Speech-Language Pathology under the supervision of the Department of Health. The board shall consist of five members appointed by the Governor who are residents of this state. Four of the members shall be speech-language pathologists who are currently practicing speech-language pathology, who have five years experience practicing speech-language pathology, and who hold a license to practice speech-language pathology in this state, except for the first speech-language pathologists appointed who need only meet the eligibility requirements for licensure. At least one of the members who is a speech-language pathologist shall be employed in a school setting and one of the members who is a speech-language pathologist shall be employed in a health care setting. One of the members shall be a representative of the public who is not associated with or financially interested in the practice or business of speech-language pathology. Section 9. Each appointment to the board shall be for a period of three years except for the initial appointments which shall be for staggered terms. Each member shall serve until the expiration of the term for which the member has been appointed or until the member's successor is appointed and qualified to serve on the board. If a vacancy occurs other than by expiration of a term, the Governor shall appoint a qualified person to fill the vacancy for the unexpired term. No member may serve more than three consecutive three-year terms. The Governor may remove any member of the board for unprofessional conduct, incompetence, or neglect of duty. Section 10. The board shall meet during the first quarter of each calendar year to select a chair and vice chair and to conduct other business. At least one additional meeting shall be held before the end of each calendar year. Additional meetings may be convened at the call of the chair or at the request of two or more board members. Four members of the board constitutes a quorum to do business if the majority of the members present are speech-language pathologists. Section 11. Members of the board shall receive a per diem established pursuant to § 4-7-10.4 and expenses at the same rate as other state employees while actually engaged in official duties. Section 12. The board has the following powers and duties: (1) Administer, coordinate, and enforce the provisions of this Act, evaluate the qualifications of applicants, supervise the examination of applicants, and issue and renew licenses; (2) Issue subpoenas, examine witnesses, administer oaths, conduct hearings, and, at its discretion, investigate allegations of violations of this Act and impose penalties for any violations; (3) Promulgate rules pursuant to chapter 1-26 to delineate qualifications for licensure, specify requirements for the renewal of licensure, regulate the delivery of services via telepractice, establish standards of professional conduct, specify procedures for suspension and revocation of licensure, establish a schedule of disciplinary actions for violations of professional conduct, permit inactive licensures, establish procedures for collection and management of fees and payments, establish application, biennial licensure, biennial renewal, and late fees not to exceed one hundred fifty dollars each delineate activities that may or may not be delegated to an assistant, and specify requirements for supervision of speech-language pathology assistants based on national guidelines; (4) Have available the names and addresses of persons currently licensed pursuant to the provision of this Act; (5) Employ personnel in accordance with its needs and budget; (6) Request legal advice and assistance, as needed, from the Office of the Attorney General; (7) Enter into such contracts as necessary to carry out its responsibilities under this Act; (8) Hire legal counsel; (9) Establish a budget; (10) Submit reports of its operations and finances as required by § 4-7-7.2; (11) Adopt an official seal by which it shall authenticate its proceedings, copies, records, acts of the board, and licenses; (12) Develop procedures for: (a) Monitoring a license holder's compliance with the requirements of this Act; (b) Monitoring a license holder who is ordered by the board to perform certain acts; (c) Identifying a license holder who presents a risk to the public; and (d) Initiating appropriate actions regarding a license holder who presents a risk to the public; (13) Develop a system for monitoring complaints filed with the board, procedures for providing assistance to a person who wishes to file a complaint, and a schedule for disposing of complaints in a timely manner; (l4) Communicate disciplinary actions to relevant state and federal authorities including the National Practitioners Database and the American Speech-Language-Hearing Association Board of Ethics and to other state speech-language pathology licensing authorities; and (15) Perform any other duties directly related to the administration of the provisions of this Act. No member of the board is liable for civil action for any act performed in good faith in the performance of the member's duties as prescribed by law. Section 13. All moneys coming into the custody of the board, including any fees and any other payments, shall be paid by the board to the state treasurer on or before the tenth day of each month and shall consist of all moneys received by the board during the preceding calendar month. The state treasurer shall credit the moneys to the Board of Examiners for Speech-Language Pathology account, which account is hereby created. The moneys in the account are hereby continuously appropriated to the board for the purpose of paying the expense of administering and enforcing the provisions of this Act. The total expenses incurred by the board may not exceed the total moneys collected. Section 14. To be eligible for licensure by the board as a speech-language pathologist, the applicant shall: (1) Submit an application, upon a form prescribed by the board; (2) Pay the application fee; (3) Possess a master's or doctoral degree from an educational institution accredited by the accrediting agency of the American Speech-Language-Hearing Association and from an educational institution approved by the United States Department of Education; (4) Complete supervised clinical practicum experiences from an educational institution or its cooperating programs; (5) Complete a supervised postgraduate professional experience; (6) Pass a written national examination in speech-language pathology; and (7) Have committed no act for which disciplinary action may be justified. Section 15. The board shall waive the qualifications in subdivisions (3), (4), (5), and (6) of section 14 of this Act for any applicant who has filed an application with the board, has paid the application fee, has not committed any act for which disciplinary action may be justified and: (1) Presents proof of current licensure in a state that has standards that are equivalent to or greater than those of this state; or (2) Holds a current Certificate of Clinical Competence in Speech Language Pathology from the American Speech-Language-Hearing Association. Section 16. The board may waive the qualifications in subdivisions (3), (4), and (5) of section 14 of this Act for any applicant who: (1) Received a professional education in another country if the board is satisfied that equivalent education and practicum requirements have been met; and (2) Met the examination requirements in subdivision (6) of section 14 of this Act. Section 17. The board shall issue a provisional license in speech-language pathology to an applicant who: (1) Except for the postgraduate professional experience, meets the academic, practicum, and examination requirements of this Act; (2) Submits an application, upon a form prescribed by the board, including a plan for the content of the postgraduate professional experience; (3) Pays the application fee for a provisional license; and (4) Has not committed any act for which disciplinary action may be justified. A person holding a provisional license may practice speech-language pathology only while working under the mentorship of a licensed speech-language pathologist who meets the qualifications of sections 14, 15, or 16 of this Act. The term for a provisional license and the conditions for its renewal shall be determined by the board in rules promulgated pursuant to chapter 1-26. Section 18. The board shall issue a speech-language pathology assistant license to an applicant who: (1) Submits an application, upon a form prescribed by the board; (2) Pays the application fee; (3) Holds an associate's degree in speech-language pathology assisting or a bachelor's degree with major emphasis in speech-language pathology or communication disorders from an accredited academic institution; (4) Submits an official transcript verifying necessary academic preparation and clinical experiences; (5) Completes a supervised clinical practicum of a minimum of one hundred clock hours as a speech-language pathology assistant while either on the job or during academic preparation; and (6) Has committed no act for which disciplinary action is justified. Section 19. Any person who is employed as a paraprofessional providing speech-language pathology services under the direct supervision of a speech-language pathologist who holds a speech-language pathologist certificate from the South Dakota Department of Education as of July 1, 2012, and does not otherwise meet the qualifications set forth in this Act may apply for and shall be granted a speech-language pathology assistant license and may continue to practice as a speech-language pathology assistant. This exception expires July 1, 2020, at which time all speech-language pathology assistants shall meet the requirements of this Act. Section 20. An assistant shall be supervised by a licensed speech-language pathologist who has at least three years of experience as a speech-language pathologist. The supervising speech-language pathologist: (1) Is responsible for the extent, kind, and quality of service provided by the assistant, consistent with the board's designated standards and requirements; (2) Shall ensure that persons receiving services from an assistant receive prior written notification that services are to be provided, in whole or in part, by a speech-language pathology assistant; (3) May not supervise more than three speech-language pathology assistants at one time. An assistant may have more than one supervisor if the board is notified. Section 21. The board may impose separately, or in combination, any of the following disciplinary actions on a licensee after formal or informal disciplinary action: (1) Refuse to issue or renew a license; (2) Issue a letter of reprimand or concern; (3) Require restitution of fees; (4) Impose probationary conditions; (5) Require the licensee to reimburse the board for costs of the investigation and proceeding; (6) Suspend or revoke a license; (7) Impose practice or supervision requirements, or both; or (8) Require licensees to attend continuing education programs specified by the board as to content and hours. Section 22. If the board imposes suspension or revocation of license, application may be made to the board for reinstatement. If a licensee is placed on probation, the board may require the license holder to: (1) Report regularly to the board on matters that are the basis of probation; (2) Limit practice to the areas prescribed by the board; or (3) Continue or review continuing education until the license holder attains and degree of skill satisfactory to the board in those areas that are the basis of the probation. Section 23. The board may take disciplinary actions for the following conduct: (1) Fraudulently or deceptively obtaining or attempting to obtain a license or a provisional license; (2) Fraudulently of deceptively using a license or provisional license; (3) Altering a license or provisional license; (4) Aiding or abetting unlicensed practice; (5) Selling, bartering, or offering to sell or barter a license or provisional license; (6) Committing fraud or deceit in the practice of speech-language pathology, including: (a) Willfully making or filing a false report or record in the practice of speech-language pathology; (b) Submitting a false statement to collect a fee; (c) Obtaining a fee through fraud or misrepresentation; (7) Using or promoting or causing the use of any misleading, deceiving, improbable, or untruthful advertising matter, promotional literature, testimonial, guarantee, warranty, label, brand insignia, or any other representation; (8) Falsely representing the use or availability of services or advise of a physician; (9) Misrepresenting the applicant, licensee, or holder by using the term, doctor, or any similar word, abbreviation, or symbol if the use is not accurate or if the degree was not obtained from a regionally accredited institution; (10) Committing any act of dishonesty, immorality, or unprofessional conduct while engaging in the practice of speech-language pathology; (11) Engaging in illegal, incompetent, or negligent practice; (12) Providing professional services while: (a) Mentally incompetent; (b) Under the influence of alcohol; (c) Using any narcotic or controlled dangerous substance or other drug that is in excess of therapeutic amounts or without valid medical indication; (13) Providing services or promoting the sale of devices, appliances, or products to a person who cannot reasonably be expected to benefit from such services, devices, appliances, or products; (14) Violating any provision of this Act, or any lawful order given, or rule adopted, by the board; (15) Being convicted or pleading guilty or nolo contendere to a felony or to a crime involving moral turpitude, whether or not any appeal or other proceeding is pending to have the conviction or plea set aside; (16) Being disciplined by a licensing or disciplinary authority of any state or country, or any nationally recognized professional organization, or convicted or disciplined by a court of any state or country for an act that would be grounds for disciplinary action under this section; (17) Exploiting a patient for financial gain or sexual favors; (18) Failing to report suspected cases of child abuse or vulnerable adult abuse; (19) Diagnosing or treating a person for speech disorders by mail or telephone unless the person has been previously examined by the licensee and the diagnosis or treatment is related to such examination; or (20) Violating federal, state, or local laws relating to the profession. The board shall adopt, by rules promulgated pursuant to chapter 1-26, a schedule of sanctions to be imposed as the result of formal or informal disciplinary activities conducted by the board. Section 24. The board may take disciplinary action or suspend, revoke, or reissue a license or certification only after a hearing conducted by a hearing examiner appointed by the board or by a majority of the members of the board. Any disciplinary proceeding or proceeding relative to the revocation or suspension of a license or certification shall otherwise conform to the procedure set forth in chapter 1-26. Any decision of the board to discipline, suspend, revoke, or reissue a license or certification requires a majority vote of the board membership. Any party feeling aggrieved by any acts, rulings, or decisions of the board acting pursuant to sections 21, 22, or 23 of this Act, has the right to appeal under the provisions of chapter 1-26. Section 25. Any person violating the provisions of this Act may be enjoined from further violations at the suit of the state's attorney of the county where the violations occurred or suit may be brought by any citizen of this state. An action for injunction is an alternate to criminal proceedings, and the commencement of one proceeding by the board constitutes an election."}, {"bill_id": 3123, "bill_version_id": 21897, "bill_version": "Enrolled", "bill_version_date": "2012-02-23T07:35:22.9-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3123, "action_date": "2012-01-20T14:00:00-06:00", "document_id": 19679, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19679.pdf", "status_text": "First read in Senate and referred to", "journal_page": 97, "committee_id_action": 171, "committee_id_assigned": 151, "result": "N", "vote": {}}, {"bill_id": 3123, "action_date": "2012-01-25T10:00:00-06:00", "document_id": 19945, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19945.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 151, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3123, "action_date": "2012-01-25T10:00:00-06:00", "document_id": 20157, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20157.pdf", "status_text": "Do Pass", "journal_page": 165, "committee_id_action": 151, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 10510, "president_vote": null, "Yea": [239, 285, 223, 290, 261, 291, 228]}}, {"bill_id": 3123, "action_date": "2012-01-26T13:30:00-06:00", "document_id": 20314, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20314.pdf", "status_text": "Do Pass", "journal_page": 201, "committee_id_action": 171, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 10612, "president_vote": null, "Yea": [253, 284, 239, 251, 288, 249, 255, 250, 235, 234, 247, 287, 285, 212, 228, 286, 233, 291, 223, 252, 219, 220, 229, 290, 243, 261, 218, 254, 232], "Excused": [264, 214, 226, 236], "Nay": [240, 289]}}, {"bill_id": 3123, "action_date": "2012-01-30T14:00:00-06:00", "document_id": 20410, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20410.pdf", "status_text": "First read in House and referred to", "journal_page": 239, "committee_id_action": 173, "committee_id_assigned": 162, "result": "N", "vote": {}}, {"bill_id": 3123, "action_date": "2012-02-14T07:45:00-06:00", "document_id": 21065, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21065.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 162, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3123, "action_date": "2012-02-14T07:45:00-06:00", "document_id": 21426, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21426.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 162, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3123, "action_date": "2012-02-14T07:45:00-06:00", "document_id": 21426, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21426.pdf", "status_text": "Do Pass Amended", "journal_page": 455, "committee_id_action": 162, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11612, "president_vote": null, "Yea": [262, 303, 293, 297, 272, 279, 237, 292, 278, 224, 295, 294, 227]}}, {"bill_id": 3123, "action_date": "2012-02-16T13:00:00-06:00", "document_id": 21571, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21571.pdf", "status_text": "Do Pass Amended", "journal_page": 512, "committee_id_action": 173, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11832, "president_vote": null, "Yea": [222, 262, 265, 242, 231, 281, 269, 296, 211, 314, 257, 260, 258, 225, 268, 245, 303, 313, 293, 297, 266, 221, 272, 305, 271, 248, 263, 230, 237, 246, 292, 267, 294, 213, 277, 307, 308, 273, 315, 282, 278, 259, 216, 302, 244, 306, 238, 309, 300, 298, 274, 256, 215], "Excused": [227, 270, 279, 304, 311, 295], "Nay": [217, 299, 280, 301, 312, 241, 276, 224, 283, 310, 275]}}, {"bill_id": 3123, "action_date": "2012-02-22T14:00:00-06:00", "document_id": 21860, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21860.pdf", "status_text": "Concurred in amendments", "journal_page": 500, "committee_id_action": 171, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11975, "president_vote": null, "Yea": [253, 284, 239, 251, 288, 255, 250, 235, 234, 247, 287, 285, 228, 286, 233, 291, 223, 264, 252, 214, 226, 219, 220, 229, 290, 236, 243, 289, 218, 254, 232], "Excused": [249, 212, 261], "Nay": [240]}}, {"bill_id": 3123, "action_date": "2012-02-23T14:00:00-06:00", "document_id": 21985, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21985.pdf", "status_text": "Signed by the President", "journal_page": 548, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3123, "action_date": "2012-02-24T13:00:00-06:00", "document_id": 22090, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22090.pdf", "status_text": "Signed by the Speaker", "journal_page": 615, "committee_id_action": 173, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3123, "action_date": "2012-02-27T14:00:00-06:00", "document_id": 22269, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22269.pdf", "status_text": "Delivered to the Governor", "journal_page": 572, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3123, "action_date": "2012-03-19T10:00:00-05:00", "document_id": 22606, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22606.pdf", "status_text": "Signed by the Governor", "journal_page": 672, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5146}