{"session_id": 19, "bill_id": 4041, "bill_type": "Senate Bill", "bill_number": 25, "bill_title": "revise certain provisions relating to the Department of Human Services and the treatment of persons with developmental disabilities.", "sponsors": [], "keywords": ["Developmentally Disabled Persons", "Public Health and Safety"], "audio": [{"meeting_datetime": "2013-01-18T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/she08.mp3", "start_seconds": 94.0}, {"meeting_datetime": "2013-01-18T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/she08.mp3", "start_seconds": 94.0}, {"meeting_datetime": "2013-01-18T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/she08.mp3", "start_seconds": 94.0}], "bill_versions": [{"bill_id": 4041, "bill_version_id": 23413, "bill_version": "Introduced", "bill_version_date": "2013-01-05T16:40:03.503-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions relating to the Department of Human Services and the treatment of persons with developmental disabilities. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 27B-1-19 be repealed. 27B-1-19. Any community support provider shall have a drug screening policy for applicants seeking employment whose primary duty includes patient or resident care or supervision. Any community support provider shall have a drug screening policy for employees whose primary duty includes patient or resident care or supervision, based upon reasonable suspicion of illegal drug use by such employee. Section 2. That § 27B-2-20 be repealed. 27B-2-20. The Department of Human Services shall coordinate the utilization of existing facilities, state departments, boards, or commissions involved in the field of developmental disabilities. Section 3. That § 27B-2-26 be amended to read as follows: 27B-2-26. The secretary of the Department of Human Services shall promulgate, pursuant to chapter 1-26, reasonable and necessary rules establishing standards for community service providers, community support providers, South Dakota Developmental Center--Redfield, and other nonpublic facilities, services, and supports for persons with developmental disabilities and for services and supports to be provided or purchased by the Department of Human Services under this title. Such The rules shall be adopted promulgated in the following areas: (1) Staff requirements, to include orientation, continuing staff development, instruction on positive behavioral supports and medication administration; (2) Administration, audit requirements, and record keeping; (3) Services and supports provided; (4) Client rights and safety; (5) Facility fire safety and sanitation requirements; (6) Respite care; (7) Family support; (8) Preadmission Screening/Annual Resident Review (PASARR); (9) Such other standards and requirements as are necessary for federal financial participation; and (10) Any other services and supports necessary to implement this title. Section 4. That § 27B-2-27 be repealed. 27B-2-27. Before a new employee, including a temporary employee, of a facility or a community service provider receiving funds or providing services or supports pursuant to this title performs any duties, the new employee shall be oriented to the facility or community service provider and its policies, including policies and procedures concerning fire prevention, accident prevention, and response to emergencies. By the time each new employee has worked thirty days in the facility or community service provider, the new employee shall be oriented to resident rights, to the new employee's position and duties, and to facility or community service provider procedures. Section 5. That § 27B-2-28 be repealed. 27B-2-28. The Department of Human Services shall consider the needs in the field of developmental disabilities and shall make recommendations to the Legislature and the Governor for changes in existing legislation. Section 6. That § 27B-2-29 be repealed. 27B-2-29. This chapter may not be construed as repealing chapter 34-7, but shall be construed separate and in addition to chapter 34-7. Section 7. That § 27B-3-8 be amended to read as follows: 27B-3-8. The administrator may receive and accept from any persons, organization, or estate, gifts of money or personal property on behalf of the South Dakota Developmental Center--Redfield, or the patients therein, and use such gifts for the purposes specified by the donor if such use is consistent with the law. In the absence of a specified purpose, the administrator shall use such money or personal property for the benefit of the South Dakota Developmental Center--Redfield or for the general benefit of the patients therein. The administrator shall keep an accurate record of the amount or kind of gift, the date received, manner expended, and the name and address of the donor. Any increase resulting from such gift may be used for the same purpose as the original gift. Section 8. That § 27B-3-13 be amended to read as follows: 27B-3-13. If any patient of the South Dakota Developmental Center--Redfield dies leaving less than three hundred dollars in money on deposit with the administrator, such money shall be transferred by the administrator to the recreation fund of such institution. If the money on deposit is the sum of three hundred dollars or more, the administrator shall hold it for the benefit of the county legally obligated for the care of the patient for the purpose of satisfying any lien of the county against the estate of the patient. The administrator shall give timely notice of such deposit to the county auditor and to the clerk of courts of the county and the amount of money held. If the county has waived or fails to commence proceedings on its lien, or if no proceedings for probate or administration of the estate have commenced within six months from the time of giving the notice to the clerk of courts, or if in the course of administration it is found that there are no heirs to the estate, then the amount of the deposit shall, notwithstanding § 29A-3-914, escheat to the recreation fund. Any indebtedness, not in excess of one hundred dollars, incurred by the facility prior to the patient's death for the benefit of the patient may be paid by the facility from the deceased resident's funds on deposit with the administrator. This liability shall take precedence over the county lien. Section 9. That § 27B-7-37 be amended to read as follows: 27B-7-37. A county review board may order the involuntary commitment of a person if the review board finds by clear and convincing evidence supported by written findings of fact and conclusions of law that the person has a developmental disability, and that due to the development disability the person poses an immediate danger of physical injury to self or others making it necessary or advisable to receive appropriate supports and services. If the person is found to meet the criteria for involuntary commitment, the county review board may order the person to be placed under the control and care of the Department of Human Services for placement in appropriate programs. If the person refuses to comply with this order, the board may direct a law enforcement officer to take the person into protective custody. Section 10. That § 1-36A-1.3 be amended to read as follows: 1-36A-1.3. The Department of Human Services shall consist of the following agencies: (1) The Division of Developmental Disabilities; (2) South Dakota Developmental Center--Redfield; (3) The Division of Rehabilitation Services; (4) The Division of Service to the Blind and Visually Impaired. Section 11. That subdivision (69) of § 3-12-47 be amended to read as follows: (69) \"Teacher,\" any person who has a valid teacher's certificate issued by the State of South Dakota, who is in the employ of a public school district, and shall also include the certified teachers employed by the Human Services Center, South Dakota Developmental Center--Redfield, State Penitentiary, Department of Education, State Training School, School for the Deaf, School for the Blind and the Visually Impaired, Children's Care Hospital and School, public nonprofit special education facilities, community support providers certified by the Department of Human Services and public financed multi-district education programs; Section 12. That § 34-1-19 be amended to read as follows: 34-1-19. The State Department of Health shall cooperate with and make available its services to the State Department of Social Services, including the administrator of the South Dakota Developmental Center--Redfield, for the purpose of advancing the health and well-being of the mentally retarded placed under the control of the department, whether institutionalized or not. Section 13. That § 34-22-20 be amended to read as follows: 34-22-20. Any other provision of §§ 34-22-7 to 34-22-21, inclusive, to the contrary notwithstanding, nothing in these sections changes the privileges or responsibilities of patients, inmates, members, or students in, or the duties and powers of the supervisor or administrator of, the state penitentiary, the South Dakota Human Services Center, the South Dakota Developmental Center--Redfield, the state training school, and the state veterans' home."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4041, "action_date": "2013-01-09T12:30:00-06:00", "document_id": 23601, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23601.pdf", "status_text": "First read in Senate and referred to", "journal_page": 27, "committee_id_action": 200, "committee_id_assigned": 180, "result": "N", "vote": {}}, {"bill_id": 4041, "action_date": "2013-01-16T10:00:00-06:00", "document_id": 23609, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23609.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 180, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4041, "action_date": "2013-01-18T10:00:00-06:00", "document_id": 24068, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24068.pdf", "status_text": "Tabled", "journal_page": 142, "committee_id_action": 180, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12699, "president_vote": null, "Yea": [330, 363, 325, 358, 322, 386], "Excused": [368]}}, {"bill_id": 4041, "action_date": "2013-01-18T10:00:00-06:00", "document_id": 23848, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23848.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 180, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/4041"}