{"session_id": 69, "bill_id": 25207, "bill_type": "House Commemoration", "bill_number": 8014, "bill_title": "Congratulating Eric Schroeder for becoming the new fire chief of the Wessington Springs Volunteer Fire Department.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25207", "sponsors": [{"legislator_profile_id": 4519, "is_prime": true}, {"legislator_profile_id": 4500, "is_prime": false}], "keywords": ["Firefighters", "House Commemoration"], "audio": [], "bill_versions": [{"bill_id": 25207, "bill_version_id": 264879, "bill_version": "Introduced", "bill_version_date": "2024-02-06T22:44:18.38-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Congratulating Eric Schroeder for becoming the new fire chief of the Wessington Springs Volunteer Fire Department. WHEREAS, Eric Schroeder has served as a firefighter in South Dakota communities for over sixteen years, feeling a call for public service and public safety. After serving in both the Alexandria and Mitchell fire departments, Schroeder joined the Wessington Springs Volunteer Fire Department in 2018. Seeing a critical need for emergency services personnel, Schroeder also earned his EMT license; and WHEREAS, in January 2024, Schroeder was chosen to become the new chief of the Wessington Springs Volunteer Fire Department. Schroeder is dedicated to his new role, bringing forward new initiatives for smoke alarms and a medical assistant unit to support the ambulance service in the area; and WHEREAS, over ninety-five percent of fire departments in South Dakota are volunteer. Volunteer firefighters and first responder units are vital in South Dakota, especially in rural areas where smaller communities struggle to find volunteers: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Ninth Legislature of the State of South Dakota, that Eric Schroeder is congratulated for becoming the new fire chief of the Wessington Springs Volunteer Fire Department, and he is thanked for his years of service in this vital public safety role."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 25207, "action_date": "2024-02-07T14:00:00-06:00", "document_id": 264860, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264860.pdf", "status_text": "", "journal_page": 285, "committee_id_action": 1197, "committee_id_assigned": null, "result": "N", "vote": {}}]}