{"session_id": 53, "bill_id": 17344, "bill_type": "Senate Bill", "bill_number": 141, "bill_title": "authorize total return unitrusts.", "sponsors": [{"legislator_profile_id": 2735, "is_prime": true}, {"legislator_profile_id": 2829, "is_prime": true}], "keywords": ["Fiduciaries and Trusts"], "audio": [{"meeting_datetime": "2002-02-04T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sju20sb0141a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-04T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sju20sb0141a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-04T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sju20sb0141a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-04T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sju20sb0141a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-04T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sju20sb0141a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-06T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen22.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-13T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hju27b.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 17344, "bill_version_id": 92346, "bill_version": "Introduced", "bill_version_date": "2002-01-18T08:07:26-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize total return unitrusts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Disinterested person,\" any person who is not a related or subordinate party, as defined in section 672(c) of the Internal Revenue Code (26 U.S.C. section 1, et seq.), with respect to the person then acting as trustee of the trust and excludes the trustor of the trust and any interested trustee; (2) \"Income trust,\" any trust, created by either an inter vivos or a testamentary instrument, which directs or permits the trustee to distribute the net income of the trust to one or more persons, either in fixed proportions or in amounts or proportions determined by the trustee. However, no trust that otherwise is an income trust may qualify pursuant to this subdivision, if it is subject to taxation under I.R.C. section 2001 or section 2501, until the expiration of the period for filing the return therefor (including extensions); (3) \"Interested distributee,\" any person to whom distributions of income or principal can currently be made who has the power to remove the existing trustee and designate as successor a person who may be a related or subordinate party, as defined in I.R.C. section 672(c), with respect to such distributee; (4) \"Interested trustee,\" (i) any individual trustee to whom the net income or principal of the trust can currently be distributed or would be distributed if the trust were then to terminate and be distributed, or (ii) any trustee who may be removed and replaced by an interested distributee, or (iii) any individual trustee whose legal obligation to support a beneficiary may be satisfied by distributions of income and principal of the trust, or (iv) any of the above; (5) \"Total return unitrust,\" any income trust which has been converted under and meets the provisions of this Act; (6) \"Trustee,\" all persons acting as trustee of the trust, except where expressly noted otherwise, whether acting in their discretion or on the direction of one or more persons acting in a fiduciary capacity; (7) \"Trustor,\" any individual who created an inter vivos or a testamentary trust; (8) \"Unitrust amount,\" an amount computed as a percentage of the fair market value of the trust; (9) \"Current valuation year,\" the accounting period of the trust for which the unitrust amount is being determined; (10) \"Prior valuation year,\" each of the two accounting periods of the trust immediately preceding the current valuation year; and (11) \"I.R.C.,\" the Internal Revenue Code (26 U.S.C. section 1, et seq.). Section 2. A trustee, other than an interested trustee, or, if two or more persons are acting as trustee, a majority of the trustees who are not an interested trustee (in either case hereafter \"trustee\"), may, in its sole discretion and without the approval of any court, (i)convert an income trust to a total return unitrust, (ii) reconvert a total return unitrust to an income trust, or (iii) change the percentage used to calculate the unitrust amount and the method used to determine the fair market value of the trust if: (1) The trustee adopts a written policy for the trust providing (i) in the case of a trust being administered as an income trust, that future distributions from the trust will be unitrust amounts rather than net income, (ii) in the case of a trust being administered as a total return unitrust, that future distributions from the trust will be net income rather than unitrust amounts, or (iii) that the percentage used to calculate the unitrust amount or the method used to determine the fair market value of the trust will be changed as stated in the policy; (2) The trustee sends written notice of its intention to take such action, along with copies of such written policy and this chapter, to (i) the trustor, if living, (ii) all living persons who are currently receiving or eligible to receive distributions of income of the trust, (iii) all living persons who would receive principal of the trust if the trust were to terminate at the time of the giving of such notice (without regard to the exercise of any power of appointment) or, if the trust does not provide for its termination, all living persons who would receive or be eligible to receive distributions of income or principal of the trust if the persons identified in subclause (ii) of this subdivision were deceased, and (iv) all persons acting as adviser or protector of the trust; (3) At least one person receiving notice under each of subclauses (ii) and (iii) of subdivision (2) is, to the best information and belief of the trustee, legally competent; and (4) No person receiving such notice objects, by written instrument delivered to the trustee, to the proposed action of the trustee within sixty days of receipt of such notice. Section 3. If there is no trustee of the trust other than an interested trustee, the interested trustee or, if two or more persons are acting as trustee and are interested trustees, a majority of such interested trustees, may, in its sole discretion and without the approval of any court, take such action as provided in section 2 of this Act so long as the trustee appoints a disinterested person who, in its sole discretion but acting in a fiduciary capacity, determines for the trustee (i) the percentage to be used to calculate the unitrust amount, (ii) the method to be used in determining the fair market value of the trust, and (iii) which assets, if any, are to be excluded in determining the unitrust amount; and complies with all of the provisions of subdivisions (1) to (4), inclusive, of section 2 of this Act. Section 4. If any trustee desires to (i) convert an income trust to a total return unitrust, (ii) reconvert a total return unitrust to an income trust, or (iii) change the percentage used to calculate the unitrust amount and the method used to determine the fair market value of the trust but does not have the ability to or elects not to do it under the provisions of sections 2 and 3 of this Act, or in the event the trustee receives a written objection within the applicable period, the trustee may petition the court for such order as the trustee deems appropriate. In the event, however, there is only one trustee of such trust and such trustee is an interested trustee or in the event there are two or more trustees of such trust and a majority of them are interested trustees, the court, in its own discretion or on the petition of such trustee or trustees or any person interested in the trust, may appoint a disinterested person who, acting in a fiduciary capacity, shall present such information to the court as shall be necessary to enable the court to make its determination. Section 5. The fair market value of the trust shall be determined at least annually, using such valuation date or dates or averages of valuation dates as are deemed appropriate. Assets for which a fair market value cannot be readily ascertained shall be valued using such valuation methods as are deemed reasonable and appropriate. Such assets may be excluded from valuation, if all income received with respect to such assets is distributed to the extent distributable in accordance with the terms of the governing instrument. Section 6. The unitrust amount shall be determined as follows: (1) For the first three accounting periods of the trust, the unitrust amount for a current valuation year of the trust shall be three percent, or such higher percentage specified by the terms of the governing instrument or by the election of the trustee, the disinterested person, or the court, of the net fair market value of the assets held in the trust on the first business day of the current valuation year; (2) Beginning with the fourth accounting period of the trust, the unitrust amount for a current valuation year of the trust shall be three percent, or such higher percentage specified by the terms of the governing instrument or by the election of the trustee, the disinterested person, or the court, of the average of the net fair market value of the assets held in the trust on the first business day of the current valuation year and the net fair market value of the assets held in the trust on the first business day of each prior valuation year; (3) The percentage that may be elected in determining the unitrust amount shall be a reasonable current return from the trust, taking into account the intentions of the trustor of the trust as expressed in the governing instrument, the needs of the beneficiaries, general economic conditions, projected current earnings and appreciation for the trust, and projected inflation and its impact on the trust. However, if such percentage is three percent or greater, or if no percentage is specified, then that percentage shall be three percent; (4) The unitrust amount for the current valuation year shall be proportionately reduced for any distributions, in whole or in part, other than distributions of the unitrust amount, and for any payments of expenses, including debts, disbursements and taxes, from the trust within a current valuation year that the trustee determines to be material and substantial, and shall be proportionately increased for the receipt, other than a receipt that represents a return on investment, of any additional property into the trust within a current valuation year; (5) In the case of a short accounting period, the trustee shall prorate the unitrust amount on a daily basis; (6) If the net fair market value of an asset held in the trust has been incorrectly determined either in a current valuation year or in a prior valuation year, the unitrust amount shall be increased in the case of an undervaluation, or be decreased in the case of an overvaluation, by an amount equal to the difference between the unitrust amount determined based on the correct valuation of the asset and the unitrust amount originally determined; (7) In determining the net fair market value of the assets held in trust, the determination may not include the value of any residential property or any tangible personal property that, as of the first business day of the current valuation year, one or more income beneficiaries of the trust have or had the right to occupy, or have or had the right to possess or control, other than in a capacity as trustee, and instead the right of occupancy or the right of possession or control shall be deemed to be the unitrust amount with respect to the residential property or the tangible personal property; or any asset specifically given to a beneficiary under the terms of the trust and the return on investment on that asset, which return on investment shall be distributed to the beneficiary. Section 7. The unitrust amount may not be less than the net income of the trust, determined without regard to the provisions of section 8 of this Act, for (i) a trust for which a marital deduction has been taken for federal tax purposes under I.R.C. section 2056 or 2523 (during the lifetime of the spouse for whom the trust was created), or (ii) a trust to which the generation- skipping transfer tax due under I.R.C. section 2601 does not apply by reason of any effective date or transition rule. Section 8. Following the conversion of an income trust to a total return unitrust, the trustee: (1) Shall treat the unitrust amount as if it were net income of the trust for purposes of determining the amount available, from time to time, for distributions from the trust; and (2) May allocate to trust income for each taxable year of the trust (or portions thereof) (i) net short-term capital gain described in I.R.C. section 1222(5) for such year (or portion thereof) but only to the extent that the amounts so allocated together with all other amounts allocate to trust income for such year (or portion thereof) does not exceed the unitrust amount for such year (or portion thereof); and (ii) net long-term capital gain described in I.R.C. section 1222(7) for such year (or portion thereof) but only to the extent that the amount so allocated together with all other amounts, including amounts described in clause (i) above, allocated to trust income for such year (or portion thereof) does not exceed the unitrust amount for such year (or portion thereof). Section 9. In administering a total return unitrust, the trustee may, in its sole discretion but subject to the provisions of the governing instrument, determine: (1) The effective date of the conversion; (2) The timing of distributions (including provisions for prorating a distributions for a short year in which a beneficiary' right to payments commences or ceases); (3) Whether distributions are to be made in cash or in kind or partly in cash and partly in kind; (4) If the trust is reconverted to an income trust, the effective date of such reconversion; and (5) Such other administrative issues as may be necessary or appropriate to carry out the purposes of this Act. Section 10. Conversion to a total return unitrust under the provisions of this Act does not affect any other provisions of the governing instrument, if any, regarding distributions of principal. Section 11. In the case of a trust for which a marital deduction has been taken for federal tax purpose under I.R.C. section 2056 or 2523, the spouse otherwise entitled to receive the net income of the trust has the right, by written instrument delivered to the trustee, to compel the reconversion during his or her lifetime of the trust from a total return unitrust to an income trust, notwithstanding anything in this Act to the contrary. Section 12. This Act shall be construed as pertaining to the administration of a trust and shall be available to any trust that is administered in South Dakota under South Dakota law unless (i) the governing instrument reflects an intention that the current beneficiary or beneficiaries are to receive an amount other than a reasonable current return from the trust, ii) the trust is a trust described in I.R.C. section 170(f)(2)(B), 6664(d), 1361(d), 2702(a)(3), or 2702(b), (iii) one or more persons to whom the trustee could distribute income have a power of withdrawal over the trust that is not subject to an ascertainable standard under I.R.C. section 2041 or 2514 or that can be exercised to discharge a duty of support he or she possesses, or (iv) the governing instrument expressly prohibits use of this Act by specific reference to the chapter. A provision in the governing instrument that \"The provisions of this Act, or any corresponding provision of future law, may not be used in the administration of this trust\" or similar words reflecting such intent are sufficient to preclude use of this Act. Section 13. Any trustee or disinterested person who in good faith takes or fails to take any action under this Act is not liable to any person affected by such action or inaction, regardless of whether such person received written notice as provided in this Act and regardless of whether such person was under a legal disability at the time of the delivery of such notice. Such person's exclusive remedy shall be to obtain an order of the court directing the trustee to convert an income trust to a total return unitrust, to reconvert from a total return unitrust to an income trust or to change the percentage used to calculate the unitrust amount. Section 14. Nothing in this Act is intended to create or imply a duty to take any action under this Act, and no trustee is liable for not considering whether to take any action or for choosing not to take any such action. Section 15. This Act is effective upon enactment and is available to trusts in existence at the date of enactment or created thereafter."}, {"bill_id": 17344, "bill_version_id": 93559, "bill_version": "Senate Judiciary Engrossed", "bill_version_date": "2002-02-04T15:13:48-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize total return unitrusts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Disinterested person,\" any person who is not a related or subordinate party, as defined in section 672(c) of the Internal Revenue Code (26 U.S.C. section 1, et seq.), with respect to the person then acting as trustee of the trust and excludes the trustor of the trust and any interested trustee; (2) \"Income trust,\" any trust, created by either an inter vivos or a testamentary instrument, which directs or permits the trustee to distribute the net income of the trust to one or more persons, either in fixed proportions or in amounts or proportions determined by the trustee. However, no trust that otherwise is an income trust may qualify pursuant to this subdivision, if it is subject to taxation under I.R.C. section 2001 or section 2501, until the expiration of the period for filing the return therefor (including extensions); (3) \"Interested distributee,\" any person to whom distributions of income or principal can currently be made who has the power to remove the existing trustee and designate as successor a person who may be a related or subordinate party, as defined in I.R.C. section 672(c), with respect to such distributee; (4) \"Interested trustee,\" (i) any individual trustee to whom the net income or principal of the trust can currently be distributed or would be distributed if the trust were then to terminate and be distributed, or (ii) any trustee who may be removed and replaced by an interested distributee, or (iii) any individual trustee whose legal obligation to support a beneficiary may be satisfied by distributions of income and principal of the trust, or (iv) any of the above; (5) \"Total return unitrust,\" any income trust which has been converted under and meets the provisions of this Act; (6) \"Trustee,\" all persons acting as trustee of the trust, except where expressly noted otherwise, whether acting in their discretion or on the direction of one or more persons acting in a fiduciary capacity; (7) \"Trustor,\" any individual who created an inter vivos or a testamentary trust; (8) \"Unitrust amount,\" an amount computed as a percentage of the fair market value of the trust; (9) \"Current valuation year,\" the accounting period of the trust for which the unitrust amount is being determined; (10) \"Prior valuation year,\" each of the two accounting periods of the trust immediately preceding the current valuation year; and (11) \"I.R.C.,\" the Internal Revenue Code (26 U.S.C. section 1, et seq.). Section 2. A trustee, other than an interested trustee, or, if two or more persons are acting as trustee, a majority of the trustees who are not an interested trustee (in either case hereafter \"trustee\"), may, in its sole discretion and without the approval of any court, (i)convert an income trust to a total return unitrust, (ii) reconvert a total return unitrust to an income trust, or (iii) change the percentage used to calculate the unitrust amount and the method used to determine the fair market value of the trust if: (1) The trustee adopts a written policy for the trust providing (i) in the case of a trust being administered as an income trust, that future distributions from the trust will be unitrust amounts rather than net income, (ii) in the case of a trust being administered as a total return unitrust, that future distributions from the trust will be net income rather than unitrust amounts, or (iii) that the percentage used to calculate the unitrust amount or the method used to determine the fair market value of the trust will be changed as stated in the policy; (2) The trustee sends written notice of its intention to take such action, along with copies of such written policy and this chapter, to (i) the trustor, if living, (ii) all living persons who are currently receiving or eligible to receive distributions of income of the trust, (iii) all living persons who would receive principal of the trust if the trust were to terminate at the time of the giving of such notice (without regard to the exercise of any power of appointment) or, if the trust does not provide for its termination, all living persons who would receive or be eligible to receive distributions of income or principal of the trust if the persons identified in subclause (ii) of this subdivision were deceased, and (iv) all persons acting as adviser or protector of the trust; (3) At least one person receiving notice under each of subclauses (ii) and (iii) of subdivision (2) is, to the best information and belief of the trustee, legally competent; and (4) No person receiving such notice objects, by written instrument delivered to the trustee, to the proposed action of the trustee within sixty days of receipt of such notice. Section 3. If there is no trustee of the trust other than an interested trustee, the interested trustee or, if two or more persons are acting as trustee and are interested trustees, a majority of such interested trustees, may, in its sole discretion and without the approval of any court, take such action as provided in section 2 of this Act so long as the trustee appoints a disinterested person who, in its sole discretion but acting in a fiduciary capacity, determines for the trustee (i) the percentage to be used to calculate the unitrust amount, (ii) the method to be used in determining the fair market value of the trust, and (iii) which assets, if any, are to be excluded in determining the unitrust amount; and complies with all of the provisions of subdivisions (1) to (4), inclusive, of section 2 of this Act. Section 4. If any trustee desires to (i) convert an income trust to a total return unitrust, (ii) reconvert a total return unitrust to an income trust, or (iii) change the percentage used to calculate the unitrust amount and the method used to determine the fair market value of the trust but does not have the ability to or elects not to do it under the provisions of sections 2 and 3 of this Act, or in the event the trustee receives a written objection within the applicable period, the trustee may petition the court for such order as the trustee deems appropriate. In the event, however, there is only one trustee of such trust and such trustee is an interested trustee or in the event there are two or more trustees of such trust and a majority of them are interested trustees, the court, in its own discretion or on the petition of such trustee or trustees or any person interested in the trust, may appoint a disinterested person who, acting in a fiduciary capacity, shall present such information to the court as shall be necessary to enable the court to make its determination. Section 5. The fair market value of the trust shall be determined at least annually, using such valuation date or dates or averages of valuation dates as are deemed appropriate. Assets for which a fair market value cannot be readily ascertained shall be valued using such valuation methods as are deemed reasonable and appropriate. Such assets may be excluded from valuation, if all income received with respect to such assets is distributed to the extent distributable in accordance with the terms of the governing instrument. Section 6. The unitrust amount shall be determined as follows: (1) For the first three accounting periods of the trust, the unitrust amount for a current valuation year of the trust shall be three percent, or such higher percentage specified by the terms of the governing instrument or by the election of the trustee, the disinterested person, or the court, of the net fair market value of the assets held in the trust on the first business day of the current valuation year; (2) Beginning with the fourth accounting period of the trust, the unitrust amount for a current valuation year of the trust shall be three percent, or such higher percentage specified by the terms of the governing instrument or by the election of the trustee, the disinterested person, or the court, of the average of the net fair market value of the assets held in the trust on the first business day of the current valuation year and the net fair market value of the assets held in the trust on the first business day of each of the two preceding valuation years;; (3) The percentage that may be elected in determining the unitrust amount shall be a reasonable current return from the trust, taking into account the intentions of the trustor of the trust as expressed in the governing instrument, the needs of the beneficiaries, general economic conditions, projected current earnings and appreciation for the trust, and projected inflation and its impact on the trust. However, if such percentage is three percent or greater, or if no percentage is specified, then that percentage shall be three percent; (4) The unitrust amount for the current valuation year shall be proportionately reduced for any distributions, in whole or in part, other than distributions of the unitrust amount, and for any payments of expenses, including debts, disbursements and taxes, from the trust within a current valuation year that the trustee determines to be material and substantial, and shall be proportionately increased for the receipt, other than a receipt that represents a return on investment, of any additional property into the trust within a current valuation year; (5) In the case of a short accounting period, the trustee shall prorate the unitrust amount on a daily basis; (6) If the net fair market value of an asset held in the trust has been incorrectly determined either in a current valuation year or in a prior valuation year, the unitrust amount shall be increased in the case of an undervaluation, or be decreased in the case of an overvaluation, by an amount equal to the difference between the unitrust amount determined based on the correct valuation of the asset and the unitrust amount originally determined; (7) In determining the net fair market value of the assets held in trust, the determination may not include the value of any residential property or any tangible personal property that, as of the first business day of the current valuation year, one or more income beneficiaries of the trust have or had the right to occupy, or have or had the right to possess or control, other than in a capacity as trustee, and instead the right of occupancy or the right of possession or control shall be deemed to be the unitrust amount with respect to the residential property or the tangible personal property; or any asset specifically given to a beneficiary under the terms of the trust and the return on investment on that asset, which return on investment shall be distributed to the beneficiary. Section 7. The unitrust amount may not be less than the net income of the trust, determined without regard to the provisions of section 8 of this Act, for (i) a trust for which a marital deduction has been taken for federal tax purposes under I.R.C. section 2056 or 2523 (during the lifetime of the spouse for whom the trust was created), or (ii) a trust to which the generation- skipping transfer tax due under I.R.C. section 2601 does not apply by reason of any effective date or transition rule. Section 8. Following the conversion of an income trust to a total return unitrust, the trustee: (1) Shall treat the unitrust amount as if it were net income of the trust for purposes of determining the amount available, from time to time, for distributions from the trust; and (2) May allocate to trust income for each taxable year of the trust (or portions thereof) (i) net short-term capital gain described in I.R.C. section 1222(5) for such year (or portion thereof) but only to the extent that the amounts so allocated together with all other amounts allocate to trust income for such year (or portion thereof) does not exceed the unitrust amount for such year (or portion thereof); and (ii) net long-term capital gain described in I.R.C. section 1222(7) for such year (or portion thereof) but only to the extent that the amount so allocated together with all other amounts, including amounts described in clause (i) above, allocated to trust income for such year (or portion thereof) does not exceed the unitrust amount for such year (or portion thereof). Section 9. In administering a total return unitrust, the trustee may, in its sole discretion but subject to the provisions of the governing instrument, determine: (1) The effective date of the conversion; (2) The timing of distributions (including provisions for prorating a distributions for a short year in which a beneficiary' right to payments commences or ceases); (3) Whether distributions are to be made in cash or in kind or partly in cash and partly in kind; (4) If the trust is reconverted to an income trust, the effective date of such reconversion; and (5) Such other administrative issues as may be necessary or appropriate to carry out the purposes of this Act. Section 10. Conversion to a total return unitrust under the provisions of this Act does not affect any other provisions of the governing instrument, if any, regarding distributions of principal. Section 11. In the case of a trust for which a marital deduction has been taken for federal tax purpose under I.R.C. section 2056 or 2523, the spouse otherwise entitled to receive the net income of the trust has the right, by written instrument delivered to the trustee, to compel the reconversion during his or her lifetime of the trust from a total return unitrust to an income trust, notwithstanding anything in this Act to the contrary. Section 12. This Act shall be construed as pertaining to the administration of a trust and shall be available to any trust that is administered in South Dakota under South Dakota law unless (i) the governing instrument reflects an intention that the current beneficiary or beneficiaries are to receive an amount other than a reasonable current return from the trust, ii) the trust is a trust described in I.R.C. section 170(f)(2)(B), 6664(d), 1361(d), 2702(a)(3), or 2702(b), (iii) one or more persons to whom the trustee could distribute income have a power of withdrawal over the trust that is not subject to an ascertainable standard under I.R.C. section 2041 or 2514 or that can be exercised to discharge a duty of support he or she possesses, or (iv) the governing instrument expressly prohibits use of this Act by specific reference to the chapter. A provision in the governing instrument that \"The provisions of this Act, or any corresponding provision of future law, may not be used in the administration of this trust\" or similar words reflecting such intent are sufficient to preclude use of this Act. Section 13. Any trustee or disinterested person who in good faith takes or fails to take any action under this Act is not liable to any person affected by such action or inaction, regardless of whether such person received written notice as provided in this Act and regardless of whether such person was under a legal disability at the time of the delivery of such notice. Such person's exclusive remedy shall be to obtain an order of the court directing the trustee to convert an income trust to a total return unitrust, to reconvert from a total return unitrust to an income trust or to change the percentage used to calculate the unitrust amount. Section 14. Nothing in this Act is intended to create or imply a duty to take any action under this Act, and no trustee is liable for not considering whether to take any action or for choosing not to take any such action. Section 15. This Act is effective upon enactment and is available to trusts in existence at the date of enactment or created thereafter."}, {"bill_id": 17344, "bill_version_id": 94295, "bill_version": "House Judiciary Engrossed", "bill_version_date": "2002-02-13T13:26:59-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize total return unitrusts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Disinterested person,\" any person who is not a related or subordinate party, as defined in section 672(c) of the Internal Revenue Code (26 U.S.C. section 1, et seq.), with respect to the person then acting as trustee of the trust and excludes the trustor of the trust and any interested trustee; (2) \"Income trust,\" any trust, created by either an inter vivos or a testamentary instrument, which directs or permits the trustee to distribute the net income of the trust to one or more persons, either in fixed proportions or in amounts or proportions determined by the trustee. However, no trust that otherwise is an income trust may qualify pursuant to this subdivision, if it is subject to taxation under I.R.C. section 2001 or section 2501, until the expiration of the period for filing the return therefor (including extensions); (3) \"Interested distributee,\" any person to whom distributions of income or principal can currently be made who has the power to remove the existing trustee and designate as successor a person who may be a related or subordinate party, as defined in I.R.C. section 672(c), with respect to such distributee; (4) \"Interested trustee,\" (i) any individual trustee to whom the net income or principal of the trust can currently be distributed or would be distributed if the trust were then to terminate and be distributed, or (ii) any trustee who may be removed and replaced by an interested distributee, or (iii) any individual trustee whose legal obligation to support a beneficiary may be satisfied by distributions of income and principal of the trust, or (iv) any of the above; (5) \"Total return unitrust,\" any income trust which has been converted under and meets the provisions of this Act; (6) \"Trustee,\" all persons acting as trustee of the trust, except where expressly noted otherwise, whether acting in their discretion or on the direction of one or more persons acting in a fiduciary capacity; (7) \"Trustor,\" any individual who created an inter vivos or a testamentary trust; (8) \"Unitrust amount,\" an amount computed as a percentage of the fair market value of the trust; (9) \"Current valuation year,\" the accounting period of the trust for which the unitrust amount is being determined; (10) \"Prior valuation year,\" each of the two accounting periods of the trust immediately preceding the current valuation year; and (11) \"I.R.C.,\" the Internal Revenue Code (26 U.S.C. section 1, et seq.). Section 2. A trustee, other than an interested trustee, or, if two or more persons are acting as trustee, a majority of the trustees who are not an interested trustee (in either case hereafter \"trustee\"), may, in its sole discretion and without the approval of any court, (i)convert an income trust to a total return unitrust, (ii) reconvert a total return unitrust to an income trust, or (iii) change the percentage used to calculate the unitrust amount and the method used to determine the fair market value of the trust if: (1) The trustee adopts a written policy for the trust providing (i) in the case of a trust being administered as an income trust, that future distributions from the trust will be unitrust amounts rather than net income, (ii) in the case of a trust being administered as a total return unitrust, that future distributions from the trust will be net income rather than unitrust amounts, or (iii) that the percentage used to calculate the unitrust amount or the method used to determine the fair market value of the trust will be changed as stated in the policy; (2) The trustee sends written notice of its intention to take such action, along with copies of such written policy and this chapter, to (i) the trustor, if living, (ii) all living persons who are currently receiving or eligible to receive distributions of income of the trust, (iii) all living persons who would receive principal of the trust if the trust were to terminate at the time of the giving of such notice (without regard to the exercise of any power of appointment) or, if the trust does not provide for its termination, all living persons who would receive or be eligible to receive distributions of income or principal of the trust if the persons identified in subclause (ii) of this subdivision were deceased, and (iv) all persons acting as adviser or protector of the trust; (3) At least one person receiving notice under each of subclauses (ii) and (iii) of subdivision (2) is, to the best information and belief of the trustee, legally competent; and (4) No person receiving such notice objects, by written instrument delivered to the trustee, to the proposed action of the trustee within sixty days of receipt of such notice. Section 3. If there is no trustee of the trust other than an interested trustee, the interested trustee or, if two or more persons are acting as trustee and are interested trustees, a majority of such interested trustees, may, in its sole discretion and without the approval of any court, take such action as provided in section 2 of this Act so long as the trustee appoints a disinterested person who, in its sole discretion but acting in a fiduciary capacity, determines for the trustee (i) the percentage to be used to calculate the unitrust amount, (ii) the method to be used in determining the fair market value of the trust, and (iii) which assets, if any, are to be excluded in determining the unitrust amount; and complies with all of the provisions of subdivisions (1) to (4), inclusive, of section 2 of this Act. Section 4. If any trustee desires to (i) convert an income trust to a total return unitrust, (ii) reconvert a total return unitrust to an income trust, or (iii) change the percentage used to calculate the unitrust amount and the method used to determine the fair market value of the trust but does not have the ability to or elects not to do it under the provisions of sections 2 and 3 of this Act, or in the event the trustee receives a written objection within the applicable period, the trustee may petition the court for such order as the trustee deems appropriate. In the event, however, there is only one trustee of such trust and such trustee is an interested trustee or in the event there are two or more trustees of such trust and a majority of them are interested trustees, the court, in its own discretion or on the petition of such trustee or trustees or any person interested in the trust, may appoint a disinterested person who, acting in a fiduciary capacity, shall present such information to the court as shall be necessary to enable the court to make its determination. Section 5. The fair market value of the trust shall be determined at least annually, using such valuation date or dates or averages of valuation dates as are deemed appropriate. Assets for which a fair market value cannot be readily ascertained shall be valued using such valuation methods as are deemed reasonable and appropriate. Such assets may be excluded from valuation, if all income received with respect to such assets is distributed to the extent distributable in accordance with the terms of the governing instrument. Section 6. The unitrust amount shall be determined as follows: (1) For the first three accounting periods of the trust, the unitrust amount for a current valuation year of the trust shall be three percent, or such higher percentage specified by the terms of the governing instrument or by the election of the trustee, the disinterested person, or the court, of the net fair market value of the assets held in the trust on the first business day of the current valuation year; (2) Beginning with the fourth accounting period of the trust, the unitrust amount for a current valuation year of the trust shall be three percent, or such higher percentage specified by the terms of the governing instrument or by the election of the trustee, the disinterested person, or the court, of the average of the net fair market value of the assets held in the trust on the first business day of the current valuation year and the net fair market value of the assets held in the trust on the first business day of each prior valuation year; (3) The percentage that may be elected in determining the unitrust amount shall be a reasonable current return from the trust, taking into account the intentions of the trustor of the trust as expressed in the governing instrument, the needs of the beneficiaries, general economic conditions, projected current earnings and appreciation for the trust, and projected inflation and its impact on the trust. However, if such percentage is three percent or greater, or if no percentage is specified, then that percentage shall be three percent; (4) The unitrust amount for the current valuation year shall be proportionately reduced for any distributions, in whole or in part, other than distributions of the unitrust amount, and for any payments of expenses, including debts, disbursements and taxes, from the trust within a current valuation year that the trustee determines to be material and substantial, and shall be proportionately increased for the receipt, other than a receipt that represents a return on investment, of any additional property into the trust within a current valuation year; (5) In the case of a short accounting period, the trustee shall prorate the unitrust amount on a daily basis; (6) If the net fair market value of an asset held in the trust has been incorrectly determined either in a current valuation year or in a prior valuation year, the unitrust amount shall be increased in the case of an undervaluation, or be decreased in the case of an overvaluation, by an amount equal to the difference between the unitrust amount determined based on the correct valuation of the asset and the unitrust amount originally determined; (7) In determining the net fair market value of the assets held in trust, the determination may not include the value of any residential property or any tangible personal property that, as of the first business day of the current valuation year, one or more income beneficiaries of the trust have or had the right to occupy, or have or had the right to possess or control, other than in a capacity as trustee, and instead the right of occupancy or the right of possession or control shall be deemed to be the unitrust amount with respect to the residential property or the tangible personal property; or any asset specifically given to a beneficiary under the terms of the trust and the return on investment on that asset, which return on investment shall be distributed to the beneficiary. Section 7. The unitrust amount may not be less than the net income of the trust, determined without regard to the provisions of section 8 of this Act, for (i) a trust for which a marital deduction has been taken for federal tax purposes under I.R.C. section 2056 or 2523 (during the lifetime of the spouse for whom the trust was created), or (ii) a trust to which the generation- skipping transfer tax due under I.R.C. section 2601 does not apply by reason of any effective date or transition rule. Section 8. Following the conversion of an income trust to a total return unitrust, the trustee: (1) Shall treat the unitrust amount as if it were net income of the trust for purposes of determining the amount available, from time to time, for distributions from the trust; and (2) May allocate to trust income for each taxable year of the trust (or portions thereof) (i) net short-term capital gain described in I.R.C. section 1222(5) for such year (or portion thereof) but only to the extent that the amounts so allocated together with all other amounts allocate to trust income for such year (or portion thereof) does not exceed the unitrust amount for such year (or portion thereof); and (ii) net long-term capital gain described in I.R.C. section 1222(7) for such year (or portion thereof) but only to the extent that the amount so allocated together with all other amounts, including amounts described in clause (i) above, allocated to trust income for such year (or portion thereof) does not exceed the unitrust amount for such year (or portion thereof). Section 9. In administering a total return unitrust, the trustee may, in its sole discretion but subject to the provisions of the governing instrument, determine: (1) The effective date of the conversion; (2) The timing of distributions (including provisions for prorating a distributions for a short year in which a beneficiary' right to payments commences or ceases); (3) Whether distributions are to be made in cash or in kind or partly in cash and partly in kind; (4) If the trust is reconverted to an income trust, the effective date of such reconversion; and (5) Such other administrative issues as may be necessary or appropriate to carry out the purposes of this Act. Section 10. Conversion to a total return unitrust under the provisions of this Act does not affect any other provisions of the governing instrument, if any, regarding distributions of principal. Section 11. In the case of a trust for which a marital deduction has been taken for federal tax purpose under I.R.C. section 2056 or 2523, the spouse otherwise entitled to receive the net income of the trust has the right, by written instrument delivered to the trustee, to compel the reconversion during his or her lifetime of the trust from a total return unitrust to an income trust, notwithstanding anything in this Act to the contrary. Section 12. This Act shall be construed as pertaining to the administration of a trust and shall be available to any trust that is administered in South Dakota under South Dakota law unless (i) the governing instrument reflects an intention that the current beneficiary or beneficiaries are to receive an amount other than a reasonable current return from the trust, ii) the trust is a trust described in I.R.C. section 170(f)(2)(B), 6664(d), 1361(d), 2702(a)(3), or 2702(b), (iii) one or more persons to whom the trustee could distribute income have a power of withdrawal over the trust that is not subject to an ascertainable standard under I.R.C. section 2041 or 2514 or that can be exercised to discharge a duty of support he or she possesses, or (iv) the governing instrument expressly prohibits use of this Act by specific reference to the chapter. A provision in the governing instrument that \"The provisions of this Act, or any corresponding provision of future law, may not be used in the administration of this trust\" or similar words reflecting such intent are sufficient to preclude use of this Act. Section 13. Any trustee or disinterested person who in good faith takes or fails to take any action under this Act is not liable to any person affected by such action or inaction, regardless of whether such person received written notice as provided in this Act and regardless of whether such person was under a legal disability at the time of the delivery of such notice. Such person's exclusive remedy shall be to obtain an order of the court directing the trustee to convert an income trust to a total return unitrust, to reconvert from a total return unitrust to an income trust or to change the percentage used to calculate the unitrust amount. Section 14. Nothing in this Act is intended to create or imply a duty to take any action under this Act, and no trustee is liable for not considering whether to take any action or for choosing not to take any such action. Section 15. This Act is effective upon enactment and is available to trusts in existence at the date of enactment or created thereafter."}, {"bill_id": 17344, "bill_version_id": 94796, "bill_version": "Enrolled", "bill_version_date": "2002-02-21T11:35:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17344, "action_date": "2002-01-18T13:00:00-06:00", "document_id": 92411, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92411.pdf", "status_text": "First read in Senate and referred to", "journal_page": 121, "committee_id_action": 769, "committee_id_assigned": 747, "result": "N", "vote": {}}, {"bill_id": 17344, "action_date": "2002-02-04T10:00:00-06:00", "document_id": 93537, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93537.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 747, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17344, "action_date": "2002-02-04T10:00:00-06:00", "document_id": 93537, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93537.pdf", "status_text": "Do Pass Amended,", "journal_page": 363, "committee_id_action": 747, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 52022, "president_vote": null, "Yea": [2730, 2780, 2784, 2795, 2740, 2829], "Absent": [2742]}}, {"bill_id": 17344, "action_date": "2002-02-04T10:00:00-06:00", "document_id": 93537, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93537.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 747, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17344, "action_date": "2002-02-06T14:00:00-06:00", "document_id": 93846, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93846.pdf", "status_text": "Do Pass Amended,", "journal_page": 414, "committee_id_action": 769, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 52296, "president_vote": null, "Yea": [2726, 2727, 2730, 2733, 2734, 2739, 2740, 2742, 2743, 2745, 2746, 2747, 2750, 2753, 2760, 2761, 2762, 2772, 2778, 2780, 2784, 2787, 2791, 2792, 2795, 2796, 2802, 2809, 2810, 2818, 2821, 2827, 2828, 2829], "Excused": [2819]}}, {"bill_id": 17344, "action_date": "2002-02-07T13:00:00-06:00", "document_id": 93950, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93950.pdf", "status_text": "First read in House and referred to", "journal_page": 529, "committee_id_action": 768, "committee_id_assigned": 766, "result": "N", "vote": {}}, {"bill_id": 17344, "action_date": "2002-02-13T08:00:00-06:00", "document_id": 94274, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94274.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 766, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17344, "action_date": "2002-02-13T08:00:00-06:00", "document_id": 94274, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94274.pdf", "status_text": "Do Pass Amended,", "journal_page": 641, "committee_id_action": 766, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 52605, "president_vote": null, "Yea": [2728, 2758, 2768, 2774, 2788, 2789, 2794, 2797, 2798, 2813, 2823, 2793], "Excused": [2735]}}, {"bill_id": 17344, "action_date": "2002-02-13T08:00:00-06:00", "document_id": 94274, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94274.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 766, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17344, "action_date": "2002-02-15T14:00:00-06:00", "document_id": 94518, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94518.pdf", "status_text": "Do Pass Amended,", "journal_page": 698, "committee_id_action": 768, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 54255, "president_vote": null, "Yea": [2724, 2725, 2728, 2729, 2732, 2736, 2737, 2738, 2741, 2744, 2748, 2749, 2752, 2754, 2755, 2756, 2757, 2758, 2759, 2763, 2764, 2765, 2768, 2769, 2770, 2771, 2773, 2774, 2775, 2777, 2779, 2781, 2782, 2783, 2785, 2786, 2788, 2789, 2790, 2793, 2794, 2797, 2799, 2800, 2803, 2804, 2805, 2806, 2807, 2808, 2811, 2812, 2813, 2814, 2815, 2817, 2822, 2823, 2824, 2825, 2826, 2830, 2751], "Excused": [2731, 2735, 2766, 2798, 2816, 2820], "Nay": [2767]}}, {"bill_id": 17344, "action_date": "2002-02-20T14:00:00-06:00", "document_id": 94747, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94747.pdf", "status_text": "Deferred to another day", "journal_page": 643, "committee_id_action": 769, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17344, "action_date": "2002-02-21T10:00:00-06:00", "document_id": 94848, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94848.pdf", "status_text": "Signed by President", "journal_page": 670, "committee_id_action": 769, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17344, "action_date": "2002-02-21T13:00:00-06:00", "document_id": 94847, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94847.pdf", "status_text": "Signed by Speaker", "journal_page": 808, "committee_id_action": 768, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17344, "action_date": "2002-02-22T08:00:00-06:00", "document_id": 94911, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94911.pdf", "status_text": "Delivered to the Governor", "journal_page": 675, "committee_id_action": 769, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17344, "action_date": "2002-02-27T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": 734, "committee_id_action": 769, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 2282}