{"session_id": 36, "bill_id": 10153, "bill_type": "House Commemoration", "bill_number": 1010, "bill_title": "Honoring the James Valley Christian High School Boys Cross Country Team for its outstanding performance and victory in the 2018 State Class B Cross Country Championship.", "sponsors": [{"legislator_profile_id": 1634, "is_prime": true}, {"legislator_profile_id": 1587, "is_prime": true}, {"legislator_profile_id": 1602, "is_prime": false}, {"legislator_profile_id": 1560, "is_prime": false}, {"legislator_profile_id": 1573, "is_prime": false}, {"legislator_profile_id": 1442, "is_prime": false}, {"legislator_profile_id": 1436, "is_prime": false}, {"legislator_profile_id": 1642, "is_prime": false}, {"legislator_profile_id": 1600, "is_prime": false}, {"legislator_profile_id": 1639, "is_prime": false}, {"legislator_profile_id": 1568, "is_prime": false}, {"legislator_profile_id": 1649, "is_prime": false}, {"legislator_profile_id": 1627, "is_prime": false}, {"legislator_profile_id": 1577, "is_prime": false}, {"legislator_profile_id": 1622, "is_prime": false}, {"legislator_profile_id": 1598, "is_prime": false}, {"legislator_profile_id": 1564, "is_prime": false}, {"legislator_profile_id": 1433, "is_prime": false}, {"legislator_profile_id": 1621, "is_prime": false}], "keywords": [], "audio": [], "bill_versions": [{"bill_id": 10153, "bill_version_id": 54193, "bill_version": "Introduced", "bill_version_date": "2019-02-25T10:30:18.847-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring the James Valley Christian High School Boys Cross Country Team for its outstanding performance and victory in the 2018 State Class B Cross Country Championship. WHEREAS, the 2018 James Valley Christian High School Cross Country Team won the South Dakota B Boys Cross Country Championship by virtue of outstanding character, sportsmanship, and dedication to excellence both on and off the field; and WHEREAS, the James Valley Christian High School team fielded five athletes with one alternate and earned the combined winning score of forty-four points; and WHEREAS, the James Valley Christian High School Boys Cross Country Team received superior coaching and outstanding leadership from head coach Tom Brantner and assistant coach Andrea Olson; and WHEREAS, James Valley Christian High School has been the winner of the Class B Cross Country Championship three of the last four years; and WHEREAS, James Valley Christian High School team took the championship over seventeen other teams in the competition: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Fourth Legislature of the State of South Dakota, that the Legislature commends the James Valley Christian High School Boys Cross Country Team and its coaches on a great season."}, {"bill_id": 10153, "bill_version_id": 54394, "bill_version": "Enrolled", "bill_version_date": "2019-02-27T15:41:43.68-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring the James Valley Christian High School Boys Cross Country Team for its outstanding performance and victory in the 2018 State Class B Cross Country Championship. WHEREAS, the 2018 James Valley Christian High School Cross Country Team won the South Dakota B Boys Cross Country Championship by virtue of outstanding character, sportsmanship, and dedication to excellence both on and off the field; and WHEREAS, the James Valley Christian High School team fielded five athletes with one alternate and earned the combined winning score of forty-four points; and WHEREAS, the James Valley Christian High School Boys Cross Country Team received superior coaching and outstanding leadership from head coach Tom Brantner and assistant coach Andrea Olson; and WHEREAS, James Valley Christian High School has been the winner of the Class B Cross Country Championship three of the last four years; and WHEREAS, James Valley Christian High School team took the championship over seventeen other teams in the competition: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Fourth Legislature of the State of South Dakota, that the Legislature commends the James Valley Christian High School Boys Cross Country Team and its coaches on a great season. 100 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.161 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 10153, "action_date": "2019-02-25T14:00:00-06:00", "document_id": 54228, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54228.pdf", "status_text": "", "journal_page": 543, "committee_id_action": 408, "committee_id_assigned": null, "result": "N", "vote": {}}]}