{"session_id": 53, "bill_id": 17082, "bill_type": "House Bill", "bill_number": 1244, "bill_title": "allow the assets of the South Dakota Retirement System to be invested in venture capital.", "sponsors": [{"legislator_profile_id": 2732, "is_prime": true}, {"legislator_profile_id": 2796, "is_prime": true}, {"legislator_profile_id": 2736, "is_prime": false}, {"legislator_profile_id": 2749, "is_prime": false}, {"legislator_profile_id": 2766, "is_prime": false}, {"legislator_profile_id": 2772, "is_prime": false}, {"legislator_profile_id": 2790, "is_prime": false}, {"legislator_profile_id": 2791, "is_prime": false}, {"legislator_profile_id": 2797, "is_prime": false}, {"legislator_profile_id": 2799, "is_prime": false}, {"legislator_profile_id": 2816, "is_prime": false}, {"legislator_profile_id": 2817, "is_prime": false}, {"legislator_profile_id": 2824, "is_prime": false}], "keywords": ["South Dakota Retirement System"], "audio": [{"meeting_datetime": "2002-01-24T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hre12hb1244a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-24T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hre12hb1244a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-24T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hre12hb1244a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 17082, "bill_version_id": 92339, "bill_version": "Introduced", "bill_version_date": "2002-01-18T08:01:07-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to allow the assets of the South Dakota Retirement System to be invested in venture capital. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 3-12-117 be amended to read as follows: 3-12-117. The State Investment Council as provided in § 4-5-12 is responsible for the investment of the assets of the system. The Investment Council may pool the several retirement funds for investment purposes and the investment of such funds is not restricted by the provisions of § 4-5-26, but is governed by the provisions of § 4-5-27. However, the assets of the system may not be used as venture capital. Section 2. That chapter 4-5 be amended by adding thereto a NEW SECTION to read as follows: The State Investment Council may make venture capital investments in venture capital funds organized for the purpose of investing in equity or equity participating instruments which meet the following requirements. To qualify as a venture capital fund in which the State Investment Council may invest funds pursuant to this chapter, the venture capital fund shall include in its articles of incorporation, bylaws, or partnership agreement the following provisions: (1) Except for temporary investments in money market instruments, the venture capital fund shall invest solely in entrepreneurial business which meet at least two of the following criteria: (a) Its headquarters is located in South Dakota; (b) Its major business as measured by value added is in South Dakota, or (c) A majority of its employees are located in South Dakota; (2) The venture capital fund investments shall be diversified both by percentage of assets in any one investment and by diversification of industries in which investments are made; (3) The venture capital fund may have no geographical restrictions on investment opportunities within South Dakota. Section 3. That chapter 4-5 be amended by adding thereto a NEW SECTION to read as follows: The State Investment Council's participation in any venture capital fund may not exceed one- third of the total equity funds invested in the fund. The State Investment Council may invest only in limited liability entities. Section 4. That chapter 4-5 be amended by adding thereto a NEW SECTION to read as follows: In order for the State Investment Council to invest in a venture capital fund, the venture capital fund meet the following criteria: (1) The venture capital fund must have an elected board of directors and, if the State Investment Council requires, agree to accept a designee of the State Investment Council to the governing body of the venture fund if organized other than as a corporation; (2) The venture capital fund must have a full-time capital manager or submit an alternate plan for obtaining expertise acceptable to the State Investment Council; (3) The venture capital fund must agree to provide the State Investment Council with an audited annual financial statement; four quarterly financial statements; and, at the request of the State Investment Council, at least one oral report per year to the State Investment Council. Section 5. That chapter 4-5 be amended by adding thereto a NEW SECTION to read as follows: The State Investment Council may not invest more than the greater of one-half of one percent of the assets of the South Dakota Retirement System or thirty million dollars in venture capital. Section 6. That chapter 4-5 be amended by adding thereto a NEW SECTION to read as follows: Section 7. The State Investment Council may promulgate rules, pursuant to chapter 1-26, to implement the provisions of this Act."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17082, "action_date": "2002-01-18T14:00:00-06:00", "document_id": 92410, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92410.pdf", "status_text": "First read in House and referred to", "journal_page": 195, "committee_id_action": 768, "committee_id_assigned": 762, "result": "N", "vote": {}}, {"bill_id": 17082, "action_date": "2002-01-24T15:00:00-06:00", "document_id": 92843, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92843.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 762, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17082, "action_date": "2002-01-24T15:00:00-06:00", "document_id": 92843, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92843.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 277, "committee_id_action": 762, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 53446, "president_vote": null, "Yea": [2803, 2783, 2813, 2793], "Excused": [2741]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/17082"}