{"session_id": 49, "bill_id": 15324, "bill_type": "Senate Bill", "bill_number": 141, "bill_title": "establish an independent protection and advocacy entity within the juvenile corrections system.", "sponsors": [{"legislator_profile_id": 2373, "is_prime": true}, {"legislator_profile_id": 2405, "is_prime": true}, {"legislator_profile_id": 2304, "is_prime": false}, {"legislator_profile_id": 2310, "is_prime": false}, {"legislator_profile_id": 2311, "is_prime": false}, {"legislator_profile_id": 2320, "is_prime": false}, {"legislator_profile_id": 2331, "is_prime": false}, {"legislator_profile_id": 2337, "is_prime": false}, {"legislator_profile_id": 2339, "is_prime": false}, {"legislator_profile_id": 2345, "is_prime": false}, {"legislator_profile_id": 2351, "is_prime": false}, {"legislator_profile_id": 2365, "is_prime": false}, {"legislator_profile_id": 2368, "is_prime": false}, {"legislator_profile_id": 2369, "is_prime": false}, {"legislator_profile_id": 2393, "is_prime": false}, {"legislator_profile_id": 2406, "is_prime": false}], "keywords": ["Juvenile Corrections"], "audio": [{"meeting_datetime": "2000-02-10T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen23sb0141a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-10T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen23sb0141a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-10T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen23sb0141a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-10T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen23sb0141a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-10T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen23sb0141a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-23T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou31sb0141a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-23T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou31sb0141a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-23T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou31sb0141a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-23T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou31sb0141a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-23T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou31sb0141a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-23T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou31sb0141a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-23T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou31sb0141a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-23T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou31sb0141a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-23T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou31sb0141a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-25T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen33.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-03-14T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou34sb0141a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-03-14T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou34sb0141a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-03-14T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou34sb0141a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-03-14T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen34sb0141a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-03-14T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen34sb0141a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-03-14T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen34sb0141a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 15324, "bill_version_id": 86843, "bill_version": "Introduced", "bill_version_date": "2000-01-19T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish an independent protection and advocacy entity within the juvenile corrections system. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 26-11A be amended by adding thereto a NEW SECTION to read as follows: Terms used in this chapter mean: (1) \"Abuse,\" any act or failure to act by an employee of a juvenile corrections facility or program, or by a contract person or entity providing services to a juvenile corrections facility or program, which act was performed or was failed to be performed, knowingly, recklessly, or intentionally, and which caused, or may have caused, injury or death to an individual in the custody or care of a juvenile corrections facility or program; (2) \"Entity,\" the entity established to protect and advocate the rights of individuals in the custody or care of juvenile corrections facilities or programs; (3) \"Juvenile corrections facility or program,\" all juvenile correctional facilities and programs established and maintained in accordance with § 26-11A-1; (4) \"Individual in the custody or care of a juvenile corrections facility or program,\" an individual who: (a) Is in the process of being admitted to a juvenile corrections facility or program, including an individual who is being transported to such a facility or program; or (b) Is involuntarily confined in a juvenile corrections facility or is a participant in a juvenile corrections program; (5) \"Neglect,\" a negligent act or omission by any individual responsible for providing custody, care, or services in a juvenile corrections facility or program which caused or may have caused injury or death to an individual in the care or custody of a juvenile corrections facility or program or which placed such individual at risk of injury or death; (6) \"Records,\" reports prepared or received by any staff of a juvenile corrections facility or program, or reports prepared by an entity or staff person charged with investigating reports of incidents of abuse or neglect, injury or death occurring at such facility or program that describes incidents of abuse, neglect, injury, or death occurring at such facility or program and the steps taken to investigate such incident. Section 2. The Governor shall create an entity to protect and advocate the rights of individuals in the custody or care of juvenile corrections facilities or programs. The entity shall be independent of the Office of the Governor and all other departments or agencies of the executive branch. Section 3. The entity created in section 2 of this Act may: (1) Pursue legal, administrative, and other appropriate remedies to ensure the protection of, and advocacy for, the rights of an individual in the care or custody of juvenile correction facilities or programs; (2) Investigate incidents of abuse or neglect of such individual, independently or in cooperation with other entities authorized to conduct such investigations, if the incidents are reported to the entity or if there is probable cause to believe that the incidents occurred; (3) Access at reasonable times and locations any individual in the custody or care of juvenile corrections facilities or programs; (4) Access all records of or relating to any individual in the custody or care of juvenile facilities or programs; (5) Hire and maintain adequate staff, qualified by training and experience, to carry out the entity's functions; and (6) Provide reports and testimony to the executive, legislative, and judicial branches of government as may be necessary or convenient to affect policy or carry out the purposes for which the entity was established. Section 4. The entity provided for in section 2 of this Act may be organized as a public or private nonprofit entity or may be an adjunct to an existing protection and advocacy program or other entity independent of the executive branch. If the entity is organized as an adjunct to an existing entity, an advisory council shall be formed to direct the entity. The advisory council or other governing body of the entity shall consist of seven members with knowledge and experience in juvenile corrections, not more than three of whom shall be appointed by the Governor or other agent of the executive branch nor may be an employee of the executive branch. Such governing body shall establish bylaws, policies, and procedures designed to effectuate the purposes of the entity as set forth in this section. The director of the entity shall be appointed and may be removed by the governing body of the entity, which shall also establish the director's compensation. The budget for the entity shall be appropriated annually by the Legislature."}, {"bill_id": 15324, "bill_version_id": 86845, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "2000-02-09T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish the South Dakota Corrections Committee and a monitor within the juvenile corrections system. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 26-11A be amended by adding thereto a NEW SECTION to read as follows: Terms used in this chapter mean: (1) \"Abuse,\" any act or failure to act by an employee of a juvenile corrections facility or by a contract person or entity providing services to a juvenile corrections facility, which act was performed or was failed to be performed, knowingly, recklessly, or intentionally, and which caused, or may have caused, injury or death to an individual in the custody or care of a juvenile corrections facility; (2) \"Monitor,\" the person or entity designated by the Governor to protect the legal rights of individuals in the custody or care of juvenile corrections facilities; (3) \"Juvenile corrections facility,\" all juvenile correctional facilities established and maintained in accordance with § 26-11A-1; (4) \"Individual in the custody or care of a juvenile corrections facility,\" an individual who: (a) Is in the process of being admitted to a juvenile corrections facility, including an individual who is being transported to such a facility; or (b) Is involuntarily confined in a juvenile corrections facility; (5) \"Neglect,\" a negligent act or omission by any individual responsible for providing custody, care, or services in a juvenile corrections facility which caused or may have caused injury or death to an individual in the care or custody of a juvenile corrections facility or which placed such individual at undue risk of injury or death; (6) \"Records,\" reports prepared or received by any staff of a juvenile corrections facility, or reports prepared by an entity or staff person charged with investigating reports of incidents of abuse or neglect, injury or death occurring at such facility that describes incidents of abuse, neglect, injury, or death occurring at such facility and the steps taken to investigate such incident. Section 2. The Governor shall designate a person or entity to serve as the monitor and whose primary responsibility is to protect the rights of individuals in the custody or care of juvenile corrections facilities. Such person or entity shall be independent of the Department of Corrections and shall be administered by the Department of Human Services, office of the secretary. Section 3. Any allegation of abuse and neglect of individuals within the juvenile corrections facilities received by the Office of the Governor, the Department of Corrections, or other agencies of the executive branch shall be promptly reported in writing to the monitor. Section 4. The monitor created in section 2 of this Act may: (1) Investigate incidents of abuse or neglect of such individuals within the juvenile corrections facilities, if the incidents are reported to the monitor or if there is probable cause to believe that the incidents occurred; (2) Access any individual in the custody or care of juvenile corrections facilities and any employee in the employ of the State of South Dakota or any of its political subdivisions; (3) Access any records of or relating to any individual in the custody or care of juvenile facilities; (4) Provide an annual report to the Governor, the Legislature, the Corrections Commission established by § 1-15-1.13, the secretary of the Department of Human Services, and the secretary of the Department of Corrections. The report shall contain the activities of the monitor for the fiscal year immediately prior to the report. Activities shall reflect the number of referrals to the monitor, the number of investigations completed, results of the investigations, corrective actions taken, and a summary of other activities performed by the monitor; (5) Provide training and assistance to employees of the Department of Corrections in areas within the scope of the monitor's position. (6) Review Department of Corrections' policies dealing with juvenile's rights to ensure compliance with federal and state laws, rules, and policy. Section 5. It shall be the responsibility of the monitor to report immediately, in writing, any findings of abuse or neglect in a juvenile corrections facility to the secretary of the Department of Corrections and the Governor and to state in the report the facts found by the monitor and the names of any individuals who perpetrated the abuse or neglect. Section 6. There is hereby created the South Dakota Corrections Committee to make a continuing study of the operation of the state's correctional system. Section 7. The Corrections Committee shall consist of five members of the House of Representatives to be appointed by the Speaker of the House of Representatives and five members of the Senate to be appointed by the President Pro Tempore. The members of the corrections committee shall be appointed biennially for terms expiring on January first of each succeeding odd-numbered year and shall serve until their respective successors are appointed and qualified. No more than three from each legislative body may be from the same political party. Section 8. The Corrections Committee shall select a chair and vice chair and shall be provided with staff assistance from the Legislative Research Council. Section 9. The Corrections Committee shall review and act upon all proposed legislation regarding the establishment and operation of the state's corrections system. Section 10. The Department of Corrections or such other executive branch agency as the Governor may direct shall, on or before December 1, 2000, submit to the Corrections Committee of the Legislature a report and recommendation regarding the desirability and feasibility of the Department of Corrections seeking accreditation of all juvenile corrections facilities under the direction of the Governor. BILL HISTORY 1/19/00 First read in Senate and referred to Judiciary. S.J. 119 1/20/00 Senate Referred to State Affairs. S.J. 131 2/6/00 Scheduled for Committee hearing on this date. 2/7/00 Scheduled for Committee hearing on this date. 2/7/00 Deferred by Chair. 2/9/00 Scheduled for Committee hearing on this date. 2/9/00 State Affairs Do Pass Amended, Passed, AYES 9, NAYS 0. S.J. 369"}, {"bill_id": 15324, "bill_version_id": 86844, "bill_version": "Senate Engrossed", "bill_version_date": "2000-02-10T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish the South Dakota Corrections Committee and a monitor within the juvenile corrections system. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 26-11A be amended by adding thereto a NEW SECTION to read as follows: Terms used in this chapter mean: (1) \"Abuse,\" any act or failure to act by an employee of a juvenile corrections facility or by a contract person or entity providing services to a juvenile corrections facility, which act was performed or was failed to be performed, knowingly, recklessly, or intentionally, and which caused, or may have caused, injury or death to an individual in the custody or care of a juvenile corrections facility; (2) \"Monitor,\" the person or entity designated by the Governor to protect the legal rights of individuals in the custody or care of juvenile corrections facilities; (3) \"Juvenile corrections facility,\" all juvenile correctional facilities established and maintained in accordance with § 26-11A-1; (4) \"Individual in the custody or care of a juvenile corrections facility,\" an individual who: (a) Is in the process of being admitted to a juvenile corrections facility, including an individual who is being transported to such a facility; or (b) Is involuntarily confined in a juvenile corrections facility; (5) \"Neglect,\" a negligent act or omission by any individual responsible for providing custody, care, or services in a juvenile corrections facility which caused or may have caused injury or death to an individual in the care or custody of a juvenile corrections facility or which placed such individual at undue risk of injury or death; (6) \"Records,\" reports prepared or received by any staff of a juvenile corrections facility, or reports prepared by an entity or staff person charged with investigating reports of incidents of abuse or neglect, injury or death occurring at such facility that describes incidents of abuse, neglect, injury, or death occurring at such facility and the steps taken to investigate such incident. Section 2. The Governor shall designate a person or entity to serve as the monitor and whose primary responsibility is to protect the rights of individuals in the custody or care of juvenile corrections facilities. Such person or entity shall be independent of the Department of Corrections and shall be administered by the Department of Human Services, office of the secretary. Section 3. Any allegation of abuse and neglect of individuals within the juvenile corrections facilities received by the Office of the Governor, the Department of Corrections, or other agencies of the executive branch shall be promptly reported in writing to the monitor. Section 4. The monitor created in section 2 of this Act may: (1) Investigate incidents of abuse or neglect of such individuals within the juvenile corrections facilities, if the incidents are reported to the monitor or if there is probable cause to believe that the incidents occurred; (2) Access any individual in the custody or care of juvenile corrections facilities and any employee in the employ of the State of South Dakota or any of its political subdivisions; (3) Access any records of or relating to any individual in the custody or care of juvenile facilities; (4) Provide an annual report to the Governor, the Legislature, the Corrections Commission established by § 1-15-1.13, the secretary of the Department of Human Services, and the secretary of the Department of Corrections. The report shall contain the activities of the monitor for the fiscal year immediately prior to the report. Activities shall reflect the number of referrals to the monitor, the number of investigations completed, results of the investigations, corrective actions taken, and a summary of other activities performed by the monitor; (5) Provide training and assistance to employees of the Department of Corrections in areas within the scope of the monitor's position. (6) Review Department of Corrections' policies dealing with juvenile's rights to ensure compliance with federal and state laws, rules, and policy. Section 5. It shall be the responsibility of the monitor to report immediately, in writing, any findings of abuse or neglect in a juvenile corrections facility to the secretary of the Department of Corrections and the Governor and to state in the report the facts found by the monitor and the names of any individuals who perpetrated the abuse or neglect. Section 6. There is hereby created the South Dakota Corrections Committee to make a continuing study of the operation of the state's correctional system. Section 7. The Corrections Committee shall consist of five members of the House of Representatives to be appointed by the Speaker of the House of Representatives and five members of the Senate to be appointed by the President Pro Tempore. The members of the corrections committee shall be appointed biennially for terms expiring on January first of each succeeding odd-numbered year and shall serve until their respective successors are appointed and qualified. No more than three from each legislative body may be from the same political party. Section 8. The Corrections Committee shall select a chair and vice chair and shall be provided with staff assistance from the Legislative Research Council. Section 9. The Corrections Committee shall review and act upon all proposed legislation regarding the establishment and operation of the state's corrections system. Section 10. The Department of Corrections or such other executive branch agency as the Governor may direct shall, on or before December 1, 2000, submit to the Corrections Committee of the Legislature a report and recommendation regarding the desirability and feasibility of the Department of Corrections seeking American Correctional Association accreditation of all juvenile corrections facilities under the direction of the Governor. Section 11. For purposes of any audit, report, evaluation, or public testimony that may be permitted or required under this Act, no disclosure of the identity of any individual shall be required where otherwise prohibited by law. BILL HISTORY 1/19/00 First read in Senate and referred to Judiciary. S.J. 119 1/20/00 Senate Referred to State Affairs. S.J. 131 2/6/00 Scheduled for Committee hearing on this date. 2/7/00 Scheduled for Committee hearing on this date. 2/7/00 Deferred by Chair. 2/9/00 Scheduled for Committee hearing on this date. 2/9/00 State Affairs Do Pass Amended, Passed, AYES 9, NAYS 0. S.J. 369 2/10/00 Motion to Amend, Passed. S.J. 423 2/10/00 Motion to Amend, Passed. S.J. 423 2/10/00 Senate Do Pass Amended, Passed, AYES 29, NAYS 5. S.J. 423"}, {"bill_id": 15324, "bill_version_id": 86842, "bill_version": "House State Affairs Engrossed", "bill_version_date": "2000-02-18T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a monitor within the juvenile corrections system and to provide for certain legislative review and study of the state's correctional system. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 26-11A be amended by adding thereto a NEW SECTION to read as follows: Terms used in this chapter mean: (1) \"Abuse,\" any act or failure to act by an employee of a juvenile corrections facility or by a contract person or entity providing services to a juvenile corrections facility, which act was performed or was failed to be performed, knowingly, recklessly, or intentionally, and which caused, or may have caused, injury or death to an individual in the custody or care of a juvenile corrections facility; (2) \"Monitor,\" the person or entity designated by the Governor to protect the legal rights of individuals in the custody or care of juvenile corrections facilities; (3) \"Juvenile corrections facility,\" all juvenile correctional facilities established and maintained in accordance with § 26-11A-1; (4) \"Individual in the custody or care of a juvenile corrections facility,\" an individual who: (a) Is in the process of being admitted to a juvenile corrections facility, including an individual who is being transported to such a facility; or (b) Is involuntarily confined in a juvenile corrections facility; (5) \"Neglect,\" a negligent act or omission by any individual responsible for providing custody, care, or services in a juvenile corrections facility which caused or may have caused injury or death to an individual in the care or custody of a juvenile corrections facility or which placed such individual at undue risk of injury or death; (6) \"Records,\" reports prepared or received by any staff of a juvenile corrections facility, or reports prepared by an entity or staff person charged with investigating reports of incidents of abuse or neglect, injury or death occurring at such facility that describes incidents of abuse, neglect, injury, or death occurring at such facility and the steps taken to investigate such incident. Section 2. The Governor shall designate a person or entity to serve as the monitor and whose primary responsibility is to protect the rights of individuals in the custody or care of juvenile corrections facilities. Such person or entity shall be independent of the Department of Corrections and shall be administered by the Department of Human Services, office of the secretary. Section 3. Any allegation of abuse and neglect of individuals within the juvenile corrections facilities received by the Office of the Governor, the Department of Corrections, or other agencies of the executive branch shall be promptly reported in writing to the monitor. Section 4. The monitor created in section 2 of this Act may: (1) Investigate incidents of abuse or neglect of such individuals within the juvenile corrections facilities, if the incidents are reported to the monitor or if there is reasonable suspicion to believe that the incidents occurred; (2) Access any individual in the custody or care of juvenile corrections facilities and any employee in the employ of the State of South Dakota or any of its political subdivisions; (3) Access any records of or relating to any individual in the custody or care of juvenile facilities; (4) Provide an annual report to the Governor, the Legislature, the Corrections Commission established by § 1-15-1.13, the secretary of the Department of Human Services, and the secretary of the Department of Corrections. The report shall contain the activities of the monitor for the fiscal year immediately prior to the report. Activities shall reflect the number of referrals to the monitor, the number of investigations completed, results of the investigations, corrective actions taken, and a summary of other activities performed by the monitor; (5) Provide training and assistance to employees of the Department of Corrections in areas within the scope of the monitor's position. (6) Review Department of Corrections' policies dealing with juvenile's rights to ensure compliance with federal and state laws, rules, and policy. Section 5. It shall be the responsibility of the monitor to report immediately, in writing, any findings of abuse or neglect in a juvenile corrections facility to the secretary of the Department of Corrections, the Government Operations and Audit Committee created in § 2-6-2, and the Governor, and to state in the report the facts found by the monitor and the names of any individuals who perpetrated the abuse or neglect. Section 6. The Department of Corrections or such other executive branch agency as the Governor may direct shall, on or before December 1, 2000, submit to the Corrections Committee of the Legislature a report and recommendation regarding the desirability and feasibility of the Department of Corrections seeking American Correctional Association accreditation of all juvenile corrections facilities under the direction of the Governor. Section 7. For purposes of any audit, report, evaluation, or public testimony that may be permitted or required under this Act, no disclosure of the identity of any individual shall be required where otherwise prohibited by law. Section 8. A person who knowingly hinders the lawful actions of the monitor is guilty of a Class 1 misdemeanor. Section 9. No state agency nor any individual acting for a state agency may take any adverse action against an individual in retaliation because the individual cooperated with or provided information to the monitor. A violation of this section is a Class 1 misdemeanor. Section 10. The identity of the juvenile and of any person or agency making a report to the monitor shall be kept confidential. Section 11. That § 2-6-2 be amended to read as follows: 2-6-2. There shall be appointed at each regular session of the Legislature a government operations and audit committee of six, consisting of three members of the Senate appointed by the president pro tempore of the Senate and three members of the house appointed by the speaker of the house, for the purpose of inquiry and review of any phase of the operations and the fiscal affairs of any department, institution, board , or agency of the state, to review any findings of abuse or neglect in a juvenile corrections facility, to make a continuing study of the operation of the state's correctional system, and to make a detailed report to the Senate and House of Representatives and submit a copy of its report to the appropriation committee of each house of the Legislature at the next succeeding session of the Legislature or any special session of the Legislature upon request of the body. The Department of Legislative Audit shall provide assistance, including clerical help, to the committee upon request. BILL HISTORY 1/19/00 First read in Senate and referred to Judiciary. S.J. 119 1/20/00 Senate Referred to State Affairs. S.J. 131 2/6/00 Scheduled for Committee hearing on this date. 2/7/00 Scheduled for Committee hearing on this date. 2/7/00 Deferred by Chair. 2/9/00 Scheduled for Committee hearing on this date. 2/9/00 State Affairs Do Pass Amended, Passed, AYES 9, NAYS 0. S.J. 369 2/10/00 Motion to Amend, Passed. S.J. 423 2/10/00 Motion to Amend, Passed. S.J. 423 2/10/00 Senate Do Pass Amended, Passed, AYES 29, NAYS 5. S.J. 423 2/11/00 First read in House and referred to State Affairs. H.J. 609 2/16/00 Scheduled for Committee hearing on this date. 2/16/00 State Affairs Do Pass Amended, Failed, AYES 6, NAYS 7. 2/16/00 State Affairs Deferred to another day, AYES 7, NAYS 6. 2/18/00 Scheduled for Committee hearing on this date. 2/18/00 State Affairs Do Pass Amended, Passed, AYES 13, NAYS 0. H.J. 746"}, {"bill_id": 15324, "bill_version_id": 86841, "bill_version": "House Engrossed", "bill_version_date": "2000-02-23T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a monitor within the juvenile corrections system and to provide for certain legislative review and study of the state's correctional system. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 26-11A be amended by adding thereto a NEW SECTION to read as follows: Terms used in this chapter mean: (1) \"Abuse,\" any act or failure to act by an employee of a juvenile corrections facility or by a contract person or entity providing services to a juvenile corrections facility, which act was performed or was failed to be performed, knowingly, recklessly, or intentionally, and which caused, or may have caused, injury or death to an individual in the custody or care of a juvenile corrections facility; (2) \"Monitor,\" the person or entity designated by the Governor to protect the legal rights of individuals in the custody or care of juvenile corrections facilities; (3) \"Juvenile corrections facility,\" all juvenile correctional facilities established and maintained in accordance with § 26-11A-1; (4) \"Individual in the custody or care of a juvenile corrections facility,\" an individual who: (a) Is in the process of being admitted to a juvenile corrections facility, including an individual who is being transported to such a facility; or (b) Is involuntarily confined in a juvenile corrections facility; (5) \"Neglect,\" a negligent act or omission by any individual responsible for providing custody, care, or services in a juvenile corrections facility which caused or may have caused injury or death to an individual in the care or custody of a juvenile corrections facility or which placed such individual at undue risk of injury or death; (6) \"Records,\" reports prepared or received by any staff of a juvenile corrections facility, or reports prepared by an entity or staff person charged with investigating reports of incidents of abuse or neglect, injury or death occurring at such facility that describes incidents of abuse, neglect, injury, or death occurring at such facility and the steps taken to investigate such incident. Section 2. The Governor shall designate a person or entity to serve as the monitor and whose primary responsibility is to protect the rights of individuals in the custody or care of juvenile corrections facilities. Such person or entity shall be independent of the Department of Corrections and shall be administered by the Department of Human Services, office of the secretary. Section 3. Any allegation of abuse and neglect of individuals within the juvenile corrections facilities received by the Office of the Governor, the Department of Corrections, or other agencies of the executive branch shall be promptly reported in writing to the monitor. Section 4. The monitor created in section 2 of this Act may: (1) Investigate incidents of abuse or neglect of such individuals within the juvenile corrections facilities, if the incidents are reported to the monitor or if there is reasonable suspicion to believe that the incidents occurred; (2) Access any individual in the custody or care of juvenile corrections facilities and any employee in the employ of the State of South Dakota or any of its political subdivisions; (3) Access any records of or relating to any individual in the custody or care of juvenile facilities; (4) Provide an annual report to the Governor, the Legislature, the Corrections Commission established by § 1-15-1.13, the secretary of the Department of Human Services, and the secretary of the Department of Corrections. The report shall contain the activities of the monitor for the fiscal year immediately prior to the report. Activities shall reflect the number of referrals to the monitor, the number of investigations completed, results of the investigations, corrective actions taken, and a summary of other activities performed by the monitor; (5) Provide training and assistance to employees of the Department of Corrections in areas within the scope of the monitor's position; (6) Review Department of Corrections' policies dealing with juvenile's rights to ensure compliance with federal and state laws, rules, and policy; (7) Provide reasonable notification of the existence and role of the monitor to all individuals in the custody or care of a juvenile corrections facility. Section 5. It shall be the responsibility of the monitor to report immediately, in writing, any findings of abuse or neglect in a juvenile corrections facility to the secretary of the Department of Corrections, the Government Operations and Audit Committee created in § 2-6-2, and the Governor, and to state in the report the facts found by the monitor and the names of any individuals who perpetrated the abuse or neglect. Section 6. The Department of Corrections or such other executive branch agency that the Governor directs, shall, on or before December 1, 2000, submit to the Government Operations and Audit Committee a report and recommendation regarding the desirability and feasibility of the Department of Corrections seeking American Correctional Association accreditation of all juvenile corrections facilities under the direction of the Governor. Section 7. For purposes of any audit, report, evaluation, or public testimony that may be permitted or required under this Act, no disclosure of the identity of any individual shall be required where otherwise prohibited by law. Section 8. A person who knowingly hinders the lawful actions of the monitor is guilty of a Class 1 misdemeanor. Section 9. No state agency nor any individual acting for a state agency may take any adverse action against an individual in retaliation because the individual cooperated with or provided information to the monitor. A violation of this section is a Class 1 misdemeanor. Section 10. The identity of the juvenile and of any person or agency making a report to the monitor shall be kept confidential. Section 11. That § 2-6-2 be amended to read as follows: 2-6-2. There shall be appointed at each regular session of the Legislature a government operations and audit committee of six, consisting of three members of the Senate appointed by the president pro tempore of the Senate and three members of the house appointed by the speaker of the house, for the purpose of inquiry and review of any phase of the operations and the fiscal affairs of any department, institution, board , or agency of the state, to review any findings of abuse or neglect in a juvenile corrections facility, to make a continuing study of the operation of the state's correctional system, and to make a detailed report to the Senate and House of Representatives and submit a copy of its report to the appropriation committee of each house of the Legislature at the next succeeding session of the Legislature or any special session of the Legislature upon request of the body. The Department of Legislative Audit shall provide assistance, including clerical help, to the committee upon request. BILL HISTORY 1/19/00 First read in Senate and referred to Judiciary. S.J. 119 1/20/00 Senate Referred to State Affairs. S.J. 131 2/6/00 Scheduled for Committee hearing on this date. 2/7/00 Scheduled for Committee hearing on this date. 2/7/00 Deferred by Chair. 2/9/00 Scheduled for Committee hearing on this date. 2/9/00 State Affairs Do Pass Amended, Passed, AYES 9, NAYS 0. S.J. 369 2/10/00 Motion to Amend, Passed. S.J. 423 2/10/00 Motion to Amend, Passed. S.J. 423 2/10/00 Senate Do Pass Amended, Passed, AYES 29, NAYS 5. S.J. 423 2/11/00 First read in House and referred to State Affairs. H.J. 609 2/16/00 Scheduled for Committee hearing on this date. 2/16/00 State Affairs Do Pass Amended, Failed, AYES 6, NAYS 7. 2/16/00 State Affairs Deferred to another day, AYES 7, NAYS 6. 2/18/00 Scheduled for Committee hearing on this date. 2/18/00 State Affairs Do Pass Amended, Passed, AYES 13, NAYS 0. H.J. 746"}, {"bill_id": 15324, "bill_version_id": 86839, "bill_version": "Conference Committee Engrossed", "bill_version_date": "2000-03-14T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a monitor within the juvenile corrections system and to provide for certain legislative review and study of the state's correctional system. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 26-11A be amended by adding thereto a NEW SECTION to read as follows: Terms used in this chapter mean: (1) \"Abuse,\" any act or failure to act by an employee of a juvenile corrections facility or by a contract person or entity providing services to a juvenile corrections facility, which act was performed or was failed to be performed, knowingly, recklessly, or intentionally, and which caused, or may have caused, injury or death to an individual in the custody or care of a juvenile corrections facility; (2) \"Monitor,\" the person or entity designated by the Governor to protect the legal rights of individuals in the custody or care of juvenile corrections facilities; (3) \"Juvenile corrections facility,\" all juvenile correctional facilities established and maintained in accordance with § 26-11A-1; (4) \"Individual in the custody or care of a juvenile corrections facility,\" an individual who: (a) Is in the process of being admitted to a juvenile corrections facility, including an individual who is being transported to such a facility; or (b) Is involuntarily confined in a juvenile corrections facility; (5) \"Neglect,\" a negligent act or omission by any individual responsible for providing custody, care, or services in a juvenile corrections facility which caused or may have caused injury or death to an individual in the care or custody of a juvenile corrections facility or which placed such individual at undue risk of injury or death; (6) \"Records,\" reports prepared or received by any staff of a juvenile corrections facility, or reports prepared by an entity or staff person charged with investigating reports of incidents of abuse or neglect, injury or death occurring at such facility that describes incidents of abuse, neglect, injury, or death occurring at such facility and the steps taken to investigate such incident. Section 2. The Governor shall designate a person or entity to serve as the monitor and whose primary responsibility is to protect the rights of individuals in the custody or care of juvenile corrections facilities. Such person or entity shall be independent of the Department of Corrections and shall be administered by the Department of Human Services, office of the secretary. Section 3. Any allegation of abuse and neglect of individuals within the juvenile corrections facilities received by the Office of the Governor, the Department of Corrections, or other agencies of the executive branch shall be promptly reported in writing to the monitor. Section 4. The monitor created in section 2 of this Act may: (1) Investigate incidents of abuse or neglect of such individuals within the juvenile corrections facilities, if the incidents are reported to the monitor or if there is reasonable suspicion to believe that the incidents occurred; (2) Access any individual in the custody or care of juvenile corrections facilities and any employee in the employ of the State of South Dakota or any of its political subdivisions; (3) Access any records of or relating to any individual in the custody or care of juvenile facilities; (4) Provide an annual report to the Governor, the Legislature, the Corrections Commission established by § 1-15-1.13, the secretary of the Department of Human Services, and the secretary of the Department of Corrections. The report shall contain the activities of the monitor for the fiscal year immediately prior to the report. Activities shall reflect the number of referrals to the monitor, the number of investigations completed, results of the investigations, corrective actions taken, and a summary of other activities performed by the monitor; (5) Provide training and assistance to employees of the Department of Corrections in areas within the scope of the monitor's position; (6) Review Department of Corrections' policies dealing with juvenile's rights to ensure compliance with federal and state laws, rules, and policy; (7) Provide reasonable notification of the existence and role of the monitor to all individuals in the custody or care of a juvenile corrections facility. Section 5. It shall be the responsibility of the monitor to report immediately, in writing, any findings of abuse or neglect in a juvenile corrections facility to the secretary of the Department of Corrections, the Government Operations and Audit Committee created in § 2-6-2, and the Governor, and to state in the report the facts found by the monitor and the names of any individuals who perpetrated the abuse or neglect. Section 6. The Department of Corrections or such other executive branch agency that the Governor directs, shall, on or before December 1, 2000, submit to the Government Operations and Audit Committee a report and recommendation regarding the desirability and feasibility of the Department of Corrections seeking American Correctional Association accreditation of all juvenile corrections facilities under the direction of the Governor. Section 7. For purposes of any audit, report, evaluation, or public testimony that may be permitted or required under this Act, no disclosure of the identity of, or any other personally identifiable information related to, any juvenile or any individual requesting assistance under this Act shall be required. The identity of the person making a report to the monitor shall be kept confidential. Section 8. A person who knowingly hinders the lawful actions of the monitor is guilty of a Class 1 misdemeanor. Section 9. No state agency nor any individual acting for a state agency may take any adverse action against an individual in retaliation because the individual cooperated with or provided information to the monitor. A violation of this section is a Class 1 misdemeanor. Section 10. The identity of the juvenile and of any person or agency making a report to the monitor shall be kept confidential. Section 11. That § 2-6-2 be amended to read as follows: 2-6-2. There shall be appointed at each regular session of the Legislature a government operations and audit committee of six ten , consisting of three five members of the Senate appointed by the president pro tempore of the Senate , one of whom shall be a member of the Judiciary Committee, and three five members of the house appointed by the speaker of the house, one of whom shall be a member of the Judiciary Committee, for the purpose of inquiry and review of any phase of the operations and the fiscal affairs of any department, institution, board , or agency of the state, to review any findings of abuse or neglect in a juvenile corrections facility, to make a continuing study of the operation of the state's correctional system, and to make a detailed report to the Senate and House of Representatives and submit a copy of its report to the appropriation committee of each house of the Legislature at the next succeeding session of the Legislature or any special session of the Legislature upon request of the body. The Department of Legislative Audit shall provide assistance, including clerical help, to the committee upon request. Section 12. That § 2-6-4 be amended to read as follows: 2-6-4. The government operations and audit committee may examine all records and vouchers, summon witnesses, and thoroughly examine all expenditures and the general management of each department. No review or action may be taken by the government operations and audit committee until the committee is directed by the executive board of the legislative research council. BILL HISTORY 1/19/00 First read in Senate and referred to Judiciary. S.J. 119 1/20/00 Senate Referred to State Affairs. S.J. 131 2/6/00 Scheduled for Committee hearing on this date. 2/7/00 Scheduled for Committee hearing on this date. 2/7/00 Deferred by Chair. 2/9/00 Scheduled for Committee hearing on this date. 2/9/00 State Affairs Do Pass Amended, Passed, AYES 9, NAYS 0. S.J. 369 2/10/00 Motion to Amend, Passed. S.J. 423 2/10/00 Motion to Amend, Passed. S.J. 423 2/10/00 Senate Do Pass Amended, Passed, AYES 29, NAYS 5. S.J. 423 2/11/00 First read in House and referred to State Affairs. H.J. 609 2/16/00 Scheduled for Committee hearing on this date. 2/16/00 State Affairs Do Pass Amended, Failed, AYES 6, NAYS 7. 2/16/00 State Affairs Deferred to another day, AYES 7, NAYS 6. 2/18/00 Scheduled for Committee hearing on this date. 2/18/00 State Affairs Do Pass Amended, Passed, AYES 13, NAYS 0. H.J. 746 2/23/00 Motion to Amend, Passed. H.J. 816 2/23/00 Motion to Amend, Passed. H.J. 821 2/23/00 House of Representatives Do Pass Amended, Passed, AYES 57, NAYS 11. H.J. 823 2/24/00 Senate failed to concur, appoint Conference Committee. S.J. 666 2/25/00 House of Representatives Conference Committee Report. 2/25/00 Senate Conference committee report adopted Passed, AYES 33, NAYS 1. S.J. 691 2/25/00 House of Representatives Conference committee report not adopted Passed, AYES 38, NAYS 29. H.J. 883 3/14/00 House of Representatives Conference committee report adopted Passed, AYES 50, NAYS 16."}, {"bill_id": 15324, "bill_version_id": 86840, "bill_version": "Enrolled", "bill_version_date": "2000-03-14T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 15324, "action_date": "2000-01-19T14:00:00-06:00", "document_id": 85633, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85633.pdf", "status_text": "First read in Senate and referred to", "journal_page": 119, "committee_id_action": 657, "committee_id_assigned": 635, "result": "N", "vote": {}}, {"bill_id": 15324, "action_date": "2000-01-20T14:00:00-06:00", "document_id": 85635, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85635.pdf", "status_text": "Re-referred to", "journal_page": 131, "committee_id_action": 657, "committee_id_assigned": 639, "result": "P", "vote": {}}, {"bill_id": 15324, "action_date": "2000-02-06T07:45:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 639, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15324, "action_date": "2000-02-07T07:45:00-06:00", "document_id": 85868, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85868.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 639, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15324, "action_date": "2000-02-09T07:45:00-06:00", "document_id": 85890, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85890.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 639, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15324, "action_date": "2000-02-09T07:45:00-06:00", "document_id": 85890, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85890.pdf", "status_text": "Do Pass Amended,", "journal_page": 369, "committee_id_action": 639, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 44112, "president_vote": null, "Yea": [2329, 2376, 2352, 2365, 2398, 2335, 2405, 2389, 2346]}}, {"bill_id": 15324, "action_date": "2000-02-09T07:45:00-06:00", "document_id": 85890, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85890.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 639, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 15324, "action_date": "2000-02-10T14:00:00-06:00", "document_id": 85665, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85665.pdf", "status_text": "Motion to Amend,", "journal_page": 423, "committee_id_action": 657, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 15324, "action_date": "2000-02-10T14:00:00-06:00", "document_id": 85665, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85665.pdf", "status_text": "Motion to Amend,", "journal_page": 423, "committee_id_action": 657, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 15324, "action_date": "2000-02-10T14:00:00-06:00", "document_id": 85665, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85665.pdf", "status_text": "Do Pass Amended,", "journal_page": 423, "committee_id_action": 657, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 44290, "president_vote": null, "Yea": [2304, 2306, 2307, 2311, 2320, 2329, 2331, 2335, 2339, 2340, 2344, 2346, 2347, 2352, 2357, 2358, 2364, 2369, 2375, 2376, 2380, 2381, 2389, 2391, 2395, 2398, 2399, 2400, 2405], "Excused": [2310], "Nay": [2322, 2326, 2330, 2365, 2386]}}, {"bill_id": 15324, "action_date": "2000-02-11T14:00:00-06:00", "document_id": 85666, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85666.pdf", "status_text": "First read in House and referred to", "journal_page": 609, "committee_id_action": 656, "committee_id_assigned": 651, "result": "N", "vote": {}}, {"bill_id": 15324, "action_date": "2000-02-16T10:00:00-06:00", "document_id": 85942, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85942.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 651, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15324, "action_date": "2000-02-16T10:00:00-06:00", "document_id": 85942, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85942.pdf", "status_text": "Do Pass Amended,", "journal_page": null, "committee_id_action": 651, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 44570, "president_vote": null, "Yea": [2313, 2337, 2345, 2360, 2388, 2393], "Nay": [2333, 2351, 2353, 2363, 2368, 2372, 2319]}}, {"bill_id": 15324, "action_date": "2000-02-16T10:00:00-06:00", "document_id": 85942, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85942.pdf", "status_text": "Do Pass Amended,", "journal_page": null, "committee_id_action": 651, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 44570, "president_vote": null, "Yea": [2313, 2337, 2345, 2360, 2388, 2393], "Nay": [2333, 2351, 2353, 2363, 2368, 2372, 2319]}}, {"bill_id": 15324, "action_date": "2000-02-16T10:00:00-06:00", "document_id": 85942, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85942.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 651, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 44571, "president_vote": null, "Nay": [2313, 2337, 2345, 2360, 2368, 2393], "Yea": [2333, 2351, 2353, 2363, 2388, 2372, 2319]}}, {"bill_id": 15324, "action_date": "2000-02-16T10:00:00-06:00", "document_id": 85942, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85942.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 651, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 44571, "president_vote": null, "Nay": [2313, 2337, 2345, 2360, 2368, 2393], "Yea": [2333, 2351, 2353, 2363, 2388, 2372, 2319]}}, {"bill_id": 15324, "action_date": "2000-02-18T10:00:00-06:00", "document_id": 85966, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85966.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 651, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15324, "action_date": "2000-02-18T10:00:00-06:00", "document_id": 85966, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85966.pdf", "status_text": "Do Pass Amended,", "journal_page": 746, "committee_id_action": 651, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 44718, "president_vote": null, "Yea": [2313, 2333, 2337, 2345, 2351, 2353, 2360, 2363, 2368, 2388, 2393, 2372, 2319]}}, {"bill_id": 15324, "action_date": "2000-02-18T10:00:00-06:00", "document_id": 85966, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85966.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 651, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 15324, "action_date": "2000-02-23T14:00:00-06:00", "document_id": 85680, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85680.pdf", "status_text": "Motion to Amend,", "journal_page": 816, "committee_id_action": 656, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 15324, "action_date": "2000-02-23T14:00:00-06:00", "document_id": 85680, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85680.pdf", "status_text": "Motion to Amend,", "journal_page": 821, "committee_id_action": 656, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 15324, "action_date": "2000-02-23T14:00:00-06:00", "document_id": 85680, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85680.pdf", "status_text": "Do Pass Amended,", "journal_page": 823, "committee_id_action": 656, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 46376, "president_vote": null, "Nay": [2305, 2332, 2338, 2354, 2363, 2368, 2374, 2379, 2397, 2404, 2408], "Yea": [2308, 2309, 2312, 2313, 2314, 2315, 2316, 2317, 2318, 2319, 2321, 2323, 2324, 2325, 2327, 2328, 2333, 2334, 2336, 2337, 2341, 2342, 2343, 2345, 2348, 2349, 2350, 2353, 2355, 2356, 2359, 2360, 2361, 2362, 2366, 2367, 2370, 2371, 2372, 2373, 2377, 2378, 2383, 2384, 2385, 2387, 2388, 2390, 2392, 2393, 2396, 2401, 2402, 2403, 2406, 2407, 2351], "Excused": [2382, 2394]}}, {"bill_id": 15324, "action_date": "2000-02-24T14:00:00-06:00", "document_id": 85682, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85682.pdf", "status_text": "Conference Committee appointments", "journal_page": 854, "committee_id_action": 656, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15324, "action_date": "2000-02-25T14:00:00-06:00", "document_id": 85685, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85685.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 691, "committee_id_action": 657, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 44886, "president_vote": null, "Yea": [2304, 2306, 2307, 2310, 2311, 2320, 2326, 2329, 2330, 2331, 2335, 2340, 2344, 2346, 2347, 2352, 2357, 2358, 2364, 2365, 2369, 2375, 2376, 2380, 2381, 2386, 2389, 2391, 2395, 2398, 2399, 2400, 2405], "Excused": [2322], "Nay": [2339]}}, {"bill_id": 15324, "action_date": "2000-02-25T14:00:00-06:00", "document_id": 85685, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85685.pdf", "status_text": "Conference Committee appointments", "journal_page": 698, "committee_id_action": 657, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15324, "action_date": "2000-03-14T14:00:00-06:00", "document_id": 85687, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85687.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 709, "committee_id_action": 657, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 44896, "president_vote": null, "Yea": [2304, 2306, 2307, 2310, 2311, 2320, 2326, 2329, 2335, 2340, 2344, 2346, 2347, 2357, 2369, 2376, 2381, 2389, 2391, 2395, 2398, 2400, 2405], "Nay": [2322, 2330, 2331, 2339, 2352, 2358, 2364, 2365, 2375, 2380, 2386, 2399]}}, {"bill_id": 15324, "action_date": "2000-03-14T14:00:00-06:00", "document_id": 85686, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85686.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 906, "committee_id_action": 656, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 46424, "president_vote": null, "Yea": [2305, 2308, 2309, 2312, 2313, 2316, 2317, 2319, 2323, 2324, 2325, 2327, 2328, 2333, 2334, 2336, 2338, 2341, 2348, 2349, 2350, 2353, 2354, 2356, 2359, 2361, 2363, 2366, 2368, 2370, 2372, 2373, 2374, 2377, 2378, 2383, 2384, 2385, 2387, 2388, 2390, 2392, 2393, 2394, 2396, 2397, 2401, 2403, 2404, 2351], "Nay": [2314, 2321, 2332, 2337, 2343, 2345, 2355, 2360, 2362, 2367, 2371, 2379, 2382, 2402, 2406, 2408], "Excused": [2315, 2318, 2342, 2407]}}, {"bill_id": 15324, "action_date": "2000-03-14T14:00:00-06:00", "document_id": 85687, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85687.pdf", "status_text": "Signed by President", "journal_page": 714, "committee_id_action": 657, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15324, "action_date": "2000-03-14T14:00:00-06:00", "document_id": 85687, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85687.pdf", "status_text": "Delivered to the Governor", "journal_page": 716, "committee_id_action": 657, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15324, "action_date": "2000-03-14T14:00:00-06:00", "document_id": 85686, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85686.pdf", "status_text": "Signed by Speaker", "journal_page": 914, "committee_id_action": 656, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15324, "action_date": "2000-03-29T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": null, "committee_id_action": 657, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 1616, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/15324"}