{"session_id": 59, "bill_id": 20457, "bill_type": "Senate Bill", "bill_number": 64, "bill_title": "repeal certain outdated statutorily created funds.", "sponsors": [{"legislator_profile_id": 3384, "is_prime": true}, {"legislator_profile_id": 3410, "is_prime": true}, {"legislator_profile_id": 3363, "is_prime": false}, {"legislator_profile_id": 3370, "is_prime": false}, {"legislator_profile_id": 3379, "is_prime": false}, {"legislator_profile_id": 3387, "is_prime": false}, {"legislator_profile_id": 3416, "is_prime": false}, {"legislator_profile_id": 3420, "is_prime": false}, {"legislator_profile_id": 3428, "is_prime": false}, {"legislator_profile_id": 3438, "is_prime": false}], "keywords": ["Appropriation", "Public Fiscal Administration", "State Affairs and Government"], "audio": [{"meeting_datetime": "2006-01-31T00:00:00-06:00", "committee": "SGO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sgo15.mp3", "start_seconds": 63.0}, {"meeting_datetime": "2006-01-31T00:00:00-06:00", "committee": "SGO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sgo15.mp3", "start_seconds": 63.0}, {"meeting_datetime": "2006-01-31T00:00:00-06:00", "committee": "SGO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sgo15.mp3", "start_seconds": 63.0}, {"meeting_datetime": "2006-01-31T00:00:00-06:00", "committee": "SGO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sgo15.mp3", "start_seconds": 63.0}, {"meeting_datetime": "2006-02-02T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sen17.mp3", "start_seconds": 1153.0}, {"meeting_datetime": "2006-02-02T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sen17.mp3", "start_seconds": 1153.0}, {"meeting_datetime": "2006-02-02T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sen17.mp3", "start_seconds": 1153.0}, {"meeting_datetime": "2006-02-14T00:00:00-06:00", "committee": "HGO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hgo25.mp3", "start_seconds": 25.0}, {"meeting_datetime": "2006-02-14T00:00:00-06:00", "committee": "HGO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hgo25.mp3", "start_seconds": 25.0}, {"meeting_datetime": "2006-02-14T00:00:00-06:00", "committee": "HGO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hgo25.mp3", "start_seconds": 25.0}, {"meeting_datetime": "2006-02-14T00:00:00-06:00", "committee": "HGO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hgo25.mp3", "start_seconds": 25.0}], "bill_versions": [{"bill_id": 20457, "bill_version_id": 106477, "bill_version": "Introduced", "bill_version_date": "2006-01-13T08:26:59-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal certain outdated statutorily created funds. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 1-6-3.3 be amended to read as follows: 1-6-3.3. The Bureau of Administration shall charge a royalty for the privilege of using the seal, the state commemorative medallion design, or the state bullion piece design. The Bureau of Administration may not charge a royalty if the state seal, the state commemorative medallion design, or the state bullion piece design is used for an educational purpose. The royalty fee collected for the use of the state commemorative medallion design shall be deposited in the commemorative coin fund provided for in § 1-6-23. All other royalty fees collected pursuant to this chapter shall be deposited in the bison special revenue operating fund established in § 1-6- 23.1 state general fund . Section 2. That § 1-6-22 be amended to read as follows: 1-6-22. The bureau may conduct annual contests for or otherwise arrange for the artwork for the state medallions or bullion pieces and may award an annual prize of one thousand dollars for the selected artwork to be paid from dedicated royalty proceeds deposited in the commemorative medallion fund or the bison operating special revenue fund . For any design selected, the State of South Dakota shall retain exclusive rights and shall hold the copyright thereon. Only designs by South Dakota artists are eligible for consideration. Section 3. That § 1-6-23.1 be repealed. 1-6-23.1. There is hereby created within the state treasury a special revenue fund known as the bison operating special revenue fund, into which shall be deposited all royalty proceeds from the sale of South Dakota bison bullion and other bison products authorized by chapter 1-6. All moneys in the fund created by this section are continuously appropriated for the purposes specified in this section. Any funds deposited in the bison operating special revenue fund shall be described in an informational budget pursuant to § 4-7-7.2. Annual disbursements from the bison operating special revenue fund shall be by authorization of the commissioner of administration for the payment of expenses related to the marketing, advertising and promotion of South Dakota bison products; including but not limited to supplies, materials, independent studies and surveys, data transmission, advertising, printing, promotional incentives, public relations, communications, compensation paid to bison dealers and distributors, and reimbursement of costs of facilities and services provided by other state agencies. Section 4. That § 1-13A-1 be repealed. 1-13A-1. The office of tie-line may charge a fee not to exceed one dollar per call for utilization of the information and referral service provided by tie-line. The fee may be charged to offset those costs associated with providing a moderate cost incoming telephonic hookup with services of state government. Each telephonic connection with tie-line shall be subject to such fee. Section 5. That § 1-13A-2 be repealed. 1-13A-2. There is created a special fund in the state treasury known as the tie-line administration fund. All fees, charges, and income received through the management of tie-line shall be paid into the tie-line administration fund. To the extent possible, expenditures for administration and maintenance of the tie-line program, funds sufficient to staff, administer, equip, and maintain the records of tie-line, not otherwise provided for, shall be paid from funds on deposit in the tie-line administration fund. Section 6. That § 1-13A-3 be repealed. 1-13A-3. Expenditures from the tie-line administration fund shall be made in accordance with chapters 4-7, 4-8, and 4-8A. Section 7. That § 1-14-12.13 be repealed. 1-14-12.13. There is established in the state treasury a local government services operating fund. Any receipts or revenues into the local government services operating fund may be expended for the purpose of defraying the expenses of the local government services provided by the Bureau of Administration. All money in the fund created by this section is continuously appropriated for the purposes specified in §§ 1-14-12, 1-14-12.12 to 1-14-12.18, inclusive, and 1-14-14 to 1-14-14.2, inclusive. Any disbursements from the local government services operating fund shall be by authorization of the commissioner of administration. The charges for services rendered by the bureau of administration for the local government services program shall be determined by the bureau of administration, but such charges shall be based on the bureau's actual cost. Charges shall also provide for a maximum operating balance of six months' average operating expenditures for the local government service program. The six months' average shall be calculated on an accrual basis and shall, after the first year of operation, be one-half of the previous years' operating expenditures. Overcharges shall revert to public corporations participating in the local government services program on a pro rata basis using methods to be developed by the commissioner of administration and the reversion procedure shall be set forth in the contract between the public corporation and the Bureau of Administration. Section 8. That § 1-14-12.16 be amended to read as follows: 1-14-12.16. The operations of the Bureau of Administration in establishing and administering §§ 1-14-12, 1-14-12.12 to 1-14-12.18, inclusive, and 1-14-14 to 1-14-14.2, inclusive, shall be financed by means of appropriations, gifts, grants, or reimbursements for services rendered which shall be receipted into the local government services fund authorized in §§ 1-14-12, 1-14-12.12 to 1-14-12.18, inclusive, and 1-14-14 to 1-14-14.2, inclusive . The fees and charges for services shall be designed, to the extent practicable, to recover all operational costs incurred to carry out the provisions of the contracts between public corporations and the Bureau of Administration. Section 9. That § 1-16G-20 be repealed. 1-16G-20. There is established within the state treasury the economic development incentive fund. Section 10. That § 1-16G-21 be repealed. 1-16G-21. There is deposited into the economic development incentive fund from the state capital construction fund authorized by § 5-27-1 a sum equal to the funds which have been or which will be transferred to the state treasurer by Norwest Bank Minneapolis, N.A., a national banking association, as trustee under that certain \"Indenture of Trust\" dated December 1, 1986, by and among South Dakota Building Finance Corporation, South Dakota Building Authority, and Norwest Bank Minneapolis, N.A., as trustee, and there is also deposited in the economic development incentive fund a sum equal to the sum of the deposit which may be made pursuant to § 1-16G-23. Section 11. That § 1-16G-22 be repealed. 1-16G-22. The South Dakota Building Authority may facilitate the transfer to the state treasurer for deposit to the state capital construction fund all funds in the annuity contract fund and the annuity contract contingency fund which are on deposit with the trustee named in § 1- 16G-21. Section 12. That § 1-16G-23 be repealed. 1-16G-23. In addition to the amount deposited into the capital construction fund pursuant to § 1-16G-22, the South Dakota Building Authority may deposit into the state capital construction fund authorized by § 5-27-1 any funds deemed available by the authority. In no event may the total deposit authorized by §§ 1-16G-21 to 1-16G-23, inclusive, exceed seven million six hundred thousand dollars. Section 13. That § 1-44-35 be repealed. 1-44-35. There is hereby created in the state treasury a special fund known as the railroad operations fund. Section 14. That § 4-7-30 be repealed. 4-7-30. There is hereby established within the state treasury the federal deficit reduction pool fund for the purpose of offsetting future critical shortfalls due to decreases in federal funding and to be used by the Governor and Legislature in balancing future budgets. Section 15. That § 5-14-24 be repealed. 5-14-24. There is hereby established a special revolving fund to be designated as the state facility revolving fund to be used for the evaluation of proposed capital improvement projects supported in whole or in part from funding from the capital construction fund established in chapter 5-27. The fund shall be maintained separately and be administered by the Bureau of Administration in order to evaluate the state facility construction proposals. The evaluation will be conducted to determine the need for such building projects, alternatives to such projects, the costs of such projects based on a minimum of design development plans, opportunities for value engineering, and the allocation of project costs. Moneys may be deposited in this fund on an ongoing basis, and this fund is continuously appropriated for the purpose of § 5-14-2. Section 16. That § 5-14-25 be amended to read as follows: 5-14-25. Upon authorization and prior to the legislative session, if the Bureau of Administration determines that it is necessary to carry out any of the projects in the state facility construction plan, it the bureau shall , in cooperation with such federal, state, and local agencies or entities, or private interests as may be concerned, prepare preliminary cost estimates, resources, if any, to be contributed from all other sources in aid thereof, and estimates of the revenues which might be anticipated from the facility from all purposes and functions. The bureau shall make a comprehensive evaluation and allocation of the costs of all projects contained in the state facility construction plan among the various levels of government and private interests. The bureau's recommendations shall include with respect to each such project the amount or amounts to be shared by each and every level of user and may provide that the state's share will be apportioned over a period of years and may be funded by appropriations or as may otherwise be provided. The bureau shall formulate and determine the priority or priorities of any or all such projects and the sufficient financing thereof. The funding for these steps may be provided from the state facility revolving fund as set forth in § 5-14-24. Section 17. That § 5-14-28 be amended to read as follows: 5-14-28. If an emergency affecting the public health and safety of the state arises for an immediate capital improvement project, the Bureau of Administration may present the project to the Governor for authorization and evaluation with funds derived from the state facility revolving fund as set forth in § 5-14-4 . A written determination made by the Bureau of Administration of the basis for the emergency capital improvement project shall be included with the request to the Governor. Section 18. That § 5-15-21 be repealed. 5-15-21. Moneys from sales or rentals or other sources received by the Capitol Complex Restoration and Beautification Commission shall be deposited by it with the state treasurer and credited to a special fund of the commission which is hereby created to be known as the capitol grounds enlargement sales and rental fund. Said funds, either appropriated or from sales, rentals, or other sources, shall be paid out on warrants issued by the state auditor on vouchers approved by the Capitol Grounds Enlargement and Beautification Commission. The state treasurer is directed to transfer any accumulation of moneys in the capitol grounds enlargement sales and rental fund in excess of five hundred dollars to the state general fund, whenever such excess occurs. Section 19. That § 5-15-23 be amended to read as follows: 5-15-23. The Capitol Complex Restoration and Beautification Commission shall have the power to make rules and regulations may promulgate rules, pursuant to chapter 1-26, necessary and proper for the purposes of and not inconsistent with §§ 5-15-1 to 5-15-21 5-15-20 , inclusive. Section 20. That § 11-1-15 be repealed. 11-1-15. Such moneys as may be received by the Bureau of Intergovernmental Relations pursuant to this chapter, shall be deposited in a special revenue fund in the state treasury which is hereby established and designated as the state and local planning special revenue fund. All receipts therein are hereby appropriated to the Bureau of Intergovernmental Relations to be used for the purposes for which such moneys have been received. All payments required to be made to carry out the purposes of this chapter shall be paid out by warrant of the state auditor upon vouchers approved by the commissioner of planning. Section 21. That § 33-12-19 be repealed. 33-12-19. The Governor may, at any time, convene a board of survey to condemn quartermaster and ordnance stores and supplies, or to appraise the loss sustained by the state from injury, want of repair, defects, or losses in any such quartermaster or ordnance stores issued to any officer of the national guard; which board, after reasonable notice to him and hearing his explanations or objections, shall appraise the same and make report, and the amount so appraised, when approved by the Governor, shall be conclusively deemed the amount of such officer's liability on his bond therefor up to the date of such report; and he shall be compelled to pay the same into the state treasury, such payments to be placed by the state treasurer in a special fund to be known as the lost military property fund, which fund shall at all times be available for purchase by the quartermaster general, subject to the approval of the Governor, of any military property needed to replace that lost or destroyed. Section 22. That § 34-7-2 be amended to read as follows: 34-7-2. The Department of Health shall constitute constitutes the sole agency of the state for the purpose of: (1) Making an inventory of existing hospitals, surveying the need for construction of hospitals, and developing a program of hospital construction as provided in §§ 34-7-8 to 34-7-19 34-7-18 , inclusive; and (2) Developing and administering a state plan for the construction of public and other nonprofit hospitals as provided in §§ 34-7-8 to 34-7-19 34-7-18 , inclusive. Section 23. That § 34-7-11 be amended to read as follows: 34-7-11. The Department of Health shall prepare and submit to the federal secretary a state plan which shall include the hospital construction program developed under §§ 34-7-8 to 34-7- 19 34-7-18 , inclusive, and which shall provide for the establishment, administration, and operation of hospital construction activities in accordance with the requirements of the federal act and regulations thereunder. The department shall, prior to the submission of such plan to the federal secretary, give adequate publicity to a general description of all the provisions proposed to be included therein, and hold a public hearing at which all persons or organizations with a legitimate interest in such plan may be given an opportunity to express their views. Section 24. That § 34-7-19 be repealed. 34-7-19. The department is hereby authorized to receive federal funds in behalf of, and transmit them to, such applicants. There is hereby established, separate and apart from all public moneys and funds of this state, a hospital construction fund. Money received from the federal government for a construction project approved by the federal secretary shall be deposited to the credit of this fund and shall be used solely for payments due applicants for work performed, or purchases made, in carrying out approved projects. Warrants for all payments from the hospital construction fund shall bear the signature of the secretary of health or his duly authorized agent for such purpose. Section 25. That § 34-7-24 be repealed. 34-7-24. For the purposes of administering the provisions of this chapter, there are hereby appropriated such funds as may be received from the federal government and other sources for such purposes. Such moneys shall be expended upon proper certification by the secretary of health. Section 26. That § 38-20-3 be repealed. 38-20-3. There is hereby created in the state treasury a special revenue fund known as the \"cooperative wildlife service fund\" which shall be under the control of the secretary of agriculture of this state. The said secretary is hereby authorized to accept on behalf of the State of South Dakota certain trust funds which have accumulated in the hands of a trustee, derived from the purchase and sale of supplies under a voluntary cooperative arrangement by such trustee and the various counties of this state, and neighboring states which trust fund is approximately six thousand dollars in amount. The said secretary is also authorized to accept and receive from said trustee any supplies and equipment which he may have on hand. Section 27. That § 38-20-4 be repealed. 38-20-4. Any supplies purchased by the secretary of agriculture in cooperation with the Bureau of Sport Fisheries and Wildlife may be sold by him to the various legal subdivisions of the state and to individuals and the proceeds of such sales shall be deposited in the cooperative wildlife service fund. Said proceeds are hereby appropriated and made available for expenditure in accordance with § 38-20-5. Section 28. That § 38-20-5 be repealed. 38-20-5. The cooperative wildlife service fund is hereby made available and shall be used by the secretary of agriculture only in connection with the administration of §§ 38-20-1 to 38- 20-5, inclusive. In the event that the special revenue fund created in § 38-20-3 shall be discontinued as such, the unexpended balance remaining in said fund, but not to exceed the amount of the trust funds accepted in § 38-20-3, shall be used under jurisdiction of the secretary, South Dakota Department of Agriculture for animal damage control activities, the nature of which shall be determined by mutual agreement between the secretary of the Department of Agriculture and the director of the Bureau of Sport Fisheries and Wildlife. Section 29. That § 40-8-37 be repealed. 40-8-37. There is established in the state treasury the scabies eradication fund. Expenditures from the fund shall be budgeted and approved pursuant to chapters 4-8, 4-8A, and 4-8B. Section 30. That § 46-2-15 be repealed. 46-2-15. There is hereby created in the state treasury a special fund to be designated the water resources revolving fund, a fund to be used by the Water Management Board on cost-sharing bases in cooperation with the United States or its agencies, other state agencies, public entities, and private entities for studies, investigations, surveys, planning, or otherwise evaluating the potential for water resources and related land development in the State of South Dakota, including the relationship of those potentials to interstate, regional, or national programs. Section 31. That § 46-2-16 be repealed. 46-2-16. Disbursements from the water resources revolving fund shall be on warrants drawn by the state auditor pursuant to vouchers approved by the secretary of environment and natural resources or his designated representative. Balances in the water resources revolving fund shall remain available until expended. Section 32. That § 46-10A-10 be repealed. 46-10A-10. The Water Management Board shall deposit fees collected under this chapter with the state treasurer to be credited to a water use control area special revolving fund, established hereby, from which disbursements shall be made on warrants drawn by the state auditor pursuant to vouchers approved by the chief engineer. The chief engineer shall keep a record of all receipts and disbursements for each water use control area. On or before January thirtieth of each year, a statement of the receipts and disbursements for the area for the previous year shall be sent by the chief engineer to each water permit or right holder therein. The chief engineer shall at that time refund remaining fees to water permit or right holders in the water use control area in proportion to the amount which they have paid. Section 33. That § 46A-1-34 be repealed. 46A-1-34. There is hereby established in the state treasury a special revenue fund for the prevention of the technical or other default of the district's notes or bonds to be designated as the state water resources reserve fund. This reserve may be funded by the district's charging an insurance premium upon interest it may charge on its loans to projects, by the addition of interest to the notes or bonds of governmental entities which the district may purchase of not more than twenty-five basis point, by legislative appropriations, by such transfers from the South Dakota water and environment fund as the Board of Water and Natural Resources shall authorize by resolution, or by any other lawful means. Section 34. That § 46A-1-35 be repealed. 46A-1-35. The state water resources reserve fund shall be invested by the State Investment Council in accordance with chapter 4-5. The district may withdraw all or some portion of the moneys in the fund for deposit with a trustee as a reserve fund for the benefit of the holders of any issue of the district's notes or bonds, as the district shall deem necessary as security for the notes or bonds. Disbursements from the fund shall be on warrants which shall be drawn by the state auditor pursuant to vouchers drawn by the district or its authorized offices or representatives. When provision has been made for the payment of the principal of, premium, if any, and interest on the notes or bonds in accordance with the indenture of trust, any moneys remaining in the reserve fund with the trustee shall be returned to the state water resources reserve fund. The indenture of trust shall specify whether interest accumulated on such moneys is to be returned to the state water resources reserve fund or otherwise applied for the benefit of the project. Section 35. That § 46A-1-61 be amended to read as follows: 46A-1-61. All money disbursed from the water and environment fund shall be authorized by an act of the Legislature for projects approved as part of the state water resources management system , for deposit to the fund established pursuant to § 46A-1-34 or for ongoing programs that have been or shall be established by the Legislature for the purpose of managing the state's water resources. All appropriations from the fund shall be in the form of loans unless otherwise directed by the Legislature. A grant from the fund made after July 1, 1982, for any project may not exceed eighty percent of the nonfederal share of expenditures for that project. Section 36. That § 46A-1-80 be repealed. 46A-1-80. There is hereby established a dredge wear element replacement fund within the water and environment fund into which local and state contributions for dredge maintenance and repair made pursuant to section 1A of chapter 369 of the 1986 Session Laws shall be deposited. Any interest earned on money in the dredge wear element replacement fund shall be deposited in the dredge wear element replacement fund. All money in the dredge wear element replacement fund is appropriated continuously to the South Dakota Conservancy District to be administered by the Board of Water and Natural Resources and expended for maintenance and repair of state owned dredges and associated equipment. Expenditures authorized by this section and § 46A-1-81 shall be paid on warrants drawn by the state auditor on vouchers approved by the secretary of the Department of Water and Natural Resources. Section 37. That § 46A-1-80.1 be amended to read as follows: 46A-1-80.1. All interest, title, and rights of ownership in the two eight-inch dredges and one ten-inch dredge and associated equipment and any money remaining in the dredge wear element replacement fund established pursuant to § 46A-1-80 are hereby transferred to the South Dakota Lakes and Streams Association, for use in the restoration of lakes and streams, with priority given to lakes and streams in South Dakota. This transfer is effective only for so long as the dredges are owned by the association and are used for the above purpose. If the South Dakota Lakes and Streams Association ceases to exist or apply the dredges to the above purpose, all right, title, and interest in the dredges shall revert to the State of South Dakota. In the event of such reversion, the Bureau of Administration shall sell the dredges to the highest bidder, notwithstanding any requirements of chapter 5-23 in regard to minimum bids. Section 38. That chapter 50-14 be repealed."}, {"bill_id": 20457, "bill_version_id": 108967, "bill_version": "Enrolled", "bill_version_date": "2006-02-17T08:50:14-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20457, "action_date": "2006-01-13T13:00:00-06:00", "document_id": 106520, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/106520.pdf", "status_text": "First read in Senate and referred to", "journal_page": 59, "committee_id_action": 894, "committee_id_assigned": 870, "result": "N", "vote": {}}, {"bill_id": 20457, "action_date": "2006-01-31T15:00:00-06:00", "document_id": 107631, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107631.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 870, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20457, "action_date": "2006-01-31T15:00:00-06:00", "document_id": 107631, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107631.pdf", "status_text": "Do Pass,", "journal_page": 294, "committee_id_action": 870, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 63924, "president_vote": null, "Yea": [3363, 3379, 3428, 3416, 3384]}}, {"bill_id": 20457, "action_date": "2006-02-02T14:00:00-06:00", "document_id": 107836, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107836.pdf", "status_text": "Do Pass,", "journal_page": 330, "committee_id_action": 894, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 64068, "president_vote": null, "Yea": [3361, 3362, 3363, 3364, 3365, 3368, 3374, 3376, 3377, 3379, 3384, 3390, 3391, 3396, 3397, 3404, 3409, 3411, 3412, 3413, 3415, 3416, 3421, 3423, 3425, 3428, 3430, 3432, 3435, 3439, 3447, 3450, 3452, 3453, 3458]}}, {"bill_id": 20457, "action_date": "2006-02-03T13:00:00-06:00", "document_id": 107929, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107929.pdf", "status_text": "First read in House and referred to", "journal_page": 373, "committee_id_action": 893, "committee_id_assigned": 883, "result": "N", "vote": {}}, {"bill_id": 20457, "action_date": "2006-02-14T15:00:00-06:00", "document_id": 108707, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108707.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 883, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20457, "action_date": "2006-02-14T15:00:00-06:00", "document_id": 108707, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108707.pdf", "status_text": "Do Pass,", "journal_page": 582, "committee_id_action": 883, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 62779, "president_vote": null, "Yea": [3387, 3420, 3438, 3370, 3410]}}, {"bill_id": 20457, "action_date": "2006-02-14T15:00:00-06:00", "document_id": 108707, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108707.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 883, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 20457, "action_date": "2006-02-16T14:00:00-06:00", "document_id": 108943, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108943.pdf", "status_text": "Do Pass,", "journal_page": 624, "committee_id_action": 893, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 64553, "president_vote": null, "Yea": [3366, 3367, 3369, 3370, 3371, 3372, 3373, 3375, 3378, 3380, 3381, 3382, 3383, 3385, 3386, 3387, 3388, 3389, 3392, 3393, 3394, 3395, 3398, 3399, 3400, 3401, 3402, 3403, 3405, 3406, 3407, 3408, 3410, 3414, 3417, 3418, 3419, 3420, 3422, 3424, 3427, 3429, 3431, 3433, 3434, 3436, 3437, 3438, 3440, 3441, 3442, 3443, 3444, 3445, 3446, 3448, 3449, 3451, 3454, 3455, 3456, 3457, 3459, 3460, 3461, 3462, 3463, 3464, 3465, 3426]}}, {"bill_id": 20457, "action_date": "2006-02-17T13:00:00-06:00", "document_id": 109035, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109035.pdf", "status_text": "Signed by President", "journal_page": 584, "committee_id_action": 894, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20457, "action_date": "2006-02-21T14:00:00-06:00", "document_id": 109127, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109127.pdf", "status_text": "Signed by Speaker", "journal_page": 664, "committee_id_action": 893, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20457, "action_date": "2006-02-22T14:00:00-06:00", "document_id": 109224, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109224.pdf", "status_text": "Delivered to the Governor", "journal_page": 618, "committee_id_action": 894, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20457, "action_date": "2006-02-23T11:00:00-06:00", "document_id": 109333, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109333.pdf", "status_text": "Signed by Governor", "journal_page": 645, "committee_id_action": 894, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 3213, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/20457"}