{"session_id": 69, "bill_id": 24889, "bill_type": "Senate Bill", "bill_number": 100, "bill_title": "prohibit the imposition of additional immunization requirements on children.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24889", "sponsors": [{"legislator_profile_id": 4502, "is_prime": true}, {"legislator_profile_id": 4474, "is_prime": false}, {"legislator_profile_id": 4511, "is_prime": false}, {"legislator_profile_id": 4524, "is_prime": false}, {"legislator_profile_id": 4547, "is_prime": false}, {"legislator_profile_id": 4556, "is_prime": false}, {"legislator_profile_id": 4561, "is_prime": false}], "keywords": ["Education", "Immunization", "Local Government Generally", "Minors", "State Affairs and Government"], "audio": [], "bill_versions": [{"bill_id": 24889, "bill_version_id": 260706, "bill_version": "Introduced", "bill_version_date": "2024-01-18T15:40:39.243-06:00", "bill_text": "An Act to prohibit the imposition of additional immunization requirements on children. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 13-28-7.1 be AMENDED: 13-28-7.1. Any childBefore entering school or being admitted to an early childhood program in this state, shall, prior to admission, be required to, a child must present to the appropriate school or program authorities certification: (1) Certification from a licensed physician healthcare practitioner stating that the child has received or is in the process of receiving adequate immunization against poliomyelitis, diphtheria, pertussis, rubeola, rubella, mumps, tetanus, meningitis, and varicella, according to recommendations provided by the Department of Health. The Department of Health may modify or delete any of the required immunizations. As an alternative to the requirement for a physician's certification, the child may present:; (1)(2) Certification from a licensed physician healthcare practitioner stating the physical condition of the child would be is such that immunization would endanger the child's life or health; or (2)(3) A written statement signed by one parent or guardian stating that the child is an adherent to a religious doctrine whose teachings are opposed to such immunization. The Department of Health may promulgate reasonable rules, pursuant to chapter 1-26, to require compliance and documentation of adequate immunization, to define appropriate certification, and to specify standard procedure. No school or early childhood program, and no state agency, political subdivision, or any elected or appointed official or employee of this state or of a political subdivision, may impose on a child any additional vaccination or immunization requirements beyond those set forth in this section. The Department of Health shall make available to all healthcare practitioners the certification forms referenced in subdivisions (1) and (2) of this section. Each school and early childhood program that receives a certification from a healthcare practitioner, as permitted in accordance with subdivision (2) of this section, or that receives a statement from a parent or guardian, as permitted in accordance with subdivision (3) of this section, shall upon receipt forward a copy to the department."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24889, "action_date": "2024-01-19T13:00:00-06:00", "document_id": 260696, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/260696.pdf", "status_text": "First read in Senate and referred to", "journal_page": 118, "committee_id_action": 1219, "committee_id_assigned": 1213, "result": "N", "vote": {}}]}