{"session_id": 27, "bill_id": 8134, "bill_type": "House Bill", "bill_number": 1106, "bill_title": "create a leased residential property classification.", "sponsors": [{"legislator_profile_id": 1143, "is_prime": true}, {"legislator_profile_id": 1141, "is_prime": true}, {"legislator_profile_id": 1168, "is_prime": false}, {"legislator_profile_id": 1112, "is_prime": false}, {"legislator_profile_id": 1103, "is_prime": false}, {"legislator_profile_id": 1109, "is_prime": false}, {"legislator_profile_id": 1136, "is_prime": false}, {"legislator_profile_id": 1191, "is_prime": false}, {"legislator_profile_id": 1169, "is_prime": false}, {"legislator_profile_id": 1184, "is_prime": false}, {"legislator_profile_id": 1099, "is_prime": false}, {"legislator_profile_id": 1134, "is_prime": false}, {"legislator_profile_id": 1193, "is_prime": false}, {"legislator_profile_id": 1174, "is_prime": false}, {"legislator_profile_id": 1146, "is_prime": false}, {"legislator_profile_id": 1121, "is_prime": false}, {"legislator_profile_id": 1167, "is_prime": false}, {"legislator_profile_id": 1145, "is_prime": false}], "keywords": ["Counties", "Property", "Property Tax", "Taxes"], "audio": [{"meeting_datetime": "2017-02-07T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hta18.mp3", "start_seconds": 6712.0}, {"meeting_datetime": "2017-02-07T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hta18.mp3", "start_seconds": 6712.0}, {"meeting_datetime": "2017-02-07T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hta18.mp3", "start_seconds": 6712.0}, {"meeting_datetime": "2017-02-09T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hta20.mp3", "start_seconds": 149.0}, {"meeting_datetime": "2017-02-09T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hta20.mp3", "start_seconds": 149.0}, {"meeting_datetime": "2017-02-09T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hta20.mp3", "start_seconds": 149.0}, {"meeting_datetime": "2017-02-21T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou25.mp3", "start_seconds": 7118.0}, {"meeting_datetime": "2017-02-21T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou25.mp3", "start_seconds": 7118.0}, {"meeting_datetime": "2017-02-21T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou25.mp3", "start_seconds": 7118.0}, {"meeting_datetime": "2017-02-21T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou25.mp3", "start_seconds": 7118.0}], "bill_versions": [{"bill_id": 8134, "bill_version_id": 43247, "bill_version": "Introduced", "bill_version_date": "2017-01-26T09:18:00.933-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create a leased residential property classification. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 10-13 be amended by adding a NEW SECTION to read: Each leased residential property in this state is specifically classified for the purpose of taxation. For the purposes of this section, the term, leased residential property, means any real estate or single-family dwelling or structure consisting of two or more family units that are leased or rented and the dwelling, real estate, or structure is assessed and taxed as a separate property, including any attached or unattached garage and the parcel of land upon which the dwelling or structure is situated as recorded in the records of the director of equalization. A person may have one or more dwellings or structures classified as a leased residential property. If the owner occupies less than fifty percent of the living space within a residential property, the portion of the dwelling or structure that is leased as residential property may be classified as a leased residential property. Any dwelling or structure that is offered for lease or rent to a transient guest is not a leased residential property. For the purposes of this section, the term, transient guest, means any person who resides in the dwelling or structure less than twenty-eight consecutive days. Section 2. That chapter 10-13 be amended by adding a NEW SECTION to read: The director of equalization may review any leased residential property classification if information is provided or discovered concerning the eligibility of any property that is classified as a leased residential property. Section 3. That chapter 10-13 be amended by adding a NEW SECTION to read: To be eligible for a property classification pursuant to section 1 of this Act, the owner of each leased residential property, as defined in section 1 of this Act, shall submit a certificate to the county director of equalization stating the person is the owner of the property as of the assessment date pursuant to § 10-6-2. The director of equalization may request additional documentation from the owner when making the determination of eligibility. If any person submits information to the director of equalization contesting the eligibility of a property to be classified as a leased residential property, the director of equalization shall review the classification and make a determination of eligibility. The owner shall submit the certificate by March fifteenth. The owner shall sign the certificate under penalty of perjury. If the director of equalization classifies the property as a leased residential property, the property shall retain the classification until the property ownership is transferred or the property has a change in use. The new owner of the transferred property which is already classified as a leased residential property may meet the requirements of this section by completing and filing the certificate of value required pursuant to § 7-9-7 at the time of the transfer of the property. If the legal description of property is changed or amended and the owner continues to use the property for the same use, the owner shall retain the leased residential property classification. The Department of Revenue shall prescribe the form of the certificate and the certificate of value required pursuant to § 7-9- 7. Appeals regarding the leased residential property classification shall be made directly to the county board of equalization pursuant to § 10-11-23. Section 4. That chapter 10-13 be amended by adding a NEW SECTION to read: Any person who receives a leased residential property classification by misrepresenting the facts as to the person's ownership or use of the leased residential property shall be assessed a penalty equal to ten dollars per thousand dollars of valuation on the subject property, which assessment shall become a lien on the property pursuant to § 10-21-33. The person shall be barred from receiving the leased residential property classification for the subject property in the state for the following three years. Section 5. That § 10-13-43 be amended to read: 10-13-43. By November first of each year, each county auditor shall provide to the Department of Revenue the following information: (1) Such The county's property levy sheet; and (2) Such The county's recapitulation of tax lists which includes total amount of taxes and valuations by agricultural property, owner-occupied single-family dwellings, non-ag which is not owner-occupied leased residential property, nonagricultural property, and utilities. By December first of each year, the Department of Revenue shall approve the levies of all property taxing jurisdictions in the state certifying that the property tax jurisdictions have not exceeded the maximums prescribed in law before any tax levies are extended by the county auditor. Section 6. That § 10-6-31 be amended to read: 10-6-31. For the purposes of taxation, all property is hereby classified into the following classes: (1) Agricultural property; (2) Nonagricultural property; and (3) Owner-occupied single-family dwellings; (4) Leased residential property. Agricultural property includes all property and land used exclusively for agricultural purposes, both tilled and untilled, and the improvements on the land. However, agricultural property does not include any normally occupied dwelling or automobile garage or portion of a building used for that purpose by the occupant of such dwelling. Owner-occupied single-family dwellings include all property classified pursuant to § 10-13-39 and leased residential property includes all property classified pursuant to section 1 of this Act. Nonagricultural property includes all other property not otherwise classified. The director of equalization in listing and assessing all property to which this section applies shall designate opposite each description the class to which the property belongs. Section 7. That § 13-11-10 be amended to read: 13-11-10. In implementing the terms of § 13-11-9, a separate weighted average tax levy of the receiving districts shall be calculated for agricultural property, owner-occupied single-family dwelling property, leased residential property, and for nonagricultural property for each sending school district as follows: (1) The levy per thousand dollars of taxable valuation for agricultural property for each receiving school district shall be multiplied by the number of children from the sending school district to whom the receiving school district is providing educational services; (2) Add together the products from subdivision (1) for each receiving school district; (3) Divide the sum from subdivision (2) by the total number of students that the contracting school district is sending to the receiving school districts pursuant to § 13-15-1.3. The quotient is the weighted average tax levy per one thousand dollars of taxable valuation for agricultural property; (4) The weighted average tax levy per thousand dollars of taxable valuation for owner-occupied single-family dwellings, leased residential property, and nonagricultural property shall be obtained by repeating the procedure outlined in subdivisions (1) to (3), inclusive, for each class of property; and (5) The sum of the levies assessed for all funds in the sending district shall be equal to or greater than the sum of all levies for all funds in the receiving district. The above calculations do not include students receiving educational services from an out-of-state school district nor the tax levy of any out-of-state school district. Section 8. That the code be amended by adding a NEW SECTION to read: This Act is effective on January 1, 2018."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8134, "action_date": "2017-01-26T13:00:00-06:00", "document_id": 43351, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43351.pdf", "status_text": "First read in House and referred to", "journal_page": 212, "committee_id_action": 361, "committee_id_assigned": 357, "result": "N", "vote": {}}, {"bill_id": 8134, "action_date": "2017-02-07T07:45:00-06:00", "document_id": 43660, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43660.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 357, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8134, "action_date": "2017-02-09T07:45:00-06:00", "document_id": 44001, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44001.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 357, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8134, "action_date": "2017-02-09T07:45:00-06:00", "document_id": 44177, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44177.pdf", "status_text": "Do Pass", "journal_page": 357, "committee_id_action": 357, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 23082, "president_vote": null, "Nay": [1183, 1155, 1156, 1212, 1111], "Yea": [1114, 1202, 1192, 1130, 1133, 1184, 1161, 1145, 1143], "Excused": [1113]}}, {"bill_id": 8134, "action_date": "2017-02-13T14:00:00-06:00", "document_id": 44338, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44338.pdf", "status_text": "Deferred to another day", "journal_page": 378, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8134, "action_date": "2017-02-14T14:00:00-06:00", "document_id": 44431, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44431.pdf", "status_text": "Deferred to another day", "journal_page": 393, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8134, "action_date": "2017-02-15T14:00:00-06:00", "document_id": 44532, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44532.pdf", "status_text": "Deferred to another day", "journal_page": 410, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8134, "action_date": "2017-02-16T13:00:00-06:00", "document_id": 44630, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44630.pdf", "status_text": "Deferred to another day", "journal_page": 421, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8134, "action_date": "2017-02-21T14:00:00-06:00", "document_id": 44727, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44727.pdf", "status_text": "Do Pass", "journal_page": 435, "committee_id_action": 361, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 23491, "president_vote": null, "Yea": [1168, 1186, 1197, 1190, 1179, 1114, 1198, 1143, 1142, 1136, 1192, 1196, 1130, 1191, 1133, 1203, 1184, 1134, 1193, 1199, 1188, 1115, 1113, 1161, 1195, 1152, 1140, 1128, 1145, 1187, 1150, 1149], "Nay": [1153, 1166, 1147, 1122, 1118, 1180, 1173, 1183, 1201, 1202, 1129, 1139, 1181, 1204, 1159, 1120, 1205, 1185, 1117, 1125, 1200, 1206, 1124, 1170, 1110, 1160, 1165, 1155, 1119, 1156, 1123, 1158, 1176, 1121, 1212, 1111], "Excused": [1112, 1116]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/8134"}