{"session_id": 10, "bill_id": 2455, "bill_type": "Senate Bill", "bill_number": 33, "bill_title": "revise certain provisions regarding the 24/7 sobriety program, to authorize the collection of certain fees, and to authorize the use of ignition interlock devices.", "sponsors": [], "keywords": ["Attorney General", "DUI", "Law Enforcement", "Licenses", "Motor Vehicles"], "audio": [{"meeting_datetime": "2011-01-25T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sju10.mp3", "start_seconds": 3180.0}, {"meeting_datetime": "2011-01-25T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sju10.mp3", "start_seconds": 3180.0}, {"meeting_datetime": "2011-01-25T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sju10.mp3", "start_seconds": 3180.0}, {"meeting_datetime": "2011-02-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen17.mp3", "start_seconds": 1328.0}, {"meeting_datetime": "2011-02-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen17.mp3", "start_seconds": 1328.0}, {"meeting_datetime": "2011-02-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen17.mp3", "start_seconds": 1328.0}, {"meeting_datetime": "2011-02-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen17.mp3", "start_seconds": 1328.0}, {"meeting_datetime": "2011-02-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen17.mp3", "start_seconds": 1328.0}, {"meeting_datetime": "2011-02-28T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hju29.mp3", "start_seconds": 161.0}, {"meeting_datetime": "2011-02-28T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hju29.mp3", "start_seconds": 161.0}, {"meeting_datetime": "2011-02-28T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hju29.mp3", "start_seconds": 161.0}, {"meeting_datetime": "2011-02-28T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hju29.mp3", "start_seconds": 161.0}, {"meeting_datetime": "2011-02-28T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hju29.mp3", "start_seconds": 161.0}, {"meeting_datetime": "2011-03-07T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou33.mp3", "start_seconds": 1504.0}, {"meeting_datetime": "2011-03-07T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou33.mp3", "start_seconds": 1504.0}, {"meeting_datetime": "2011-03-07T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou33.mp3", "start_seconds": 1504.0}, {"meeting_datetime": "2011-03-07T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou33.mp3", "start_seconds": 1504.0}], "bill_versions": [{"bill_id": 2455, "bill_version_id": 14682, "bill_version": "Introduced", "bill_version_date": "2011-01-07T10:38:36.603-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the 24/7 sobriety program, to authorize the collection of certain fees, and to authorize the use of ignition interlock devices. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 32-23-23 be amended to read as follows: 32-23-23. Any driving permit issued by the court to any person, who has been convicted of a violation of § 32-23-1 within the last ten years or any driving permit issued pursuant to § 32-23-2, if that person had 0.17 percent or more by weight of alcohol in that person's blood, shall be conditioned on the person's total abstinence from the use of alcohol, the person's participation in the 24/7 sobriety program created by §§ 1-11-17 to 1-11-25, inclusive, in those areas counties where 24/7 sobriety testing is available, and the payment of associated costs and expenses and the person meeting one of the following conditions: (1) The person had a previous conviction for a violation of § 32-23-1 within the last ten years; or (2) That the person had a 0.17 percent or more by weight of alcohol in that person's blood at the time the violation occurred. The court shall immediately revoke the permit upon a showing of proof by a preponderance of the evidence that the person has violated this condition. Section 2. That § 1-11-25 be amended to read as follows: 1-11-25. Any fees collected under §§ 1-11-17 to 1-11-25, inclusive, shall be distributed as follows: (1) Any daily user fee collected in the administration of twice a day testing, drug patch testing, or urinalysis testing under the 24/7 sobriety program shall be collected by the sheriff, or the an entity designated by the sheriff, and deposited with the county treasurer of the proper county, the proceeds of which shall be applied and used only to defray the recurring costs of the 24/7 sobriety program including maintaining equipment, funding support services and ensuring compliance; (2) Any installation and deactivation fee collected in the administration of electronic alcohol monitoring device testing shall be collected by the sheriff, or the an entity designated by the sheriff, and deposited with the county treasurer of the proper county, the proceeds of which shall be applied and used only to defray the recurring costs of the 24/7 sobriety program including maintaining equipment, funding support services, and ensuring compliance; (3) Any daily user fee collected in the administration of electronic alcohol monitoring device testing shall be deposited in the state 24/7 sobriety fund created by § 1-11-18; and (4) The Department of Corrections or the Unified Judicial System may collect an installation fee and a deactivation fee in their administration of electronic alcohol monitoring device testing. These fees shall be deposited into the state general fund; (5) Any enrollment and monitoring fee collected in the administration of ignition interlock device testing shall be collected by the sheriff, or an entity designated by the sheriff, and deposited with the county treasurer of the proper county, the proceeds of which shall be applied and used only to defray the recurring costs of the 24/7 sobriety program including maintaining equipment, funding support services, and ensuring compliance; and (6) Any participation fee collected in the administration of testing under the 24/7 sobriety program to cover program administration costs incurred by the Office of Attorney General shall be collected by the sheriff, or an entity designated by the sheriff, and deposited in the state 24/7 sobriety fund created by § 1-11-18. Section 3. That § 1-11-18 be amended to read as follows: 1-11-18. There is hereby established in the state treasury the 24/7 sobriety fund. The fund shall be maintained and administered by the Office of the Attorney General to defray costs of operating the 24/7 sobriety program, including purchasing and maintaining equipment and funding support services. The Office of the Attorney General may accept for deposit in the fund money from donations, gifts, grants, participation fees, and user fees or payments. Expenditures from the fund shall be budgeted through the normal budget process. Unexpended funds and interest shall remain in the fund. Section 4. That § 1-11-24 be amended to read as follows: 1-11-24. The Office of the Attorney General, pursuant to chapter 1-26, may promulgate rules for the administration of §§ 1-11-17 to 1-11-25, inclusive, to: (1) Regulate the nature, method, and manner of testing; (2) Provide for procedures and apparatus for testing including electronic monitoring devices and ignition interlock devices; (3) Set participation and user fees; however, user fees for twice a day testing shall may not be less than one dollar per test; and (4) Require the submission of reports and information by law enforcement agencies within this state."}, {"bill_id": 2455, "bill_version_id": 16434, "bill_version": "Senate Engrossed", "bill_version_date": "2011-02-07T15:21:47.783-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the 24/7 sobriety program, to authorize the collection of certain fees, and to authorize the use of ignition interlock devices. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 32-23-23 be amended to read as follows: 32-23-23. Any driving permit issued by the court to any person, who has been convicted of a violation of § 32-23-1 within the last ten years or any driving permit issued pursuant to § 32-23-2, if that person had 0.17 percent or more by weight of alcohol in that person's blood, shall be conditioned on the person's total abstinence from the use of alcohol, the person's participation in the 24/7 sobriety program created by §§ 1-11-17 to 1-11-25, inclusive, in those areas counties where 24/7 sobriety testing is available, and the payment of associated costs and expenses and the person meeting one of the following conditions: (1) The person had a previous conviction for a violation of § 32-23-1 within the last ten years; or (2) That the person had a 0.17 percent or more by weight of alcohol in that person's blood at the time the violation occurred. The court shall immediately revoke the permit upon a showing of proof by a preponderance of the evidence that the person has violated this condition. Section 2. That § 1-11-25 be amended to read as follows: 1-11-25. Any fees collected under §§ 1-11-17 to 1-11-25, inclusive, shall be distributed as follows: (1) Any daily user fee collected in the administration of twice a day testing, drug patch testing, or urinalysis testing under the 24/7 sobriety program shall be collected by the sheriff, or the an entity designated by the sheriff, and deposited with the county treasurer of the proper county, the proceeds of which shall be applied and used only to defray the recurring costs of the 24/7 sobriety program including maintaining equipment, funding support services and ensuring compliance; (2) Any installation and deactivation fee collected in the administration of electronic alcohol monitoring device testing shall be collected by the sheriff, or the an entity designated by the sheriff, and deposited with the county treasurer of the proper county, the proceeds of which shall be applied and used only to defray the recurring costs of the 24/7 sobriety program including maintaining equipment, funding support services, and ensuring compliance; (3) Any daily user fee collected in the administration of electronic alcohol monitoring device testing shall be deposited in the state 24/7 sobriety fund created by § 1-11-18. A participant shall pay all electronic alcohol monitoring device testing user fees to the clerk of courts in the county where the participant is enrolled in the program if the test is ordered by a court. If the test is directed by the Board of Pardons and Parole, the Department of Corrections, the Department of Public Safety, or a parole agent, the fees shall be paid to the directing entity as provided in the written directive; and (4) The Department of Corrections or the Unified Judicial System may collect an installation fee and a deactivation fee in their administration of electronic alcohol monitoring device testing. These fees shall be deposited into the state general fund; (5) Any enrollment and monitoring fee collected in the administration of ignition interlock device testing shall be collected by the sheriff, or an entity designated by the sheriff, and deposited with the county treasurer of the proper county, the proceeds of which shall be applied and used only to defray the recurring costs of the 24/7 sobriety program including maintaining equipment, funding support services, and ensuring compliance; and (6) Any participation fee collected in the administration of testing under the 24/7 sobriety program to cover program administration costs incurred by the Office of Attorney General shall be collected by the sheriff, or an entity designated by the sheriff, and deposited in the state 24/7 sobriety fund created by § 1-11-18. Section 3. That § 1-11-18 be amended to read as follows: 1-11-18. There is hereby established in the state treasury the 24/7 sobriety fund. The fund shall be maintained and administered by the Office of the Attorney General to defray costs of operating the 24/7 sobriety program, including purchasing and maintaining equipment and funding support services. The Office of the Attorney General may accept for deposit in the fund money from donations, gifts, grants, participation fees, and user fees or payments. Expenditures from the fund shall be budgeted through the normal budget process. Unexpended funds and interest shall remain in the fund. Section 4. That § 1-11-24 be amended to read as follows: 1-11-24. The Office of the Attorney General, pursuant to chapter 1-26, may promulgate rules for the administration of §§ 1-11-17 to 1-11-25, inclusive, to: (1) Regulate the nature, method, and manner of testing; (2) Provide for procedures and apparatus for testing including electronic monitoring devices and ignition interlock devices; and (3) Set participation and user fees; however, user fees for twice a day testing shall may not be less than one dollar per test; and (4) Require the submission of reports and information by law enforcement agencies within this state. Section 5. That chapter 1-11 be amended by adding thereto a NEW SECTION to read as follows: A participant submitting to twice-a-day testing shall pay a user fee of one dollar to three dollars, inclusive, for each test. Section 6. That chapter 1-11 be amended by adding thereto a NEW SECTION to read as follows: A participant submitting to urinalysis testing shall pay a user fee of five dollars to ten dollars, inclusive, for each test. If further analysis of the sample is required or requested, the participant is responsible for payment of the actual costs incurred by the participating agency for the analysis of the sample. Section 7. That chapter 1-11 be amended by adding thereto a NEW SECTION to read as follows: A participant submitting to wear a drug patch shall pay a user fee of forty to fifty dollars, inclusive, for each drug patch attached. Section 8. That chapter 1-11 be amended by adding thereto a NEW SECTION to read as follows: A participant submitting to the wearing of the electronic alcohol monitoring device shall pay a user fee of five dollars to ten dollars, inclusive, for each day. In addition, the participant shall pay an installation fee and a deactivation fee, each in the amount of thirty to fifty dollars, inclusive. The participant is also financially responsible for the actual replacement cost for loss or breakage of the electronic alcohol monitoring device and all associated equipment provided to the participant that is necessary to conduct electronic alcohol monitoring device testing. Section 9. That chapter 1-11 be amended by adding thereto a NEW SECTION to read as follows: A participant submitting to the installation of an ignition interlock device shall pay all costs and expenses associated with the installation and operation of the ignition interlock device directly to the authorized vendor pursuant to a contract between the vendor and participant. In addition, the participant shall pay an enrollment fee in the amount of thirty to fifty dollars, inclusive, at the time of enrollment and monitoring fees in the amount of ten to twenty dollars, inclusive, at intervals to be set by the attorney general. The participant is also financially responsible for the actual replacement cost for loss or breakage of the ignition interlock device and all associated equipment provided to the participant that is necessary to conduct ignition interlock device testing. Section 10. That chapter 1-11 be amended by adding thereto a NEW SECTION to read as follows: A participant shall pay all electronic alcohol monitoring device fees in advance or contemporaneously with the fee becoming due. All other applicable fees shall be paid at or in advance of the time for the test. Section 11. That chapter 1-11 be amended by adding thereto a NEW SECTION to read as follows: Each participant in the 24/7 sobriety program shall pay a participation fee of one to three dollars, inclusive, per day. Section 12. That chapter 1-11 be amended by adding thereto a NEW SECTION to read as follows: The attorney general shall meet annually with participating agencies to review fees and collection procedures for the 24/7 sobriety program. The attorney general shall set and give notice of the time and place for the meeting. The attorney general shall set, by rules promulgated pursuant to chapter 1-26, the annual fees within the range established by this chapter. Section 13. That ARSD 2:06:03:01 be repealed. 2:06:03:01. Twice-a-day testing. A participant submitting to twice-a-day testing shall pay a fee of one dollar for each test. Section 14. That ARSD 2:06:03:02 be repealed. 2:06:03:02. Urinalysis. A participant submitting to urinalysis testing shall pay a fee of five dollars for each test. If further analysis of the sample is required or requested, the participant is responsible for payment of the actual costs incurred by the participating agency for the analysis of the sample. Section 15. That ARSD 2:06:03:03 be repealed. 2:06:03:03. Drug patch. A participant submitting to wear a drug patch shall pay a fee of $40 for each drug patch attached. Section 16. That ARSD 2:06:03:04 be repealed. 2:06:03:04. Electronic alcohol monitoring device. A participant submitting to the wearing of the electronic alcohol monitoring device shall pay a fee of six dollars for each day, to be paid in one of the following ways: (1) Weekly -- $42; (2) Bi-weekly -- $84; (3) Every four weeks -- $168. In addition, the participant shall pay an installation fee and a deactivation fee, each in the amount of $30. The participant is also financially responsible for the actual replacement cost for loss or breakage of the electronic alcohol monitoring device and all associated equipment provided to the participant that is necessary to conduct electronic alcohol monitoring device testing. Section 17. That ARSD 2:06:03:05 be repealed. 2:06:03:05. Collection and remittance of fees. Except for electronic alcohol monitoring device testing daily fees and installation and deactivation fees collected by the Department of Corrections and Unified Judicial System, a participant shall pay all applicable fees to the participating agency conducting the test. A participant shall pay all electronic alcohol monitoring device testing daily fees to the clerk of courts in the county where the participant is enrolled in the program if the test is ordered by a court. If the test is directed by the Board of Pardons and Parole, the Department of Corrections, the Department of Public Safety, or a parole agent, the fees shall be paid to the directing entity as provided in the written directive. A participant shall pay all electronic alcohol monitoring device fees in advance or contemporaneously with the fee becoming due. All other applicable fees shall be paid at or in advance of the time for the test. Section 18. That ARSD 2:06:03:06 be repealed. 2:06:03:06. Annual review of fees. The Attorney General shall meet annually with participating agencies to review fees and collection procedures for the 24/7 Sobriety Program. The Attorney General shall set and give notice of the time and place for the meeting."}, {"bill_id": 2455, "bill_version_id": 17536, "bill_version": "House Judiciary Engrossed", "bill_version_date": "2011-02-28T14:03:29.31-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the 24/7 sobriety program, to authorize the collection of certain fees, and to authorize the use of ignition interlock devices. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 32-23-23 be amended to read as follows: 32-23-23. Any driving permit issued by the court to any person, who has been convicted of a violation of § 32-23-1 within the last ten years or any driving permit issued pursuant to § 32-23-2, if that person had 0.17 percent or more by weight of alcohol in that person's blood, shall be conditioned on the person's total abstinence from the use of alcohol, the person's participation in the 24/7 sobriety program created by §§ 1-11-17 to 1-11-25, inclusive, in those areas counties where 24/7 sobriety testing is available, and the payment of associated costs and expenses and the person meeting one of the following conditions: (1) The person had a previous conviction for a violation of § 32-23-1 within the last ten years; and (2) That the person had a 0.17 percent or more by weight of alcohol in that person's blood at the time the violation occurred. The court shall immediately revoke the permit upon a showing of proof by a preponderance of the evidence that the person has violated this condition. Section 2. That § 1-11-25 be amended to read as follows: 1-11-25. Any fees collected under §§ 1-11-17 to 1-11-25, inclusive, shall be distributed as follows: (1) Any daily user fee collected in the administration of twice a day testing, drug patch testing, or urinalysis testing under the 24/7 sobriety program shall be collected by the sheriff, or the an entity designated by the sheriff, and deposited with the county treasurer of the proper county, the proceeds of which shall be applied and used only to defray the recurring costs of the 24/7 sobriety program including maintaining equipment, funding support services and ensuring compliance; (2) Any installation and deactivation fee collected in the administration of electronic alcohol monitoring device testing shall be collected by the sheriff, or the an entity designated by the sheriff, and deposited with the county treasurer of the proper county, the proceeds of which shall be applied and used only to defray the recurring costs of the 24/7 sobriety program including maintaining equipment, funding support services, and ensuring compliance; (3) Any daily user fee collected in the administration of electronic alcohol monitoring device testing shall be deposited in the state 24/7 sobriety fund created by § 1-11-18. A participant shall pay all electronic alcohol monitoring device testing user fees to the clerk of courts in the county where the participant is enrolled in the program if the test is ordered by a court. If the test is directed by the Board of Pardons and Parole, the Department of Corrections, the Department of Public Safety, or a parole agent, the fees shall be paid to the directing entity as provided in the written directive; and (4) The Department of Corrections or the Unified Judicial System may collect an installation fee and a deactivation fee in their administration of electronic alcohol monitoring device testing. These fees shall be deposited into the state general fund; (5) Any enrollment and monitoring fee collected in the administration of ignition interlock device testing shall be collected by the sheriff, or an entity designated by the sheriff, and deposited with the county treasurer of the proper county, the proceeds of which shall be applied and used only to defray the recurring costs of the 24/7 sobriety program including maintaining equipment, funding support services, and ensuring compliance; and (6) Any participation fee collected in the administration of testing under the 24/7 sobriety program to cover program administration costs incurred by the Office of Attorney General shall be collected by the sheriff, or an entity designated by the sheriff, and deposited in the state 24/7 sobriety fund created by § 1-11-18. Section 3. That § 1-11-18 be amended to read as follows: 1-11-18. There is hereby established in the state treasury the 24/7 sobriety fund. The fund shall be maintained and administered by the Office of the Attorney General to defray costs of operating the 24/7 sobriety program, including purchasing and maintaining equipment and funding support services. The Office of the Attorney General may accept for deposit in the fund money from donations, gifts, grants, participation fees, and user fees or payments. Expenditures from the fund shall be budgeted through the normal budget process. Unexpended funds and interest shall remain in the fund. Section 4. That § 1-11-24 be amended to read as follows: 1-11-24. The Office of the Attorney General, pursuant to chapter 1-26, may promulgate rules for the administration of §§ 1-11-17 to 1-11-25, inclusive, to: (1) Regulate the nature, method, and manner of testing; (2) Provide for procedures and apparatus for testing including electronic monitoring devices and ignition interlock devices; and (3) Set participation and user fees; however, user fees for twice a day testing shall may not be less than one dollar per test; and (4) Require the submission of reports and information by law enforcement agencies within this state. Section 5. That chapter 1-11 be amended by adding thereto a NEW SECTION to read as follows: A participant submitting to twice-a-day testing shall pay a user fee of one dollar to three dollars, inclusive, for each test. Section 6. That chapter 1-11 be amended by adding thereto a NEW SECTION to read as follows: A participant submitting to urinalysis testing shall pay a user fee of five dollars to ten dollars, inclusive, for each test. If further analysis of the sample is required or requested, the participant is responsible for payment of the actual costs incurred by the participating agency for the analysis of the sample. Section 7. That chapter 1-11 be amended by adding thereto a NEW SECTION to read as follows: A participant submitting to wear a drug patch shall pay a user fee of forty to fifty dollars, inclusive, for each drug patch attached. Section 8. That chapter 1-11 be amended by adding thereto a NEW SECTION to read as follows: A participant submitting to the wearing of the electronic alcohol monitoring device shall pay a user fee of five dollars to ten dollars, inclusive, for each day. In addition, the participant shall pay an installation fee and a deactivation fee, each in the amount of thirty to fifty dollars, inclusive. The participant is also financially responsible for the actual replacement cost for loss or breakage of the electronic alcohol monitoring device and all associated equipment provided to the participant that is necessary to conduct electronic alcohol monitoring device testing. Section 9. That chapter 1-11 be amended by adding thereto a NEW SECTION to read as follows: A participant submitting to the installation of an ignition interlock device shall pay all costs and expenses associated with the installation and operation of the ignition interlock device directly to the authorized vendor pursuant to a contract between the vendor and participant. In addition, the participant shall pay an enrollment fee in the amount of thirty to fifty dollars, inclusive, at the time of enrollment and monitoring fees in the amount of ten to twenty dollars, inclusive, at intervals to be set by the attorney general. The participant is also financially responsible for the actual replacement cost for loss or breakage of the ignition interlock device and all associated equipment provided to the participant that is necessary to conduct ignition interlock device testing. Section 10. That chapter 1-11 be amended by adding thereto a NEW SECTION to read as follows: A participant shall pay all electronic alcohol monitoring device fees in advance or contemporaneously with the fee becoming due. All other applicable fees shall be paid at or in advance of the time for the test. Section 11. That chapter 1-11 be amended by adding thereto a NEW SECTION to read as follows: Each participant in the 24/7 sobriety program shall pay a participation fee of one to three dollars, inclusive, per day. Section 12. That chapter 1-11 be amended by adding thereto a NEW SECTION to read as follows: The attorney general shall meet annually with participating agencies to review fees and collection procedures for the 24/7 sobriety program. The attorney general shall set and give notice of the time and place for the meeting. The attorney general shall set, by rules promulgated pursuant to chapter 1-26, the annual fees within the range established by this chapter. Section 13. That ARSD 2:06:03:01 be repealed. 2:06:03:01. Twice-a-day testing. A participant submitting to twice-a-day testing shall pay a fee of one dollar for each test. Section 14. That ARSD 2:06:03:02 be repealed. 2:06:03:02. Urinalysis. A participant submitting to urinalysis testing shall pay a fee of five dollars for each test. If further analysis of the sample is required or requested, the participant is responsible for payment of the actual costs incurred by the participating agency for the analysis of the sample. Section 15. That ARSD 2:06:03:03 be repealed. 2:06:03:03. Drug patch. A participant submitting to wear a drug patch shall pay a fee of $40 for each drug patch attached. Section 16. That ARSD 2:06:03:04 be repealed. 2:06:03:04. Electronic alcohol monitoring device. A participant submitting to the wearing of the electronic alcohol monitoring device shall pay a fee of six dollars for each day, to be paid in one of the following ways: (1) Weekly -- $42; (2) Bi-weekly -- $84; (3) Every four weeks -- $168. In addition, the participant shall pay an installation fee and a deactivation fee, each in the amount of $30. The participant is also financially responsible for the actual replacement cost for loss or breakage of the electronic alcohol monitoring device and all associated equipment provided to the participant that is necessary to conduct electronic alcohol monitoring device testing. Section 17. That ARSD 2:06:03:05 be repealed. 2:06:03:05. Collection and remittance of fees. Except for electronic alcohol monitoring device testing daily fees and installation and deactivation fees collected by the Department of Corrections and Unified Judicial System, a participant shall pay all applicable fees to the participating agency conducting the test. A participant shall pay all electronic alcohol monitoring device testing daily fees to the clerk of courts in the county where the participant is enrolled in the program if the test is ordered by a court. If the test is directed by the Board of Pardons and Parole, the Department of Corrections, the Department of Public Safety, or a parole agent, the fees shall be paid to the directing entity as provided in the written directive. A participant shall pay all electronic alcohol monitoring device fees in advance or contemporaneously with the fee becoming due. All other applicable fees shall be paid at or in advance of the time for the test. Section 18. That ARSD 2:06:03:06 be repealed. 2:06:03:06. Annual review of fees. The Attorney General shall meet annually with participating agencies to review fees and collection procedures for the 24/7 Sobriety Program. The Attorney General shall set and give notice of the time and place for the meeting."}, {"bill_id": 2455, "bill_version_id": 17971, "bill_version": "House Engrossed", "bill_version_date": "2011-03-07T14:49:14.653-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the 24/7 sobriety program, to authorize the collection of certain fees, and to authorize the use of ignition interlock devices. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 32-23-23 be amended to read as follows: 32-23-23. Any driving permit issued by the court to any person, who has been convicted of a violation of § 32-23-1 within the last ten years or any driving permit issued pursuant to § 32-23-2, if that person had 0.17 percent or more by weight of alcohol in that person's blood, shall be conditioned on the person's total abstinence from the use of alcohol, the person's participation in the 24/7 sobriety program created by §§ 1-11-17 to 1-11-25, inclusive, in those areas counties where 24/7 sobriety testing is available, and the payment of associated costs and expenses and the person meeting one of the following conditions: (1) The person had a previous conviction for a violation of § 32-23-1 within the last ten years; or (2) That the person had a 0.17 percent or more by weight of alcohol in that person's blood at the time the violation occurred. The court shall immediately revoke the permit upon a showing of proof by a preponderance of the evidence that the person has violated this condition. Section 2. That § 1-11-25 be amended to read as follows: 1-11-25. Any fees collected under §§ 1-11-17 to 1-11-25, inclusive, shall be distributed as follows: (1) Any daily user fee collected in the administration of twice a day testing, drug patch testing, or urinalysis testing under the 24/7 sobriety program shall be collected by the sheriff, or the an entity designated by the sheriff, and deposited with the county treasurer of the proper county, the proceeds of which shall be applied and used only to defray the recurring costs of the 24/7 sobriety program including maintaining equipment, funding support services and ensuring compliance; (2) Any installation and deactivation fee collected in the administration of electronic alcohol monitoring device testing shall be collected by the sheriff, or the an entity designated by the sheriff, and deposited with the county treasurer of the proper county, the proceeds of which shall be applied and used only to defray the recurring costs of the 24/7 sobriety program including maintaining equipment, funding support services, and ensuring compliance; (3) Any daily user fee collected in the administration of electronic alcohol monitoring device testing shall be deposited in the state 24/7 sobriety fund created by § 1-11-18. A participant shall pay all electronic alcohol monitoring device testing user fees to the clerk of courts in the county where the participant is enrolled in the program if the test is ordered by a court. If the test is directed by the Board of Pardons and Parole, the Department of Corrections, the Department of Public Safety, or a parole agent, the fees shall be paid to the directing entity as provided in the written directive; and (4) The Department of Corrections or the Unified Judicial System may collect an installation fee and a deactivation fee in their administration of electronic alcohol monitoring device testing. These fees shall be deposited into the state general fund; (5) Any enrollment and monitoring fee collected in the administration of ignition interlock device testing shall be collected by the sheriff, or an entity designated by the sheriff, and deposited with the county treasurer of the proper county, the proceeds of which shall be applied and used only to defray the recurring costs of the 24/7 sobriety program including maintaining equipment, funding support services, and ensuring compliance; and (6) Any participation fee collected in the administration of testing under the 24/7 sobriety program to cover program administration costs incurred by the Office of Attorney General shall be collected by the sheriff, or an entity designated by the sheriff, and deposited in the state 24/7 sobriety fund created by § 1-11-18. Section 3. That § 1-11-18 be amended to read as follows: 1-11-18. There is hereby established in the state treasury the 24/7 sobriety fund. The fund shall be maintained and administered by the Office of the Attorney General to defray costs of operating the 24/7 sobriety program, including purchasing and maintaining equipment and funding support services. The Office of the Attorney General may accept for deposit in the fund money from donations, gifts, grants, participation fees, and user fees or payments. Expenditures from the fund shall be budgeted through the normal budget process. Unexpended funds and interest shall remain in the fund. Section 4. That § 1-11-24 be amended to read as follows: 1-11-24. The Office of the Attorney General, pursuant to chapter 1-26, may promulgate rules for the administration of §§ 1-11-17 to 1-11-25, inclusive, to: (1) Regulate the nature, method, and manner of testing; (2) Provide for procedures and apparatus for testing including electronic monitoring devices and ignition interlock devices; and (3) Set participation and user fees; however, user fees for twice a day testing shall may not be less than one dollar per test; and (4) Require the submission of reports and information by law enforcement agencies within this state. Section 5. That chapter 1-11 be amended by adding thereto a NEW SECTION to read as follows: A participant submitting to twice-a-day testing shall pay a user fee of one dollar to three dollars, inclusive, for each test. Section 6. That chapter 1-11 be amended by adding thereto a NEW SECTION to read as follows: A participant submitting to urinalysis testing shall pay a user fee of five dollars to ten dollars, inclusive, for each test. If further analysis of the sample is required or requested, the participant is responsible for payment of the actual costs incurred by the participating agency for the analysis of the sample. Section 7. That chapter 1-11 be amended by adding thereto a NEW SECTION to read as follows: A participant submitting to wear a drug patch shall pay a user fee of forty to fifty dollars, inclusive, for each drug patch attached. Section 8. That chapter 1-11 be amended by adding thereto a NEW SECTION to read as follows: A participant submitting to the wearing of the electronic alcohol monitoring device shall pay a user fee of five dollars to ten dollars, inclusive, for each day. In addition, the participant shall pay an installation fee and a deactivation fee, each in the amount of thirty to fifty dollars, inclusive. The participant is also financially responsible for the actual replacement cost for loss or breakage of the electronic alcohol monitoring device and all associated equipment provided to the participant that is necessary to conduct electronic alcohol monitoring device testing. Section 9. That chapter 1-11 be amended by adding thereto a NEW SECTION to read as follows: A participant submitting to the installation of an ignition interlock device shall pay all costs and expenses associated with the installation and operation of the ignition interlock device directly to the authorized vendor pursuant to a contract between the vendor and participant. In addition, the participant shall pay an enrollment fee in the amount of thirty to fifty dollars, inclusive, at the time of enrollment and monitoring fees in the amount of ten to twenty dollars, inclusive, at intervals to be set by the attorney general. The participant is also financially responsible for the actual replacement cost for loss or breakage of the ignition interlock device and all associated equipment provided to the participant that is necessary to conduct ignition interlock device testing. Section 10. That chapter 1-11 be amended by adding thereto a NEW SECTION to read as follows: A participant shall pay all electronic alcohol monitoring device fees in advance or contemporaneously with the fee becoming due. All other applicable fees shall be paid at or in advance of the time for the test. Section 11. That chapter 1-11 be amended by adding thereto a NEW SECTION to read as follows: Each participant in the 24/7 sobriety program shall pay a participation fee of one to three dollars, inclusive, per day. Section 12. That chapter 1-11 be amended by adding thereto a NEW SECTION to read as follows: The attorney general shall meet annually with participating agencies to review fees and collection procedures for the 24/7 sobriety program. The attorney general shall set and give notice of the time and place for the meeting. The attorney general shall set, by rules promulgated pursuant to chapter 1-26, the annual fees within the range established by this chapter. Section 13. That ARSD 2:06:03:01 be repealed. 2:06:03:01. Twice-a-day testing. A participant submitting to twice-a-day testing shall pay a fee of one dollar for each test. Section 14. That ARSD 2:06:03:02 be repealed. 2:06:03:02. Urinalysis. A participant submitting to urinalysis testing shall pay a fee of five dollars for each test. If further analysis of the sample is required or requested, the participant is responsible for payment of the actual costs incurred by the participating agency for the analysis of the sample. Section 15. That ARSD 2:06:03:03 be repealed. 2:06:03:03. Drug patch. A participant submitting to wear a drug patch shall pay a fee of $40 for each drug patch attached. Section 16. That ARSD 2:06:03:04 be repealed. 2:06:03:04. Electronic alcohol monitoring device. A participant submitting to the wearing of the electronic alcohol monitoring device shall pay a fee of six dollars for each day, to be paid in one of the following ways: (1) Weekly -- $42; (2) Bi-weekly -- $84; (3) Every four weeks -- $168. In addition, the participant shall pay an installation fee and a deactivation fee, each in the amount of $30. The participant is also financially responsible for the actual replacement cost for loss or breakage of the electronic alcohol monitoring device and all associated equipment provided to the participant that is necessary to conduct electronic alcohol monitoring device testing. Section 17. That ARSD 2:06:03:05 be repealed. 2:06:03:05. Collection and remittance of fees. Except for electronic alcohol monitoring device testing daily fees and installation and deactivation fees collected by the Department of Corrections and Unified Judicial System, a participant shall pay all applicable fees to the participating agency conducting the test. A participant shall pay all electronic alcohol monitoring device testing daily fees to the clerk of courts in the county where the participant is enrolled in the program if the test is ordered by a court. If the test is directed by the Board of Pardons and Parole, the Department of Corrections, the Department of Public Safety, or a parole agent, the fees shall be paid to the directing entity as provided in the written directive. A participant shall pay all electronic alcohol monitoring device fees in advance or contemporaneously with the fee becoming due. All other applicable fees shall be paid at or in advance of the time for the test. Section 18. That ARSD 2:06:03:06 be repealed. 2:06:03:06. Annual review of fees. The Attorney General shall meet annually with participating agencies to review fees and collection procedures for the 24/7 Sobriety Program. The Attorney General shall set and give notice of the time and place for the meeting."}, {"bill_id": 2455, "bill_version_id": 18129, "bill_version": "Enrolled", "bill_version_date": "2011-03-09T11:10:07.447-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2455, "action_date": "2011-01-11T12:00:00-06:00", "document_id": 14781, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/14781.pdf", "status_text": "First read in Senate and referred to", "journal_page": 21, "committee_id_action": 113, "committee_id_assigned": 94, "result": "N", "vote": {}}, {"bill_id": 2455, "action_date": "2011-01-25T07:45:00-06:00", "document_id": 15153, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/15153.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 94, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2455, "action_date": "2011-01-25T07:45:00-06:00", "document_id": 15547, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/15547.pdf", "status_text": "Do Pass", "journal_page": 190, "committee_id_action": 94, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 8110, "president_vote": null, "Yea": [75, 18, 22, 79, 40, 45], "Excused": [16]}}, {"bill_id": 2455, "action_date": "2011-01-26T14:00:00-06:00", "document_id": 15747, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/15747.pdf", "status_text": "Deferred to another day", "journal_page": 215, "committee_id_action": 113, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2455, "action_date": "2011-01-31T14:00:00-06:00", "document_id": 16043, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16043.pdf", "status_text": "Deferred to another day", "journal_page": 249, "committee_id_action": 113, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2455, "action_date": "2011-02-01T14:00:00-06:00", "document_id": 16134, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16134.pdf", "status_text": "Deferred to another day", "journal_page": 282, "committee_id_action": 113, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2455, "action_date": "2011-02-02T14:00:00-06:00", "document_id": 16216, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16216.pdf", "status_text": "Deferred to another day", "journal_page": 300, "committee_id_action": 113, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2455, "action_date": "2011-02-07T14:00:00-06:00", "document_id": 16427, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16427.pdf", "status_text": "Motion to amend", "journal_page": 336, "committee_id_action": 113, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2455, "action_date": "2011-02-07T14:00:00-06:00", "document_id": 16427, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16427.pdf", "status_text": "Do Pass Amended", "journal_page": 340, "committee_id_action": 113, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 8652, "president_vote": null, "Yea": [44, 75, 42, 40, 46, 41, 24, 26, 25, 38, 78, 76, 2, 18, 77, 82, 13, 55, 31, 43, 4, 16, 9, 10, 19, 81, 27, 34, 52, 80, 8, 45, 22], "Excused": [30, 79]}}, {"bill_id": 2455, "action_date": "2011-02-08T14:00:00-06:00", "document_id": 16537, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16537.pdf", "status_text": "First read in House and referred to", "journal_page": 320, "committee_id_action": 115, "committee_id_assigned": 111, "result": "N", "vote": {}}, {"bill_id": 2455, "action_date": "2011-02-28T10:00:00-06:00", "document_id": 17366, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17366.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 111, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2455, "action_date": "2011-02-28T10:00:00-06:00", "document_id": 17531, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17531.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 111, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2455, "action_date": "2011-02-28T10:00:00-06:00", "document_id": 17531, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17531.pdf", "status_text": "Do Pass Amended", "journal_page": 544, "committee_id_action": 111, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 9607, "president_vote": null, "Yea": [12, 15, 59, 62, 71, 103, 67, 93, 35, 36], "Nay": [17], "Excused": [104, 11]}}, {"bill_id": 2455, "action_date": "2011-03-02T14:00:00-06:00", "document_id": 17768, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17768.pdf", "status_text": "Deferred to another day", "journal_page": 609, "committee_id_action": 115, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2455, "action_date": "2011-03-03T14:00:00-06:00", "document_id": 17865, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17865.pdf", "status_text": "Deferred to another day", "journal_page": 620, "committee_id_action": 115, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2455, "action_date": "2011-03-07T14:00:00-06:00", "document_id": 17969, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17969.pdf", "status_text": "Motion to amend", "journal_page": 641, "committee_id_action": 115, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2455, "action_date": "2011-03-07T14:00:00-06:00", "document_id": 17969, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17969.pdf", "status_text": "Do Pass Amended", "journal_page": 641, "committee_id_action": 115, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 9901, "president_vote": null, "Yea": [12, 53, 56, 33, 21, 72, 60, 87, 1, 105, 48, 51, 49, 15, 59, 36, 7, 94, 104, 84, 88, 61, 90, 57, 11, 63, 70, 96, 23, 39, 54, 20, 71, 92, 37, 83, 95, 58, 85, 103, 3, 32, 102, 68, 98, 67, 99, 73, 69, 50, 14, 6, 86, 93, 74, 35, 97, 29, 101, 66, 100, 91, 89, 65, 47, 5], "Nay": [17, 62, 28, 64]}}, {"bill_id": 2455, "action_date": "2011-03-09T10:00:00-06:00", "document_id": 18127, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/18127.pdf", "status_text": "Concurred in amendments", "journal_page": 667, "committee_id_action": 113, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 9977, "president_vote": null, "Yea": [44, 75, 30, 42, 40, 46, 41, 26, 25, 38, 78, 76, 2, 77, 82, 13, 55, 31, 43, 4, 16, 9, 10, 19, 81, 27, 34, 52, 80, 8, 45], "Excused": [79, 24, 18, 22]}}, {"bill_id": 2455, "action_date": "2011-03-09T10:00:00-06:00", "document_id": 18127, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/18127.pdf", "status_text": "Signed by the President", "journal_page": 677, "committee_id_action": 113, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2455, "action_date": "2011-03-10T10:00:00-06:00", "document_id": 18181, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/18181.pdf", "status_text": "Signed by the Speaker", "journal_page": 727, "committee_id_action": 115, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2455, "action_date": "2011-03-11T10:00:00-06:00", "document_id": 18214, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/18214.pdf", "status_text": "Delivered to the Governor", "journal_page": 692, "committee_id_action": 113, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2455, "action_date": "2011-03-28T10:00:00-05:00", "document_id": 18239, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/18239.pdf", "status_text": "Signed by the Governor", "journal_page": 707, "committee_id_action": 113, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4695}