{"session_id": 44, "bill_id": 12272, "bill_type": "Senate Bill", "bill_number": 70, "bill_title": "revise and reorganize certain provisions regarding the assessment of property for the purposes of taxation.", "sponsors": [{"legislator_profile_id": 1777, "is_prime": true}, {"legislator_profile_id": 1786, "is_prime": true}, {"legislator_profile_id": 3800, "is_prime": false}], "keywords": ["Property", "Taxation"], "audio": [{"meeting_datetime": "2021-01-27T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sta11.mp3", "start_seconds": 168.0}, {"meeting_datetime": "2021-01-27T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sta11.mp3", "start_seconds": 168.0}, {"meeting_datetime": "2021-01-27T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sta11.mp3", "start_seconds": 168.0}, {"meeting_datetime": "2021-01-27T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sta11.mp3", "start_seconds": 168.0}, {"meeting_datetime": "2021-03-02T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hta30.mp3", "start_seconds": 251.0}, {"meeting_datetime": "2021-03-02T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hta30.mp3", "start_seconds": 251.0}, {"meeting_datetime": "2021-03-02T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hta30.mp3", "start_seconds": 251.0}, {"meeting_datetime": "2021-03-02T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hta30.mp3", "start_seconds": 251.0}, {"meeting_datetime": "2021-03-03T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hou31.mp3", "start_seconds": 6459.0}, {"meeting_datetime": "2021-03-03T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hou31.mp3", "start_seconds": 6459.0}, {"meeting_datetime": "2021-03-03T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hou31.mp3", "start_seconds": 6459.0}], "bill_versions": [{"bill_id": 12272, "bill_version_id": 210781, "bill_version": "Introduced", "bill_version_date": "2021-01-11T12:16:46.033-06:00", "bill_text": "An Act to revise and reorganize certain provisions regarding the assessment of property for the purposes of taxation. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 10-6-1 be AMENDED: 10-6-1. Definition of terms. Terms used in this chapter mean: (1) \"Credit,\" every claim and demand for money or other valuable thing and every annuity or sum of money receivable at stated periods, due or to become due, and all claims and demands secured by deeds or mortgages due or to become due, except for contracts for deed and mortgages, in which case the term means only the payment received each year under the contract or mortgage;\"Department,\" the Department of Revenue; (2) \"District,\" township, municipality or ward, as the case may be; (3) \"Full agricultural land value,\" the value of agricultural land as determined by the application of this chapter; (4) \"Money,\" gold and silver coin, treasury notes, bank notes, and every deposit which any person owning the same or holding in trust and residing in this state is entitled to withdraw in money on demand\"Director,\" a county's director of equalization; (5)(3) \"Tract,\" \"lot,\" \"piece,\" or \"parcel\" of real property, or \"piece or parcel of land,\" any contiguous quantity of land in the possession of, that is possessed by, owned by, or recorded as, the property in the name of the same claimant, person, or company; (6) \"True and full value,\" for all real property, the usual cash selling price at the place where the property to which the term is applied shall be at the time of the assessment. Section 2. That § 10-6-1.4 be REPEALED. 10-6-1.4. \"Arms‑length transaction\" defined. Section 3. That § 10-6-3.1 be REPEALED. 10-6-3.1. Assessment date for leased school and endowment lands--Valuation date. Section 4. That § 10-6-4 be REPEALED. 10-6-4. Information as to land becoming taxable for first time--Transmittal to county officials. Section 5. That § 10-6-8 be AMENDED: 10-6-8. Statement of real property required of taxpayers. The director of equalization may require each person subject to this chapter to furnish to such the director of equalization a statement under oath setting forth specifically all real property that is either owned by such or under the control of the person or under his control on the statutory assessment day. Such statement must be in writing upon blanks furnished under the provisions of this chapter, showing separately: (1) to (3) Repealed by SL 1992, ch 80, § 35. (4) All structures and improvements that have been erected or placed upon said person's real estate subsequent to the preceding assessment day; (5) The county in which such property is situated, or in which it is liable to taxation, and (if liable to taxation in the county in which the statement is made) also the municipal, school district, township, or other taxing districts in which it is situated. Section 6. That § 10-3-27 be AMENDED: 10-3-27. Valuation of property on neglect or refusal by owner to comply with requirements--Notation of neglect or refusal. The director of equalization shall make an estimate of the value of property if any person, after demand by the director, neglects or refuses to give under oath the statement required by § 10-6-8 or to comply with the other requirements of this chapter or chapter 10-6. The director shall note the neglect or refusal on the assessment book roll opposite the name of any such person. Section 7. That § 10-6-10 be REPEALED. 10-6-10. Statement forms to be furnished by county commissioners--Affidavit requirements. Section 8. That §§ 10-6-20 to 10-6-22 be REPEALED. Section 9. That § 10-6-25 be AMENDED: 10-6-25. Viewing of property--Inspection of records--Entry of values for land, improvements and total--Administration of oath or affirmation. For the purpose of properly assessing property for taxation and equalizing and collecting taxes making an assessment of a tract listed for taxation, the county director of equalization or the director's deputy shall personally inspect and examine all the property listed and assessed. The director or the director's deputies may, without charge, inspect and examine the records of all public offices and the books and papers relating any book, paper, or public record that relates to the fair market value of the property being assessed of all corporations, banks, and taxpayers in this state, without charge. The director or the director's deputies may administer oaths or affirmation to any person in the discharge of their duties. For each tract of real property assessed, the director shall record the property's assessed value without improvements or structures, the value of all improvements or structures on the property, and the property's total assessed value. Section 10. That § 10-6-31 be AMENDED: 10-6-31. Classification of property--Notation by director. For the purposes of taxation, all property is hereby classified into the following classes: (1) Agricultural property; (2) Nonagricultural property; and (3) Owner-occupied single-family dwellings. Agricultural property includes all property and any land used exclusively for classified as agricultural purposes, both tilled and untilled, land pursuant to § 10-6-31.3 and the any improvements on the agricultural land used exclusively for agricultural purposes. However, agricultural property does not include any normally occupied dwelling or automobile garage or portion of a building used for that purpose by the occupant of such dwelling. Owner-occupied single-family dwellings include all property classified pursuant to § 10-13-39. Nonagricultural property includes all other property not otherwise classified. The director of equalization, in listing and assessing all property to which this section applies, shall designate opposite each description the class to which the property belongs. Section 11. That § 10-6-31.1 be AMENDED: 10-6-31.1. Agricultural land taxed without regard to zoning. Land devoted to Any land classified as agricultural use land pursuant to § 10-6-31.3 shall be classified and taxed as agricultural land without regard to the its zoning classification which it may be given; provided, however, that all or. If any portion of such the land which is sold or otherwise converted to a principal use other than agricultural shall, then it shall be classified and taxed accordingly. Section 12. That § 10-6-31.2 be AMENDED: 10-6-31.2. Leased school lands classified separately--Assessment date and valuation date--Assessment, equalization, and taxation of school and endowment lands. Leased school and endowment lands, as provided in chapter 5-11, are hereby separately classified for the purpose of taxation. Leased school and endowment lands shall be listed and assessed annually pursuant to § 10-6-2. The assessment, equalization, and taxation of school and endowment lands that satisfy the criteria for classification of land as agricultural shall be at the same level and on the same basis as land assessed and equalized according to §§ 10-6-33.28 to 10-6-33.33, inclusive. Section 13. That § 10-6-31.3 be AMENDED: 10-6-31.3. Criteria for classification of land as agricultural. For tax purposes, land is agricultural land if its the land's principal use is devoted to the raising and harvesting of crops or timber or fruit trees, the rearing, feeding, and management of farm livestock, poultry, fish, or nursery stock, the production of bees and apiary products, or horticulture, all for intended profit. Agricultural real estate land also includes woodland, wasteland, and pasture land, but only if the land is held and operated in conjunction with agricultural real estate as defined land and it is under the same ownership. In addition, to be classified as agricultural land for tax purposes, the land shall must meet one of the following criteria: (1) In three of the previous five years, a gross income is derived from the pursuit of agriculture from the land that is at least ten percent of the taxable valuation of the bare land assessed as agricultural property, excluding any improvements. If there is a crop share arrangement or cash rent agreement, the gross income from the land of both the landlord and tenant shall must be combined and used to meet this requirement. Alternatively, at least two thousand five hundred dollars of the owner's gross income is annually derived from the pursuit of agriculture; or (2) The land consists of not less than twenty acres of unplatted land or is a part of a management unit of not less than eighty acres of unplatted land. The same acreage specifications apply to platted land, excluding land platted as a subdivision, which that is in an unincorporated area. However, the board of county commissioners may increase the minimum acre requirement up to one hundred sixty acres. For the purposes of this section, the term, management unit, means any two or more parcels of land, whether adjoining or not, under common ownership located within this state and managed and operated as a unit for one or more of the principal uses listed in this section. No parcel of land within a management unit may be more than twenty air miles from the nearest other parcel within the management unit. If requested by the director of equalization, the owner shall provide supporting documentation of the land contained in the management unit. Section 14. That § 10-6-31.8 be AMENDED. 10-6-31.8. Criteria for classification of agricultural land as riparian buffer strip. Agricultural land shall be classified as a riparian buffer strip pursuant to § 10-6-31.7, if it meets the following criteria: (1) The agricultural land consists of existing or planted perennial vegetation; (2) The riparian buffer strip is a minimum of fifty feet in width along an eligible river, stream, or lake, and extends up to a maximum of one hundred twenty feet in width along an eligible river, stream, or lake. For the purposes of this section, the measurement along a river or stream begins at the top of the bank or where the upland or terrestrial vegetation begins, whichever is closer to the water channel, and extends landward from the beginning measuring point. The measurement along a lake begins where upland or terrestrial vegetation begins and extends landward from the beginning measuring point. A riparian buffer strip may vary along the riparian area if the strip is at least fifty to one hundred twenty feet in width and is mapped to calculate the taxable area involved; (3) The perennial vegetation is not harvested or mowed before July tenth. However, a minimum of four inches of vegetative cover shall be maintained at all times; (4) The perennial vegetation is not grazed during the months of May to September, inclusive; and (5) The landowner files a verified application with the director of equalization of the county where the agricultural property is located, verifying that the criteria of this section has been met. The application landowner shall include in the application a legal description of the parcel where the riparian buffer strip is located, all necessary documentation including maps and acre totals, and any other information required by the director of equalization to determine eligibility. The application shall must be filed annually with the director of equalization before October sixteenth. If the director of equalization determines that the agricultural land meets the criteria provided by this section, the land shall must be assessed pursuant to § 10-6-31.7 on November first. The application shall must be in a form as prescribed by the secretary of revenue. Section 15. That § 10-6-33 be AMENDED: 10-6-33. Basis for determining valuation for tax purposes --Cost, market and income approaches to appraisal considered. All property The director shall be assessed individually assess each tract of real property at its true and full fair market value in money. The true and full value is the taxable value of such property upon which the levy shall be made and applied and the taxes computed. In determining the true and full fair market value of property, the director of equalization may not adopt a lower or different standard of value because it is to serve as a basis of taxation. The director may not adopt as a criterion of value the price for which the a tract of real property would sell at a forced sale, or in the aggregate with all the other tracts of real property in the third class municipality or district county. The director shall value each article or description by itself and at an amount or price as he believes the property to be fairly worth in money. The true and full director shall determine the fair market value shall be determined by appropriate consideration of the cost approach, the market approach, and the income approach to appraisal. The director of equalization shall consider and document all elements of such approaches that are applicable prior to a determination of true and full fair market value. Section 16. That § 10-6-33.2 be REPEALED. 10-6-33.2. Determination of capacity to produce agricultural products--Sources of information. Section 17. That § 10-6-33.3 be AMENDED. 10-6-33.3. Property not used for agriculture separately assessed. Land or improvement improvements on land within an operating unit which that is not used incident to an agricultural pursuit shall be separately listed and assessed. Section 18. That § 10-6-33.5 be REPEALED. 10-6-33.5. Assessment, valuation, equalization, and taxation of school and endowment lands. Section 19. That § 10-6-33.7 be REPEALED. 10-6-33.7. Classification of agricultural land in each county--Basis for soil valuation. Section 20. That § 10-6-33.21 be AMENDED: 10-6-33.21. Assessed value of inundated farmlands--Classification. If an application is submitted pursuant to § 10-6-33.22, the director of equalization shall take into consideration and make adjustments in setting the assessed value for agricultural land which has been inundated by floods and is not farmable during the past three growing seasons. The director of equalization shall use the marshland soils rating classification pursuant to §§ 10-6-33.2 and 10-6-33.7 § 10-6-33.32 to determine the assessed value of the acreage inundated and not farmable. Section 21. That § 10-6-33.22 be AMENDED. 10-6-33.22. Request for special assessment for inundated farmland--Time limit--Description of land. If agricultural land has been inundated by floods and was not farmable during the past three growing seasons, any landowner or the landowner's agent or attorney may request the director of equalization to specially assess the land for the purpose of taxation by submitting an application before November first. The landowner or the landowner's agent or attorney shall describe on the application the portion of the agricultural land that has been inundated by floods and was not farmable during the past three growing seasons. Section 22. That § 10-6-33.31 be AMENDED: 10-6-33.31. Agricultural income value for county--Adjustment of assessed value by director. Before July first each year, the secretary of revenue shall annually provide each director of equalization the agricultural income value for each county as computed pursuant to § 10-6-33.28. The director of equalization shall annually determine the assessed value of agricultural land. The assessed value of agricultural land may be adjusted by the director of equalization to the extent one or more of the following factors affect the productivity of the land: (1) The capacity of the land to produce agricultural products as defined in § 10-6-33.2; and (2) One or more of the following factors: (a) Location; (b)(2) Size; (c)(3) Soil survey statistics; (d)(4) Terrain; (e)(5) Topographical condition; (f)(6) Climate; (g)(7) Accessibility; or (h)(8) Surface obstructions. Each The director shall document each adjustment shall be documented. The director of equalization shall document an adjustment by using data from sources reasonably related to the adjustment being made. In addition, the director of equalization may use data from comparable sales of agricultural land to document the adjustment concerning productivity for any of the factors listed in this section. If the actual use of agricultural land varies from the land use category specified by soil classification standards, or if any factors listed in subdivision (2) this section exist that affect the productivity of the land, the property owner may request an examination of the land by the director of equalization on a form prescribed by the department. The director of equalization shall determine whether to adjust the assessed value of the agricultural land pursuant to the factors listed in subdivision (2) this section. The director of equalization shall document all supporting evidence for the adjustment determination. The director of equalization shall provide any adjustment documentation to the department upon request. The adjustment documentation must be kept in the director of equalization's director's office for the life of the adjustment. Section 23. That § 10-6-33.32 be AMENDED. 10-6-33.32. Division of land into categories--Director provides soil ratings--Director permitted to make adjustments. Agricultural land All soils shall be divided into classes based on soil classification standards developed by the director of equalization into categories, including United States Department of Agriculture, Natural Resources Conservation Service. All agricultural land shall be categorized as either cropland and or noncropland. Each category The department shall be divided into classes based on provide each county with soil classification standards developed by the United States Department of Agriculture Natural Resources Conservation Service ratings for all soil types present in the county. The director shall implement the soil ratings and utilize the ratings as the basis for determining the value of each soil type in the county. The director may make an adjustment to a parcel pursuant to § 10-6-33.31. Section 24. That § 10-6-33.34 be AMENDED: 10-6-33.34. Fair market value of agricultural land. The agricultural income value for agricultural land as determined by §§ 10-6-33.28 to 10-6-33.33, inclusive, represents the fair market value of agricultural land for purposes of assessment, equalization, and taxation, and the Department of Revenue department shall provide the director of equalization of each county the factor of adjustment necessary for the computation required pursuant to §§ 10-3-41, 10-12-31.1, 10-12-42, and 10-13-37. Section 25. That § 10-6-33.35 be AMENDED: 10-6-33.35. Agricultural Land Assessment Implementation and Oversight Advisory Task Force. There is hereby established the Agricultural Land Assessment Implementation and Oversight Advisory Task Force. The task force shall consist of the following fourteen members: (1) The speaker of the House of Representatives shall appoint four members of the House of Representatives, no more than two of whom may be from one political party; (2) The speaker of the House of Representatives shall appoint three members of the general public, at least one of the members shall have an agricultural background and at least one of the members shall have a business background; (3) The president pro tempore of the Senate shall appoint four members of the Senate, no more than two of whom may be from one political party; and (4) The president pro tempore of the Senate shall appoint three members of the general public, at least one of the members shall have an agricultural background and at least one of the members shall have a business background. The initial appointments shall be made no later than July 1, 2008, and shall serve until January 12, 2009. The speaker of the House of Representatives and president pro tempore of the Senate before the close of each regular session of the Legislature held in odd-numbered years shall appoint members to the task force for a term of two years. If there is a vacancy on the task force, the vacancy shall be filled in the same manner as the original appointment. The task force shall advise the department regarding the rules promulgated by the department to administer the provisions concerning the assessment and taxation of agricultural lands and shall review the implementation of the provisions of law concerning the assessment and taxation of agricultural land. The task force shall report to the Senate and House of Representatives and may submit a copy of its report to the Governor. The task force may present draft legislation and policy recommendations to the Legislative Research Council Executive Board. The task force shall make recommendations in the following areas: (1) The proper percentage of annual earning capacity to be used to determine the agricultural income value pursuant to § 10-6-33.28; (2) The proper capitalization rate in order to have total taxable valuation for the taxes payable in 2011 from agricultural property be not more than total taxable valuation for the taxes payable in 2010 from agricultural property plus the estimated growth in agricultural property value in 2010; (3) The changes, if any, that must be made to §§ 13-10-6, 13-16-7, 13-37-16, and 13-37-35.1 to ensure that the total amount of additional taxes that may be generated on agricultural land by a school district pursuant to the provisions of §§ 13-10-6, 13-16-7, 13-37-16, and 13-37-35.1 will not provide a substantial property tax revenue increase for the school district pursuant to the implementation of the productivity system pursuant to §§ 10-6-33.28 to 10-6-33.33, inclusive; (4) The changes, if any, that must be made to §§ 13-10-6, 13-16-7, 13-37-16, and 13-37-35.1 to ensure that the total amount of property taxes that may be lost on agricultural land by a school district pursuant to the provisions of §§ 13-10-6, 13-16-7, 13-37-16, and 13-37-35.1 will not provide a substantial property tax revenue decrease for the school district pursuant to the implementation of the productivity system pursuant to §§ 10-6-33.28 to 10-6-33.33, inclusive; and (5) The distribution of the local effort for the general fund of school districts between the classifications of real property as provided by § 13-13-72.1 which establishes the real property tax contribution from agricultural property for the general fund of school districts as a fixed ratio of the total local effort for such levies. The task force shall also consider the other taxes paid by agricultural property, the relationship of the total assessed value of agricultural property to the total assessed value of all real property, and other factors the task force deems appropriate. Section 26. That a NEW SECTION be added: 10-6-135. Recommendations required by Agricultural Land Assessment Implementation and Oversight Advisory Task Force. The Agricultural Land Assessment Implementation and Oversight Advisory Task Force established pursuant to § 10-6-33.35 shall make recommendations in the following areas: (1) The proper percentage of annual earning capacity and capitalization rate to be used to determine the agricultural income value pursuant to § 10-6-33.28; (2) The changes, if any, that must be made to §§ 13-16-7, 13-37-16, and 13-37-35.1 to ensure that the total amount of additional taxes that may be generated on agricultural land by a school district pursuant to the provisions of §§ 13-16-7, 13-37-16, and 13-37-35.1 will not provide a substantial property tax revenue increase for the school district pursuant to the implementation of the productivity system pursuant to §§ 10-6-33.28 to 10-6-33.33, inclusive; (3) The changes, if any, that must be made to §§ 13-16-7, 13-37-16, and 13-37-35.1 to ensure that the total amount of property taxes that may be lost on agricultural land by a school district pursuant to the provisions of §§ 13-16-7, 13-37-16, and 13-37-35.1 will not provide a substantial property tax revenue decrease for the school district pursuant to the implementation of the productivity system pursuant to §§ 10-6-33.28 to 10-6-33.33, inclusive; and (4) The distribution of the local effort for the general fund of school districts between the classifications of real property as provided by § 13-13-72.1 which establishes the real property tax contribution from agricultural property for the general fund of school districts as a fixed ratio of the total local effort for such levies. The task force shall also consider the other taxes paid by agricultural property, the relationship of the total assessed value of agricultural property to the total assessed value of all real property, and other factors the task force deems appropriate. Section 27. That §§ 10-6-33.36 to 10-6-33.38 be REPEALED. Section 28. That § 10-6-35 be REPEALED. 10-6-35. Value of land excluding improvements determined--Value including improvements--Mines and quarries included. Section 29. That § 10-6-35.20 be REPEALED. 10-6-35.20. Tax credit allowed for system producing ethyl alcohol fuel--Fuel for resale excluded. Section 30. That § 10-6-36 be REPEALED. 10-6-36. Real property to be viewed--Entry of values for land, improvements and total. Section 31. That § 10-6-36.1 be AMENDED. 10-6-36.1. Unrecorded improvements to real property--Notification of value to county auditor. If the director of equalization finds improvements to real property when assessing such the property for tax purposes, and if the improvements are not recorded in the director's records for such the property and the improvements were not made in the year immediately preceding the assessment date, the director shall notify the county auditor of the value of such the improvements and the date when the improvements were added to the real property. Section 32. That § 10-6-36.2 be AMENDED. 10-6-36.2. Improvements to which provisions not applicable--Petition and hearing prior to notification of auditor. The provisions of §§ 10-6-36.1 to 10-6-36.3, inclusive, may not be applied to improvements to real property made two or more years prior to the assessment date unless the owner of the real property willfully hid or attempted to hide the improvements from the director of equalization for the purpose of evading the taxation of such improvements. Before the director of equalization may notify the county auditor of improvements made two or more years prior to the assessment date, the director shall petition the circuit court where such real property is located. The court shall hold a hearing on such petition and shall determine if the owner of the real property hid or attempted to hide the improvements for the purpose of evading the taxation of such improvements. The court shall provide reasonable notice of the hearing to the director of equalization and the owner of such real property. The director of equalization and the owner of the real property shall be given opportunity to present evidence and be represented by counsel. Section 33. That § 10-6-36.3 be AMENDED. 10-6-36.3. Petition for reversal of director's decision--Notice and hearing. Any person whose improvements are added to the tax roll pursuant to §§ 10-6-36.1 to 10-6-36.3, inclusive, but feels that the improvements were not added to the property tax roll in the year the improvements should have been added because of poor assessment practices, may petition the circuit court where such the real property is located for a reversal of the director of equalization's director's decision. The court shall hold a hearing on such the petition and shall determine if poor assessment practice was the reason the improvements were not added to the tax roll in the year such the improvements should have been added. The court shall provide reasonable notice of the hearing to the director of equalization and the owner of such the real property. The director of equalization and the owner of the real property shall be given opportunity to present evidence and be represented by counsel. Section 34. That § 10-6-37 be AMENDED. 10-6-37. Railroad and highway rights‑of‑way deducted in valuing land. The county director of equalization shall, in assessing lands for taxation through or over which any railroad or public highway runs, deduct from the entire area of such the land the amount of land embraced within the limits of the right‑of‑way of such the railroad or public highway, and assess to the owner of such the land through or over which such the right‑of‑way or other highway extends, only the amount of such the land less the amount so deducted. This section does not apply to highways running upon section lines. Section 35. That § 10-6-38 be AMENDED. 10-6-38. Real estate list included in assessment lists, rolls, and book--Contents. The assessment lists, rolls, and book shall contain a list of all the taxable lands in the county in numerical order, beginning with the lowest numbered section in the lowest numbered township in the lowest numbered range in the county, and ending with the highest numbered section, township, and range, with the number of acres in each tract set opposite the same in a column provided for that purpose, and the assessed value thereof in another column, and the name of the owner or person listing the same in another column, with the columns of acres and values footed up. Also stating the number of the school and road district in which such property and the owner thereof is situated: provided that where the district has no board of equalization, such assessment roll shall be delivered to the county auditor. Section 36. That § 10-6-40 be AMENDED. 10-6-40. Equalization director's affidavit attached to real estate list. Each director of equalization or deputy director shall take and subscribe an oath, which shall be certified by the county auditor or other officer administering the same, and attach to the return which he the director is required to make, in the following form: I, __________, director of equalization for the ________________of ________________in __________ county, in the State of South Dakota, do solemnly swear (or affirm), that the return to which this is attached contains a correct description of each parcel of real property within such municipality, township, or assessment district, as far as I have been able to ascertain the same; that the value attached to each parcel in such return is, as I verily believe, the full and true cash value thereof; that in no case have I knowingly omitted to demand a statement of the description and value of all the real property which I am required by law to list, or in any way connived at any violation or evasion of any of the requirements of the law in relation to the listing and valuing of real property. Section 37. That § 10-6-43 be AMENDED: 10-6-43. Records of county auditor or treasurer authorized as tax records. The use of looseleaf books and records, lists, card systems, auxiliary and miscellaneous records, in lieu of the equalization director's or assessment books, Records kept in any form in the office of a county auditor or treasurer may be used as tax records, in the office of the county auditor and treasurer, is hereby authorized and the use of such looseleaf books and records, lists, card systems, auxiliary and miscellaneous records, prior to July 1, 1951, is hereby legalized and validated. The form of the tax lieu of the director's assessment books or other records herein authorized shall be approved by the secretary of revenue. The use of such records herein authorized prior to July 1, 1951, shall not be deemed or considered an irregularity or defect in any court in any proceeding to recover real or personal property sold for taxes, or to invalidate or cancel any tax sale certificate, tax deed, or other tax sale proceeding. Section 38. That § 10-6-44 be AMENDED: 10-6-44. Delivery of updated records to boards of equalization--Open to public inspection. In districts having local boards of equalization each Each director of equalization shall annually, on or before the third Monday in March, annually make out and deliver updated assessment records to the clerk of the local board of equalization, or, if there is no local board of equalization, then to the county auditor, the assessment books, lists, rolls, looseleaf books and records, lists, card system, auxiliary and miscellaneous records, and returns herein provided for. Such books, lists, rolls, and returns. The records delivered are open to public inspection by all interested persons, until the following Saturday. Section 39. That § 10-6-50 be AMENDED. 10-6-50. Notice of assessment--Required information--Promulgation of rules. The director of equalization shall mail or transmit electronically a notice of assessment to each property owner not later than March first. The notice of assessment must contain that contains: (1) A statement that property occupied by the owner or a parent of the owner may be eligible for tax relief by being classified as an owner-occupied single-family dwelling pursuant to §§ 10-13-39 through 10-13-40; (2) A statement that property owned and occupied by a veteran who is rated as permanently and totally disabled from a service-connected disability or the veteran's surviving spouse may be eligible for tax relief pursuant to §§ 10-4-40 and 10-4-41; (3) A statement that a dwelling specifically designed for use by a paraplegic as a wheelchair home that is owned and occupied by a paraplegic veteran, a veteran with the loss or loss of use of both lower extremities, or the veteran's surviving spouse may be eligible for tax relief pursuant to § 10-4-24.10; (4) A statement that a dwelling owned and occupied by a paraplegic or an individual with the loss or loss of use of both lower extremities may be eligible for tax relief pursuant to § 10-4-24.11; and (5) A statement that property owned by a citizen who reached sixty-five years of age or who is disabled may be eligible for tax relief pursuant to chapter 10-6A; and (6) Uniform information prescribed by the secretary of revenue the department. The secretary of the department may promulgate rules, pursuant to chapter 1-26, concerning the form and content of the notice. Section 40. That § 10-6-75 be AMENDED: 10-6-75. Notice to real property owners of certain increases in assessed valuation--Contents--Promulgation of rules. If the assessed valuation of any real property increases by more than twenty percent in a year, the director of equalization shall provide written notice to the property owner, unless the property was subject to an addition, improvement, or change in use or classification. The director shall provide in the written notice shall provide: (1) Notification of the current assessed valuation, the prior year's assessment, and the percentage increase of the assessed valuation; (2) A statement that the director of equalization will provide to the property owner, upon request, sales of comparable property or other information supporting the increased assessed valuation; and (3) Information about the appeal process. The secretary of the Department of Revenue department may promulgate rules, pursuant to chapter 1-26, concerning the form and content of the notice. Section 41. That §§ 10-6-76 to 10-6-77 be REPEALED. Section 42. That § 10-6-78 be AMENDED: 10-6-78. Consideration of federal income tax credits in assessing property prohibited. No county A director of equalization may not consider any federal income tax credit that is extended to the property owner under pursuant to sections 38, 42, and 47 of the United States Internal Revenue Code, as of January 1, 2001 defined in § 10-1-47, for the purpose of assessing any real property. The provisions of this section are effective retroactively to November 1, 2008. Section 43. That § 10-1-47 be AMENDED. 10-1-47. Internal Revenue Code--Defined for certain sections. The term, United States Internal Revenue Code, or Internal Revenue Code, means the United States Internal Revenue Code as amended and in effect on January 1, 2020. This section applies to §§ 10-4-9.1, 10-4-9.2, 10-4-9.3, 10-4-9.4, 10-4-39, 10-6-78, and 10-43-10.1, and subdivisions 10-6A-1(7), 10-6B-1(5), 10-18A-1(6), 10-43-10.3(6), and 10-45A-1(5). Section 44. Pursuant to § 2-16-9, the Code Counsel shall transfer all sections of chapter 10-6 that have not been repealed to chapter 10-6, beginning with § 10-6-101, as follows: § 10-6-1 to § 10-6-101; § 10-6-1.1 to § 10-6-102; § 10-6-1.2 to § 10-6-103; § 10-6-1.3 to § 10-6-104; § 10-6-2 to § 10-6-105; § 10-6-4 to § 10-6-107; § 10-6-8 to § 10-6-108; § 10-6-25 to § 10-6-109; § 10-6-31 to § 10-6-110; § 10-6-31.1 to § 10-6-111; § 10-6-31.2 to § 10-6-106; § 10-6-31.3 to § 10-6-112; § 10-6-31.4 to § 10-6-113; § 10-6-31.5 to § 10-6-114; § 10-6-31.6 to § 10-6-115; § 10-6-31.7 to § 10-6-116; § 10-6-31.8 to § 10-6-117; § 10-6-31.9 to § 10-6-118; § 10-6-33 to § 10-6-119; § 10-6-33.3 to § 10-6-120; § 10-6-33.8 to § 10-6-121; § 10-6-33.9 to § 10-6-122; § 10-6-33.12 to § 10-6-123; § 10-6-33.13 to § 10-6-124; § 10-6-33.21 to § 10-6-125; § 10-6-33.22 to § 10-6-126; § 10-6-33.28 to § 10-6-127; § 10-6-33.29 to § 10-6-128; § 10-6-33.30 to § 10-6-129; § 10-6-33.31 to § 10-6-131; § 10-6-33.32 to § 10-6-130; § 10-6-33.33 to § 10-6-132; § 10-6-33.34 to § 10-6-133; § 10-6-33.35 to § 10-6-134; § 10-6-34.1 to § 10-6-136; § 10-6-35.2 to § 10-6-137; § 10-6-35.4 to § 10-6-138; § 10-6-35.23 to § 10-6-139; § 10-6-35.27 to § 10-6-140; § 10-6-36.1 to § 10-6-145; § 10-6-36.2 to § 10-6-146; § 10-6-36.3 to § 10-6-147; § 10-6-37 to § 10-6-148; § 10-6-38 to § 10-6-149; § 10-6-39 to § 10-6-150; § 10-6-40 to § 10-6-151; § 10-6-43 to § 10-6-152; § 10-6-44 to § 10-6-153; § 10-6-50 to § 10-6-154; § 10-6-51 to § 10-6-156; § 10-6-56 to § 10-6-141; § 10-6-57 to § 10-6-142; § 10-6-66 to § 10-6-143; § 10-6-67 to § 10-6-144; § 10-6-75 to § 10-6-155; § 10-6-78 to § 10-6-157. Pursuant to § 2-16-9, the Code Commission and Code Counsel are requested to correct and integrate all cross-references from chapter 10-6 that have been transferred pursuant to this Act."}, {"bill_id": 12272, "bill_version_id": 219359, "bill_version": "Enrolled", "bill_version_date": "2021-03-03T18:23:47.69-06:00", "bill_text": "ENTITLED An Act to revise and reorganize certain provisions regarding the assessment of property for the purposes of taxation. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 10-6-1 be AMENDED: 10-6-1. Definition of terms. Terms used in this chapter mean: (1) \"Department,\" the Department of Revenue; (2) \"Director,\" a county's director of equalization; (3) \"Tract,\" \"lot,\" \"piece,\" or \"parcel,\" any contiguous quantity of land that is possessed by, owned by, or recorded in the name of the same person. Section 2. That § 10-6-1.4 be REPEALED. 10-6-1.4. \"Arms‑length transaction\" defined. Section 3. That § 10-6-3.1 be REPEALED. 10-6-3.1. Assessment date for leased school and endowment lands--Valuation date. Section 4. That § 10-6-4 be REPEALED. 10-6-4. Information as to land becoming taxable for first time--Transmittal to county officials. Section 5. That § 10-6-8 be AMENDED: 10-6-8. Statement of real property required of taxpayers. The director may require each person subject to this chapter to furnish to the director a statement under oath setting forth specifically all real property that is either owned by or under the control of the person on the statutory assessment day. Section 6. That § 10-3-27 be AMENDED: 10-3-27. Valuation of property on neglect or refusal by owner to comply with requirements--Notation of neglect or refusal. The director of equalization shall make an estimate of the value of property if any person, after demand by the director, neglects or refuses to comply with the requirements of this chapter or chapter 10-6. The director shall note the neglect or refusal on the assessment roll opposite the name of any such person. Section 7. That § 10-6-10 be REPEALED. 10-6-10. Statement forms to be furnished by county commissioners--Affidavit requirements. Section 8. That §§ 10-6-20 to 10-6-22 be REPEALED. Section 9. That § 10-6-25 be AMENDED: 10-6-25. Viewing of property--Inspection of records--Recording assessed value. For the purpose of making an assessment of a tract listed for taxation, the director or the director's deputy shall inspect and examine the property. The director may, without charge, inspect any book, paper, or public record that relates to the property. For each tract of real property assessed, the director shall record the property's assessed value without improvements or structures, the value of all improvements or structures on the property, and the property's total assessed value. Section 10. That § 10-6-31 be AMENDED: 10-6-31. Classification of property--Notation by director. For the purposes of taxation, all property is hereby classified into the following classes: (1) Agricultural property; (2) Nonagricultural property; and (3) Owner-occupied single-family dwellings. Agricultural property includes any land classified as agricultural land pursuant to § 10-6-31.3 and any improvements on the agricultural land used exclusively for agricultural purposes. However, agricultural property does not include any normally occupied dwelling or automobile garage or portion of a building used for that purpose by the occupant of such dwelling. Owner-occupied single-family dwellings include all property classified pursuant to § 10-13-39. Nonagricultural property includes all other property not otherwise classified. The director, in listing and assessing all property to which this section applies, shall designate opposite each description the class to which the property belongs. Section 11. That § 10-6-31.1 be AMENDED: 10-6-31.1. Agricultural land taxed without regard to zoning. Any land classified as agricultural land pursuant to § 10-6-31.3 shall be taxed as agricultural land without regard to its zoning classification. If any portion of the land is sold or otherwise converted to a principal use other than agricultural, then it shall be classified and taxed accordingly. Section 12. That § 10-6-31.2 be AMENDED: 10-6-31.2. Leased school lands classified separately--Assessment date and valuation date--Assessment, equalization, and taxation of school and endowment lands. Leased school and endowment lands, as provided in chapter 5-11, are hereby separately classified for the purpose of taxation. Leased school and endowment lands shall be listed and assessed annually pursuant to § 10-6-2. The assessment, equalization, and taxation of school and endowment lands that satisfy the criteria for classification of land as agricultural shall be at the same level and on the same basis as land assessed and equalized according to §§ 10-6-33.28 to 10-6-33.33, inclusive. Section 13. That § 10-6-31.3 be AMENDED: 10-6-31.3. Criteria for classification of land as agricultural. For tax purposes, land is agricultural land if the land's principal use is devoted to the raising and harvesting of crops or timber or fruit trees, the rearing, feeding, and management of farm livestock, poultry, fish, or nursery stock, the production of bees and apiary products, or horticulture, all for intended profit. Agricultural land also includes woodland, wasteland, and pasture land, but only if the land is held and operated in conjunction with agricultural land and is under the same ownership. In addition, to be classified as agricultural land for tax purposes, the land must meet one of the following criteria: (1) In three of the previous five years, a gross income is derived from the pursuit of agriculture from the land that is at least ten percent of the taxable valuation of the bare land assessed as agricultural property, excluding any improvements. If there is a crop share arrangement or cash rent agreement, the gross income from the land of both the landlord and tenant must be combined and used to meet this requirement. Alternatively, at least two thousand five hundred dollars of the owner's gross income is annually derived from the pursuit of agriculture; or (2) The land consists of not less than twenty acres of unplatted land or is a part of a management unit of not less than eighty acres of unplatted land. The same acreage specifications apply to platted land, excluding land platted as a subdivision, that is in an unincorporated area. However, the board of county commissioners may increase the minimum acre requirement up to one hundred sixty acres. For the purposes of this section, the term, management unit, means any two or more parcels of land, whether adjoining or not, under common ownership located within this state and managed and operated as a unit for one or more of the principal uses listed in this section. No parcel of land within a management unit may be more than twenty air miles from the nearest other parcel within the management unit. If requested by the director, the owner shall provide supporting documentation of the land contained in the management unit. Section 14. That § 10-6-31.8 be AMENDED. 10-6-31.8. Criteria for classification of agricultural land as riparian buffer strip. Agricultural land shall be classified as a riparian buffer strip pursuant to § 10-6-31.7, if it meets the following criteria: (1) The agricultural land consists of existing or planted perennial vegetation; (2) The riparian buffer strip is a minimum of fifty feet in width along an eligible river, stream, or lake, and extends up to a maximum of one hundred twenty feet in width along an eligible river, stream, or lake. For the purposes of this section, the measurement along a river or stream begins at the top of the bank or where the upland or terrestrial vegetation begins, whichever is closer to the water channel, and extends landward from the beginning measuring point. The measurement along a lake begins where upland or terrestrial vegetation begins and extends landward from the beginning measuring point. A riparian buffer strip may vary along the riparian area if the strip is at least fifty to one hundred twenty feet in width and is mapped to calculate the taxable area involved; (3) The perennial vegetation is not harvested or mowed before July tenth. However, a minimum of four inches of vegetative cover shall be maintained at all times; (4) The perennial vegetation is not grazed during the months of May to September, inclusive; and (5) The landowner files a verified application with the director of equalization of the county where the agricultural property is located, verifying that the criteria of this section has been met. The landowner shall include in the application a legal description of the parcel where the riparian buffer strip is located, all necessary documentation including maps and acre totals, and any other information required by the director to determine eligibility. The application must be filed annually with the director before October sixteenth. If the director determines that the agricultural land meets the criteria provided by this section, the land must be assessed pursuant to § 10-6-31.7 on November first. The application must be in a form as prescribed by the secretary of revenue. Section 15. That § 10-6-33 be AMENDED: 10-6-33. Basis for determining valuation for tax purposes--Cost, market and income approaches to appraisal considered. The director shall individually assess each tract of real property at its fair market value. In determining the fair market value of property, the director may not adopt a lower or different standard of value because it is to serve as a basis of taxation. The director may not adopt as a criterion of value the price for which a tract of real property would sell at a forced sale, or in the aggregate with all other tracts of real property in the county. The director shall determine the fair market value by appropriate consideration of the cost approach, the market approach, and the income approach to appraisal. The director shall consider and document all elements of such approaches that are applicable prior to a determination of fair market value. Section 16. That § 10-6-33.2 be REPEALED. 10-6-33.2. Determination of capacity to produce agricultural products--Sources of information. Section 17. That § 10-6-33.3 be AMENDED. 10-6-33.3. Property not used for agriculture separately assessed. Land or improvements on land within an operating unit that is not used incident to an agricultural pursuit shall be separately listed and assessed. Section 18. That § 10-6-33.5 be REPEALED. 10-6-33.5. Assessment, valuation, equalization, and taxation of school and endowment lands. Section 19. That § 10-6-33.7 be REPEALED. 10-6-33.7. Classification of agricultural land in each county--Basis for soil valuation. Section 20. That § 10-6-33.21 be AMENDED: 10-6-33.21. Assessed value of inundated farmlands--Classification. If an application is submitted pursuant to § 10-6-33.22, the director shall take into consideration and make adjustments in setting the assessed value for agricultural land which has been inundated by floods and is not farmable during the past three growing seasons. The director shall use the marshland soils rating classification pursuant to § 10-6-33.32 to determine the assessed value of the acreage inundated and not farmable. Section 21. That § 10-6-33.22 be AMENDED. 10-6-33.22. Request for special assessment for inundated farmland--Time limit--Description of land. If agricultural land has been inundated by floods and was not farmable during the past three growing seasons, any landowner or the landowner's agent or attorney may request the director to specially assess the land for the purpose of taxation by submitting an application before November first. The landowner or the landowner's agent or attorney shall describe on the application the portion of the agricultural land that has been inundated by floods and was not farmable during the past three growing seasons. Section 22. That § 10-6-33.31 be AMENDED: 10-6-33.31. Agricultural income value for county--Adjustment of assessed value by director. Before July first each year, the secretary of revenue shall annually provide each director the agricultural income value for each county as computed pursuant to § 10-6-33.28. The director shall annually determine the assessed value of agricultural land. The assessed value of agricultural land may be adjusted by the director to the extent one or more of the following factors affect the productivity of the land: (1) Location; (2) Size; (3) Soil survey statistics; (4) Terrain; (5) Topographical condition; (6) Climate; (7) Accessibility; or (8) Surface obstructions. The director shall document each adjustment. The director shall document an adjustment by using data from sources reasonably related to the adjustment being made. In addition, the director may use data from comparable sales of agricultural land to document the adjustment concerning productivity for any of the factors listed in this section. If the actual use of agricultural land varies from the land use category specified by soil classification standards, or if any factors listed in this section exist that affect the productivity of the land, the property owner may request an examination of the land by the director on a form prescribed by the department. The director shall determine whether to adjust the assessed value of the agricultural land pursuant to the factors listed in this section. The director shall document all supporting evidence for the adjustment determination. The director shall provide any adjustment documentation to the department upon request. The adjustment documentation must be kept in the director's office for the life of the adjustment. Section 23. That § 10-6-33.32 be AMENDED. 10-6-33.32. Division of land into categories--Director provides soil ratings--Director permitted to make adjustments. All soils shall be divided into classes based on soil classification standards developed by the United States Department of Agriculture, Natural Resources Conservation Service. All agricultural land shall be categorized as either cropland or noncropland. The department shall provide each county with soil ratings for all soil types present in the county. The director shall implement the soil ratings and utilize the ratings as the basis for determining the value of each soil type in the county. The director may make an adjustment to a parcel pursuant to § 10-6-33.31. Section 24. That § 10-6-33.34 be AMENDED: 10-6-33.34. Fair market value of agricultural land. The agricultural income value for agricultural land as determined by §§ 10-6-33.28 to 10-6-33.33, inclusive, represents the fair market value of agricultural land for purposes of assessment, equalization, and taxation, and the department shall provide the director the factor of adjustment necessary for the computation required pursuant to §§ 10-3-41, 10-12-31.1, 10-12-42, and 10-13-37. Section 25. That § 10-6-33.35 be AMENDED: 10-6-33.35. Agricultural Land Assessment Implementation and Oversight Advisory Task Force. There is hereby established the Agricultural Land Assessment Implementation and Oversight Advisory Task Force. The task force shall consist of the following fourteen members: (1) The speaker of the House of Representatives shall appoint four members of the House of Representatives, no more than two of whom may be from one political party; (2) The speaker of the House of Representatives shall appoint three members of the general public, at least one of the members shall have an agricultural background and at least one of the members shall have a business background; (3) The president pro tempore of the Senate shall appoint four members of the Senate, no more than two of whom may be from one political party; and (4) The president pro tempore of the Senate shall appoint three members of the general public, at least one of the members shall have an agricultural background and at least one of the members shall have a business background. The speaker of the House of Representatives and president pro tempore of the Senate before the close of each regular session of the Legislature held in odd-numbered years shall appoint members to the task force for a term of two years. If there is a vacancy on the task force, the vacancy shall be filled in the same manner as the original appointment. The task force shall advise the department regarding the rules promulgated by the department to administer the provisions concerning the assessment and taxation of agricultural lands and shall review the implementation of the provisions of law concerning the assessment and taxation of agricultural land. The task force shall report to the Senate and House of Representatives and may submit a copy of its report to the Governor. The task force may present draft legislation and policy recommendations to the Legislative Research Council Executive Board. Section 26. That a NEW SECTION be added: 10-6-135. Recommendations required by Agricultural Land Assessment Implementation and Oversight Advisory Task Force. The Agricultural Land Assessment Implementation and Oversight Advisory Task Force established pursuant to § 10-6-33.35 shall make recommendations in the following areas: (1) The proper percentage of annual earning capacity and capitalization rate to be used to determine the agricultural income value pursuant to § 10-6-33.28; (2) The changes, if any, that must be made to §§ 13-16-7, 13-37-16, and 13-37-35.1 to ensure that the total amount of additional taxes that may be generated on agricultural land by a school district pursuant to the provisions of §§ 13-16-7, 13-37-16, and 13-37-35.1 will not provide a substantial property tax revenue increase for the school district pursuant to the implementation of the productivity system pursuant to §§ 10-6-33.28 to 10-6-33.33, inclusive; (3) The changes, if any, that must be made to §§ 13-16-7, 13-37-16, and 13-37-35.1 to ensure that the total amount of property taxes that may be lost on agricultural land by a school district pursuant to the provisions of §§ 13-16-7, 13-37-16, and 13-37-35.1 will not provide a substantial property tax revenue decrease for the school district pursuant to the implementation of the productivity system pursuant to §§ 10-6-33.28 to 10-6-33.33, inclusive; and (4) The distribution of the local effort for the general fund of school districts between the classifications of real property as provided by § 13-13-72.1 which establishes the real property tax contribution from agricultural property for the general fund of school districts as a fixed ratio of the total local effort for such levies. The task force shall also consider the other taxes paid by agricultural property, the relationship of the total assessed value of agricultural property to the total assessed value of all real property, and other factors the task force deems appropriate. Section 27. That §§ 10-6-33.36 to 10-6-33.38 be REPEALED. Section 28. That § 10-6-35 be REPEALED. 10-6-35. Value of land excluding improvements determined--Value including improvements--Mines and quarries included. Section 29. That § 10-6-35.20 be REPEALED. 10-6-35.20. Tax credit allowed for system producing ethyl alcohol fuel--Fuel for resale excluded. Section 30. That § 10-6-36 be REPEALED. 10-6-36. Real property to be viewed--Entry of values for land, improvements and total. Section 31. That § 10-6-36.1 be AMENDED. 10-6-36.1. Unrecorded improvements to real property--Notification of value to county auditor. If the director finds improvements to real property when assessing the property for tax purposes, and if the improvements are not recorded in the director's records for the property and the improvements were not made in the year immediately preceding the assessment date, the director shall notify the county auditor of the value of the improvements and the date when the improvements were added to the real property. Section 32. That § 10-6-36.2 be AMENDED. 10-6-36.2. Improvements to which provisions not applicable--Petition and hearing prior to notification of auditor. The provisions of §§ 10-6-36.1 to 10-6-36.3, inclusive, may not be applied to improvements to real property made two or more years prior to the assessment date unless the owner of the real property willfully hid or attempted to hide the improvements from the director for the purpose of evading the taxation of such improvements. Before the director may notify the county auditor of improvements made two or more years prior to the assessment date, the director shall petition the circuit court where such real property is located. The court shall hold a hearing on such petition and shall determine if the owner of the real property hid or attempted to hide the improvements for the purpose of evading the taxation of such improvements. The court shall provide reasonable notice of the hearing to the director and the owner of such real property. The director and the owner of the real property shall be given opportunity to present evidence and be represented by counsel. Section 33. That § 10-6-36.3 be AMENDED. 10-6-36.3. Petition for reversal of director's decision--Notice and hearing. Any person whose improvements are added to the tax roll pursuant to §§ 10-6-36.1 to 10-6-36.3, inclusive, but feels that the improvements were not added to the property tax roll in the year the improvements should have been added because of poor assessment practices, may petition the circuit court where the real property is located for a reversal of the director's decision. The court shall hold a hearing on the petition and shall determine if poor assessment practice was the reason the improvements were not added to the tax roll in the year the improvements should have been added. The court shall provide reasonable notice of the hearing to the director and the owner of the real property. The director and the owner of the real property shall be given opportunity to present evidence and be represented by counsel. Section 34. That § 10-6-37 be AMENDED. 10-6-37. Railroad and highway rights‑of‑way deducted in valuing land. The director shall, in assessing lands for taxation through or over which any railroad or public highway runs, deduct from the entire area of the land the amount of land embraced within the limits of the right‑of‑way of the railroad or public highway, and assess to the owner of the land through or over which the right‑of‑way or other highway extends, only the amount of the land less the amount so deducted. This section does not apply to highways running upon section lines. Section 35. That § 10-6-38 be AMENDED. 10-6-38. Real estate list included in assessment lists, rolls, and book--Contents. The assessment lists, rolls, and book shall contain a list of all the taxable lands in the county in numerical order, beginning with the lowest numbered section in the lowest numbered township in the lowest numbered range in the county, and ending with the highest numbered section, township, and range, with the number of acres in each tract set opposite the same in a column provided for that purpose, and the assessed value thereof in another column, and the name of the owner or person listing the same in another column, with the columns of acres and values footed up. Section 36. That § 10-6-40 be AMENDED. 10-6-40. Equalization director's affidavit attached to real estate list. Each director shall take and subscribe an oath, which shall be certified by the county auditor or other officer administering the same, and attach to the return which the director is required to make, in the following form: I, __________, director of equalization for the ________________of ________________in __________ county, in the State of South Dakota, do solemnly swear (or affirm), that the return to which this is attached contains a correct description of each parcel of real property within such municipality, township, or assessment district, as far as I have been able to ascertain the same; that the value attached to each parcel in such return is, as I verily believe, the full and true cash value thereof; that in no case have I knowingly omitted to demand a statement of the description and value of all the real property which I am required by law to list, or in any way connived at any violation or evasion of any of the requirements of the law in relation to the listing and valuing of real property. Section 37. That § 10-6-43 be AMENDED: 10-6-43. Records of county auditor or treasurer authorized as tax records. Records kept in any form in the office of a county auditor or treasurer may be used as tax records in lieu of the director's assessment books or other records. Section 38. That § 10-6-44 be AMENDED: 10-6-44. Delivery of updated records to boards of equalization--Open to public inspection. Each director shall annually, on or before the third Monday in March, make out and deliver updated assessment records to the clerk of the local board of equalization, or, if there is no local board of equalization, then to the county auditor. The records delivered are open to public inspection by all interested persons until the following Saturday. Section 39. That § 10-6-50 be AMENDED. 10-6-50. Notice of assessment--Required information--Promulgation of rules. The director shall mail or transmit electronically a notice of assessment to each property owner not later than March first that contains: (1) A statement that property occupied by the owner or a parent of the owner may be eligible for tax relief by being classified as an owner-occupied single-family dwelling pursuant to §§ 10-13-39 through 10-13-40; (2) A statement that property owned and occupied by a veteran who is rated as permanently and totally disabled from a service-connected disability or the veteran's surviving spouse may be eligible for tax relief pursuant to §§ 10-4-40 and 10-4-41; (3) A statement that a dwelling specifically designed for use by a paraplegic as a wheelchair home that is owned and occupied by a paraplegic veteran, a veteran with the loss or loss of use of both lower extremities, or the veteran's surviving spouse may be eligible for tax relief pursuant to § 10-4-24.10; (4) A statement that a dwelling owned and occupied by a paraplegic or an individual with the loss or loss of use of both lower extremities may be eligible for tax relief pursuant to § 10-4-24.11; (5) A statement that property owned by a citizen who reached sixty-five years of age or who is disabled may be eligible for tax relief pursuant to chapter 10-6A; and (6) Uniform information prescribed by the secretary of the department. The secretary of the department may promulgate rules, pursuant to chapter 1-26, concerning the form and content of the notice. Section 40. That § 10-6-75 be AMENDED: 10-6-75. Notice to real property owners of certain increases in assessed valuation--Contents--Promulgation of rules. If the assessed valuation of any real property increases by more than twenty percent in a year, the director shall provide written notice to the property owner, unless the property was subject to an addition, improvement, or change in use or classification. The director shall provide in the written notice: (1) Notification of the current assessed valuation, the prior year's assessment, and the percentage increase of the assessed valuation; (2) A statement that the director will provide to the property owner, upon request, sales of comparable property or other information supporting the increased assessed valuation; and (3) Information about the appeal process. The secretary of the department may promulgate rules, pursuant to chapter 1-26, concerning the form and content of the notice. Section 41. That §§ 10-6-76 to 10-6-77 be REPEALED. Section 42. That § 10-6-78 be AMENDED: 10-6-78. Consideration of federal income tax credits in assessing property prohibited. A director may not consider any federal income tax credit that is extended to the property owner pursuant to sections 38, 42, and 47 of the United States Internal Revenue Code, as defined in § 10-1-47, for the purpose of assessing any real property. Section 43. That § 10-1-47 be AMENDED. 10-1-47. Internal Revenue Code--Defined for certain sections. The term, United States Internal Revenue Code, or Internal Revenue Code, means the United States Internal Revenue Code as amended and in effect on January 1, 2020. This section applies to §§ 10-4-9.1, 10-4-9.2, 10-4-9.3, 10-4-9.4, 10-4-39, 10-6-78, and 10-43-10.1, and subdivisions 10-6A-1(7), 10-6B-1(5), 10-18A-1(6), 10-43-10.3(6), and 10-45A-1(5). Section 44. Pursuant to § 2-16-9, the Code Counsel shall transfer all sections of chapter 10-6 that have not been repealed to chapter 10-6, beginning with § 10-6-101, as follows: § 10-6-1 to § 10-6-101; § 10-6-1.1 to § 10-6-102; § 10-6-1.2 to § 10-6-103; § 10-6-1.3 to § 10-6-104; § 10-6-2 to § 10-6-105; § 10-6-4 to § 10-6-107; § 10-6-8 to § 10-6-108; § 10-6-25 to § 10-6-109; § 10-6-31 to § 10-6-110; § 10-6-31.1 to § 10-6-111; § 10-6-31.2 to § 10-6-106; § 10-6-31.3 to § 10-6-112; § 10-6-31.4 to § 10-6-113; § 10-6-31.5 to § 10-6-114; § 10-6-31.6 to § 10-6-115; § 10-6-31.7 to § 10-6-116; § 10-6-31.8 to § 10-6-117; § 10-6-31.9 to § 10-6-118; § 10-6-33 to § 10-6-119; § 10-6-33.3 to § 10-6-120; § 10-6-33.8 to § 10-6-121; § 10-6-33.9 to § 10-6-122; § 10-6-33.12 to § 10-6-123; § 10-6-33.13 to § 10-6-124; § 10-6-33.21 to § 10-6-125; § 10-6-33.22 to § 10-6-126; § 10-6-33.28 to § 10-6-127; § 10-6-33.29 to § 10-6-128; § 10-6-33.30 to § 10-6-129; § 10-6-33.31 to § 10-6-131; § 10-6-33.32 to § 10-6-130; § 10-6-33.33 to § 10-6-132; § 10-6-33.34 to § 10-6-133; § 10-6-33.35 to § 10-6-134; § 10-6-34.1 to § 10-6-136; § 10-6-35.2 to § 10-6-137; § 10-6-35.4 to § 10-6-138; § 10-6-35.23 to § 10-6-139; § 10-6-35.27 to § 10-6-140; § 10-6-36.1 to § 10-6-145; § 10-6-36.2 to § 10-6-146; § 10-6-36.3 to § 10-6-147; § 10-6-37 to § 10-6-148; § 10-6-38 to § 10-6-149; § 10-6-39 to § 10-6-150; § 10-6-40 to § 10-6-151; § 10-6-43 to § 10-6-152; § 10-6-44 to § 10-6-153; § 10-6-50 to § 10-6-154; § 10-6-51 to § 10-6-156; § 10-6-56 to § 10-6-141; § 10-6-57 to § 10-6-142; § 10-6-66 to § 10-6-143; § 10-6-67 to § 10-6-144; § 10-6-75 to § 10-6-155; § 10-6-78 to § 10-6-157. Pursuant to § 2-16-9, the Code Commission and Code Counsel are requested to correct and integrate all cross-references from chapter 10-6 that have been transferred pursuant to this Act. An Act to revise and reorganize certain provisions regarding the assessment of property for the purposes of taxation. I certify that the attached Act originated in the: Senate as Bill No. 70 Secretary of the Senate President of the Senate Attest: Secretary of the Senate Speaker of the House Attest: Chief Clerk Senate Bill No. 70 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2021 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2021 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2021 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12272, "action_date": "2021-01-12T12:00:00-06:00", "document_id": 210377, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/210377.pdf", "status_text": "First read in Senate and referred to", "journal_page": 18, "committee_id_action": 514, "committee_id_assigned": 516, "result": "N", "vote": {}}, {"bill_id": 12272, "action_date": "2021-01-27T10:00:00-06:00", "document_id": 212614, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/212614.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 516, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12272, "action_date": "2021-01-27T10:00:00-06:00", "document_id": 212615, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/212615.pdf", "status_text": "Do Pass", "journal_page": 1, "committee_id_action": 516, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 67983, "president_vote": null, "Excused": [1776], "Yea": [1806, 1811, 1828, 1831, 1856, 3803]}}, {"bill_id": 12272, "action_date": "2021-01-27T10:00:00-06:00", "document_id": 212615, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/212615.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": 1, "committee_id_action": 516, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12272, "action_date": "2021-01-28T13:00:00-06:00", "document_id": 214294, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/214294.pdf", "status_text": "Do Pass", "journal_page": 136, "committee_id_action": 514, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 68064, "president_vote": null, "Yea": [1771, 3798, 1775, 1776, 1881, 1779, 1783, 1785, 1786, 1789, 1794, 1801, 1803, 1806, 1808, 1811, 1812, 1819, 1827, 1828, 1831, 3805, 1847, 1850, 1851, 1853, 1856, 1858, 1860, 3803, 3796, 3795, 1865, 1870], "Excused": [1790]}}, {"bill_id": 12272, "action_date": "2021-02-01T14:00:00-06:00", "document_id": 214930, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/214930.pdf", "status_text": "First Reading House", "journal_page": 166, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12272, "action_date": "2021-02-08T14:00:00-06:00", "document_id": 216807, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216807.pdf", "status_text": "Referred to", "journal_page": 238, "committee_id_action": 492, "committee_id_assigned": 499, "result": "N", "vote": {}}, {"bill_id": 12272, "action_date": "2021-03-02T08:30:00-06:00", "document_id": 218606, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/218606.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 499, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12272, "action_date": "2021-03-02T08:30:00-06:00", "document_id": 218607, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/218607.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 499, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 70416, "president_vote": null, "Excused": [1777, 3792, 1829, 1839], "Yea": [3791, 3801, 1813, 1830, 3787, 3800, 1781], "Nay": [1841, 1837]}}, {"bill_id": 12272, "action_date": "2021-03-03T14:00:00-06:00", "document_id": 219008, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/219008.pdf", "status_text": "Do Pass", "journal_page": 488, "committee_id_action": 492, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 70682, "president_vote": null, "Yea": [1766, 1767, 1768, 1769, 1770, 1772, 1778, 1780, 1782, 1784, 1788, 1792, 1793, 1796, 1798, 1799, 1800, 1802, 1804, 1805, 1807, 1809, 1813, 1817, 1820, 1822, 1823, 1824, 1826, 1829, 1830, 1832, 1834, 1835, 1836, 1839, 1843, 1844, 1852, 1855, 1864, 1866, 1868, 1883, 3782, 3783, 3784, 3785, 3787, 3789, 3790, 3791, 3792, 3793, 3794, 3797, 3799, 3800, 3801, 3802, 3804, 3806], "Excused": [1777, 1795, 1862, 3788], "Nay": [1781, 1837, 1841, 3786]}}, {"bill_id": 12272, "action_date": "2021-03-08T11:00:00-06:00", "document_id": 219725, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/219725.pdf", "status_text": "Signed by the President", "journal_page": 445, "committee_id_action": 514, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12272, "action_date": "2021-03-09T13:00:00-06:00", "document_id": 219991, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/219991.pdf", "status_text": "Signed by the Speaker", "journal_page": 541, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12272, "action_date": "2021-03-10T10:00:00-06:00", "document_id": 220126, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/220126.pdf", "status_text": "Delivered to the Governor", "journal_page": 468, "committee_id_action": 514, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12272, "action_date": "2021-03-29T11:00:00-05:00", "document_id": 220278, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/220278.pdf", "status_text": "Signed by the Governor", "journal_page": 494, "committee_id_action": 514, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 7222, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/12272"}