{"session_id": 69, "bill_id": 24852, "bill_type": "Senate Bill", "bill_number": 33, "bill_title": "repeal the Petroleum Release Compensation Board.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24852", "sponsors": [{"legislator_profile_id": 4503, "is_prime": true}, {"legislator_profile_id": 4558, "is_prime": true}, {"legislator_profile_id": 4475, "is_prime": false}, {"legislator_profile_id": 4476, "is_prime": false}, {"legislator_profile_id": 4478, "is_prime": false}, {"legislator_profile_id": 4487, "is_prime": false}, {"legislator_profile_id": 4512, "is_prime": false}, {"legislator_profile_id": 4518, "is_prime": false}, {"legislator_profile_id": 4521, "is_prime": false}, {"legislator_profile_id": 4528, "is_prime": false}, {"legislator_profile_id": 4529, "is_prime": false}, {"legislator_profile_id": 4533, "is_prime": false}, {"legislator_profile_id": 4534, "is_prime": false}, {"legislator_profile_id": 4552, "is_prime": false}, {"legislator_profile_id": 4564, "is_prime": false}, {"legislator_profile_id": 4576, "is_prime": false}], "keywords": ["Boards and Commissions", "Environmental Protection", "State Affairs and Government"], "audio": [{"meeting_datetime": "2024-01-11T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sco03.mp3", "start_seconds": 1040.0}, {"meeting_datetime": "2024-01-11T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sco03.mp3", "start_seconds": 1040.0}, {"meeting_datetime": "2024-01-11T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sco03.mp3", "start_seconds": 1040.0}, {"meeting_datetime": "2024-01-11T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sco03.mp3", "start_seconds": 1040.0}, {"meeting_datetime": "2024-01-16T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sen05.mp3", "start_seconds": 2390.0}, {"meeting_datetime": "2024-01-16T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sen05.mp3", "start_seconds": 2390.0}, {"meeting_datetime": "2024-01-16T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sen05.mp3", "start_seconds": 2390.0}], "bill_versions": [{"bill_id": 24852, "bill_version_id": 258072, "bill_version": "Introduced", "bill_version_date": "2024-01-03T17:16:56.41-06:00", "bill_text": "An Act to repeal the Petroleum Release Compensation Board. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 1-41-5 be AMENDED: 1-41-5. The Department of Agriculture and Natural Resources shall, under the direction and control of the secretary of agriculture and natural resources, perform all administrative functions except special budgetary functions (as defined in § 1-32-1) of the following boards and commissions: (1) The American Dairy Association of South Dakota, created by chapter 40-31; (2) The Seed Certification Board, created by chapter 38-11; (3) The South Dakota Weed and Pest Control Commission, created by chapter 38-22; (4) The State Fair Commission, created by chapter 1-21; (5) The Water Management Board, created by chapter 1-41; (6) The Board of Certification of Water Systems Operators, created by chapter 34A-3; (7) The South Dakota Conservancy District, created by chapter 46A-2; (8) The Petroleum Release Compensation Board, created by chapter 34A-13; (9) The Board of Minerals and Environment, created by chapter 1-41; and (10)(9) The State Emergency Response Commission, created by chapter 1-50. Notwithstanding this section, the staff director of the American Dairy Association of South Dakota is nominated pursuant to § 40-31-2.1. Section 2. That § 34A-13-1 be AMENDED: 34A-13-1. Terms used in this chapter mean: (1) \"Abandoned site,\" any release site on which none of the tanks have been used for the intentional storage of petroleum after April 1, 1988; (2) \"Asset value,\" with respect to valuation of amounts on deposit in or credited to any account or fund, the amount of cash on deposit in or credited to the account or fund plus the lesser of the cost or the face amount of any investments or other obligations on deposit in or credited to the account or fund; (3) \"Backfill area,\" the space containing the tank system and supporting material bounded by the ground surface, the sides and bottom of the pit, and the trenches into which the product lines for the tank system were placed at the time of installation; (4) \"Board,\" the Petroleum Release Compensation Board; (5) \"Corrective action,\" a necessary and reasonable action taken pursuant to an approved plan to minimize, contain, eliminate, remediate, mitigate or clean up, or monitor a release, including remedial emergency measures as defined in the regulated substance cleanup act, but does not include any action taken in excess of minimum environmental standards established by the department; (6)(5) \"Covered party,\" a responsible person, an employee of a responsible person, or any person having legal custody of a responsible person's real property; (7)(6) \"Deductible,\" the ten thousand dollars, or lesser amount established by the secretary of transportation the department, as an exclusion from reimbursable costs incurred in a corrective action; (8)(7) \"Department,\" the Department of Agriculture and Natural Resources; (9)(8) \"Director,\" the director of the petroleum release compensation fund; (10)(9) \"Petroleum marketer,\" any person licensed by the Department of Revenue to sell motor fuels, special fuels, or distillates of petroleum within the state; (11)(10) \"Fund,\" the petroleum release compensation fund; (12)(11) \"Occurrence,\" any release which is discovered and identified within a twelve-month period and known to have originated from a release site; (13)(12) \"Operator,\" any person in control of, or having responsibility for, the operation of a tank; (14)(13) \"Owner,\" any person who holds title to, controls, or possesses any interest in a tank. However, the term does not include a person who holds an interest in a tank solely for financial security, unless, through foreclosure or other related actions, the holder of a security interest has taken possession or control of the tank; (15)(14) \"Person,\" any individual, partnership, association, public or private corporation, or other legal entity, including the United States government, an interstate commission or other body, the state, or any agency, board, bureau, office, department, or political subdivision of the state; (16)(15) \"Petroleum,\" gasoline, alcohol blended fuels, diesel fuels, aviation gasoline, jet fuel, fuel oil, kerosene, and burner oil. Products that are specifically excluded from this definition include naphtha, lubricating oils, motor oil, automatic transmission fluid, waste oil, crude oil, oil sludge, oil refuse, and alcohols other than those that have been denatured with gasoline and stored to be used as blended fuel grade ethanol; (17)(16) \"Reimburse,\" any payment made by the fund to a covered party, the covered party's assignee, or a service provider for work performed or materials supplied, as part of a corrective action or third-party claim; (18)(17) \"Release,\" any unintentional spilling, leaking, emitting, discharging, escaping, leaching, or disposing of petroleum from a tank into the environment occurring in South Dakota, but does not include discharges or designed venting allowed under adopted rules or under federal or state law or discharges arising out of war, invasion, act of a foreign enemy, hostilities, revolution, earthquake, flood, or other catastrophic disaster occurring due to nature; (19)(18) \"Release site,\" one continuous property, not separated or divided by a public road or other commonly held boundary, on which the tank or tanks that are the source of the release are located as determined at the time of discovery of the release or as modified based upon subsequent assessment; (20)(19) \"Responsible person,\" any person who is an owner or operator of a tank at any time during or after a release; (21)(20) \"Service provider,\" any person providing a service to accomplish a corrective action, including consultants, environmental consultants, engineers, environmental engineers, contractors, excavators, landfill operators, materialmen, and any other person providing goods or services to a covered party pursuant to a written agreement; (22)(21) \"Tank,\" any one or a combination of containers, vessels, and enclosures, including structures and appurtenances connected to them, that is, or has been, used to contain or dispense petroleum that is either stationary or attached to a motor vehicle. Any vessel or container, in order to be covered by this chapter, shall be used primarily or exclusively to contain petroleum. However, the term does not include any pipeline facilities, including gathering lines, regulated under the Natural Gas Pipeline Safety Act of 1968, 49 U.S.C. chapter 24, or the Hazardous Liquid Pipeline Safety Act of 1979, 49 U.S.C. chapter 29, as in effect on January 1, 1988, or any tank farms if title to the petroleum has not passed to a distributor licensed in South Dakota; (23)(22) \"Tank pulling,\" the removal and disposal of backfill material and a tank, excluding the contents of the tank, and the removal and replacement of the surface above the backfill area; and (24)(23) \"Upgrade,\" any improvement to a release site, including improvements to its fixtures, surface characteristics, and drainage when compared with the site prior to the corrective action, made before, during, or after a corrective action. Section 3. That § 34A-13-5 be AMENDED: 34A-13-5. The board and the department shall develop jointly, and adopt by rules promulgated pursuant to chapter 1-26, a response procedure for emergency and other corrective actions. Section 4. That § 34A-13-8.2 be AMENDED: 34A-13-8.2. The board department may waive any percentage it deems appropriate of the deductible if the release is reported after April 1, 1990, and is discovered as a result of an action designed to bring existing equipment into compliance with environmental legal requirements as set forth in §§ 34A-2-99 and 34A-2-101. Section 5. That § 34A-13-8.3 be AMENDED: 34A-13-8.3. Regardless of the number of releases involved, locations involved, covered parties involved, claims made, suits brought, or persons filing claims or bringing legal action, in no event may the amount of reimbursement for any release site exceed nine hundred ninety thousand dollars unless the director has determined a new occurrence has taken place and all claims for prior occurrences have been established or settled. The provisions of this chapter do not authorize the board department to pay any exemplary and noneconomic damages, including damages for pain, suffering, inconvenience, physical impairment, disfigurement, loss of society and companionship, hedonic damages, or punitive damages on behalf of any covered party. Section 6. That § 34A-13-8.4 be AMENDED: 34A-13-8.4. In addition to the amounts set forth in this chapter, the board department shall provide the defense of third‑party claims and all costs related thereto for claims of covered parties arising under this chapter, including attorneys' fees. However, the board department may not provide the defense of third‑party claims and costs relating thereto, including attorneys' fees, if the coverage limit under this section is exhausted by judgments, settlements, or corrective action costs prior to the commencement of a civil action by the third‑party claimant against the covered party. Section 7. That § 34A-13-9 be AMENDED: 34A-13-9. A responsible person is liable for the cost of the corrective action taken by the board or the department, including the cost of investigating the release and administrative and legal expenses of the fund. This chapter does not create any new cause of action for damages on behalf of third parties for release of petroleum products against the fund, petroleum marketer, or covered parties. Reimbursement shall must be made to a covered party who qualifies pursuant to the criteria set forth in this chapter. No reimbursement from the fund may be made to a covered party if: (1) Corrective action has been taken in an emergency pursuant to § 34A-13-4, and the responsible person failed to report the existence of the emergency; (2) The board department has taken corrective action because a responsible person could not be identified or a tank has not been registered as required by law; or (3) The conditions of § 34A-13-8.5 have not been met. Section 8. That § 34A-13-12.1 be AMENDED: 34A-13-12.1. The director need not exhaust administrative remedies under this chapter in order to pursue any other administrative, civil, injunctive, or criminal remedies on behalf of the fund or the board. Section 9. That § 34A-13-15 be AMENDED: 34A-13-15. The board department shall hire and provide staff to support its activities. The staff shall must be employees of the executive branch of state government and subject to the statutes, rules, and other conditions of employment that are applied to employees in the executive branch of state government. All necessary costs and appropriations shall must be paid from the inspection fees collected pursuant to this chapter. Reimbursements previously made by the board, upon which no contested case was requested prior to January 1, 1992, are hereby ratified except to the extent the state or federal constitution may require judicial review. The board department may delegate to the director the duties and authority necessary to complete the daily operation and administration of the fund. Section 10. That § 34A-13-16 be AMENDED: 34A-13-16. The board department may adopt, pursuant to chapter 1-26, rules regarding its practices and procedures, the form and procedure for applications for compensation from the fund, procedures for investigation of claims, procedures and criteria for determining the amount and type of costs that are eligible for reimbursement from the fund, procedures for acceptable methods of payment from the fund, procedures for persons to perform services for the fund, the method and forms necessary for the collection of the fee, procedures for conducting training and testing, including standards for identifying acceptable performance on a test, of those who perform services to be reimbursed under this chapter, and other provisions necessary to carry out this chapter. Section 11. That § 34A-13-22 be AMENDED: 34A-13-22. The fee required by § 34A-13-20 shall must be paid on a monthly basis by all parties subject to the fee. The board department shall establish, by rules promulgated pursuant to chapter 1-26, the time and method of collection, interest on past due amounts, forms and other matters necessary for the collection of the fee. Section 12. That § 34A-13-23 be AMENDED: 34A-13-23. The board department may conduct audits or, by agreement, have the Department of Agriculture and Natural Resources conduct audits upon persons subject to the fee. Section 13. That § 34A-13-25 be AMENDED: 34A-13-25. If any party required to pay the fee fails to do so, the director must notify that party in writing that failure to pay the fee within fifteen days shall result in the suspension of all benefits under this chapter. The director shall also notify the department, by copy, of the party's failure, and the department may require additional proof of financial responsibility. If the past due fee is paid in full after benefits are suspended, the party may appeal to the board department for reinstatement of benefits in a contested case proceeding pursuant to chapter 1-26. The board secretary may deny reinstatement of benefits or grant partial or complete reinstatement of benefits. Any suspension or reinstatement undertaken by the board secretary upon which no judicial action has been commenced prior to January 1, 1992, is hereby ratified. Section 14. That § 34A-13-26 be AMENDED: 34A-13-26. The requirements of chapter 1-26 govern the administration of this chapter. Any decision made by the director becomes final unless appealed to the board department within thirty days of the date of that decision. The board secretary may, upon agreement with all affected parties, waive any hearing requirements of chapter 1-26 in order to provide for summary disposition of claims. Section 15. That § 34A-13-27 be AMENDED: 34A-13-27. Money in the fund may only be expended or obligated: (1) To administer the petroleum release compensation program established in this chapter; (2) For any administrative costs and costs of corrective action taken by the fund, including investigations, legal actions, consulting costs, and other necessary costs; (3) For any costs of recovering any expenses associated with corrective actions; (4) For training, testing, and certification of those who perform services to be reimbursed under this chapter; (5) For any costs paid to any state agency for services; (6) For research and studies designed to reduce releases and improve petroleum industry methods for storage and to develop information and knowledge to aid in cleanup; (7) To carry out inspections of tanks and to certify inspectors who may perform approved inspections of tanks; (8) To purchase insurance for the purpose of limiting certain risks associated with providing fund coverage as deemed appropriate by the secretary of agriculture and natural resources; (9) For any service provider unless the director has determined that a conflict of interest exists between the consultant and the contractor that could affect the integrity of the cleanup activities; (10) For rule making; and (11) For training of board members and staff employed by the department. Section 16. That § 34A-13-31 be AMENDED: 34A-13-31. Reimbursement may be made from the fund only if the board department has determined that the costs for which reimbursement is requested were actually incurred, reasonable, and necessary as determined under rules promulgated by the board department according to chapter 1-26, and were for actions that did not exceed petroleum remediation requirements established by state statutes and regulations. In establishing what constitutes reasonable and necessary costs, the board department shall consider trade usage, local labor and material costs, local conditions and practices, experience of the fund, and shall make allowance for site specific conditions. Any attempt by a covered party to claim reimbursement under circumstances when the covered party knew or should have known that the claimed reimbursement was not allowable under this chapter or rules promulgated hereunder authorizes the board department to reduce otherwise allowable claims submitted by the covered party. Any reduction imposed under this section is equal to the amount of the ineligible claim. Section 17. That § 34A-13-32 be AMENDED: 34A-13-32. Money in the fund is continuously appropriated to the board department for the purpose of making reimbursements under and for the other purposes described in this chapter. The board department shall annually submit its administrative budget to the Legislature for approval as provided in § 4-8-1. Section 18. That § 34A-13-34 be AMENDED: 34A-13-34. The amount of reimbursement to be paid for cleanup which was performed by a third party is not subject to legal process or attachment. The board department and the fund are not subject to legal process, attachment, lien, or lien foreclosure action by any persons having performed cleanup work or provided materials, supplies, or services for a cleanup project. Section 19. That § 34A-13-40 be AMENDED: 34A-13-40. The board department may provide by rules, promulgated pursuant to chapter 1-26, the limits of reimbursement for corrective action and third‑party claims. These limits may not exceed those set forth in § 34A-13-8.1, but may consist of any amount equal to or less than the amounts authorized for releases discovered after April 1, 1990. Any limits provided pursuant to this section are in addition to reasonable defense costs, including attorneys' fees, for third‑party claims. Section 20. That § 34A-13-41 be AMENDED: 34A-13-41. The board department shall provide reimbursement to licensed petroleum marketers, and other tank owners as defined by the board department pursuant to rule for liability to third parties. Coverage may only be extended to tanks that are regulated in §§ 34A-2-98 and 34A-2-100, excluding tanks that are exempted from coverage requirements by rules promulgated pursuant to chapter 1-26 by the Board of Water Management, in any amount not to exceed nine hundred ninety thousand dollars as described in §§ 34A-13-8.1 and 34A-13-40 and set forth in §§ 34A-13-42 to 34A-13-46, inclusive. Section 21. That § 34A-13-42 be AMENDED: 34A-13-42. Prior to providing third‑party reimbursement, the board department may promulgate rules pursuant to chapter 1-26 which state the amount of reimbursement, the terms and conditions of reimbursement, the period of reimbursement, and the tanks or occurrence covered by reimbursement. Section 22. That § 1-47-12 be REPEALED: All functions of the Petroleum Release Compensation Board under chapter 34A-13 and its functions in the former Department of Revenue and Regulation are transferred to the Department of Agriculture and Natural Resources. The secretary of the Department of Agriculture and Natural Resources shall perform the functions of the former secretary of the Department of Revenue and Regulation, relating to the Petroleum Release Compensation Fund. The petroleum release compensation fund board shall continue as an advisory board to the secretary of agriculture and natural resources on issues concerning petroleum inspection and release compensation. Section 23. That § 34A-13-14 be REPEALED: The Petroleum Release Compensation Board consists of five persons appointed by the Governor as follows: one with experience in insurance or claims adjusting; one with experience in banking or a finance related business; one engineer or one person with experience in a technical field; and two persons from the petroleum marketing industry. Not all members of the board may be of the same political party. The term of an appointment shall be five years. Two members shall originally be appointed for five years, two persons for four years and one person for three years. All functions of the Petroleum Release Compensation Board under chapter 34A-13 are hereby transferred to the secretary of the Department of Agriculture and Natural Resources. The Petroleum Release Compensation Board shall continue as an advisory board to the secretary of the Department of Agriculture and Natural Resources as provided for by § 1-32-4.1, on issues concerning petroleum inspection and release compensation. Section 24. That § 34A-13-48 be REPEALED: The board shall endeavor to integrate private insurance as the primary or secondary risktaker. The board and insurance industry officials representing pollution coverage who have registered with the board shall meet at least annually to determine the availability, affordability, and progress made to identify potential private companies to provide insurance coverage for resident businesses or individuals for pollution coverage. A report of these findings shall be submitted by the board to the Legislature by January tenth of each year."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24852, "action_date": "2024-01-09T12:00:00-06:00", "document_id": 257007, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/257007.pdf", "status_text": "First read in Senate and referred to", "journal_page": 17, "committee_id_action": 1219, "committee_id_assigned": 1209, "result": "N", "vote": {}}, {"bill_id": 24852, "action_date": "2024-01-11T10:00:00-06:00", "document_id": 258825, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/258825.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1209, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24852, "action_date": "2024-01-11T10:00:00-06:00", "document_id": 258827, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/258827.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1209, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 78352, "president_vote": null, "Yea": [4487, 4507, 4512, 4517, 4536, 4558, 4564, 4477, 4572]}}, {"bill_id": 24852, "action_date": "2024-01-11T10:00:00-06:00", "document_id": 258827, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/258827.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 1209, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24852, "action_date": "2024-01-12T13:00:00-06:00", "document_id": 259398, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/259398.pdf", "status_text": "Remove from Consent Calendar", "journal_page": 76, "committee_id_action": 1219, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24852, "action_date": "2024-01-12T13:00:00-06:00", "document_id": 259398, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/259398.pdf", "status_text": "Removed from Consent Calendar", "journal_page": 76, "committee_id_action": 1219, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24852, "action_date": "2024-01-16T14:00:00-06:00", "document_id": 259625, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/259625.pdf", "status_text": "Do Pass", "journal_page": 88, "committee_id_action": 1219, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 78472, "president_vote": null, "Yea": [4477, 4479, 4481, 4487, 4488, 4490, 4498, 4507, 4508, 4512, 4515, 4516, 4517, 4523, 4526, 4529, 4536, 4537, 4541, 4547, 4550, 4554, 4558, 4559, 4564, 4567, 4572, 4573, 4574, 4576], "Excused": [4480, 4493], "Nay": [4501, 4502]}}]}