{"session_id": 19, "bill_id": 4274, "bill_type": "Senate Bill", "bill_number": 220, "bill_title": "revise certain procedures for the vacation, change, or location of public highways.", "sponsors": [{"legislator_profile_id": 368, "is_prime": true}, {"legislator_profile_id": 354, "is_prime": true}], "keywords": ["Counties", "Highways and Bridges", "Townships"], "audio": [{"meeting_datetime": "2013-02-13T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/str22.mp3", "start_seconds": 1849.0}, {"meeting_datetime": "2013-02-13T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/str22.mp3", "start_seconds": 1849.0}, {"meeting_datetime": "2013-02-13T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/str22.mp3", "start_seconds": 1849.0}], "bill_versions": [{"bill_id": 4274, "bill_version_id": 24713, "bill_version": "Introduced", "bill_version_date": "2013-01-28T09:26:35.57-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain procedures for the vacation, change, or location of public highways. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 31-3-6 be amended to read as follows: 31-3-6. Upon receiving the petition of two or more voters of an organized civil township or of the, or a petition by a number of voters equal to or greater than one percent of the ballots cast for the last gubernatorial election in the affected county, or a request as provided for in section 2 in this Act, the board of supervisors of the township or the board of county commissioners wherein the highway is located or is proposed to be located may, except as provided in §§ 31-3-6.1, 31-3-12 and, 31-3-44, and 31-18-3, vacate, change, or locate any highway located or to be used within the township or county, if the public interest will be better served by the proposed vacating, changing, or locating of the highway. The petition of the voters shall set forth the beginning, course, and termination of the highway proposed to be located, changed, or vacated, together with the names of the owners of the land through which the highway may pass. Section 2. That chapter 31-3 be amended by adding thereto a NEW SECTION to read as follows: In lieu of a petition of voters for the vacation, change, or location of a public highway as provided in § 31-3-6, a board of county commissioners may vacate, change, or locate a public highway, upon a request for such action made to the board for purposes of subdividing property for residential, commercial, or industrial development or in situations in which an existing structure is located within a public highway. In addition to the information required in a petition of the voters as specified in § 31-3-6, the request shall include a survey of the public highway to be vacated, which shall be conducted by a surveyor or engineer certified in this state. The board of county commissioners may not vacate, change, or locate any such public highway unless the board conducts a hearing a provided in § 31-3-7. In addition to the notice requirements specified in § 31-3-7, the board, at a minimum, shall notify the owners of any land that is adjacent to the affected highway segment at least two weeks before the hearing. The notification shall be by certified, return receipt mail and shall include the information required in the public notice pursuant to § 31-3-7. Section 3. That § 31-3-7 be amended to read as follows: 31-3-7. In case of the filing of a petition described in § 31-3-6 or section 2 of this Act, the board shall, after giving notice of a public hearing, hold a public hearing called for the purpose of receiving public testimony about the action proposed by the petition. The board shall give notice of the public hearing by publication in the official newspaper of said the township, if any, otherwise in the nearest legal newspaper of said the county, once each week for at least two consecutive weeks. The notice of the public hearing shall state the purpose, date, time, and location of the hearing and a legal description of the location of the highway and the action proposed by the petition and how information, opinions, and arguments may be presented by any person unable to attend the hearing. The board shall, by resolution, determine whether the public interest will be better served by such the proposed vacating, changing, or locating of the highway in question, and upon resolution in the affirmative, shall make its order that such the highway be vacated, changed, or located."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4274, "action_date": "2013-01-28T14:00:00-06:00", "document_id": 24841, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24841.pdf", "status_text": "First read in Senate and referred to", "journal_page": 242, "committee_id_action": 200, "committee_id_assigned": 187, "result": "N", "vote": {}}, {"bill_id": 4274, "action_date": "2013-02-06T08:00:00-06:00", "document_id": 25172, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25172.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 187, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4274, "action_date": "2013-02-13T07:45:00-06:00", "document_id": 25496, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25496.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 187, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4274, "action_date": "2013-02-13T07:45:00-06:00", "document_id": 25633, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25633.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 389, "committee_id_action": 187, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13699, "president_vote": null, "Yea": [322, 329, 419, 385, 384, 388, 327]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/4274"}