{"session_id": 56, "bill_id": 19027, "bill_type": "House Bill", "bill_number": 1270, "bill_title": "revise certain provisions regarding exemptions of benefits and proceeds of certain insurance policies and annuities.", "sponsors": [{"legislator_profile_id": 3057, "is_prime": true}, {"legislator_profile_id": 3132, "is_prime": true}, {"legislator_profile_id": 3045, "is_prime": false}, {"legislator_profile_id": 3050, "is_prime": false}, {"legislator_profile_id": 3063, "is_prime": false}, {"legislator_profile_id": 3081, "is_prime": false}, {"legislator_profile_id": 3107, "is_prime": false}, {"legislator_profile_id": 3125, "is_prime": false}, {"legislator_profile_id": 3146, "is_prime": false}], "keywords": ["Civil Procedure", "Debtor and Creditor", "Insurance", "Judicial Remedies"], "audio": [{"meeting_datetime": "2004-02-05T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hco17hb1270a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-05T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hco17hb1270a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-05T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hco17hb1270a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 19027, "bill_version_id": 99860, "bill_version": "Introduced", "bill_version_date": "2004-01-26T10:02:12-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding exemptions of benefits and proceeds of certain insurance policies and annuities. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 58-12 be amended by adding thereto a NEW SECTION to read as follows: Any money or benefit of any kind, including policy proceeds and cash surrender values, to be paid or rendered to the insured, policyowner, or any beneficiary under any life insurance policy or annuity contract or under any plan or program of annuities and benefits, shall inure exclusively to the benefit of the named beneficiary for whose use and benefit the money or benefits are designated in the policy, plan, or program, and is exempt from the following: (1) Execution, attachment, garnishment, or other process; (2) Being seized, taken, or appropriated or applied by any legal or equitable process or operation of law to pay any debt or liability of the insured, policyowner, or of any beneficiary, either before or after the money or benefits are paid or rendered; and (3) All demands in any bankruptcy proceeding of the insured, policyowner, or beneficiary. Notwithstanding this section, if the insurance, by designation or otherwise, is payable to the insured or to the insured's estate or to the insured's executors, administrators, or assigns, the insurance proceeds shall become a part of the insured's estate for all purposes and shall be administered by the personal representative of the estate of the insured in accordance with the laws of this state in like manner as other assets of the insured's estate. Section 2. That chapter 58-12 be amended by adding thereto a NEW SECTION to read as follows: The exemptions provided by section 1 of this Act apply without regard to whether: (1) The power to change the beneficiary is reserved to the insured or policyowner; or (2) The insured, or the insured's estate, is a contingent beneficiary. Section 3. That chapter 58-12 be amended by adding thereto a NEW SECTION to read as follows: The exemptions provided by section 1 of this Act do not apply to: (1) Premium payments made in fraud of creditors subject to the applicable statute of limitations for the recovery of the premium payments; (2) Fines imposed for violation of state or federal statutes; (3) A debt of the insured or beneficiary secured by a pledge of the policy or its proceeds. Section 4. That chapter 58-12 be amended by adding thereto a NEW SECTION to read as follows: This Act does not prevent the proper assignment of any money or benefits to be paid or rendered under an insurance policy or annuity contract to which this Act applies, or any rights under the policy or contract, by the insured, owner, or annuitant in accordance with the terms of the policy or contract. Section 5. That chapter 58-12 be amended by adding thereto a NEW SECTION to read as follows: If any policy of insurance or plan or program of annuities and benefits mentioned in section 1 of this Act contains a provision against assignment or commutation by any beneficiary thereunder of the money or benefits to be paid or rendered thereunder, or any rights therein, any assignment or commutation or any attempted assignment or commutation by such beneficiary of such money or benefits or rights in violation of such provision is void. Section 6. That chapter 58-12 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this Act, an annuity contract issued by a life, health, or accident insurer, or under any plan or program of annuities or benefits in use by an employer or individual, shall be considered a policy or contract of insurance. Section 7. That § 58-12-11 be amended to read as follows: 58-12-11. Whenever If the proceeds of , or payments under , a life or health insurance policy or annuity contract heretofore or hereafter issued before or after the effective date of this Act become payable in accordance with the terms of such policy or contract, or the exercise of any right or privilege thereunder under the policy or contract , payment thereof by the insurer in accordance therewith with the policy or contract or in accordance with any written assignment thereof , shall fully discharge the insurer from all claims under the policy or contract or any further liability under the policy, and the insurer is responsible for, or required to direct, the application of such payments unless, before payment is made, the insurer has received at its home office written notice by or on behalf of some other person that such other person claims to be entitled to such payment or some interest in the policy or contract. Section 8. That § 58-12-4 be repealed. 58-12-4. The proceeds of a policy of life or health insurance to the total amount of twenty thousand dollars only, in the absence of any agreement or assignment to the contrary, shall inure to the separate use of the insured, his surviving spouse, or children, as the case may be, independently of the creditors of any of them and shall not be subject to the payment of the debts of any one or all of such persons, notwithstanding that the proceeds may be payable directly to the insured or surviving spouse or children as the named beneficiary or beneficiaries or otherwise; and the proceeds of an endowment policy, payable to the insured on attaining a certain age, to the extent of twenty thousand dollars shall at all times be exempted from the debts of such spouse or children of the insured; and the avails of any life or health insurance or other sum of money not exceeding twenty thousand dollars made payable by any mutual aid or benevolent society to any member or beneficiary spouse or children or both shall likewise be exempt. Section 9. That § 58-12-6 be repealed. 58-12-6. The benefits, rights, privileges, and options which under any annuity contract heretofore or hereafter issued are due or prospectively due the annuitant, shall not be subject to execution nor shall the annuitant be compelled to exercise any such rights, powers, or options, nor shall creditors be allowed to interfere with or terminate the contract, except as provided by § § 58-12-7 to 58-12-9, inclusive. Section 10. That § 58-12-7 be repealed. 58-12-7. Section 58-12-6 does not apply to amounts paid as premium on any such annuity with the intent to defraud creditors, with interest thereon, and of which the creditor has given the insurer written notice at its home office prior to the making of the payments to the annuitant out of which the creditor seeks to recover. Any such notice shall specify the amount claimed or such facts as will enable the insurer to ascertain such amount, and shall set forth such facts as will enable the insurer to ascertain the annuity contract, the annuitant and the payment sought to be avoided on the ground of fraud. Section 11. That § 58-12-8 be repealed. 58-12-8. The total exemption under § 58-12-6 of benefits presently due and payable to any annuitant periodically or at stated times under all annuity contracts under which he is an annuitant, shall not at any time exceed two hundred and fifty dollars per month for the length of time represented by such installments, and such periodic payments in excess of two hundred and fifty dollars per month shall be subject to levy in the manner provided by law and the rules of court. Section 12. That § 58-12-9 be repealed. 58-12-9. If the total benefits presently due and payable to any annuitant under all annuity contracts under which he is an annuitant, shall at any time exceed payment at the rate of two hundred and fifty dollars per month, then the court may order such annuitant to pay to a judgment creditor or apply on the judgment, in installments, such portion of such excess benefits as to the court may appear just and proper, after due regard for the reasonable requirements of the judgment debtor and his family, if dependent upon him, as well as any payments required to be made by the annuitant to other creditors under prior court orders. Section 13. That § 58-12-10 be repealed. 58-12-10. If an annuity contract so provides, the benefits, rights, privileges, or options accruing under such contract to a beneficiary or assignee shall not be transferable nor subject to commutation, and if the benefits are payable periodically or at stated times, the same exemptions and exceptions contained in § § 58-12-6 to 58-12-9, inclusive, for the annuitant, shall apply with respect to such beneficiary or assignee."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 19027, "action_date": "2004-01-26T14:00:00-06:00", "document_id": 99935, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99935.pdf", "status_text": "First read in House and referred to", "journal_page": 203, "committee_id_action": 831, "committee_id_assigned": 819, "result": "N", "vote": {}}, {"bill_id": 19027, "action_date": "2004-01-29T07:45:00-06:00", "document_id": 100232, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100232.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 819, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19027, "action_date": "2004-02-05T07:45:00-06:00", "document_id": 100704, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100704.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 819, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19027, "action_date": "2004-02-05T07:45:00-06:00", "document_id": 100704, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100704.pdf", "status_text": "Tabled", "journal_page": 407, "committee_id_action": 819, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 56993, "president_vote": null, "Excused": [3051], "Yea": [3053, 3104, 3112, 3117, 3118, 3121, 3123, 3130, 3131, 3136, 3133, 3096]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/19027"}