{"session_id": 32, "bill_id": 8357, "bill_type": "House Bill", "bill_number": 1147, "bill_title": "revise certain provisions concerning property tax collections, delinquent property taxes, tax certificates, and tax deeds.", "sponsors": [{"legislator_profile_id": 1304, "is_prime": true}, {"legislator_profile_id": 1226, "is_prime": true}, {"legislator_profile_id": 1268, "is_prime": false}, {"legislator_profile_id": 1235, "is_prime": false}, {"legislator_profile_id": 1228, "is_prime": false}, {"legislator_profile_id": 1273, "is_prime": false}, {"legislator_profile_id": 1267, "is_prime": false}, {"legislator_profile_id": 1221, "is_prime": false}, {"legislator_profile_id": 1215, "is_prime": false}, {"legislator_profile_id": 1242, "is_prime": false}], "keywords": ["Counties", "Property", "Property Tax Levy", "Tax Deeds", "Taxes"], "audio": [{"meeting_datetime": "2018-02-06T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hlo18.mp3", "start_seconds": 137.0}, {"meeting_datetime": "2018-02-06T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hlo18.mp3", "start_seconds": 137.0}, {"meeting_datetime": "2018-02-06T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hlo18.mp3", "start_seconds": 137.0}, {"meeting_datetime": "2018-02-07T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou19.mp3", "start_seconds": 5357.0}, {"meeting_datetime": "2018-02-07T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou19.mp3", "start_seconds": 5357.0}, {"meeting_datetime": "2018-02-07T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou19.mp3", "start_seconds": 5357.0}, {"meeting_datetime": "2018-02-07T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou19.mp3", "start_seconds": 5357.0}, {"meeting_datetime": "2018-02-21T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sta26.mp3", "start_seconds": 243.0}, {"meeting_datetime": "2018-02-21T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sta26.mp3", "start_seconds": 243.0}, {"meeting_datetime": "2018-02-21T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sta26.mp3", "start_seconds": 243.0}, {"meeting_datetime": "2018-02-21T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sta26.mp3", "start_seconds": 243.0}], "bill_versions": [{"bill_id": 8357, "bill_version_id": 47705, "bill_version": "Introduced", "bill_version_date": "2018-01-24T08:37:06.18-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions concerning property tax collections, delinquent property taxes, tax certificates, and tax deeds. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-21-1 be amended to read: 10-21-1. The county treasurer shall be the collector of collect all property taxes extended upon the tax list of the county, and all delinquent taxes whether levied for by the state, county, township, municipality, school, or other purposes, anything in the charter of any municipality to the contrary notwithstanding, and he shall proceed to collect the same according to law, and to place the same when collected to the credit of the proper funds or any of its taxing districts. Section 2. That § 10-21-1.1 be amended to read: 10-21-1.1. The county treasurer shall mail or transmit electronically a written tax bill to each taxpayer against whom a property tax has been assessed. The property tax bill sent to each taxpayer may reflect the breakdown of the tax by tax levies. However, the property tax bill shall at least provide a tax total for each taxing district. A definition shall be provided for any abbreviation used to describe any entity imposing a tax or special assessment. The property tax bill shall also separately state the amount of any taxes due as a result of a local decision to exceed the tax increase limits set forth in § 10-13-36 or 10-12-43 and shall be marked by an asterisk. The notice shall include the statement: \"INDICATES A LOCAL DECISION TO OPT OUT OF THE TAX LIMITATION.\" If the local vote to increase taxes had not passed, your the taxes would not have included the items marked with an asterisk (*). If the treasurer does not mail the property tax receipts described in § 10-21-14, the treasurer shall indicate in the property tax bill or a notice enclosed with the bill that the treasurer does not intend to send a receipt unless requested by the taxpayer. The county treasurer shall provide to a taxpayer a tax levy sheet, if If the tax levy breakdown is not shown on the tax bill, or upon the treasurer on the taxpayer's request shall provide a tax levy sheet to the taxpayer. The annual tax levy sheet shall contain an example of the computation of the total tax for an individual. The secretary of revenue shall prescribe a uniform form which shall be used by the county treasurer for notification of taxpayers as required by this section. Section 3. That § 10-21-2 be amended to read: 10-21-2. No demand for taxes shall be is necessary in order to fix the liability of the person against whom they the taxes are assessed, but it shall be is the duty of every person subject to taxation under this chapter to pay or cause to be paid to the county treasurer the amount thereof due. Section 4. That § 10-21-4 be amended to read: 10-21-4. Except as provided in § 10-9-10, all taxes shall become are due on the first day of January first of each year next following assessment, levy, or extension of the taxes and as between vendor and vendee shall become a lien upon on the real property on and after such date January first. Section 5. That § 10-21-5 be amended to read: 10-21-5. In all cases where If a receiver shall be is appointed, or an assignment for benefit of creditors made, or bankruptcy proceedings instituted, or administration of trusts or estates or similar court administration invoked, of, for, or in on behalf of any person, firm, or corporation in any court in this state, the personal property taxes of such the person, firm, or corporation shall be a is the first and preferred claim and charge and paid as part of the expense of administration out of the first funds or property accruing,. This claim and charge is subject only to the actual court costs and fees allowed by the court necessary for conducting the administration, and subject also to any absolute exemptions and family allowance provided by law. Section 6. That § 10-21-6 be repealed. 10-21-6. In all cases described in § 10-21-5 of administration of property of any person, firm, or corporation by any court of this state, notice of the proceedings must be served upon the county treasurer of the county in which the proceedings are conducted, the same as required for notice to any other creditor. Such county treasurer shall thereupon make proper claim for such personal taxes as may be due, or about to become due after assessment, or delinquent, and if it appears that the property of the estate is situated in some other county of the state or the person involved is a resident of some other county, such county treasurer shall prepare and forward a copy of the notice to such other county treasurers who shall thereupon present any such claims as their respective counties may have for personal taxes. Section 7. That § 10-21-7 be amended to read: 10-21-7. The board of county commissioners of any county may authorize the county treasurer to accept partial payments of taxes, upon application, thereof, any time after January first to apply against the taxes due. In cases where If the applicant for partial payment owes taxes on more than one tract or parcel of real property, he must the applicant shall, at the time of application for the privilege of partial payment, designate the tract or parcel of real property upon which said the partial payments are payment is to be first applied. Section 8. That § 10-21-7.1 be amended to read: 10-21-7.1. The board of county commissioners may permit any person to remit property taxes by electronic transmission in ten equal monthly installments. The first payment shall be made on January first and the final payment shall be made by October first in the year the taxes are payable. The board of county commissioners shall by resolution establish the criteria for determining which taxpayers may remit property taxes by electronic transmission. Section 9. That § 10-21-7.2 be amended to read: 10-21-7.2. Any remittance transmitted electronically pursuant to § 10-21-7.1 shall be made on or before the first day of the month and are considered to have been made on the date that the remittance is credited to the bank account designated by the county treasurer. For purposes of making any electronic transfers of remittances transfer of remittance pursuant to §§ 10-21-7.1 to 10-21-7.3, inclusive, the first day of the month means the first day of the month that is not, unless the first day of the month is a Saturday or, Sunday, or a state or federal a legal holiday enumerated in § 1-5-1, or a day which the Federal Reserve Bank is closed, then the electronic transfer of remittance is due on the next succeeding day that is not a Saturday, Sunday, a legal holiday enumerated in § 1-5-1, or a day which the Federal Reserve Bank is closed. Section 10. That § 10-21-7.3 be amended to read: 10-21-7.3. Any property taxes remitted by electronic transmission pursuant to § 10-21-7.1 are delinquent if not remitted by the third day of the month following the month the taxes are due. However, notwithstanding the provisions of § 10-21-23, the first half of property taxes are not delinquent if the fifth payment made monthly pursuant to §§ 10-21-7.1 to 10-21-7.3, inclusive, is credited to the bank account designated by the county treasurer on or before May first. If taxes become delinquent pursuant to this section, interest shall be added to the delinquent taxes at the Category G rate as established pursuant to § 54-3-16 for each day the taxes are delinquent. Section 11. That § 10-21-7.4 be amended to read: 10-21-7.4. The county treasurer is not required to provide a duplicate tax receipt pursuant to § 10-21-14 for each tax payment made monthly pursuant to §§ 10-21-7.1 to 10-21-7.3, inclusive. The county treasurer may provide a receipt for taxes paid when the entire year's taxes are for an entire year once paid in full. The county treasurer shall provide a receipt if requested by any person who has paid the entire year's taxes for an entire year in full. Section 12. That § 10-21-8 be repealed. 10-21-8. Any person having an interest in any real estate, whether divided or undivided, may pay his proportionate share of the taxes against such real estate without paying all of the taxes charged upon the tax list of the county against such real property. A statement of the portion of the taxes paid, the extent of the interest of such person in such real estate, and the name and address of the person paying same shall be shown upon the tax receipt and entered on the tax lists. In the event of the failure of any co-owner to pay his share of such taxes against such real estate, only the interest of such co-owner or co-owners shall be sold for delinquent taxes. Section 13. That § 10-21-11 be repealed. 10-21-11. State warrants are receivable for the amount payable into the state treasury on account of the ordinary state tax; county warrants are receivable in the treasury of the proper county for the amount of county tax payable into the county treasury, except when otherwise provided by law; city warrants shall be receivable on city taxes; town warrants shall be receivable on town taxes; school warrants shall be received for school taxes; civil township warrants shall be received for civil township taxes; and road and bridge warrants shall be received for road and bridge taxes in the district or township where such warrants are issued, provided that no warrants shall be so receivable unless offered by the person originally owning the account or to whom the warrant was originally issued and in payment of his own tax. Section 14. That § 10-21-12 be repealed. 10-21-12. When any person desiring to pay any taxes due and unpaid shall present a warrant to the treasurer of any county in payment for such tax, which shall exceed the amount that such treasurer is authorized to receive in warrants in payment for such tax, he shall endorse on the back of such warrant in part payment the amount he is authorized by law to receive, and date the same. Such treasurer shall take two receipts from the holder of such warrant for the amount so endorsed and paid, showing the date of the endorsement, a full description of such warrant, including the date thereof, to whom given, the amount for which it was given, and all the endorsements thereon; one of which receipts he shall forthwith file with the county auditor, the other he shall retain as his voucher. A copy of such receipt shall be forwarded to the taxing district involved with the next disbursement of tax collections made to such taxing district. Section 15. That § 10-21-13 be repealed. 10-21-13. If any taxing district disputes the validity or inapplicability of any warrant issued on any tax due it, notice of the dispute shall be served upon the county treasurer and such warrant shall thereafter not be received in payment of any such tax, except upon judgment of the court or unless the protest against its application is properly withdrawn by the taxing district involved. Section 16. That § 10-21-14 be amended to read: 10-21-14. The county treasurer shall make duplicate receipts for tax payments. One receipt may be delivered to the person paying the taxes and the other shall, within one week, be filed with the county auditor. The county auditor's copy of the receipt shall specify the property on which the tax was assessed, the amount of taxes collected for state purposes including the levy for state highways, the amount of each separate and distinct fund the tax is allocated to, and the years for which any of the real property described has been sold for taxes and not redeemed, unless the certificates for such the tax sales are more than six years old. Any county auditor who fails to enter upon on any tax receipt the amount of taxes for state purposes, or any county treasurer who fails to specify on the duplicate tax receipt the information required by this section, is guilty of a Class 2 misdemeanor. Section 17. That § 10-21-16 be amended to read: 10-21-16. All tax receipts issued by the county treasurer shall be bound in books of convenient size, or in such the form as may be prescribed by the auditor-general and numbered consecutively, commencing with number one on the first receipt issued for the taxes of any one year, and he shall not receipt for more than one year's taxes on the same property in one tax receipt, nor shall more than one series of numbers be used for any one year's taxes, but a. A separate and distinct series of numbers of receipts shall be kept and issued for the taxes of each year for which the same taxes have been levied and assessed. Section 18. That § 10-21-17 be amended to read: 10-21-17. A county treasurer or his deputy or any other person who intentionally issues a tax receipt or duplicate tax receipt which states that any part of the amount thereof was paid in warrants or orders when the same by a warrant or order if the tax was paid in cash is guilty of a theft. Section 19. That § 10-21-18 be amended to read: 10-21-18. A county treasurer or his deputy, or any other person, who intentionally issues a tax receipt, or duplicate tax receipt, required by this title, by fraudulently making the tax receipt and its duplicate, or the paper document purporting to be its duplicate, different from each other, with intent to defraud the state, any county, or any person, is guilty of theft. Section 20. That § 10-21-19 be amended to read: 10-21-19. Whenever If any taxes are paid, the county shall record in the tax list, opposite on the record of the description of the real property whereon the same for which the taxes were levied, the date of such the payment and the name of the person paying the same taxes. Section 21. That § 10-21-20 be amended to read: 10-21-20. Upon After payment in full of all taxes upon on any tract of land real property which has been subdivided, rearranged, or platted into lots, it shall be the duty of the county treasurer of the county in which such tract is situated to attach to shall sign the plat of such subdivision his certificate to certify that all taxes which are liens upon the tract so subdivided as shown by the records of his office have been fully paid, for which certificate the treasurer shall receive no fee paid in full. Section 22. That § 10-21-21 be amended to read: 10-21-21. The county shall establish a system of procedures to ensure that the proper amount of taxes have been is collected, receipted into accountability, and deposited in the proper amount. If it appears that the treasurer has not collected the full the amount of taxes and interest which according deposited by the treasurer is less than the receipts shown to be collected pursuant to the tax list and the terms of the receipt the treasurer should have collected, the county auditor shall forthwith charge the treasurer with the amount such receipt falls that the deposits fall short of the true amount, and the treasurer shall be liable on the official bond to account for and pay over the same collected. Section 23. That § 10-21-23 be amended to read: 10-21-23. On the first day of May first of the year after which taxes have been assessed, one-half of all unpaid real estate property taxes are delinquent. However, all real estate property taxes totaling fifty dollars or less shall be paid in full on or before April thirtieth. On May first and the first day of each month thereafter there shall be added as interest on the delinquent taxes at the Category G rate of interest as established in § 54-3-16. If the other half is not paid on or before the thirty-first day of October thirty-first of the same year, that amount also becomes delinquent on November first and the same interest shall attach in the same manner. If the last day of April or October falls on a Saturday or Sunday, the tax is due and payable on the last working day of that month. The tax payment shall either be received in the office on the last working day or the tax payment shall be postmarked by the last day prior to before the taxes becoming become delinquent. Section 24. That § 10-21-25 be amended to read: 10-21-25. All penalty and interest provided for in § 10-21-23 shall be collected by the treasurer in addition to the principal amount thereof. Section 25. That § 10-21-26 be repealed. 10-21-26. Whenever the tax books or tax records of any county shall in any manner become destroyed, the first half of said taxes shall not become delinquent until July first following. Section 26. That § 10-21-27 be amended to read: 10-21-27. The county treasurer auditor shall pay over to the treasurer of any municipality, township, or school district, on the order of the county auditor, to each taxing district all money received by him the treasurer arising from taxes levied and collected, belonging to such municipality, township, or school district, and shall require the treasurer to whom such payment is made to receipt upon the back of such order for the same, or the county treasurer may, on written order, duly signed and acknowledged by any municipality, township, or school district treasurer, either transmit the money by mail or deposit the money to the credit of the local treasurer in the bank in which his account of tax money is kept on behalf of the taxing district. Section 27. That § 10-21-28 be repealed. 10-21-28. Any person or corporation intending to construct or expand a mining operation, processing plant, electrical generating plant, or other industrial operation may prepay an amount up to five times the estimated property tax due the year the operation or plant is to be completed or expanded, upon the request of the board of county commissioners of the county in which the facility is to be located. The provisions of §§ 10-21-28 to 10-21-30, inclusive, shall not affect property from qualifying for the property tax provisions of §§ 10-6-35.1 and 10-6-35.2. Section 28. That § 10-21-29 be repealed. 10-21-29. Nothing in §§ 10-21-28 to 10-21-30, inclusive, shall be construed to obligate a person or corporation to prepay property tax except under voluntary agreement. Any action by a county commissioner or any other public official to compel involuntary prepayment of property tax shall constitute malfeasance of office. Section 29. That § 10-21-30 be repealed. 10-21-30. If a new or expanded mining operation, processing plant, electrical generating plant, or other industrial operation is assessed, it shall be subject to taxation in the same manner as is all other property similarly situated except that the amount of prepaid taxes collected shall be credited against the property taxes which the person or corporation would have paid without a prepayment agreement. The tax credit shall cease when the amount of prepaid property tax is equal to the amount of property tax due without a prepayment agreement. Section 30. That § 10-21-31 be amended to read: 10-21-31. The county auditor, upon notification by the director of equalization of any unreported improvements improvement pursuant to § 10-6-36.1, shall notify the owner of such the real property that the improvements improvement shall be added to the tax roll for each year that the improvements were improvement was made to the real property and that taxes and interest shall be are due on such improvements the improvement from the first assessment date after such improvements were the improvement was made. The notice shall describe the real property in general terms, describe the improvements improvement to be added to the tax roll with their the value, the years that such improvements shall be the improvement is added to, specify the amount of tax and interest that shall be is owed, and inform the person when he shall to appear before the county auditor to show cause why such improvements the improvement should not be added to the tax roll. The notice shall be sent at least fifteen days before the hearing to the last known address of the owner of the real property. Section 31. That § 10-21-32 be amended to read: 10-21-32. If, after the hearing required by § 10-21-31, the owner of such the real property has not shown cause why such improvements the improvement should not be added to the tax roll, the county auditor shall add such improvements the improvement to the tax roll for each year that such improvements the improvement existed and the county treasurer shall collect the taxes and interest owed on such improvements the improvement. The interest provided in § 10-21-23 shall apply applies to the taxes owed on improvements added to the tax roll pursuant to this section from the first assessment date after the real property was improved. Section 32. That § 10-21-33 be amended to read: 10-21-33. Taxes upon on real property and any penalty and interest imposed thereon shall be is a perpetual lien thereon against all persons and bodies corporate, except the United States and this state. Section 33. That § 10-21-35 be amended to read: 10-21-35. Any person who has purchased an interest in any real estate property causing the property to be divided and has filed files all legal documents with the register of deeds may request the director of equalization to divide the assessed value between each property. The person requesting the assessed value to be divided shall pay the share of taxes against such the real estate property without requiring the immediate payment of the taxes charged against the remaining property. The taxes shall be divided according to any agreement made by the purchaser and seller; if there is no agreement, the taxes shall be divided by the proportionate area purchased. The tax receipt shall show the portion of the taxes paid and the name and address of the person paying the tax. Section 34. That chapter 10-21 be amended by adding a NEW SECTION to read: For purposes of chapters 10-21 to 10-26, inclusive, the following terms mean: (1) \"Courthouse,\" the county courthouse, the administrative building where the county office of treasurer is located, or a building where the board of county commissioners meet; (2) \"Treasurer,\" the county treasurer. Section 35. That § 10-22-1 be amended to read: 10-22-1. Between the first and fifteenth day of November in each year, the county treasurer shall prepare and mail or transmit electronically a statement to each person owing mobile home taxes or taxes on a building located on a leased site which are delinquent, except those entered any person on the uncollectible mobile home tax list or owing by persons known to the treasurer to be dead. The statement shall show the amount of the delinquent mobile home taxes or delinquent taxes on a building located on a leased site computed to the date of the statement and shall notify the person owing the delinquent taxes that unless the delinquent taxes are paid in full on or before the thirtieth day of November December first, a penalty of one dollar five dollars shall be added each year to the delinquent taxes and a notice published of the delinquent taxes. The notice shall be published in the official newspapers of the county during the week next preceding the third Monday in December. Section 36. That § 10-22-2 be amended to read: 10-22-2. During the week next preceding the third Monday in December in each year, the county treasurer shall publish in each of the official newspapers of the county, the name of each person whose mobile home taxes or taxes on a building located on a leased site are delinquent. The notice shall contain the name of each taxpayer owing delinquent mobile home taxes or delinquent taxes on a building located on a leased site and the aggregate amount, including interest and penalty, remaining unpaid. The notice does not need to include the name of any delinquent taxpayer known to the county treasurer to be dead deceased. The county treasurer shall charge and collect in addition to the taxes, penalty, and interest, the sum of one dollar against each person whose name appears in the publication. The county treasurer shall deposit the money collected into the county treasury general fund. The county shall pay the publisher of the notice the sum of thirty-three cents for each name appearing in the notice. Section 37. That § 10-22-5 be amended to read: 10-22-5. If the owner of any bill or claim against the county, other than salary, which that has been allowed either in whole or in part by the board of county commissioners, owes any delinquent real property taxes or delinquent mobile home taxes in that county, the county auditor of that county shall deduct the amount of such the delinquent taxes from the amount so allowed, and. The treasurer shall issue to the owner of the bill or claim a warrant payment for the balance, if any. In case If the amount due for delinquent real property taxes or delinquent mobile home taxes exceeds the amount allowed on that bill or claim, the county auditor shall apply the whole amount allowed toward the payment of such the delinquent taxes. Section 38. That § 10-22-7 be amended to read: 10-22-7. Whenever If the county auditor shall deduct or apply deducts or applies any amount to taxes pursuant to § 10-22-5 he, the county auditor shall issue and deliver to the county treasurer a warrant for the amount so deducted or applied, and. The county auditor shall write mark on the face of such the warrant, in red ink, the following: \"Issued in payment (or part payment) of delinquent taxes of ________,\" giving the name of the person whose delinquent taxes are thus were paid or partly paid. Section 39. That § 10-22-8 be amended to read: 10-22-8. The county treasurer may issue a distress warrant against any person whose mobile home taxes or taxes on a building on a leased site are delinquent at any time and he. The treasurer shall issue a distress warrant against any person whose mobile home taxes or taxes on a building on a leased site are delinquent when requested by any county commissioner or sheriff of the county. Section 40. That § 10-22-9 be amended to read: 10-22-9. County treasurers' A treasurer's distress warrants warrant shall be addressed to the sheriff of the county and shall be in substantially the following form: I hereby certify that the mobile home taxes or taxes on a building on a leased site for the year ________, assessed against ________ in the sum of ________ dollars, are unpaid, and I desire such request the taxes to be collected, and authorize and direct the sheriff of this county to proceed forthwith to collect the same with the collection of the taxes. Given under my hand this ________ day of ________, 20 ____. __________ County treasurer Treasurer of _______ county Section 41. That § 10-22-10 be amended to read: 10-22-10. The county treasurer shall issue and deliver the distress warrant in duplicate to the sheriff. Such The distress warrant shall constitute constitutes the sheriff's authority and he the sheriff shall immediately proceed to execute the same, and distress warrant. The sheriff shall collect the tax by seizure of personal property of such the person to in an amount sufficient to pay such the tax, with accrued penalty and interest, if any, and all accruing costs, wherever the same may be found in the county. Section 42. That § 10-22-11 be amended to read: 10-22-11. No property shall be is exempt from such the seizure except personal property absolutely exempt from execution. Section 43. That § 10-22-12 be amended to read: 10-22-12. The sheriff shall, upon receipt of any distress warrants warrant from the treasurer showing delinquent mobile home taxes or taxes on a building on a leased site, immediately proceed with due diligence to collect all taxes shown by each of said distress warrants warrant to be delinquent in accordance with the provisions of §§ 10-22-14 to 10-22-27, inclusive. The failure of the sheriff to so proceed constitutes nonfeasance in office and shall subject such subjects the sheriff to removal from office in the manner provided in § 10-22-13. Section 44. That § 10-22-13 be amended to read: 10-22-13. If the sheriff of any county fails to proceed in the collection of delinquent mobile home taxes or taxes on a building on a leased site as provided in § 10-22-12, the state's attorney of said the county shall, upon resolution of the board of county commissioners, institute proceedings a special proceeding in the circuit court for his the county, which shall constitute a special proceeding. Such. The proceeding shall be instituted by petition of the state's attorney to the circuit court who shall thereupon issue its an order fixing the time and place location of a hearing on said the petition. Said The order and copy of said the petition shall be served upon said the sheriff not less than ten days prior to before the date fixed for hearing. Upon such hearing, if If the court finds such the sheriff guilty of nonfeasance of office as defined in § 10-22-12, the court shall, by appropriate order, remove such the sheriff from office and the vacancy thereby created shall be filled as provided by law. Section 45. That § 10-22-14 be amended to read: 10-22-14. Before making seizure of seizing any property the sheriff shall ascertain from the records in the office of the register of deeds, the; (1) The amount of any mortgages, conditional sales contracts, or other liens upon the property, and also the; and (2) The names and addresses of the lien holders and shall also procure from the county auditor a copy of the assessment blank upon which the tax is based, if the same is then on file with such county auditor lienholders. Section 46. That § 10-22-15 be amended to read: 10-22-15. In making the seizure of property, the sheriff shall first seize such property as that is not encumbered by any lien of record but nothing herein contained shall prevent the sheriff from seizing any property for the tax based on that specific property, nor from seizing sufficient encumbered property to exact the proportion of the whole tax to be collected, which the value of such encumbered property bears to all of the available property subject to the distress warrant, nor shall anything herein contained prevent the sheriff from resorting to encumbered property for collection of all of said tax, if the same is otherwise liable, and if the. The sheriff is unable may seize encumbered property if, after due diligence, the sheriff is unable to collect the said tax as hereinbefore otherwise specified taxes due from unencumbered property. Any unpaid mobile home taxes or taxes on a building on a leased site shall be a first lien on the mobile home or building on a leased site. This tax lien has a priority over any other lien including a lien that was attached before the tax lien. Nothing provided in this section prevents the sheriff from first seizing an encumbered mobile home or building on a leased site for which the delinquent taxes are based. Section 47. That § 10-22-16 be amended to read: 10-22-16. The distress warrant shall be executed by service of a copy of the same together distress warrant with a notice of the levy upon the owner of the property, or if he. If the owner cannot be conveniently found by service of the same upon the person from whose possession the property is taken, and mailing copies of the same served in person, the sheriff may mail the distress warrant to the last known address of the owner, and if no one in possession can. If the owner cannot be found, nor any address of the owner be ascertained, then by seizure of the property, and posting a copy of the distress warrant and the notice of levy upon shall be posted on the bulletin board at the front door of the courthouse of the county. Section 48. That § 10-22-17 be amended to read: 10-22-17. If the property consists of bulky materials or property which cannot be practicably or conveniently moved, the sheriff may hold the same and the sale thereof and sell the materials and property at the place where it is located, and in such cases. In this case, the sheriff, in addition to the service and notice specified in § 10-22-16, he shall file a copy of his the notice of levy in the office of the register of deeds of the county, stating among other things the: (1) The name of the person against whom the distress warrant was issued, the; (2) The description of the property, the; (3) The amount of the tax claim, and a; and (4) A description of the real estate property where the property is located. Section 49. That § 10-22-18 be amended to read: 10-22-18. The sheriff shall forthwith fix a time and place location for sale of the property seized, which time must be not may not be less than ten nor more than thirty days after the seizure, and which place. The location for the sale may be at any public place location within the county or where the property is located in the case of bulky material or property incapable of being conveniently moved. Notice of the sale shall be given by posting the same notice in three public places locations in the county, at least ten days before the date of the sale. The notice shall state the: (1) The time and place location of the sale; the (2) The name of the person against whom the distress warrant was issued; a (3) A description of the property; and the (4) The amount of the tax claim, and. The notice shall identify the particular taxes for which the sale is to be made; it shall and also refer to the distress warrant under which the sale is to be held. Copies A copy of the notice shall also be mailed to all encumbrancers any lienholder of record at their addresses the address as shown by the encumbrances lien of record and if. If no address appears in such encumbrances a lien of record, mailing of notice shall is not be required. The failure so to mail notice shall does not invalidate the sale but. However, the encumbrancer shall lienholder does have recourse against the sheriff for any damage he the lienholder may show. Section 50. That § 10-22-19 be amended to read: 10-22-19. If upon seizure being made and any time before sale, the property owner, or any person interested, or anyone in his on the owner's behalf shall pay pays to the sheriff the amount of the tax with the legal interest, penalty, and other costs then due after the property has been seized and before the sale, the levy or seizure shall be is abated, and the. The property shall be released to the owner, at the place it may then be location the property is located, and receipt shall be given for the taxes so paid. Section 51. That § 10-22-20 be amended to read: 10-22-20. The county treasurer shall furnish the sheriff with triplicate receipts having the following words printed thereon: \"Sheriff's receipt for mobile home taxes.\" Upon a receipt of taxes paid. After the collection of any taxes, interest, penalties, fees, or other costs, the sheriff shall issue receipts therefor, the a receipt for the money collected. The original to receipt shall be delivered to the payor and the duplicate receipt to shall be filed with the treasurer. The treasurer shall cancel such remove the tax upon from the duplicate tax list in his the office and enter thereon the date and number of the sheriff's receipt. The treasurer shall issue a regular tax receipt for the full amount and promptly deliver the receipt to the tax debtor. Section 52. That § 10-22-21 be amended to read: 10-22-21. If the tax, penalty, interest, and other costs are not paid before the time fixed for sale, the sheriff shall sell the property, or so as much thereof of the property as may be necessary, at the time and place fixed location in the notice, at public auction to the highest bidder for cash. The sale shall be is absolute and without right of redemption. The sheriff shall give to the purchaser, if demanded, a bill or certificate of the sale which shall transfer to said purchaser transfers the property to the purchaser with the same legal effect as if executed by the owner and same. The certificate of sale shall be accepted as evidence of such the title by all public officials, courts, and departments of the state or any of its political subdivisions, and in the courts thereof. Section 53. That § 10-22-22 be amended to read: 10-22-22. The sheriff may adjourn the sale from time to time, not exceeding for a period not to exceed three days, and shall adjourn at least once if there are no bidders. The adjournment shall be made by public announcement at the time and place location of the sale and by posting a notice thereof at such of the adjournment at the time and place location of the sale. Section 54. That § 10-22-23 be amended to read: 10-22-23. If the property cannot be sold for want of bidders does not sell, the sheriff shall return the property to the possession of the person from whom or to the place where he the sheriff took the same property and the taxes shall be returned as remain unpaid. Section 55. That § 10-22-24 be amended to read: 10-22-24. The sheriff shall make returns submit a return to the county treasurer on all each distress warrants warrant as soon as executed, and at least within one year six months after date of issue of the same distress warrant, stating the amounts, if any, which that have been collected upon the distress warrant, or that upon. After the sheriff has completed a diligent search and no property could be found whereof is found to collect for the same, and showing distress warrant, the sheriff shall report the number of miles actually and necessarily traveled in executing each distress warrant and the number of distress warrants executed on each trip. If a sale was made under any distress warrant he , the sheriff shall show the procedure thereof of serving the distress warrant, including the giving of notice as required and, the time and place location of the sale, names, amounts the name of each purchaser, the amount bid and paid by purchasers each purchaser, and the property struck and sold to each purchaser. Section 56. That § 10-22-25 be amended to read: 10-22-25. At the time of making each When submitting the return to the treasurer, the sheriff shall turn over to the county treasurer the full amount collected together with his duplicate and provide a receipt therefor, and shall take a receipt from the treasurer for the same for the amount. The treasurer shall issue a receipt to the sheriff for the amount received. Section 57. That § 10-22-26 be amended to read: 10-22-26. The balance remaining due on any tax after deducting the net collections made by the sheriff as shown by his the return on the distress warrant shall remain remains collectible as a tax with the same force and effect as before the distress warrant was issued and. A subsequent distress warrants warrant may be issued therefor for the balance due or other remedies for collection may be invoked. Section 58. That § 10-22-27 be amended to read: 10-22-27. Any surplus remaining after paying the taxes, penalty, interest, and other costs, shall be returned to the owner and if he. If the owner cannot be found within one year, the surplus shall be deposited with the clerk of courts for the benefit of any person who may be entitled thereto in the county general fund. Section 59. That § 10-22-28 be amended to read: 10-22-28. The sheriff is allowed for collecting taxes the following fees: twenty-five dollars for making the sheriff's return on the sheriff's warrant of authority; fifteen dollars for each levy; and ten dollars for each sale and necessary costs of distress and the sale, which. The fees and costs shall be collected from the tax debtor or the tax debtor's property. If actual travel is made in collecting taxes, the sheriff shall also collect from the tax debtor or the tax debtor's property an additional penalty, in lieu of mileage, equal to fifteen percent of the amount of tax and interest due, which, with all. The fees and costs collected, pursuant to this section shall be credited to the general fund of deposited in the county general fund. The sheriff shall receive from the county mileage for each mile actually and necessarily traveled at the rate provided by law. However, the sheriff is not allowed mileage for collecting taxes within the corporate limits of the county seat. Section 60. That § 10-22-29 be repealed. 10-22-29. The treasurer shall, on the first day of each month, furnish the sheriff with a certified list of his fees, costs, and mileage provided for in § 10-22-28, and the sheriff shall file such list with the county auditor as a bill against the county to be audited and paid as other claims against the county. Section 61. That § 10-22-30 be amended to read: 10-22-30. On the first day of each regular meeting of the board of county commissioners, the The treasurer shall present all to the board of county commissioners each distress warrants warrant returned by the sheriff uncollected. The board shall then examine such returns and, if satisfied from any report of the sheriff or treasurer or facts in its own knowledge, that each return. If the taxes described in any such distress warrant cannot be collected, it the board shall declare the same taxes to be uncollectible and the treasurer shall thereupon place the same taxes on the uncollectible list in a book provided for that purpose, and no. A distress warrant shall thereafter may be issued therefor except on reissued for the taxes by the order of the board of county commissioners or on written demand of the sheriff. The treasurer does not need to make an additional effort to collect any mobile home taxes or taxes on a building on a leased site declared to be uncollectible until it is determined either by the board of county commissioners or the treasurer that the tax has become or may become collectible. Section 62. That § 10-22-31 be repealed. 10-22-31. On the first Tuesday in January of each year the county treasurer shall present to the board of county commissioners a list of all mobile home taxes unpaid at the close of business on December thirty-first of the preceding year which became delinquent during the preceding year. Such list shall show the taxing district in which such taxes were assessed, the address of the taxpayer, opposite which shall be a blank space for notation of payment of the tax when the same is paid. The county auditor shall note on such list the payment of any tax listed thereon when collected. Section 63. That § 10-22-32 be repealed. 10-22-32. At their meeting during the month of July following, and every three months thereafter until all such taxes are paid or declared uncollectible, the board of county commissioners shall examine the unpaid items on the list described in § 10-22-31 and by resolution declare uncollectible any such taxes as in their judgment cannot be collected. The county auditor shall furnish the county treasurer certified copies of such resolutions in which shall be listed the name of the person against whose mobile home the tax was assessed, the taxing district in which assessed, the amount of tax and year for which assessed. The county treasurer shall make appropriate entry on his duplicate tax list that such taxes have been transferred to a special record in his office to be known as the uncollectible mobile home tax list. The county treasurer need make no further effort to collect mobile home taxes declared to be uncollectible until it is determined either by the board of county commissioners or the county treasurer that such taxes have become or may have become collectible. Section 64. That § 10-22-33 be amended to read: 10-22-33. The treasurer shall issue distress warrants covering all taxes not declared uncollectible unless other remedies be are pursued for the collection thereof of the taxes as provided by law. Section 65. That § 10-22-53 be amended to read: 10-22-53. When If any mobile home taxes heretofore or hereafter levied shall stand charged or taxes on a building on a leased site are levied against any person, and the same is taxes are not paid within the time prescribed by law, the county treasurer whose duty it is to collect such taxes, in addition to any other remedy provided by law for the collection of such taxes, may enforce the collection thereof of the taxes by a civil action in the circuit court for his the county, in his name as such treasurer, against such person for the recovery of such unpaid taxes. The venue of such the action shall remain in the county where the tax is of record regardless of the residence of the parties and such the action may be so maintained against nonresidents of the state. Section 66. That § 10-22-54 be amended to read: 10-22-54. The county treasurer may also, upon securing approval of the board of county commissioners, institute and maintain such an action in another state or in the federal courts, at his election. Section 67. That § 10-22-55 be amended to read: 10-22-55. The county treasurer may invoke all ancillary remedies and proceedings, including attachment, garnishment, receivership, and others use any ancillary remedy or proceeding provided by law of this or any jurisdiction in which an action under § 10-22-53 or 10-22-54 may be brought. Section 68. That § 10-22-56 be amended to read: 10-22-56. It shall be is sufficient for such the treasurer to allege in his a complaint that the taxes stand charged against the defendant, that the same taxes are delinquent and unpaid, stating the year or years and the amount for each year, and such. The treasurer shall is not be required to set forth in his the complaint or by a bill of particulars any other or further matter relating thereto and the duplicate to the delinquent taxes. The tax list or lists shall be is prima facie evidence of the amount and validity of such the taxes appearing due and unpaid thereon, and of and the nonpayment of the same; and if, taxes. If, on the trial of the action, it shall be is found that such the person is so indebted owes taxes, judgment shall be rendered in favor of such the treasurer so prosecuting such the action as in other cases, and the. The judgment debtor shall not be is not entitled to the benefit of any exemptions other than those made absolute. Section 69. That § 10-22-57 be amended to read: 10-22-57. The In an answer, the defendant may set up by way of answer assert any defense which he the defendant may have to the collection of the taxes. If the defendant claims the taxes to be void, the court must in the action shall ascertain the just correct amount of mobile home taxes due from the person for the year or years for which it is claimed the taxes are delinquent, and if, in its. If, in the court's opinion, the assessment or any subsequent proceeding has been rendered is void or is voidable by the omission or commission of any act required or prohibited, the court shall reassess the property or order it the property to be reassessed by the director of equalization acting at the time of such the order, and shall thereupon. The court shall render judgment for the just correct amount of taxes due from the defendant for that year or years. Section 70. That § 10-22-58 be amended to read: 10-22-58. When If any person having who owes delinquent mobile home taxes charged against him or taxes on a building on a leased site leaves the state and establishes residence outside the state, the board of county commissioners of the county wherein such taxes were levied, may employ assistance outside of this state to collect such the delinquent taxes, and. The board may pay out of the funds of the county for such delinquent taxes collected for the collection services a commission of not to exceed fifty percent of the amount collected. Section 71. That § 10-22-59 be amended to read: 10-22-59. The courts of this state shall recognize and enforce the liability for taxes lawfully imposed by the laws of any other state which extends like comity in respect of that recognize and enforce the liability for taxes lawfully imposed by the laws of this state. The officials of such the other state are authorized to bring action in the courts of this state for the collection of such taxes. The certificate of the secretary of state of such the other state that such officials have an official has the authority to collect the taxes so to be collected by such action shall be is conclusive proof of that authority. Section 72. That § 10-22-60 be amended to read: 10-22-60. The term, taxes, as used in §§ 10-22-59 and 10-22-61 shall include means: (1) Any and all tax assessments lawfully made whether they be the taxes are based upon a return or other disclosure of the taxpayer, upon the information and belief of the taxing authority, or otherwise; (2) Any and all penalties lawfully imposed pursuant to a taxing statute; and (3) Interest charges lawfully added to the tax liability which constitutes the subject of the action. Section 73. That § 10-22-61 be amended to read: 10-22-61. The attorney general of this state is empowered to may bring action in the courts of other states to collect taxes legally due this state. Section 74. That § 10-22-62 be amended to read: 10-22-62. The provisions of this chapter shall apply to the collection of the taxes and interest owed on improvements a mobile home, a building on a leased site, and any improvement added to the tax roll pursuant to §§ 10-6-36.1 to 10-6-36.3, inclusive, and §§ 10-21-31 and 10-21-32. Section 75. That § 10-23-1 be amended to read: 10-23-1. Whenever If delinquent special assessments levied in any municipality shall be are certified to the county auditor as provided in Title 9, it shall be the duty of such title 9, the county auditor immediately to shall certify the same delinquent special assessments to the county treasurer, and such. The delinquent special assessments shall be collected by the county treasurer, by sale of the lots or parcels of land so assessed real property subject to the special assessment at the next succeeding sale of real property for delinquent taxes,. The sale of the real property shall be conducted in the same manner and at the same, time, and place location as it is for real property being sold for delinquent property taxes. Section 76. That § 10-23-2 be amended to read: 10-23-2. The treasurer shall give notice of the sale of real property for taxes or assessments the tax certificate by publication thereof of the sale once during the week before the sale in the official newspapers of the county as designated by the board of county commissioners. If there is no newspaper published in the county, the treasurer shall give notice by written or printed notice posted at the door of the courthouse or building in which the circuit court is commonly held, or the usual place of meeting of the county commissioners, for two weeks previous to before the sale. The county auditor shall reconcile the published list of unpaid taxes to the unpaid taxes in the tax list. Section 77. That § 10-23-2.1 be amended to read: 10-23-2.1. In addition to the notice required by § 10-23-2, the county treasurer shall send the notice containing the information set forth provided in §§ 10-23-2.5 and 10-23-3 by first class mail or by electronic means to: (1) Any owner of the real property at the owner's last known address; (2) Any person holding a special assessment certificate which is a lien upon the real estate property; and (3) If bonds have been issued in lieu of assessments certificates, to the holder of the bond last maturing; and (4) If the property is located in a municipality, to the auditor, clerk, or The municipal finance officer of the municipality, if the property is located in a municipality. The county treasurer shall mail or transmit electronically the notice at least fourteen days before the day of sale. The county treasurer shall certify, on the tax certificate record book records for that tax year, that notice was given in the manner prescribed by this section. Section 78. That § 10-23-2.2 be repealed. 10-23-2.2. If any of the following persons has annually, on or before November fifteenth, on a form prescribed by the Department of Revenue: (1) Requested that a notice of sale of the real property be sent to him or her by mail or by electronic means; and (2) Paid a three dollar fee to the county treasurer to cover the cost of sending the notice, if requested to be sent by mail, the county treasurer shall, in addition to the notice required by § 10-23-2, send the notice of sale containing the information set forth in § 10-23-3 to the person in possession of the real property, the person in whose name the property is taxed, the mortgagee named in any unsatisfied mortgage then in force upon the real property, and, if the mortgage has been assigned, to the assignee of the mortgage and to any other person who has or claims an interest in the real estate. The county treasurer shall send the notice of sale by certified mail, if requested to be sent by mail, to such person at the address as shown on the form. The notice shall contain the information set forth in § 10-23-3 and shall be mailed or transmitted electronically at least fourteen days before the date of sale. Section 79. That § 10-23-2.3 be amended to read: 10-23-2.3. The board of county commissioners may by resolution require that the name, address, and the amount of taxes, penalty, and interest due, and the years the taxes are due of any delinquent taxpayer whose real property tax certificate was sold or offered for sale at a tax certificate sale pursuant to this chapter be published each year that a tax certificate is outstanding until such time as a the tax deed is issued. Section 80. That § 10-23-2.4 be amended to read: 10-23-2.4. The county treasurer shall notify both the seller and the buyer under a contract for deed of delinquent property taxes if the contract has been recorded in the Office of the Register of Deeds. The notice shall include the years that the taxes are delinquent and the amount of delinquent taxes. If the seller and buyer are not notified, the county may not impose an interest penalty on the property because the taxes are delinquent. Section 81. That § 10-23-2.5 be amended to read: 10-23-2.5. Any property owner of a homestead that receives a notice of delinquent taxes or a notice pursuant to § 10-23-2.1 who will be seventy years of age or older by the date of the tax certificate sale for the homestead shall notify the county treasurer prior to before the sale that the owner occupies the home and meets the age requirement for the homestead exemption provided pursuant to chapter 43-31. If the owner fails to notify the county treasurer that the owner occupies the home and meets or will meet the age requirement for the homestead exemption, the owner shall be held responsible for any costs incurred related to the sale of the tax certificate and the payment of the taxes and interest on the tax certificate. The notice required by § 10-23-2.1 shall include a statement informing the owner of the each requirement imposed by this section and the applicable penalties. Section 82. That § 10-23-3 be amended to read: 10-23-3. The notice required by § 10-23-2 shall contain a notification that all real property on which the taxes of the preceding year or years remain unpaid that a tax certificate will be sold, and of the. The notice shall include: (1) The time and place of the sale and the notice must contain a; (2) A list of the real property tax certificates to be sold on which the taxes of the preceding year or years were unpaid as of the close of business on the first Monday of December, the; (3) The name of the parties, against whom it is the taxes are assessed, or current owner of record; and the (4) The amount of taxes due. Section 83. That § 10-23-5 be amended to read: 10-23-5. The county treasurer shall charge and collect, in addition to the taxes and special assessments, and interest and penalty, the sum of four dollars and fifty cents on each tract of real property and on each municipal lot or group of municipal lots advertised for sale or published pursuant to § 10-23-2.3, and each municipal lot or group of municipal lots, comprising a single description, if the municipal lot or group of municipal lots are sold for delinquent special assessments or published pursuant to § 10-23-2.3, which sum shall be paid into the county treasury. The fee collected pursuant to this section shall be deposited in the county general fund. The county shall pay the cost of publication for the information published pursuant to § 10-23-2.3. Section 84. That § 10-23-6 be amended to read: 10-23-6. Within thirty days after the completed publication required by § 10-23-2, each official newspaper in which any such the notice is was published, whether there be one, two, or three such newspapers, shall receive one-third of the total sum fee charged to the delinquent lands property for advertising. If the notice was published in one or two official newspapers, each newspaper may only receive one-third of the fee charged and the balance shall be deposited in the county general fund. Section 85. That § 10-23-7 be amended to read: 10-23-7. On the third Monday of December in each year, between the hours of nine a.m. and four p.m. the treasurer shall offer at public sale at the courthouse, or at the place of holding circuit court in his county, or at the treasurer's office where by law, the taxes are made payable, all lands, town lots, or other a tax certificate for any real property which shall be that is liable for taxes of any description for the preceding year or years, and which shall remain that remains due and unpaid, and he. The treasurer may adjourn the sale from day to day until all the lands, lots, or other real property tax certificates have been offered. No taxable property shall be is exempt from levy and sale for taxes except as provided in § 43-31-1. Section 86. That § 10-23-8 be amended to read: 10-23-8. Before making a sale of lands and town lots on which taxes have not been paid a tax certificate, the treasurer shall offer a tax certificate for each separate tract parcel of real property for sale in the numerical order in which it appears on the tax list and receive bids for it the tax certificate. If any person bids the full amount of the taxes, interest, and costs due on the land or town lots, stating in the bid the lowest rate of interest per year at which the bidder will pay the taxes assessed and due against the land and lots property, the treasurer shall sell and issue to that person bidder the land or town lots and shall issue a certificate of sale to the purchaser tax certificate. In no case may the rate of interest exceed the rate named in the bid and the. The bid offered on the land or lots tax certificate at the lowest rate of interest per year shall be is considered the best bid. No rate of interest higher than ten percent per year is a valid bid pursuant to this section. Upon redemption of a tax certificate that has been sold or assigned to a purchaser other than the county, a fee shall be deducted from the proceeds paid to the holder of the tax certificate. The county commission may, by resolution, establish a fee not to exceed fifty dollars. No property owner may be assessed this additional fee. The fee shall be deposited in the county general fund. Nothing less than the entire tract or lot may be sold. Section 87. That § 10-23-9 be amended to read: 10-23-9. Should If any person bidding fail fails to pay the amount due, the treasurer may again offer the land or town lot tax certificate for sale if the sale has not been closed, and if it. If the sale has been closed, he the treasurer may again advertise it specially and by description the tax certificate by one written or printed notice posted for two weeks on the door of the courthouse or place where the circuit court is usually held, after which it. After the additional two week posting, the tax certificate may be sold at public sale; or the treasurer may recover the amount by civil action, brought in the name of the county in which the sale was held. Section 88. That § 10-23-10 be amended to read: 10-23-10. Sales The sale of property a tax certificate made for the collection of delinquent special assessments shall be conducted in the same manner as other tax certificate sales made by the county treasurer and the owners. The owner of the property so sold shall have has the same length of time in which to redeem the same tax certificate, and be is entitled to the same notice before used for the issuance of a tax deed as in other cases of tax sales. Section 89. That § 10-23-11 be amended to read: 10-23-11. On or before the last Monday of December following the sale of real property a tax certificate, the treasurer is required to file in the office of the county auditor of his county a return of his the sale, retaining and retain a copy in his the treasurer's office, showing the real property: (1) Each tax certificate sold, the name of the purchasers; (2) The name of each purchaser and the sums paid by them, and also a amount paid; and (3) A copy of the notice of the sale, with a certificate of the advertisement, verified by an affidavit, and such returns shall be evidence of the regularity of the proceedings an affidavit of publication. The description of the real property represented in the tax certificate in such each return shall be entered in the same numerical order as required in the tax list. Section 90. That § 10-23-12 be amended to read: 10-23-12. After the tax certificate sale shall have has been closed, and after the treasurer has made his filed the return thereto to with the county auditor, if any real property tax certificate remains unsold for want of bidders, the treasurer is authorized and required to sell the same tax certificate at private sale at his the treasurer's office to any person who will pay the amount of taxes, penalty, and costs thereon for the same, and to due on the property. The treasurer shall deliver to purchasers each purchaser a tax certificate as provided by law and to make out duplicate receipts a receipt for the taxes on such real estate, and deliver one to the purchaser and the other to the real property and file a receipt with the county auditor as in this title provided, with the additional statement inserted in the certificate that such real property has been offered at public sale for taxes but not sold for want of bidders, and in which certificate he is required to write \"sold for taxes at private sale.\" The treasurer is further authorized and required to sell as aforesaid all real property in his county in which taxes remain unpaid and delinquent for any previous year or years. Section 91. That § 10-23-13 be repealed. 10-23-13. When any real property not exceeding twenty-five dollars in assessed value shall have been advertised in a newspaper for two successive years, and not sold, the treasurer shall give notice of the sale of such property by posting a written notice in the manner provided when there is no newspaper published in the county, and the same shall not be advertised in a newspaper. Section 92. That § 10-23-14 be amended to read: 10-23-14. If real property a tax certificate is sold by mistake or wrongful act of the treasurer, the county shall refund the purchaser, his the purchaser's heirs, assigns, or personal representatives the amount paid upon the sale on the real property and any subsequent taxes paid to protect the tax sale certificate, with interest at the Category A rate of interest as established in § 54-3-16 from the date of the payment. The refund shall continue until paid or until notice is served by the county treasurer of the county, either personally or by registered or certified mail, upon the purchaser, his the purchaser's heirs, assigns, or personal representatives, demanding that the tax certificate be surrendered in for cancellation. The treasurer and sureties on his official bond shall be liable to the county for any amounts so refunded in cases where no tax was due and a sale was made by mistake or wrongful act of the treasurer. Section 93. That § 10-23-15 be amended to read: 10-23-15. When, after If any real property has been assessed, and the entry is canceled by the United States government, or when a contract of sale upon school land has been canceled prior or subsequent to tax sale or when a mortgage securing moneys belonging to the permanent school or educational funds has been foreclosed and no redemption has been made prior or subsequent to tax sale the state, and the same real property has been sold for taxes to an innocent a purchaser, the county shall refund to such the purchaser, his the purchaser's heirs, assigns, or personal representatives, the amount paid upon on the same real property and any subsequent taxes paid to protect the tax sale certificate, with interest as provided in § 10-23-14. Section 94. That § 10-23-16 be amended to read: 10-23-16. When If any real property upon on which taxes are refunded to the purchaser as provided in §§ 10-23-14 and 10-23-15 shall have become liable to taxation subsequent to the assessment for which it the real property was sold, the county auditor shall assess the same and extend taxes legally chargeable thereto for the real property for each of the years year the owner or owners thereof should have has paid taxes thereon and such on the real property. The taxes shall be collected as other taxes upon real property. Section 95. That § 10-23-17 be amended to read: 10-23-17. The taxes refunded as provided in §§ 10-23-14 and 10-23-15 shall be apportioned to the respective taxing districts for which they the taxes were levied. Section 96. That § 10-23-18 be amended to read: 10-23-18. The purchaser of any tract of real property a tax certificate sold by the county treasurer for taxes shall be is entitled to a tax certificate describing the land so purchased real property, the sum paid, and stating the time when the purchaser will be entitled to a deed, which. The tax certificate shall be signed by the treasurer in his official capacity, and shall be is presumptive evidence of the regularity of all prior proceedings. Section 97. That § 10-23-19 be amended to read: 10-23-19. The treasurer shall collect five ten dollars for each tax certificate, and five dollars for each deed made by him on such sale, and the fee for the notary public or other officer acknowledging the deed or certificate. However, any number of parcels of land bought by one person may be included in one deed or certificate, if desired by the purchaser, and whenever the treasurer. If the treasurer makes a deed to any real property sold for taxes, he the treasurer shall make an entry thereof of the real property in the sale book tax certificate records opposite the description of the real property covered. Section 98. That § 10-23-20 be amended to read: 10-23-20. In all each tax sales certificate sale made as provided in pursuant to this chapter the treasurer shall make out the tax receipt and duplicate for the taxes of the real property mentioned in such described in the tax certificate the same as in other cases, and shall write thereon \"sold for taxes at public sale.\". Section 99. That § 10-23-21 be amended to read: 10-23-21. Any tax certificate issued pursuant to § 10-23-18 shall be is assignable and any assignment thereof must of the tax certificate shall be acknowledged before some an officer authorized to take acknowledgments of deeds. Any The assignee of such the tax certificate acquires the lien of the taxes on the real property; provided he if the assignee presents the assigned tax certificate to the county treasurer for entry and such county. The treasurer shall enter on the record of such the sale the fact that the tax certificate has been assigned, entering the name and address of the assignee, and the date when such the assignment was presented for such entry. Section 100. That § 10-23-22 be amended to read: 10-23-22. The purchaser at tax sale or assignee of such the tax certificate may pay any taxes levied on such the real property so purchased, whether levied for any year or years previous or subsequent to such the sale and still unpaid. The amount or amounts paid as subsequent taxes shall does not bear interest until on and after the date when the subsequent taxes so paid would become delinquent. The purchaser or assignee shall have the same lien for such the taxes paid subsequently and may add them the taxes to the amount paid under the original tax sale certificate, provided that he the purchaser or assignee informs the county treasurer when paying such taxes that he desires to pay them as that the amount paid is subsequent to such the tax certificate. The treasurer shall make out the tax receipt and duplicate for such the taxes paid as subsequent, and shall write thereon on the tax certificate, \"paid as subsequent taxes\" and.\" The treasurer shall enter on the record of the original tax certificate sale the payment of such subsequent taxes, giving the name of the person by whom who paid the subsequent taxes, the date when paid, and the amount paid, and for what year such the subsequent tax was levied. Section 101. That § 10-23-23 be amended to read: 10-23-23. All real property Any tax certificate sold for delinquent special assessments pursuant to § 10-23-1 and not redeemed shall be entered by the county treasurer upon on the duplicate tax lists of the county for the succeeding years and noted upon all duplicate tax receipts on the tax receipt for the real property. The county treasurer shall add to the amount of each special assessment so certified interest at the Category G rate of interest as established in § 54-3-16, and ten cents on each lot or parcel of ground for the cost of advertising. No other costs or penalties may be added except as provided by law for certificate of sale, deed, and acknowledgment. Section 102. That § 10-23-24 be amended to read: 10-23-24. The county treasurer is authorized at all tax sales made under the laws of this state, in case If there are no other bidders offering the amount due under a tax certificate sale, to the treasurer may bid off all or any real property tax certificate offered at such the sale for the amount of taxes, penalty, interest, and costs due and unpaid thereon on the property, in the name of the county in which the sale takes place, such. The county acquiring may acquire all the rights, both legal and equitable, that any purchaser could may acquire by reason of such the purchase. Section 103. That § 10-23-25 be amended to read: 10-23-25. If the county treasurer of any county bids off any real property tax certificate in the name of the county, the treasurer shall make out a issue a tax certificate of purchase to the county in the same manner as if sale had been made to any other person. The tax certificate shall be retained by the treasurer, but no tax receipt may be issued and no amount may be due the state, or any other fund. No treasurer's commission may be paid by the county until redemption has been made from the sale or the time of redemption has expired, or until the interest of the county has been assigned. The tax certificate issued to the county shall bear interest at the Category G rate of interest as established in § 54-3-16. Section 104. That § 10-23-26 be amended to read: 10-23-26. Whenever If any county shall acquire acquires an interest or any rights in real property, or any rights with respect thereto, by reason of the same having and the tax certificate has been bid off in the name of the county as provided in § 10-23-24, such the real property shall may not be again advertised and sold for delinquent taxes so long as the county retains its interest in and rights to such the real property. Section 105. That § 10-23-27 be amended to read: 10-23-27. All taxes subsequently accruing against such the real property, or that were unpaid at the time of such the tax certificate sale and a lien thereon on the real property but not included in such the bid, shall be is considered as \" a subsequent tax,\" and before. Before the county can make an assignment of such the interest in and rights to such the real property, or before an assignment of the tax certificate of such the sale is made, all such taxes must shall be paid in full, including the amount for which such real property the tax certificate was so bid off, unless a compromise thereof is made as permitted by law, in which case the amount at which such compromise is made must be paid. Section 106. That § 10-23-28 be amended to read: 10-23-28. If any person is desirous of purchasing intends to purchase the interest of the county in the real property tax certificate acquired by reason of the county treasurer buying the same for the county, he the person may do so by paying pay to the treasurer the amount of the taxes, penalty, interest, and costs of sale and transfer and all unpaid or subsequent taxes as specified in § 10-23-27, up to the date he so pays, and thereupon the. The treasurer shall issue a tax receipt and duplicate for such the taxes, penalty, interest, and costs, which shall be entered upon his cashbook as other tax receipts; and he. The treasurer shall assign and deliver to such the purchaser the tax certificate of purchase held by the county for such the real property, which assignment and transfer shall convey unto such the purchaser all the rights of the county, both legal and equitable, in and to such real property in the tax certificate as much so as if he had been the person was the original purchaser at the tax certificate sale. Section 107. That § 10-23-28.1 be amended to read: 10-23-28.1. Notwithstanding the provisions of chapters 10-23, 10-24, and 10-25, no county may sell any tax certificate after July 1, 2006, unless the board of county commissioners adopts a resolution waiving the provisions of this section that prohibit the sale of tax certificates. The county shall be the holder of any tax certificate issued by the county after July 1, 2006, unless the board of county commissioners adopts a resolution waiving the provisions of this section that prohibit the sale of tax certificates. The county treasurer shall continue to serve notice on the owner of record of the real property, publish notice, and attend to the other administrative provisions imposed by chapter chapters 10-23, 10-24, and 10-25. Nothing in this section affects the holder of any existing tax certificate, the method in which the tax certificate is redeemed, or the sale of real property for taxes or assessments. Section 108. That § 10-23-29 be amended to read: 10-23-29. No sale of any tax certificate on real property for nonpayment of taxes nor any conveyance issued thereon shall be on the real property is invalid or voidable on account of such if the real property having has been listed or charged on any tax list in any other name than that of the rightful owner nor on account of neglect or failure of the treasurer or any other officer to collect the tax for which the real property tax certificate was sold, by distraint and sale of personal property. Section 109. That § 10-23-32 be amended to read: 10-23-32. The provisions of this chapter shall apply to the collection of the taxes and interest owed on improvements added to the tax roll pursuant to §§ 10-6-36.1 to 10-6-36.3, inclusive, and §§ 10-21-31 and 10-21-32. Section 110. That § 10-23-33 be amended to read: 10-23-33. Any lot or parcel of tax certificate on real property upon which any tax is delinquent pursuant to § 10-21-7.3 may be sold pursuant to this chapter. Section 111. That § 10-24-1 be amended to read: 10-24-1. Any person may redeem a tax certificate on real property sold for taxes at any time before issue of a tax deed for the property, by paying the treasurer, for the use of the purchaser or the purchaser's heirs or assigns, the sum mentioned listed in the tax certificate, and the interest on the sum at the rate at which that the real property was sold from the date of purchase, together with all other taxes subsequently paid, whether for any year or years previous or subsequent to the sale, and interest on the taxes at the same rate from the date of the payment. The treasurer shall enter a memorandum of the redemption in the list of sales and give a receipt for the redemption to the person redeeming the property tax certificate. The treasurer shall also file a duplicate of the receipt with the county auditor as in other cases. The treasurer shall hold the money subject to the order of the purchaser, the purchaser's agent, or the purchaser's attorney. Section 112. That § 10-24-2 be amended to read: 10-24-2. If the person who desires to redeem redeems a tax certificate on real property does not demand a receipt or tax certificate of redemption from the treasurer, the return of the tax certificate of purchase for cancellation operates as a release of all claims to the tract or lot real property described in the tax certificate, under or by virtue of the purchase, and under and by virtue of the payment of any taxes subsequently paid in accordance with the provisions of law as to subsequent payment of taxes. The county treasurer, upon after receiving the tax certificate of purchase, shall mark on the tax certificate sale record opposite the description of the real property for which the tax certificate of purchase has been issued, and opposite the record showing all payments of subsequent taxes, \"sale canceled by return of tax certificate.\" Section 113. That § 10-24-3 be amended to read: 10-24-3. Any mentally ill or developmentally disabled person adjudged incompetent may redeem any real property a tax certificate belonging to the person and sold for taxes, within one year after the expiration of the person's disability person is adjudged competent. Any minor may redeem any real property a tax certificate belonging to the minor and sold for taxes, within one year after the minor reaches the age of eighteen. Nothing in this section prevents partition proceedings according to law as to such real estate any tax certificate, by the tax deed holder or the holder's successor as to any real estate to a tax certificate in which any such minor or any such person under disability may have any interest. Section 114. That § 10-24-5 be amended to read: 10-24-5. Any person may redeem property a tax certificate bid off by the treasurer in the name of the county at a tax sale, at any time before the tax deed has been issued by paying the amount of all delinquent taxes with penalty and interest up to the date of redemption and the costs of advertising and selling the property. Upon tax certificate. After the payment of the taxes, penalties, interests, and costs, the treasurer shall issue a tax receipt and duplicate for the taxes, penalty, interest, and costs, which shall be entered in the treasurer's cashbook as other tax receipts. The treasurer shall also mark upon on the tax duplicate in the treasurer's office opposite the description of the real estate certificate record the word, redeemed, with the date and name of the person who redeemed the property tax certificate. Section 115. That § 10-24-6 be amended to read: 10-24-6. In cases where lands have If any tax certificate has been purchased by and certificates of sale issued to the county at any tax certificate sale, and subsequent taxes have accrued and become due against said lands the real property, and such certificates are still the tax certificate remains owned by the county, any a person may pay the amount due on one or more years of such the subsequent taxes without making full redemption from any such the sale, and without depriving the county of its rights right to enforce its the county's tax liens under any such tax sale certificate. The county treasurer in, after issuing a receipt for such payment, shall recite thereon state the years for which prior taxes on said lands the real property remain unpaid, and shall mark upon the tax list opposite the entry of the tax so paid, a notation showing for what year or years prior taxes remain unpaid. Section 116. That § 10-24-7 be amended to read: 10-24-7. Nothing contained in § 10-24-5 or 10-24-6 prevents the county from requiring payment of any tax that the county requires from any owner or other person interested in the real property, if the owner or interested person is seeking to redeem a tax certificate or pay a subsequent tax. Section 117. That § 10-24-8 be amended to read: 10-24-8. Nothing contained in § 10-24-5 or 10-24-6 grants any a disinterested person redeeming or paying taxes any a lien upon the on the real property or a claim against owners or lien claimants lienholders, except such as the an agreement a disinterested person may have by contract with them the owners or lienholders or by law. Section 118. That § 10-24-9 be repealed. 10-24-9. Any person claiming a part of or an undivided interest in any real property sold for taxes, if the part or undivided interest was acquired before the tax sale from which redemption is sought, may redeem the part or undivided interest at any time before a tax deed has been issued on the property by paying the just proportion of the total amount required for redemption. The just proportion is the proportion that the then existing value of the part or interest for which redemption is sought bears to the then existing value of the whole, as computed by the county treasurer at the time. If the tax sale certificate is held by a person other than the county, the redemption is not complete until the certificate holder accepts the portion so determined by the county treasurer or until the matter is decided as provided in §§ 10-24-12 to 10-24-15, inclusive. Section 119. That § 10-24-10 be repealed. 10-24-10. In all such cases, the treasurer shall endorse the following upon the redemption certificate or tax receipt issued to the redemptioner, upon the tax list opposite the real estate description involved, and upon the notice sent to the certificate holder: (1) The amount of the total value as determined by the treasurer; (2) The amount of the value of the part or interest sought to be redeemed; and (3) The amount paid as tender for the partial redemption by the proposed redemptioner. Section 120. That § 10-24-11 be repealed. 10-24-11. Such tender may not be withdrawn by the proposed redemptioner but shall be held by the treasurer subject to acceptance by the certificate holder, or final determination as provided in §§ 10-24-12 to 10-24-15, inclusive, and then disposed of according to the acceptance of the certificate holder or decision on appeal, and paid over to the certificate holder or returned to the proposed redemptioner, according to the acceptance or decision. Section 121. That § 10-24-12 be repealed. 10-24-12. Notice of the proposed partial redemption shall be immediately served upon the certificate holder by personal service or by registered or certified mail. The proposed partial redemption is final within ten days after receipt of the notice by the certificate holder or the certificate holder's agent or attorney, unless within such time the certificate holder or the certificate holder's agent or attorney appeals to the board of county commissioners of the county from the determination of the treasurer. Section 122. That § 10-24-13 be repealed. 10-24-13. The certificate holder may accept the amount so paid at any time before its return to the prospective redemptioner, regardless of the pendency of appeal proceedings or decision on the proceedings. Section 123. That § 10-24-14 be repealed. 10-24-14. The appeal referred to in § 10-24-12 may be taken by any informal notification filed with or mailed to the treasurer stating that the certificate holder rejects the amount paid or determined for the proposed partial redemption. If no such appeal is taken, the redemption is final and the part or interest is released from the effect of the tax sale certificate and taxes paid as subsequent to the redemption. If the appeal is taken, the county commissioners shall be notified by the county treasurer and shall decide the matter at their next regular or special meeting after the notice. The commissioners shall note the decision in the minutes. Section 124. That § 10-24-15 be repealed. 10-24-15. Any person interested shall be heard by the county commissioners, and from their decision, any person aggrieved may appeal to the circuit court the same as other appeals are taken from their decisions. Section 125. That § 10-24-16 be amended to read: 10-24-16. Any person having who has a lien upon on any real property sold or about to be sold for taxes or on which the taxes are delinquent and unpaid may redeem from the tax sale if the real property is still subject to redemption or may pay such the taxes, interest, penalty, and costs as that are delinquent. The receipt of the county treasurer or the tax certificate of redemption constitutes an increase of the amount of the lien held by the party paying the taxes or making the redemption. The amount paid and the interest on the amount at the rate specified in the lien instrument, or if none is specified then at the rate that such the taxes would bear according to law, shall be collected with, as a part of, and in the same manner as the amount secured by the original lien. Section 126. That § 10-24-17 be amended to read: 10-24-17. Immediately after redemption from any tax certificate sale, the county treasurer shall notify the purchaser or present holder of the redeemed tax certificate of such the redemption. The notice shall be sent by mail to the address as shown by the record of the tax certificate or assignment of the purchaser or present holder. If there is no such address, the notice shall be sent to the last known address of the purchaser or present holder. The notice shall give the description of the property and amount of redemption. The county treasurer shall charge a fee in accordance with pursuant to § 10-23-8 for each notice. The fee shall be deposited in the county general fund. If the tax certificate has been assigned and assignment recorded, the notice shall be sent to the assignee only. Section 127. That § 10-25-1 be amended to read: 10-25-1. In the case of any real property If a tax certificate is sold for taxes and not yet redeemed, the owner or holder of the tax certificate may conduct, or cause to be conducted, proceedings a proceeding to procure a tax deed on the real property, as provided by §§ 10-25-2 to 10-25-12, inclusive. The proceedings A proceeding shall be initiated no sooner than after three years from the date of the tax certificate sale or at any time thereafter within six years from the date of the tax certificate sale subject to the provisions of §§ 10-25-16 to 10-25-19, inclusive. The time period applies equally to the county or any other purchaser of the tax certificate. Any assignee of a tax certificate shall take the tax certificate subject to the time period of the first owner of the tax certificate. Section 128. That § 10-25-2 be amended to read: 10-25-2. A notice of intention to take a tax deed shall be signed by the lawful holder of the tax sale certificate, or the holder's agent or attorney, stating the date of sale, the description of the real property sold, the name of the purchaser, and the name of the assignee, if any. The notice shall also state that the right of redemption will expire and a deed for the real property will be made upon the expiration of sixty days from the completed service, unless the real property is redeemed as permitted by law. If two or more certificates covering different descriptions of real property are held by the same person, either by purchase or assignment or both, the descriptions may all be included in one notice if the notice includes the information required in this section for each such description. Section 129. That § 10-25-3 be amended to read: 10-25-3. The notice of intention to take a tax deed shall be served upon on the owner of record of the real property so sold, upon, the person in possession thereof, upon of the real property, the person in whose name the real property is taxed, upon and the mortgagee named in any unsatisfied mortgage in force upon on the real property of record in the office of the register of deeds of the county in which where the real property is located, and. However, if the mortgage has been assigned and the assignment thereof is placed upon on record in the office of the register of deeds, then upon notice shall be served on the assignee in lieu of the mortgagee named in the mortgage. The notice of intention to take a tax deed shall also be served upon on any lienholder, any creditor of record, and other interested person as may appear from the records in the office of the register of deeds, the county treasurer, or the clerk of courts. The county treasurer may obtain any title information necessary to identify persons who appear any person who appears from the records to be interested in such have an interest in the real property as owners, mortgagees, lienholders the owner, mortgagee, lienholder, or otherwise other interested person. Section 130. That § 10-25-4 be amended to read: 10-25-4. If the real property is situated within a municipal corporation municipality, notice also shall be served upon the following on: (1) The holder of any special assessment certificate that is a lien upon the real estate property; (2) The holder of any tax certificate issued upon sale for any special assessment; and (3) If bonds have been issued in lieu of assessment certificates, upon the holder of the bond last maturing; and (4) The city auditor or town clerk of the municipal corporation finance officer. The service provided for in this section may be made only upon those persons each person described in this section whose names name and post-office addresses are address is known to the holder of the tax certificates certificate or can may be obtained from the treasurer of the municipal corporation or the county municipal finance officer or the treasurer, as provided for in § 10-25-7. Section 131. That § 10-25-5 be amended to read: 10-25-5. Personal service of the notice shall be served upon on the owner of record of the real property, upon the person in possession of the real property, and upon the person in whose name the real property is taxed in the manner provided by law for the service of summons. All other persons mentioned Any other person listed in §§ 10-25-3 and 10-25-4 may be served in the manner provided by law for the service of summons or the notice may be served by publishing the notice once a week for at least two successive weeks in a newspaper printed in the legal newspapers for the county where the real property is situated, and if no newspaper is printed in the county, in the nearest legal newspaper printed in the state. In addition to the service by publication, the holder of the tax certificate shall send to any person served by publication a true copy of the notice through the United States mails, properly addressed, to the last known address of the person. The notice to the mortgagee or the mortgagee's assignee shall be directed to the mortgagee or assignee to the address appearing in the mortgage of record, or in the assignment thereof of the real property. The notice to a lienholder or to any other interested person as may appear from the records in the office of the register of deeds, the county treasurer, or the clerk of courts shall be sent to the last known address of the person. The notice shall be sent by registered or certified mail, return receipt requested, with all proper postage prepaid. Section 132. That § 10-25-6 be amended to read: 10-25-6. If any of the persons on whom notice is required to be served by §§ 10-25-3 and 10-25-4 is deceased, the notice shall be served on the person's decedent's personal representative, foreign or resident, or upon on the resident agent of a foreign personal representative, if any are known to the certificate holder. If no such persons are person is known, the notice shall be served upon on any known heirs, devisees, and legatees and beneficiaries of the decedent, in the same manner as if they the heirs and beneficiaries were owners of record. For any unknown heirs, devisees, and legatees and beneficiaries of the decedent, notice shall be served by including in and publishing the notice, the same as required for nonresidents, as provided in § 10-25-5 and designating such unknown persons as \"the unknown personal representatives, heirs, devisees, legatees of _____________, and beneficiaries of the deceased,\" naming the decedent. For unknown persons, no mailing is required. The fact of whether the decedent, the decedent's personal representative or resident agent, or any heirs, devisees, and legatees and beneficiaries are known or unknown shall be sufficiently established for tax-deed proceedings by the affidavit of completed service of the certificate holder or the tax certificate holder's agent or attorney conducting the proceedings. Section 133. That § 10-25-7 be amended to read: 10-25-7. The notice to the holder of any special assessment certificate, or bond issued in lieu of a special assessment certificate, shall be directed to the certificate holder or bondholder at the address that appears for the certificate holder or bond holder in connection with the record of the certificate or bond in the office of the treasurer of the municipal corporation with the finance officer of the municipality. The notice shall be personally served or sent by registered or certified mail with all proper postage prepaid, return receipt requested. A like notice, by personal service or registered or certified mail, return receipt requested, shall be given sent to the holder of any tax certificate issued upon a sale for any special assessment, by mailing to the tax certificate holder's address as the address appears in the office of the county treasurer. Such service Service is not required for any tax certificate holder or bondholder whose name and address do not appear in the record and for whom an affidavit or tax certificate is made by the treasurer stating that the person's name or address is not known to the treasurer, accompanied by an affidavit of the holder of the tax certificate that the holder does not know the name and address of the person. Section 134. That § 10-25-10 be amended to read: 10-25-10. The person demanding the tax deed shall purchase the assignment of all prior tax certificates held by the county on the real property before the county treasurer may issue the tax deed. Section 135. That § 10-25-11 be amended to read: 10-25-11. Immediately after the expiration of sixty days from the date of the filing of affidavit of completed service of the notice provided in § 10-25-8, the treasurer shall prepare a deed for each lot or parcel of real property for the tax certificate sold and remaining remains unredeemed. The deed shall be signed by the county treasurer and attested by the county auditor, under seal, and shall be delivered to the purchaser or the purchaser's assignee upon the return of the certificate of tax sale. The treasurer shall receive five dollars for each deed prepared by the treasurer on such sales, but any number of parcels of real property bought by one person may be included in one deed, as the holder may desire a sale. Section 136. That § 10-25-12 be amended to read: 10-25-12. Any deed issued pursuant to this chapter or chapter 10-26 vests in the grantee an absolute estate in fee simple in the real property. However, the real property is subject to any claim that the state may have in the real property for taxes, liens, or encumbrances. The real property is also subject to any lien for past-due installments of special assessments for the financing of municipal improvements levied pursuant to chapter 9-43, including principal and interest on the installments except as provided by § 9-43-60 § 9-43-100. The holder of the deed or the holder's successor in interest is entitled to immediate exclusive possession of the real estate property described in the deed regardless of rights of any person to redeem or question exclusive possession thereafter. Section 137. That § 10-25-13 be amended to read: 10-25-13. Such The tax deed shall be is prima facie evidence of the truth of all the facts therein recited, and of the regularity of all proceedings from the valuation of the land real property by the director of equalization up to the execution of the deed, and such. The tax deed shall be substantially in the following form: Whereas, _______________ did on the _______________ day ________________, 20_______ produce to the undersigned, _________________, treasurer of the county of ______________, in the State of South Dakota, a certificate of tax sale, bearing date the _______________ day of __________, 20________, signed by _______________, who at the last-mentioned date was treasurer of said county, from which it appears that _______________ did on the _______________ day of _____________, 20________, purchase at public auction, at the place prescribed by law in said county, the real property in this indenture described and which real property was sold to _______________ for the sum of _______________, being the amount due thereon for the nonpayment of taxes, penalties, interest, and costs for the year 20________, and it appearing that the said _______________ is the legal owner of such certificate of tax sale; that such real property has not been redeemed from such sale; that notice of the expiration of the right to redeem from such sale has been given as required by law; that sixty days have expired since the completed service of such notice; that the grantee named herein has purchased the assignment of all prior tax-sale certificates held by the county on such real property; and that such real property was legally liable for taxation, had been duly assessed and properly charged on the tax lists for the year 20________, and that the same had been legally advertised for sale and was sold on the _______________ day of _________, 20________. Now, therefore, this indenture made this _______________ day of _________, 20________, between the State of South Dakota, by _________, treasurer of said county, party of the first part, and the said _______________ of the second part, Witnesseth: that the said party of the first part, for and in consideration of the premises and the sum of one dollar in hand paid, has granted, bargained, and sold and by these presents does grant, bargain, sell, and convey unto the said party of the second part, __________ heirs and assigns, forever, the real property mentioned in such certificate and described as follows, to wit: (describe the land), to have and to hold, with the appurtenances thereto belonging, to the said party of the second part, _______________ heirs and assigns forever; in as full and ample manner as the treasurer of said county is empowered by law to sell the same. In testimony whereof the said _______________ treasurer of said county of _______________ has hereunto set his hand on the day and year first above written. __________ Treasurer of __________ county. Attest: _________________________ Auditor of __________ county. (SEAL) include the following: __________ Treasurer of __________ county. (1) The legal description of the real property; (2) The amount due for nonpayment of taxes, penalties, interest, and costs; (3) The date of the tax certificate sale; (4) The name of the person who purchased the tax certificate; (5) The amount paid for the tax certificate; (6) A statement that notice of the tax certificate sale was given and legally advertised; and (7) The seal of the treasurer. Such The tax deed shall be acknowledged by the treasurer before someone authorized by law to take acknowledgments of deeds in the presence of the county auditor or a notary public. Section 138. That § 10-25-14 be amended to read: 10-25-14. In case If the real property is sold at a private sale after being offered at a public sale for taxes, there shall be inserted in the deed, in place of the words \"Did on the _______________ day of _________, 20 ________, purchase at public auction at the place location prescribed by law, in said county, the real property in this indenture described,\" the following: \"Did on the _______________ day of _________, 20 ________, purchase at private sale at the Office of the County Treasurer in said county, the real property in this indenture described, which had been offered at public sale for taxes but not sold for want of bidders.\" a statement that the property was sold at a private sale as required by § 10-25-13. Section 139. That § 10-25-15 be amended to read: 10-25-15. When If deeds are delivered by the county treasurer for real property sold for taxes, the certificate therefor must shall be canceled and filed by the county auditor, and in. In case of loss of any certificate, on being satisfied thereof by due proof, and bond being given to the state in stating the sum equal to the value of the property conveyed, as in cases of lost notes or other commercial paper, the county treasurer may execute and, deliver the proper conveyance, and file such the proof and bond with the county auditor. Section 140. That § 10-25-16 be amended to read: 10-25-16. If proceedings a proceeding to procure a tax deed are not commenced is not completed within six years after the date of the tax sale certificate sale on which the proceedings are proceeding is based, the tax sale certificate sale, the lien for taxes, the lien of any taxes paid by the holder of the tax sale certificate as subsequent taxes, and all rights thereunder cease and are forever barred. The county treasurer shall cancel the tax certificate on the treasurer's record and shall note on the sale records and the tax books of the treasurer's office that the tax sale certificate and the lien of subsequent tax receipts held by the owner of the tax sale certificate are barred and of no validity are not valid. Section 141. That § 10-25-17 be amended to read: 10-25-17. The provisions of § 10-25-16 do not apply to tax sale certificates that are held by the county. If any such tax certificate is assigned by the county, and if the tax certificate is dated more than four years preceding the date of its assignment, the purchaser of the tax certificate has one year from the date of its assignment within which to commence proceedings a proceeding to procure a tax deed. Section 142. That § 10-25-18 be amended to read: 10-25-18. The commencement of proceedings a proceeding to procure a tax deed within the periods limited in §§ 10-25-16 and 10-25-17 does not extend the lien of the holder of the tax sale certificates more than six months beyond the expiration of the periods of limitations. If any such proceedings proceeding, commenced within the time limited by §§ 10-25-16 and 10-25-17, are is not completed, and the right of the party instituting the proceedings proceeding to receive a tax deed under the provisions of §§ 10-25-1 to 10-25-12, inclusive, is not fully completed and established, within six months after the expiration of six years from the date of the tax sale certificate upon sale on which the proceedings are proceeding is based; allowing, however, to purchasers of tax sale certificates assigned by the county the additional period of one year from the date of the assignment within which to commence such proceedings and six months after the expiration of the period of one year within which to complete the proceedings; then all rights under the proceedings proceeding cease and are forever barred and the county. The treasurer shall cancel the tax sale certificate in the manner provided in § 10-25-16. Thereupon However, the purchaser of a tax certificate assigned by the county has an additional period of one year from the date of the assignment to commence the proceeding and six months after the expiration of the period of one year to complete the proceeding. If the tax certificate is cancelled, the lien of the holder of the tax sale certificate is extinguished and all further proceedings on the tax sale certificate are barred. Section 143. That § 10-25-19 be amended to read: 10-25-19. Commencement of proceedings a proceeding as provided for in §§ 10-25-16 to 10-25-18, inclusive, means any act done or record made by or for the certificate holder indicating that proceedings have a proceeding has been commenced. Completion of proceedings as a proceeding used in §§ 10-25-16 to 10-25-18, inclusive, means the completed service and filing of proof of service in the office of the county treasurer so as to start which starts the running of the sixty days allowed for redemption. Section 144. That § 10-25-20 be amended to read: 10-25-20. If any real property has been bid in by the county treasurer in the name of the county at the tax certificate sale and the tax certificate has not been redeemed from the sale or the county has not assigned the by a certificate of purchase, and if sufficient time has elapsed since the tax sale that a tax deed may be properly issue, issued, the treasurer may issue a tax deed for the real property to the county. However, if the county treasurer fails, refuses, or neglects to take proceedings for the issuance of a tax deed to the county, the county treasurer shall, upon written application of the county commissioners, or the governing body of any municipal corporation municipality, school district, or township within the county that would be beneficiaries a beneficiary of the tax for which the property was sold, immediately may give notice of intention to take tax deed as required by law. Upon such After the notice being has been given, if there is and no redemption has been made within the time allowed by law, the county treasurer shall issue a tax deed for the real property to the county as provided by law. If the county treasurer fails, refuses, or neglects to comply with the provisions of this section, the county treasurer's duty to comply may be enforced by writ of mandamus. Section 145. That § 10-25-21 be amended to read: 10-25-21. If any real property has been bid in by the county treasurer in the name of the county, at tax certificate sale, and the tax certificate has not been redeemed from the sale, or the county has not or assigned the by a certificate of sale, and sufficient time has elapsed since the sale that a tax deed may be properly issue issued, the board of county commissioners may, in lieu of taking a tax deed, procure from any person, firm, or corporation having who has any interest in the real property, real or apparent, a transfer by deed of the interest. However, the consideration for the transfer may not exceed the sum of fifteen dollars exclusive of taxes in connection with any one piece or parcel of land real property. Section 146. That § 10-25-22 be amended to read: 10-25-22. If title to real property has been acquired by the county under the provisions of § 10-25-21, the board of county commissioners may compromise, abate, or fully cancel any taxes previously extended against the real property. Section 147. That § 10-25-23 be amended to read: 10-25-23. Any sale or rental of real property acquired by a county by transfer in lieu of a tax-deed proceedings proceeding, shall be made in the same manner as provided for sale or rental of real property acquired by a tax deed, in this chapter. Section 148. That § 10-25-24 be amended to read: 10-25-24. Any county that has acquired or may acquire title to any land real property by tax deed may commence an action in the county to quiet the title to the land real property. In any such action, several tracts of land parcels of real property, contiguous or noncontiguous, may be included in one complaint and all persons any person claiming any title to, interest in, or lien upon any of the lands real property may be joined as defendants a defendant. Upon request of If requested by the board of county commissioners of the county, the state's attorney shall promptly commence and prosecute the action to final judgment any such action. Section 149. That § 10-25-25 be amended to read: 10-25-25. The procedure in such the action shall be as provided in commenced under § 10-25-24 shall be conducted pursuant to the provisions of chapter 21-41, except that the provisions of chapter 21-41 requiring the plaintiff to execute an indemnity bond, before entry of judgment, to the defendants who are served by publication, are not applicable to the county. Section 150. That § 10-25-26 be amended to read: 10-25-26. The board of county commissioners may procure from any person, firm, or corporation having who has any interest in such land the real property, real or apparent, a transfer, assignment, or satisfaction of the interest for the purpose of removing any cloud from the title of the land real property. The authority granted in this section may be exercised either in lieu of an action to quiet title or in connection with such an action. However, the consideration for the transfer, assignment, or satisfaction may not exceed twenty-five dollars in connection with any one piece or parcel of land real property, the title to which is sought to be quieted or cloud to the title removed. The board of county commissioners may negotiate with any person having any interest, real or apparent, in any such real estate property, for such transfers, assignments, or satisfactions and may pay for the transfers, assignments, or satisfactions within the limitations provided in this section. Section 151. That § 10-25-27 be amended to read: 10-25-27. The board of county commissioners shall have control of the rental of real property acquired by their the county under tax deed. The rental proceeds from real estate property acquired by counties a county under tax deed shall, after deducting the expenses of collecting the same proceeds, be apportioned by the county officials controlling such the proceeds in the same manner as taxes would be are apportioned from the said real estate if said land were real property if the real property was still contributing in taxes. Section 152. That § 10-25-39 be amended to read: 10-25-39. The proceeds of the sale, after deducting the expenses incurred by the county in the proceedings proceeding to take tax deed and in the sale proceedings proceeding, shall be placed to the credit pro rata of the various funds and taxing districts that are the beneficiaries of the tax for the year for which the property was sold at tax sale. However, the county treasurer may distribute the proceeds received from the sale of any real property under the provisions of this section distributed by prorating the proceeds on the basis of the levy tax levies for any one the most recent year for which the taxes are included in the proceeds of the sale, taking the year that represents the more equitable basis for the distribution. Section 153. That § 10-25-40 be amended to read: 10-25-40. After a county has sold and issued to a purchaser at any time prior or subsequent to the effective date of this section a deed to any real property for which the county has taken tax title, the county auditor shall forthwith cancel the taxes levied against said the real property prior to before the sale by the county and enter such the cancellation on the records of the county treasurer. Should If the tax deed to the county and the county deed to the purchaser be by a court of competent jurisdiction decreed to be is declared void prior to by a court within three years after of the execution of such the tax deed to the county, such the taxes shall be reinstated by the county auditor on the records of the county auditor and the records of the county treasurer, and the treasurer shall again become place a lien against said premises the real property. Section 154. That § 10-25-41 be amended to read: 10-25-41. The county commissioners shall have authority to may authorize a reconveyance by quitclaim deed to the record owner or his the record owner's assignees or successors only of any real estate property held by the county under tax-deed title tax deed only, at any. The reconveyance shall be for consideration not less than the total principal, interest, and costs of all taxes represented in the tax deed and any other taxes and interest which are unpaid upon said on the real estate property. Section 155. That § 10-25-42 be amended to read: 10-25-42. Nothing contained in § 10-25-41 limits the discretion of the county commissioners to fix any a higher price for such the reconveyance or to annex to the reconveyance any such conditions or qualifications as the county commissioners may decide establish. Section 156. That § 10-25-43 be amended to read: 10-25-43. Reconveyance pursuant to § 10-25-41 may be authorized only by resolution of the county commissioners duly published in their the minutes, and the reconveyance may be made only after the time for appealing an appeal from the resolution has expired. The reconveyance shall be is made by quitclaim deed substantially in the form provided by chapter 43-25 and may be made only upon on payment in cash of the price fixed by the resolution of the county commissioners. The quitclaim deed shall be is executed by the treasurer and attested by the county auditor under seal. The quitclaim deed has the effect only of releasing the title and claim that the county and the taxing districts represented by the county have under the tax deed and any of the taxes that are paid as a part of the price fixed by the county commissioners. Section 157. That § 10-25-44 be amended to read: 10-25-44. No action may be commenced by the former owner or by any person claiming under him or her, to recover possession of any real property which has been sold and conveyed by deed for nonpayment of taxes or to avoid such the deed, unless such action is commenced within one hundred eighty days after the recording of such the deed. No defense may be interposed or maintained by the former owner, or by any person claiming under him or her, in any action brought to quiet the title in the grantee in any tax deed, or by any person claiming under such the grantee, in any tax deed issued and delivered by any county treasurer of any county in this state, unless such the defense is interposed within one hundred eighty days after the recording of such the tax deed in the Office of the Register of Deeds of the county office of the register of deeds in which the real estate property described in such the tax deed is located."}, {"bill_id": 8357, "bill_version_id": 48900, "bill_version": "House Engrossed", "bill_version_date": "2018-02-07T15:58:31.903-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions concerning property tax collections, delinquent property taxes, tax certificates, and tax deeds. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-21-1 be amended to read: 10-21-1. The county treasurer shall be the collector of collect all property taxes extended upon the tax list of the county, and all delinquent taxes whether levied for by the state, county, township, municipality, school, or other purposes, anything in the charter of any municipality to the contrary notwithstanding, and he shall proceed to collect the same according to law, and to place the same when collected to the credit of the proper funds or any of its taxing districts. Section 2. That § 10-21-1.1 be amended to read: 10-21-1.1. The county treasurer shall mail or transmit electronically a written tax bill to each taxpayer against whom a property tax has been assessed. The property tax bill sent to each taxpayer may reflect the breakdown of the tax by tax levies. However, the property tax bill shall at least provide a tax total for each taxing district. A definition shall be provided for any abbreviation used to describe any entity imposing a tax or special assessment. The property tax bill shall also separately state the amount of any taxes due as a result of a local decision to exceed the tax increase limits set forth in § 10-13-36 or 10-12-43 and shall be marked by an asterisk. The notice shall include the statement: \"INDICATES A LOCAL DECISION TO OPT OUT OF THE TAX LIMITATION.\" If the local vote to increase taxes had not passed, your the taxes would not have included the items marked with an asterisk (*). If the treasurer does not mail the property tax receipts described in § 10-21-14, the treasurer shall indicate in the property tax bill or a notice enclosed with the bill that the treasurer does not intend to send a receipt unless requested by the taxpayer. The county treasurer shall provide to a taxpayer a tax levy sheet, if If the tax levy breakdown is not shown on the tax bill, or upon the treasurer on the taxpayer's request shall provide a tax levy sheet to the taxpayer. The annual tax levy sheet shall contain an example of the computation of the total tax for an individual. The secretary of revenue shall prescribe a uniform form which shall be used by the county treasurer for notification of taxpayers as required by this section. Section 3. That § 10-21-2 be amended to read: 10-21-2. No demand for taxes shall be is necessary in order to fix the liability of the person against whom they the taxes are assessed, but it shall be is the duty of every person subject to taxation under this chapter to pay or cause to be paid to the county treasurer the amount thereof due. Section 4. That § 10-21-4 be amended to read: 10-21-4. Except as provided in § 10-9-10, all taxes shall become are due on the first day of January first of each year next following assessment, levy, or extension of the taxes and as between vendor and vendee shall become a lien upon on the real property on and after such date January first. Section 5. That § 10-21-5 be amended to read: 10-21-5. In all cases where If a receiver shall be is appointed, or an assignment for benefit of creditors made, or bankruptcy proceedings instituted, or administration of trusts or estates or similar court administration invoked, of, for, or in on behalf of any person, firm, or corporation in any court in this state, the personal property taxes of such the person, firm, or corporation shall be a is the first and preferred claim and charge and paid as part of the expense of administration out of the first funds or property accruing,. This claim and charge is subject only to the actual court costs and fees allowed by the court necessary for conducting the administration, and subject also to any absolute exemptions and family allowance provided by law. Section 6. That § 10-21-6 be repealed. 10-21-6. In all cases described in § 10-21-5 of administration of property of any person, firm, or corporation by any court of this state, notice of the proceedings must be served upon the county treasurer of the county in which the proceedings are conducted, the same as required for notice to any other creditor. Such county treasurer shall thereupon make proper claim for such personal taxes as may be due, or about to become due after assessment, or delinquent, and if it appears that the property of the estate is situated in some other county of the state or the person involved is a resident of some other county, such county treasurer shall prepare and forward a copy of the notice to such other county treasurers who shall thereupon present any such claims as their respective counties may have for personal taxes. Section 7. That § 10-21-7 be amended to read: 10-21-7. The board of county commissioners of any county may authorize the county treasurer to accept partial payments of taxes, upon application, thereof, any time after January first to apply against the taxes due. In cases where If the applicant for partial payment owes taxes on more than one tract or parcel of real property, he must the applicant shall, at the time of application for the privilege of partial payment, designate the tract or parcel of real property upon which said the partial payments are payment is to be first applied. Section 8. That § 10-21-7.1 be amended to read: 10-21-7.1. The board of county commissioners may permit any person to remit property taxes by electronic transmission in ten equal monthly installments. The first payment shall be made on January first and the final payment shall be made by October first in the year the taxes are payable. The board of county commissioners shall by resolution establish the criteria for determining which taxpayers may remit property taxes by electronic transmission. Section 9. That § 10-21-7.2 be amended to read: 10-21-7.2. Any remittance transmitted electronically pursuant to § 10-21-7.1 shall be made on or before the first day of the month and are considered to have been made on the date that the remittance is credited to the bank account designated by the county treasurer. For purposes of making any electronic transfers of remittances transfer of remittance pursuant to §§ 10-21-7.1 to 10-21-7.3, inclusive, the first day of the month means the first day of the month that is not, unless the first day of the month is a Saturday or, Sunday, or a state or federal a legal holiday enumerated in § 1-5-1, or a day which the Federal Reserve Bank is closed, then the electronic transfer of remittance is due on the next succeeding day that is not a Saturday, Sunday, a legal holiday enumerated in § 1-5-1, or a day which the Federal Reserve Bank is closed. Section 10. That § 10-21-7.3 be amended to read: 10-21-7.3. Any property taxes remitted by electronic transmission pursuant to § 10-21-7.1 are delinquent if not remitted by the third day of the month following the month the taxes are due. However, notwithstanding the provisions of § 10-21-23, the first half of property taxes are not delinquent if the fifth payment made monthly pursuant to §§ 10-21-7.1 to 10-21-7.3, inclusive, is credited to the bank account designated by the county treasurer on or before May first. If taxes become delinquent pursuant to this section, interest shall be added to the delinquent taxes at the Category G rate as established pursuant to § 54-3-16 for each day the taxes are delinquent. Section 11. That § 10-21-7.4 be amended to read: 10-21-7.4. The county treasurer is not required to provide a duplicate tax receipt pursuant to § 10-21-14 for each tax payment made monthly pursuant to §§ 10-21-7.1 to 10-21-7.3, inclusive. The county treasurer may provide a receipt for taxes paid when the entire year's taxes are for an entire year once paid in full. The county treasurer shall provide a receipt if requested by any person who has paid the entire year's taxes for an entire year in full. Section 12. That § 10-21-11 be repealed. 10-21-11. State warrants are receivable for the amount payable into the state treasury on account of the ordinary state tax; county warrants are receivable in the treasury of the proper county for the amount of county tax payable into the county treasury, except when otherwise provided by law; city warrants shall be receivable on city taxes; town warrants shall be receivable on town taxes; school warrants shall be received for school taxes; civil township warrants shall be received for civil township taxes; and road and bridge warrants shall be received for road and bridge taxes in the district or township where such warrants are issued, provided that no warrants shall be so receivable unless offered by the person originally owning the account or to whom the warrant was originally issued and in payment of his own tax. Section 13. That § 10-21-12 be repealed. 10-21-12. When any person desiring to pay any taxes due and unpaid shall present a warrant to the treasurer of any county in payment for such tax, which shall exceed the amount that such treasurer is authorized to receive in warrants in payment for such tax, he shall endorse on the back of such warrant in part payment the amount he is authorized by law to receive, and date the same. Such treasurer shall take two receipts from the holder of such warrant for the amount so endorsed and paid, showing the date of the endorsement, a full description of such warrant, including the date thereof, to whom given, the amount for which it was given, and all the endorsements thereon; one of which receipts he shall forthwith file with the county auditor, the other he shall retain as his voucher. A copy of such receipt shall be forwarded to the taxing district involved with the next disbursement of tax collections made to such taxing district. Section 14. That § 10-21-13 be repealed. 10-21-13. If any taxing district disputes the validity or inapplicability of any warrant issued on any tax due it, notice of the dispute shall be served upon the county treasurer and such warrant shall thereafter not be received in payment of any such tax, except upon judgment of the court or unless the protest against its application is properly withdrawn by the taxing district involved. Section 15. That § 10-21-14 be amended to read: 10-21-14. The county treasurer shall make duplicate receipts for tax payments. One receipt may be delivered to the person paying the taxes and the other shall, within one week, be filed with the county auditor. The county auditor's copy of the receipt shall specify the property on which the tax was assessed, the amount of taxes collected for state purposes including the levy for state highways, the amount of each separate and distinct fund the tax is allocated to, and the years for which any of the real property described has been sold for taxes and not redeemed, unless the certificates for such the tax sales are more than six years old. Any county auditor who fails to enter upon on any tax receipt the amount of taxes for state purposes, or any county treasurer who fails to specify on the duplicate tax receipt the information required by this section, is guilty of a Class 2 misdemeanor. Section 16. That § 10-21-16 be amended to read: 10-21-16. All tax receipts issued by the county treasurer shall be bound in books of convenient size, or in such the form as may be prescribed by the auditor-general and numbered consecutively, commencing with number one on the first receipt issued for the taxes of any one year, and he shall not receipt for more than one year's taxes on the same property in one tax receipt, nor shall more than one series of numbers be used for any one year's taxes, but a. A separate and distinct series of numbers of receipts shall be kept and issued for the taxes of each year for which the same taxes have been levied and assessed. Section 17. That § 10-21-17 be amended to read: 10-21-17. A county treasurer or his deputy or any other person who intentionally issues a tax receipt or duplicate tax receipt which states that any part of the amount thereof was paid in warrants or orders when the same by a warrant or order if the tax was paid in cash is guilty of a theft. Section 18. That § 10-21-18 be amended to read: 10-21-18. A county treasurer or his deputy, or any other person, who intentionally issues a tax receipt, or duplicate tax receipt, required by this title, by fraudulently making the tax receipt and its duplicate, or the paper document purporting to be its duplicate, different from each other, with intent to defraud the state, any county, or any person, is guilty of theft. Section 19. That § 10-21-19 be amended to read: 10-21-19. Whenever If any taxes are paid, the county shall record in the tax list, opposite on the record of the description of the real property whereon the same for which the taxes were levied, the date of such the payment and the name of the person paying the same taxes. Section 20. That § 10-21-20 be amended to read: 10-21-20. Upon After payment in full of all taxes upon on any tract of land real property which has been subdivided, rearranged, or platted into lots, it shall be the duty of the county treasurer of the county in which such tract is situated to attach to shall sign the plat of such subdivision his certificate to certify that all taxes which are liens upon the tract so subdivided as shown by the records of his office have been fully paid, for which certificate the treasurer shall receive no fee paid in full. Section 21. That § 10-21-21 be amended to read: 10-21-21. The county shall establish a system of procedures to ensure that the proper amount of taxes have been is collected, receipted into accountability, and deposited in the proper amount. If it appears that the treasurer has not collected the full the amount of taxes and interest which according deposited by the treasurer is less than the receipts shown to be collected pursuant to the tax list and the terms of the receipt the treasurer should have collected, the county auditor shall forthwith charge the treasurer with the amount such receipt falls that the deposits fall short of the true amount, and the treasurer shall be liable on the official bond to account for and pay over the same collected. Section 22. That § 10-21-23 be amended to read: 10-21-23. On the first day of May first of the year after which taxes have been assessed, one-half of all unpaid real estate property taxes are delinquent. However, all real estate property taxes totaling fifty dollars or less shall be paid in full on or before April thirtieth. On May first and the first day of each month thereafter there shall be added as interest on the delinquent taxes at the Category G rate of interest as established in § 54-3-16. If the other half is not paid on or before the thirty-first day of October thirty-first of the same year, that amount also becomes delinquent on November first and the same interest shall attach in the same manner. If the last day of April or October falls on a Saturday or Sunday, the tax is due and payable on the last working day of that month. The tax payment shall either be received in the office on the last working day or the tax payment shall be postmarked by the last day prior to before the taxes becoming become delinquent. Section 23. That § 10-21-25 be amended to read: 10-21-25. All penalty and interest provided for in § 10-21-23 shall be collected by the treasurer in addition to the principal amount thereof. Section 24. That § 10-21-26 be repealed. 10-21-26. Whenever the tax books or tax records of any county shall in any manner become destroyed, the first half of said taxes shall not become delinquent until July first following. Section 25. That § 10-21-27 be amended to read: 10-21-27. The county treasurer auditor shall pay over to the treasurer of any municipality, township, or school district, on the order of the county auditor, to each taxing district all money received by him the treasurer arising from taxes levied and collected, belonging to such municipality, township, or school district, and shall require the treasurer to whom such payment is made to receipt upon the back of such order for the same, or the county treasurer may, on written order, duly signed and acknowledged by any municipality, township, or school district treasurer, either transmit the money by mail or deposit the money to the credit of the local treasurer in the bank in which his account of tax money is kept on behalf of the taxing district. Section 26. That § 10-21-28 be repealed. 10-21-28. Any person or corporation intending to construct or expand a mining operation, processing plant, electrical generating plant, or other industrial operation may prepay an amount up to five times the estimated property tax due the year the operation or plant is to be completed or expanded, upon the request of the board of county commissioners of the county in which the facility is to be located. The provisions of §§ 10-21-28 to 10-21-30, inclusive, shall not affect property from qualifying for the property tax provisions of §§ 10-6-35.1 and 10-6-35.2. Section 27. That § 10-21-29 be repealed. 10-21-29. Nothing in §§ 10-21-28 to 10-21-30, inclusive, shall be construed to obligate a person or corporation to prepay property tax except under voluntary agreement. Any action by a county commissioner or any other public official to compel involuntary prepayment of property tax shall constitute malfeasance of office. Section 28. That § 10-21-30 be repealed. 10-21-30. If a new or expanded mining operation, processing plant, electrical generating plant, or other industrial operation is assessed, it shall be subject to taxation in the same manner as is all other property similarly situated except that the amount of prepaid taxes collected shall be credited against the property taxes which the person or corporation would have paid without a prepayment agreement. The tax credit shall cease when the amount of prepaid property tax is equal to the amount of property tax due without a prepayment agreement. Section 29. That § 10-21-31 be amended to read: 10-21-31. The county auditor, upon notification by the director of equalization of any unreported improvements improvement pursuant to § 10-6-36.1, shall notify the owner of such the real property that the improvements improvement shall be added to the tax roll for each year that the improvements were improvement was made to the real property and that taxes and interest shall be are due on such improvements the improvement from the first assessment date after such improvements were the improvement was made. The notice shall describe the real property in general terms, describe the improvements improvement to be added to the tax roll with their the value, the years that such improvements shall be the improvement is added to, specify the amount of tax and interest that shall be is owed, and inform the person when he shall to appear before the county auditor to show cause why such improvements the improvement should not be added to the tax roll. The notice shall be sent at least fifteen days before the hearing to the last known address of the owner of the real property. Section 30. That § 10-21-32 be amended to read: 10-21-32. If, after the hearing required by § 10-21-31, the owner of such the real property has not shown cause why such improvements the improvement should not be added to the tax roll, the county auditor shall add such improvements the improvement to the tax roll for each year that such improvements the improvement existed and the county treasurer shall collect the taxes and interest owed on such improvements the improvement. The interest provided in § 10-21-23 shall apply applies to the taxes owed on improvements added to the tax roll pursuant to this section from the first assessment date after the real property was improved. Section 31. That § 10-21-33 be amended to read: 10-21-33. Taxes upon on real property and any penalty and interest imposed thereon shall be is a perpetual lien thereon against all persons and bodies corporate, except the United States and this state. Section 32. That § 10-21-35 be amended to read: 10-21-35. Any person who has purchased an interest in any real estate property causing the property to be divided and has filed files all legal documents with the register of deeds may request the director of equalization to divide the assessed value between each property. The person requesting the assessed value to be divided shall pay the share of taxes against such the real estate property without requiring the immediate payment of the taxes charged against the remaining property. The taxes shall be divided according to any agreement made by the purchaser and seller; if there is no agreement, the taxes shall be divided by the proportionate area purchased. The tax receipt shall show the portion of the taxes paid and the name and address of the person paying the tax. Section 33. That chapter 10-21 be amended by adding a NEW SECTION to read: For purposes of chapters 10-21 to 10-26, inclusive, the following terms mean: (1) \"Courthouse,\" the county courthouse, the administrative building where the county office of treasurer is located, or a building where the board of county commissioners meet; (2) \"Treasurer,\" the county treasurer. Section 34. That § 10-22-1 be amended to read: 10-22-1. Between the first and fifteenth day of November in each year, the county treasurer shall prepare and mail or transmit electronically a statement to each person owing mobile home taxes or taxes on a building located on a leased site which are delinquent, except those entered any person on the uncollectible mobile home tax list or owing by persons known to the treasurer to be dead. The statement shall show the amount of the delinquent mobile home taxes or delinquent taxes on a building located on a leased site computed to the date of the statement and shall notify the person owing the delinquent taxes that unless the delinquent taxes are paid in full on or before the thirtieth day of November December first, a penalty of one dollar five dollars shall be added each year to the delinquent taxes and a notice published of the delinquent taxes. The notice shall be published in the official newspapers of the county during the week next preceding the third Monday in December. Section 35. That § 10-22-2 be amended to read: 10-22-2. During the week next preceding the third Monday in December in each year, the county treasurer shall publish in each of the official newspapers of the county, the name of each person whose mobile home taxes or taxes on a building located on a leased site are delinquent. The notice shall contain the name of each taxpayer owing delinquent mobile home taxes or delinquent taxes on a building located on a leased site and the aggregate amount, including interest and penalty, remaining unpaid. The notice does not need to include the name of any delinquent taxpayer known to the county treasurer to be dead deceased. The county treasurer shall charge and collect in addition to the taxes, penalty, and interest, the sum of one dollar against each person whose name appears in the publication. The county treasurer shall deposit the money collected into the county treasury general fund. The county shall pay the publisher of the notice the sum of thirty-three cents for each name appearing in the notice. Section 36. That § 10-22-5 be amended to read: 10-22-5. If the owner of any bill or claim against the county, other than salary, which that has been allowed either in whole or in part by the board of county commissioners, owes any delinquent real property taxes or delinquent mobile home taxes in that county, the county auditor of that county shall deduct the amount of such the delinquent taxes from the amount so allowed, and. The treasurer shall issue to the owner of the bill or claim a warrant payment for the balance, if any. In case If the amount due for delinquent real property taxes or delinquent mobile home taxes exceeds the amount allowed on that bill or claim, the county auditor shall apply the whole amount allowed toward the payment of such the delinquent taxes. Section 37. That § 10-22-7 be amended to read: 10-22-7. Whenever If the county auditor shall deduct or apply deducts or applies any amount to taxes pursuant to § 10-22-5 he, the county auditor shall issue and deliver to the county treasurer a warrant for the amount so deducted or applied, and. The county auditor shall write mark on the face of such the warrant, in red ink, the following: \"Issued in payment (or part payment) of delinquent taxes of ________,\" giving the name of the person whose delinquent taxes are thus were paid or partly paid. Section 38. That § 10-22-8 be amended to read: 10-22-8. The county treasurer may issue a distress warrant against any person whose mobile home taxes or taxes on a building on a leased site are delinquent at any time and he. The treasurer shall issue a distress warrant against any person whose mobile home taxes or taxes on a building on a leased site are delinquent when requested by any county commissioner or sheriff of the county. Section 39. That § 10-22-9 be amended to read: 10-22-9. County treasurers' A treasurer's distress warrants warrant shall be addressed to the sheriff of the county and shall be in substantially the following form: I hereby certify that the mobile home taxes or taxes on a building on a leased site for the year ________, assessed against ________ in the sum of ________ dollars, are unpaid, and I desire such request the taxes to be collected, and authorize and direct the sheriff of this county to proceed forthwith to collect the same with the collection of the taxes. Given under my hand this ________ day of ________, 20 ____. __________ County treasurer Treasurer of _______ county Section 40. That § 10-22-10 be amended to read: 10-22-10. The county treasurer shall issue and deliver the distress warrant in duplicate to the sheriff. Such The distress warrant shall constitute constitutes the sheriff's authority and he the sheriff shall immediately proceed to execute the same, and distress warrant. The sheriff shall collect the tax by seizure of personal property of such the person to in an amount sufficient to pay such the tax, with accrued penalty and interest, if any, and all accruing costs, wherever the same may be found in the county. Section 41. That § 10-22-11 be amended to read: 10-22-11. No property shall be is exempt from such the seizure except personal property absolutely exempt from execution. Section 42. That § 10-22-12 be amended to read: 10-22-12. The sheriff shall, upon receipt of any distress warrants warrant from the treasurer showing delinquent mobile home taxes or taxes on a building on a leased site, immediately proceed with due diligence to collect all taxes shown by each of said distress warrants warrant to be delinquent in accordance with the provisions of §§ 10-22-14 to 10-22-27, inclusive. The failure of the sheriff to so proceed constitutes nonfeasance in office and shall subject such subjects the sheriff to removal from office in the manner provided in § 10-22-13. Section 43. That § 10-22-13 be amended to read: 10-22-13. If the sheriff of any county fails to proceed in the collection of delinquent mobile home taxes or taxes on a building on a leased site as provided in § 10-22-12, the state's attorney of said the county shall, upon resolution of the board of county commissioners, institute proceedings a special proceeding in the circuit court for his the county, which shall constitute a special proceeding. Such. The proceeding shall be instituted by petition of the state's attorney to the circuit court who shall thereupon issue its an order fixing the time and place location of a hearing on said the petition. Said The order and copy of said the petition shall be served upon said the sheriff not less than ten days prior to before the date fixed for hearing. Upon such hearing, if If the court finds such the sheriff guilty of nonfeasance of office as defined in § 10-22-12, the court shall, by appropriate order, remove such the sheriff from office and the vacancy thereby created shall be filled as provided by law. Section 44. That § 10-22-14 be amended to read: 10-22-14. Before making seizure of seizing any property the sheriff shall ascertain from the records in the office of the register of deeds, the: (1) The amount of any mortgages, conditional sales contracts, or other liens upon the property, and also the; and (2) The names and addresses of the lien holders and shall also procure from the county auditor a copy of the assessment blank upon which the tax is based, if the same is then on file with such county auditor lienholders. Section 45. That § 10-22-15 be amended to read: 10-22-15. In making the seizure of property, the sheriff shall first seize such property as that is not encumbered by any lien of record but nothing herein contained shall prevent the sheriff from seizing any property for the tax based on that specific property, nor from seizing sufficient encumbered property to exact the proportion of the whole tax to be collected, which the value of such encumbered property bears to all of the available property subject to the distress warrant, nor shall anything herein contained prevent the sheriff from resorting to encumbered property for collection of all of said tax, if the same is otherwise liable, and if the. The sheriff is unable may seize encumbered property if, after due diligence, the sheriff is unable to collect the said tax as hereinbefore otherwise specified taxes due from unencumbered property. Any unpaid mobile home taxes or taxes on a building on a leased site shall be a first lien on the mobile home or building on a leased site. This tax lien has a priority over any other lien including a lien that was attached before the tax lien. Nothing provided in this section prevents the sheriff from first seizing an encumbered mobile home or building on a leased site for which the delinquent taxes are based. Section 46. That § 10-22-16 be amended to read: 10-22-16. The distress warrant shall be executed by service of a copy of the same together distress warrant with a notice of the levy upon the owner of the property, or if he. If the owner cannot be conveniently found by service of the same upon the person from whose possession the property is taken, and mailing copies of the same served in person, the sheriff may mail the distress warrant to the last known address of the owner, and if no one in possession can. If the owner cannot be found, nor any address of the owner be ascertained, then by seizure of the property, and posting a copy of the distress warrant and the notice of levy upon shall be posted on the bulletin board at the front door of the courthouse of the county. Section 47. That § 10-22-17 be amended to read: 10-22-17. If the property consists of bulky materials or property which cannot be practicably or conveniently moved, the sheriff may hold the same and the sale thereof and sell the materials and property at the place where it is located, and in such cases. In this case, the sheriff, in addition to the service and notice specified in § 10-22-16, he shall file a copy of his the notice of levy in the office of the register of deeds of the county, stating among other things the: (1) The name of the person against whom the distress warrant was issued, the; (2) The description of the property, the; (3) The amount of the tax claim, and a; and (4) A description of the real estate property where the property is located. Section 48. That § 10-22-18 be amended to read: 10-22-18. The sheriff shall forthwith fix a time and place location for sale of the property seized, which time must be not may not be less than ten nor more than thirty days after the seizure, and which place. The location for the sale may be at any public place location within the county or where the property is located in the case of bulky material or property incapable of being conveniently moved. Notice of the sale shall be given by posting the same notice in three public places locations in the county, at least ten days before the date of the sale. The notice shall state the: (1) The time and place location of the sale; the (2) The name of the person against whom the distress warrant was issued; a (3) A description of the property; and the (4) The amount of the tax claim, and. The notice shall identify the particular taxes for which the sale is to be made; it shall and also refer to the distress warrant under which the sale is to be held. Copies A copy of the notice shall also be mailed to all encumbrancers any lienholder of record at their addresses the address as shown by the encumbrances lien of record and if. If no address appears in such encumbrances a lien of record, mailing of notice shall is not be required. The failure so to mail notice shall does not invalidate the sale but. However, the encumbrancer shall lienholder does have recourse against the sheriff for any damage he the lienholder may show. Section 49. That § 10-22-19 be amended to read: 10-22-19. If upon seizure being made and any time before sale, the property owner, or any person interested, or anyone in his on the owner's behalf shall pay pays to the sheriff the amount of the tax with the legal interest, penalty, and other costs then due after the property has been seized and before the sale, the levy or seizure shall be is abated, and the. The property shall be released to the owner, at the place it may then be location the property is located, and receipt shall be given for the taxes so paid. Section 50. That § 10-22-20 be amended to read: 10-22-20. The county treasurer shall furnish the sheriff with triplicate receipts having the following words printed thereon: \"Sheriff's receipt for mobile home taxes.\" Upon a receipt of taxes paid. After the collection of any taxes, interest, penalties, fees, or other costs, the sheriff shall issue receipts therefor, the a receipt for the money collected. The original to receipt shall be delivered to the payor and the duplicate receipt to shall be filed with the treasurer. The treasurer shall cancel such remove the tax upon from the duplicate tax list in his the office and enter thereon the date and number of the sheriff's receipt. The treasurer shall issue a regular tax receipt for the full amount and promptly deliver the receipt to the tax debtor. Section 51. That § 10-22-21 be amended to read: 10-22-21. If the tax, penalty, interest, and other costs are not paid before the time fixed for sale, the sheriff shall sell the property, or so as much thereof of the property as may be necessary, at the time and place fixed location in the notice, at public auction to the highest bidder for cash. The sale shall be is absolute and without right of redemption. The sheriff shall give to the purchaser, if demanded, a bill or certificate of the sale which shall transfer to said purchaser transfers the property to the purchaser with the same legal effect as if executed by the owner and same. The certificate of sale shall be accepted as evidence of such the title by all public officials, courts, and departments of the state or any of its political subdivisions, and in the courts thereof. Section 52. That § 10-22-22 be amended to read: 10-22-22. The sheriff may adjourn the sale from time to time, not exceeding for a period not to exceed three days, and shall adjourn at least once if there are no bidders. The adjournment shall be made by public announcement at the time and place location of the sale and by posting a notice thereof at such of the adjournment at the time and place location of the sale. Section 53. That § 10-22-23 be amended to read: 10-22-23. If the property cannot be sold for want of bidders does not sell, the sheriff shall return the property to the possession of the person from whom or to the place where he the sheriff took the same property and the taxes shall be returned as remain unpaid. Section 54. That § 10-22-24 be amended to read: 10-22-24. The sheriff shall make returns submit a return to the county treasurer on all each distress warrants warrant as soon as executed, and at least within one year six months after date of issue of the same distress warrant, stating the amounts, if any, which that have been collected upon the distress warrant, or that upon. After the sheriff has completed a diligent search and no property could be found whereof is found to collect for the same, and showing distress warrant, the sheriff shall report the number of miles actually and necessarily traveled in executing each distress warrant and the number of distress warrants executed on each trip. If a sale was made under any distress warrant he, the sheriff shall show the procedure thereof of serving the distress warrant, including the giving of notice as required and, the time and place location of the sale, names, amounts the name of each purchaser, the amount bid and paid by purchasers each purchaser, and the property struck and sold to each purchaser. Section 55. That § 10-22-25 be amended to read: 10-22-25. At the time of making each When submitting the return to the treasurer, the sheriff shall turn over to the county treasurer the full amount collected together with his duplicate and provide a receipt therefor, and shall take a receipt from the treasurer for the same for the amount. The treasurer shall issue a receipt to the sheriff for the amount received. Section 56. That § 10-22-26 be amended to read: 10-22-26. The balance remaining due on any tax after deducting the net collections made by the sheriff as shown by his the return on the distress warrant shall remain remains collectible as a tax with the same force and effect as before the distress warrant was issued and. A subsequent distress warrants warrant may be issued therefor for the balance due or other remedies for collection may be invoked. Section 57. That § 10-22-27 be amended to read: 10-22-27. Any surplus remaining after paying the taxes, penalty, interest, and other costs, shall be returned to the owner and if he. If the owner cannot be found within one year, the surplus shall be deposited with the clerk of courts for the benefit of any person who may be entitled thereto in the county general fund. Section 58. That § 10-22-28 be amended to read: 10-22-28. The sheriff is allowed for collecting taxes the following fees: twenty-five dollars for making the sheriff's return on the sheriff's warrant of authority; fifteen dollars for each levy; and ten dollars for each sale and necessary costs of distress and the sale, which. The fees and costs shall be collected from the tax debtor or the tax debtor's property. If actual travel is made in collecting taxes, the sheriff shall also collect from the tax debtor or the tax debtor's property an additional penalty, in lieu of mileage, equal to fifteen percent of the amount of tax and interest due, which, with all. The fees and costs collected, pursuant to this section shall be credited to the general fund of deposited in the county general fund. The sheriff shall receive from the county mileage for each mile actually and necessarily traveled at the rate provided by law. However, the sheriff is not allowed mileage for collecting taxes within the corporate limits of the county seat. Section 59. That § 10-22-29 be repealed. 10-22-29. The treasurer shall, on the first day of each month, furnish the sheriff with a certified list of his fees, costs, and mileage provided for in § 10-22-28, and the sheriff shall file such list with the county auditor as a bill against the county to be audited and paid as other claims against the county. Section 60. That § 10-22-30 be amended to read: 10-22-30. On the first day of each regular meeting of the board of county commissioners, the The treasurer shall present all to the board of county commissioners each distress warrants warrant returned by the sheriff uncollected. The board shall then examine such returns and, if satisfied from any report of the sheriff or treasurer or facts in its own knowledge, that each return. If the taxes described in any such distress warrant cannot be collected, it the board shall declare the same taxes to be uncollectible and the treasurer shall thereupon place the same taxes on the uncollectible list in a book provided for that purpose, and no. A distress warrant shall thereafter may be issued therefor except on reissued for the taxes by the order of the board of county commissioners or on written demand of the sheriff. The treasurer does not need to make an additional effort to collect any mobile home taxes or taxes on a building on a leased site declared to be uncollectible until it is determined either by the board of county commissioners or the treasurer that the tax has become or may become collectible. Section 61. That § 10-22-31 be repealed. 10-22-31. On the first Tuesday in January of each year the county treasurer shall present to the board of county commissioners a list of all mobile home taxes unpaid at the close of business on December thirty-first of the preceding year which became delinquent during the preceding year. Such list shall show the taxing district in which such taxes were assessed, the address of the taxpayer, opposite which shall be a blank space for notation of payment of the tax when the same is paid. The county auditor shall note on such list the payment of any tax listed thereon when collected. Section 62. That § 10-22-32 be repealed. 10-22-32. At their meeting during the month of July following, and every three months thereafter until all such taxes are paid or declared uncollectible, the board of county commissioners shall examine the unpaid items on the list described in § 10-22-31 and by resolution declare uncollectible any such taxes as in their judgment cannot be collected. The county auditor shall furnish the county treasurer certified copies of such resolutions in which shall be listed the name of the person against whose mobile home the tax was assessed, the taxing district in which assessed, the amount of tax and year for which assessed. The county treasurer shall make appropriate entry on his duplicate tax list that such taxes have been transferred to a special record in his office to be known as the uncollectible mobile home tax list. The county treasurer need make no further effort to collect mobile home taxes declared to be uncollectible until it is determined either by the board of county commissioners or the county treasurer that such taxes have become or may have become collectible. Section 63. That § 10-22-33 be amended to read: 10-22-33. The treasurer shall issue distress warrants covering all taxes not declared uncollectible unless other remedies be are pursued for the collection thereof of the taxes as provided by law. Section 64. That § 10-22-53 be amended to read: 10-22-53. When If any mobile home taxes heretofore or hereafter levied shall stand charged or taxes on a building on a leased site are levied against any person, and the same is taxes are not paid within the time prescribed by law, the county treasurer whose duty it is to collect such taxes, in addition to any other remedy provided by law for the collection of such taxes, may enforce the collection thereof of the taxes by a civil action in the circuit court for his the county, in his name as such treasurer, against such person for the recovery of such unpaid taxes. The venue of such the action shall remain in the county where the tax is of record regardless of the residence of the parties and such the action may be so maintained against nonresidents of the state. Section 65. That § 10-22-54 be amended to read: 10-22-54. The county treasurer may also, upon securing approval of the board of county commissioners, institute and maintain such an action in another state or in the federal courts, at his election. Section 66. That § 10-22-55 be amended to read: 10-22-55. The county treasurer may invoke all ancillary remedies and proceedings, including attachment, garnishment, receivership, and others use any ancillary remedy or proceeding provided by law of this or any jurisdiction in which an action under § 10-22-53 or 10-22-54 may be brought. Section 67. That § 10-22-56 be amended to read: 10-22-56. It shall be is sufficient for such the treasurer to allege in his a complaint that the taxes stand charged against the defendant, that the same taxes are delinquent and unpaid, stating the year or years and the amount for each year, and such. The treasurer shall is not be required to set forth in his the complaint or by a bill of particulars any other or further matter relating thereto and the duplicate to the delinquent taxes. The tax list or lists shall be is prima facie evidence of the amount and validity of such the taxes appearing due and unpaid thereon, and of and the nonpayment of the same; and if, taxes. If, on the trial of the action, it shall be is found that such the person is so indebted owes taxes, judgment shall be rendered in favor of such the treasurer so prosecuting such the action as in other cases, and the. The judgment debtor shall not be is not entitled to the benefit of any exemptions other than those made absolute. Section 68. That § 10-22-57 be amended to read: 10-22-57. The In an answer, the defendant may set up by way of answer assert any defense which he the defendant may have to the collection of the taxes. If the defendant claims the taxes to be void, the court must in the action shall ascertain the just correct amount of mobile home taxes due from the person for the year or years for which it is claimed the taxes are delinquent, and if, in its. If, in the court's opinion, the assessment or any subsequent proceeding has been rendered is void or is voidable by the omission or commission of any act required or prohibited, the court shall reassess the property or order it the property to be reassessed by the director of equalization acting at the time of such the order, and shall thereupon. The court shall render judgment for the just correct amount of taxes due from the defendant for that year or years. Section 69. That § 10-22-58 be amended to read: 10-22-58. When If any person having who owes delinquent mobile home taxes charged against him or taxes on a building on a leased site leaves the state and establishes residence outside the state, the board of county commissioners of the county wherein such taxes were levied, may employ assistance outside of this state to collect such the delinquent taxes, and. The board may pay out of the funds of the county for such delinquent taxes collected for the collection services a commission of not to exceed fifty percent of the amount collected. Section 70. That § 10-22-59 be amended to read: 10-22-59. The courts of this state shall recognize and enforce the liability for taxes lawfully imposed by the laws of any other state which extends like comity in respect of that recognize and enforce the liability for taxes lawfully imposed by the laws of this state. The officials of such the other state are authorized to bring action in the courts of this state for the collection of such taxes. The certificate of the secretary of state of such the other state that such officials have an official has the authority to collect the taxes so to be collected by such action shall be is conclusive proof of that authority. Section 71. That § 10-22-60 be amended to read: 10-22-60. The term, taxes, as used in §§ 10-22-59 and 10-22-61 shall include means: (1) Any and all tax assessments lawfully made whether they be the taxes are based upon a return or other disclosure of the taxpayer, upon the information and belief of the taxing authority, or otherwise; (2) Any and all penalties lawfully imposed pursuant to a taxing statute; and (3) Interest charges lawfully added to the tax liability which constitutes the subject of the action. Section 72. That § 10-22-61 be amended to read: 10-22-61. The attorney general of this state is empowered to may bring action in the courts of other states to collect taxes legally due this state. Section 73. That § 10-22-62 be amended to read: 10-22-62. The provisions of this chapter shall apply to the collection of the taxes and interest owed on improvements a mobile home, a building on a leased site, and any improvement added to the tax roll pursuant to §§ 10-6-36.1 to 10-6-36.3, inclusive, and §§ 10-21-31 and 10-21-32. Section 74. That § 10-23-1 be amended to read: 10-23-1. Whenever If delinquent special assessments levied in any municipality shall be are certified to the county auditor as provided in Title 9, it shall be the duty of such title 9, the county auditor immediately to shall certify the same delinquent special assessments to the county treasurer, and such. The delinquent special assessments shall be collected by the county treasurer, by sale of the lots or parcels of land so assessed real property subject to the special assessment at the next succeeding sale of real property for delinquent taxes,. The sale of the real property shall be conducted in the same manner and at the same, time, and place location as it is for real property being sold for delinquent property taxes. Section 75. That § 10-23-2 be amended to read: 10-23-2. The treasurer shall give notice of the sale of real property for taxes or assessments the tax certificate by publication thereof of the sale once during the week before the sale in the official newspapers of the county as designated by the board of county commissioners. If there is no newspaper published in the county, the treasurer shall give notice by written or printed notice posted at the door of the courthouse or building in which the circuit court is commonly held, or the usual place of meeting of the county commissioners, for two weeks previous to before the sale. The county auditor shall reconcile the published list of unpaid taxes to the unpaid taxes in the tax list. Section 76. That § 10-23-2.1 be amended to read: 10-23-2.1. In addition to the notice required by § 10-23-2, the county treasurer shall send the notice containing the information set forth provided in §§ 10-23-2.5 and 10-23-3 by first class mail or by electronic means to: (1) Any owner of the real property at the owner's last known address; (2) Any person holding a special assessment certificate which is a lien upon the real estate property; and (3) If bonds have been issued in lieu of assessments certificates, to the holder of the bond last maturing; and (4) If the property is located in a municipality, to the auditor, clerk, or The municipal finance officer of the municipality, if the property is located in a municipality. The county treasurer shall mail or transmit electronically the notice at least fourteen days before the day of sale. The county treasurer shall certify, on the tax certificate record book records for that tax year, that notice was given in the manner prescribed by this section. Section 77. That § 10-23-2.2 be repealed. 10-23-2.2. If any of the following persons has annually, on or before November fifteenth, on a form prescribed by the Department of Revenue: (1) Requested that a notice of sale of the real property be sent to him or her by mail or by electronic means; and (2) Paid a three dollar fee to the county treasurer to cover the cost of sending the notice, if requested to be sent by mail, the county treasurer shall, in addition to the notice required by § 10-23-2, send the notice of sale containing the information set forth in § 10-23-3 to the person in possession of the real property, the person in whose name the property is taxed, the mortgagee named in any unsatisfied mortgage then in force upon the real property, and, if the mortgage has been assigned, to the assignee of the mortgage and to any other person who has or claims an interest in the real estate. The county treasurer shall send the notice of sale by certified mail, if requested to be sent by mail, to such person at the address as shown on the form. The notice shall contain the information set forth in § 10-23-3 and shall be mailed or transmitted electronically at least fourteen days before the date of sale. Section 78. That § 10-23-2.3 be amended to read: 10-23-2.3. The board of county commissioners may by resolution require that the name, address, and the amount of taxes, penalty, and interest due, and the years the taxes are due of any delinquent taxpayer whose real property tax certificate was sold or offered for sale at a tax certificate sale pursuant to this chapter be published each year that a tax certificate is outstanding until such time as a the tax deed is issued. Section 79. That § 10-23-2.4 be amended to read: 10-23-2.4. The county treasurer shall notify both the seller and the buyer under a contract for deed of delinquent property taxes if the contract has been recorded in the Office of the Register of Deeds. The notice shall include the years that the taxes are delinquent and the amount of delinquent taxes. If the seller and buyer are not notified, the county may not impose an interest penalty on the property because the taxes are delinquent. Section 80. That § 10-23-2.5 be amended to read: 10-23-2.5. Any property owner of a homestead that receives a notice of delinquent taxes or a notice pursuant to § 10-23-2.1 who will be seventy years of age or older by the date of the tax certificate sale for the homestead shall notify the county treasurer prior to before the sale that the owner occupies the home and meets the age requirement for the homestead exemption provided pursuant to chapter 43-31. If the owner fails to notify the county treasurer that the owner occupies the home and meets or will meet the age requirement for the homestead exemption, the owner shall be held responsible for any costs incurred related to the sale of the tax certificate and the payment of the taxes and interest on the tax certificate. The notice required by § 10-23-2.1 shall include a statement informing the owner of the each requirement imposed by this section and the applicable penalties. Section 81. That § 10-23-3 be amended to read: 10-23-3. The notice required by § 10-23-2 shall contain a notification that all real property on which the taxes of the preceding year or years remain unpaid that a tax certificate will be sold, and of the. The notice shall include: (1) The time and place of the sale and the notice must contain a; (2) A list of the real property tax certificates to be sold on which the taxes of the preceding year or years were unpaid as of the close of business on the first Monday of December, the; (3) The name of the parties, against whom it is the taxes are assessed, or current owner of record; and the (4) The amount of taxes due. Section 82. That § 10-23-5 be amended to read: 10-23-5. The county treasurer shall charge and collect, in addition to the taxes and special assessments, and interest and penalty, the sum of four dollars and fifty cents on each tract of real property and on each municipal lot or group of municipal lots advertised for sale or published pursuant to § 10-23-2.3, and each municipal lot or group of municipal lots, comprising a single description, if the municipal lot or group of municipal lots are sold for delinquent special assessments or published pursuant to § 10-23-2.3, which sum shall be paid into the county treasury. The fee collected pursuant to this section shall be deposited in the county general fund. The county shall pay the cost of publication for the information published pursuant to § 10-23-2.3. Section 83. That § 10-23-6 be amended to read: 10-23-6. Within thirty days after the completed publication required by § 10-23-2, each official newspaper in which any such the notice is was published, whether there be one, two, or three such newspapers, shall receive one-third of the total sum fee charged to the delinquent lands property for advertising. If the notice was published in one or two official newspapers, each newspaper may only receive one-third of the fee charged and the balance shall be deposited in the county general fund. Section 84. That § 10-23-7 be amended to read: 10-23-7. On the third Monday of December in each year, between the hours of nine a.m. and four p.m. the treasurer shall offer at public sale at the courthouse, or at the place of holding circuit court in his county, or at the treasurer's office where by law, the taxes are made payable, all lands, town lots, or other a tax certificate for any real property which shall be that is liable for taxes of any description for the preceding year or years, and which shall remain that remains due and unpaid, and he. The treasurer may adjourn the sale from day to day until all the lands, lots, or other real property tax certificates have been offered. No taxable property shall be is exempt from levy and sale for taxes except as provided in § 43-31-1. Section 85. That § 10-23-8 be amended to read: 10-23-8. Before making a sale of lands and town lots on which taxes have not been paid a tax certificate, the treasurer shall offer a tax certificate for each separate tract parcel of real property for sale in the numerical order in which it appears on the tax list and receive bids for it the tax certificate. If any person bids the full amount of the taxes, interest, and costs due on the land or town lots, stating in the bid the lowest rate of interest per year at which the bidder will pay the taxes assessed and due against the land and lots property, the treasurer shall sell and issue to that person bidder the land or town lots and shall issue a certificate of sale to the purchaser tax certificate. In no case may the rate of interest exceed the rate named in the bid and the. The bid offered on the land or lots tax certificate at the lowest rate of interest per year shall be is considered the best bid. No rate of interest higher than ten percent per year is a valid bid pursuant to this section. Upon redemption of a tax certificate that has been sold or assigned to a purchaser other than the county, a fee shall be deducted from the proceeds paid to the holder of the tax certificate. The county commission may, by resolution, establish a fee not to exceed fifty dollars. No property owner may be assessed this additional fee. The fee shall be deposited in the county general fund. Nothing less than the entire tract or lot may be sold. Section 86. That § 10-23-9 be amended to read: 10-23-9. Should If any person bidding fail fails to pay the amount due, the treasurer may again offer the land or town lot tax certificate for sale if the sale has not been closed, and if it. If the sale has been closed, he the treasurer may again advertise it specially and by description the tax certificate by one written or printed notice posted for two weeks on the door of the courthouse or place where the circuit court is usually held, after which it. After the additional two week posting, the tax certificate may be sold at public sale; or the treasurer may recover the amount by civil action, brought in the name of the county in which the sale was held. Section 87. That § 10-23-10 be amended to read: 10-23-10. Sales The sale of property a tax certificate made for the collection of delinquent special assessments shall be conducted in the same manner as other tax certificate sales made by the county treasurer and the owners. The owner of the property so sold shall have has the same length of time in which to redeem the same tax certificate, and be is entitled to the same notice before used for the issuance of a tax deed as in other cases of tax sales. Section 88. That § 10-23-11 be amended to read: 10-23-11. On or before the last Monday of December following the sale of real property a tax certificate, the treasurer is required to file in the office of the county auditor of his county a return of his the sale, retaining and retain a copy in his the treasurer's office, showing the real property: (1) Each tax certificate sold, the name of the purchasers; (2) The name of each purchaser and the sums paid by them, and also a amount paid; and (3) A copy of the notice of the sale, with a certificate of the advertisement, verified by an affidavit, and such returns shall be evidence of the regularity of the proceedings an affidavit of publication. The description of the real property represented in the tax certificate in such each return shall be entered in the same numerical order as required in the tax list. Section 89. That § 10-23-12 be amended to read: 10-23-12. After the tax certificate sale shall have has been closed, and after the treasurer has made his filed the return thereto to with the county auditor, if any real property tax certificate remains unsold for want of bidders, the treasurer is authorized and required to sell the same tax certificate at private sale at his the treasurer's office to any person who will pay the amount of taxes, penalty, and costs thereon for the same, and to due on the property. The treasurer shall deliver to purchasers each purchaser a tax certificate as provided by law and to make out duplicate receipts a receipt for the taxes on such real estate, and deliver one to the purchaser and the other to the real property and file a receipt with the county auditor as in this title provided, with the additional statement inserted in the certificate that such real property has been offered at public sale for taxes but not sold for want of bidders, and in which certificate he is required to write \"sold for taxes at private sale.\" The treasurer is further authorized and required to sell as aforesaid all real property in his county in which taxes remain unpaid and delinquent for any previous year or years. Section 90. That § 10-23-13 be repealed. 10-23-13. When any real property not exceeding twenty-five dollars in assessed value shall have been advertised in a newspaper for two successive years, and not sold, the treasurer shall give notice of the sale of such property by posting a written notice in the manner provided when there is no newspaper published in the county, and the same shall not be advertised in a newspaper. Section 91. That § 10-23-14 be amended to read: 10-23-14. If real property a tax certificate is sold by mistake or wrongful act of the treasurer, the county shall refund the purchaser, his the purchaser's heirs, assigns, or personal representatives the amount paid upon the sale on the real property and any subsequent taxes paid to protect the tax sale certificate, with interest at the Category A rate of interest as established in § 54-3-16 from the date of the payment. The refund shall continue until paid or until notice is served by the county treasurer of the county, either personally or by registered or certified mail, upon the purchaser, his the purchaser's heirs, assigns, or personal representatives, demanding that the tax certificate be surrendered in for cancellation. The treasurer and sureties on his official bond shall be liable to the county for any amounts so refunded in cases where no tax was due and a sale was made by mistake or wrongful act of the treasurer. Section 92. That § 10-23-15 be amended to read: 10-23-15. When, after If any real property has been assessed, and the entry is canceled by the United States government, or when a contract of sale upon school land has been canceled prior or subsequent to tax sale or when a mortgage securing moneys belonging to the permanent school or educational funds has been foreclosed and no redemption has been made prior or subsequent to tax sale the state, and the same real property has been sold for taxes to an innocent a purchaser, the county shall refund to such the purchaser, his the purchaser's heirs, assigns, or personal representatives, the amount paid upon on the same real property and any subsequent taxes paid to protect the tax sale certificate, with interest as provided in § 10-23-14. Section 93. That § 10-23-16 be amended to read: 10-23-16. When If any real property upon on which taxes are refunded to the purchaser as provided in §§ 10-23-14 and 10-23-15 shall have become liable to taxation subsequent to the assessment for which it the real property was sold, the county auditor shall assess the same and extend taxes legally chargeable thereto for the real property for each of the years year the owner or owners thereof should have has paid taxes thereon and such on the real property. The taxes shall be collected as other taxes upon real property. Section 94. That § 10-23-17 be amended to read: 10-23-17. The taxes refunded as provided in §§ 10-23-14 and 10-23-15 shall be apportioned to the respective taxing districts for which they the taxes were levied. Section 95. That § 10-23-18 be amended to read: 10-23-18. The purchaser of any tract of real property a tax certificate sold by the county treasurer for taxes shall be is entitled to a tax certificate describing the land so purchased real property, the sum paid, and stating the time when the purchaser will be entitled to a deed, which. The tax certificate shall be signed by the treasurer in his official capacity, and shall be is presumptive evidence of the regularity of all prior proceedings. Section 96. That § 10-23-19 be amended to read: 10-23-19. The treasurer shall collect five ten dollars for each tax certificate, and five dollars for each deed made by him on such sale, and the fee for the notary public or other officer acknowledging the deed or certificate. However, any number of parcels of land bought by one person may be included in one deed or certificate, if desired by the purchaser, and whenever the treasurer. If the treasurer makes a deed to any real property sold for taxes, he the treasurer shall make an entry thereof of the real property in the sale book tax certificate records opposite the description of the real property covered. Section 97. That § 10-23-20 be amended to read: 10-23-20. In all each tax sales certificate sale made as provided in pursuant to this chapter the treasurer shall make out the tax receipt and duplicate for the taxes of the real property mentioned in such described in the tax certificate the same as in other cases, and shall write thereon \"sold for taxes at public sale.\". Section 98. That § 10-23-21 be amended to read: 10-23-21. Any tax certificate issued pursuant to § 10-23-18 shall be is assignable and any assignment thereof must of the tax certificate shall be acknowledged before some an officer authorized to take acknowledgments of deeds. Any The assignee of such the tax certificate acquires the lien of the taxes on the real property; provided he if the assignee presents the assigned tax certificate to the county treasurer for entry and such county. The treasurer shall enter on the record of such the sale the fact that the tax certificate has been assigned, entering the name and address of the assignee, and the date when such the assignment was presented for such entry. Section 99. That § 10-23-22 be amended to read: 10-23-22. The purchaser at tax sale or assignee of such the tax certificate may pay any taxes levied on such the real property so purchased, whether levied for any year or years previous or subsequent to such the sale and still unpaid. The amount or amounts paid as subsequent taxes shall does not bear interest until on and after the date when the subsequent taxes so paid would become delinquent. The purchaser or assignee shall have the same lien for such the taxes paid subsequently and may add them the taxes to the amount paid under the original tax sale certificate, provided that he the purchaser or assignee informs the county treasurer when paying such taxes that he desires to pay them as that the amount paid is subsequent to such the tax certificate. The treasurer shall make out the tax receipt and duplicate for such the taxes paid as subsequent, and shall write thereon on the tax certificate, \"paid as subsequent taxes\" and.\" The treasurer shall enter on the record of the original tax certificate sale the payment of such subsequent taxes, giving the name of the person by whom who paid the subsequent taxes, the date when paid, and the amount paid, and for what year such the subsequent tax was levied. Section 100. That § 10-23-23 be amended to read: 10-23-23. All real property Any tax certificate sold for delinquent special assessments pursuant to § 10-23-1 and not redeemed shall be entered by the county treasurer upon on the duplicate tax lists of the county for the succeeding years and noted upon all duplicate tax receipts on the tax receipt for the real property. The county treasurer shall add to the amount of each special assessment so certified interest at the Category G rate of interest as established in § 54-3-16, and ten cents on each lot or parcel of ground for the cost of advertising. No other costs or penalties may be added except as provided by law for certificate of sale, deed, and acknowledgment. Section 101. That § 10-23-24 be amended to read: 10-23-24. The county treasurer is authorized at all tax sales made under the laws of this state, in case If there are no other bidders offering the amount due under a tax certificate sale, to the treasurer may bid off all or any real property tax certificate offered at such the sale for the amount of taxes, penalty, interest, and costs due and unpaid thereon on the property, in the name of the county in which the sale takes place, such. The county acquiring may acquire all the rights, both legal and equitable, that any purchaser could may acquire by reason of such the purchase. Section 102. That § 10-23-25 be amended to read: 10-23-25. If the county treasurer of any county bids off any real property tax certificate in the name of the county, the treasurer shall make out a issue a tax certificate of purchase to the county in the same manner as if sale had been made to any other person. The tax certificate shall be retained by the treasurer, but no tax receipt may be issued and no amount may be due the state, or any other fund. No treasurer's commission may be paid by the county until redemption has been made from the sale or the time of redemption has expired, or until the interest of the county has been assigned. The tax certificate issued to the county shall bear interest at the Category G rate of interest as established in § 54-3-16. Section 103. That § 10-23-26 be amended to read: 10-23-26. Whenever If any county shall acquire acquires an interest or any rights in real property, or any rights with respect thereto, by reason of the same having and the tax certificate has been bid off in the name of the county as provided in § 10-23-24, such the real property shall may not be again advertised and sold for delinquent taxes so long as the county retains its interest in and rights to such the real property. Section 104. That § 10-23-27 be amended to read: 10-23-27. All taxes subsequently accruing against such the real property, or that were unpaid at the time of such the tax certificate sale and a lien thereon on the real property but not included in such the bid, shall be is considered as \" a subsequent tax,\" and before. Before the county can make an assignment of such the interest in and rights to such the real property, or before an assignment of the tax certificate of such the sale is made, all such taxes must shall be paid in full, including the amount for which such real property the tax certificate was so bid off, unless a compromise thereof is made as permitted by law, in which case the amount at which such compromise is made must be paid. Section 105. That § 10-23-28 be amended to read: 10-23-28. If any person is desirous of purchasing intends to purchase the interest of the county in the real property tax certificate acquired by reason of the county treasurer buying the same for the county, he the person may do so by paying pay to the treasurer the amount of the taxes, penalty, interest, and costs of sale and transfer and all unpaid or subsequent taxes as specified in § 10-23-27, up to the date he so pays, and thereupon the. The treasurer shall issue a tax receipt and duplicate for such the taxes, penalty, interest, and costs, which shall be entered upon his cashbook as other tax receipts; and he. The treasurer shall assign and deliver to such the purchaser the tax certificate of purchase held by the county for such the real property, which assignment and transfer shall convey unto such the purchaser all the rights of the county, both legal and equitable, in and to such real property in the tax certificate as much so as if he had been the person was the original purchaser at the tax certificate sale. Section 106. That § 10-23-28.1 be amended to read: 10-23-28.1. Notwithstanding the provisions of chapters 10-23, 10-24, and 10-25, no county may sell any tax certificate after July 1, 2006, unless the board of county commissioners adopts a resolution waiving the provisions of this section that prohibit the sale of tax certificates. The county shall be the holder of any tax certificate issued by the county after July 1, 2006, unless the board of county commissioners adopts a resolution waiving the provisions of this section that prohibit the sale of tax certificates. The county treasurer shall continue to serve notice on the owner of record of the real property, publish notice, and attend to the other administrative provisions imposed by chapter chapters 10-23, 10-24, and 10-25. Nothing in this section affects the holder of any existing tax certificate, the method in which the tax certificate is redeemed, or the sale of real property for taxes or assessments. Section 107. That § 10-23-29 be amended to read: 10-23-29. No sale of any tax certificate on real property for nonpayment of taxes nor any conveyance issued thereon shall be on the real property is invalid or voidable on account of such if the real property having has been listed or charged on any tax list in any other name than that of the rightful owner nor on account of neglect or failure of the treasurer or any other officer to collect the tax for which the real property tax certificate was sold, by distraint and sale of personal property. Section 108. That § 10-23-32 be amended to read: 10-23-32. The provisions of this chapter shall apply to the collection of the taxes and interest owed on improvements added to the tax roll pursuant to §§ 10-6-36.1 to 10-6-36.3, inclusive, and §§ 10-21-31 and 10-21-32. Section 109. That § 10-23-33 be amended to read: 10-23-33. Any lot or parcel of tax certificate on real property upon which any tax is delinquent pursuant to § 10-21-7.3 may be sold pursuant to this chapter. Section 110. That § 10-24-1 be amended to read: 10-24-1. Any person may redeem a tax certificate on real property sold for taxes at any time before issue of a tax deed for the property, by paying the treasurer, for the use of the purchaser or the purchaser's heirs or assigns, the sum mentioned listed in the tax certificate, and the interest on the sum at the rate at which that the real property was sold from the date of purchase, together with all other taxes subsequently paid, whether for any year or years previous or subsequent to the sale, and interest on the taxes at the same rate from the date of the payment. The treasurer shall enter a memorandum of the redemption in the list of sales and give a receipt for the redemption to the person redeeming the property tax certificate. The treasurer shall also file a duplicate of the receipt with the county auditor as in other cases. The treasurer shall hold the money subject to the order of the purchaser, the purchaser's agent, or the purchaser's attorney. Section 111. That § 10-24-2 be amended to read: 10-24-2. If the person who desires to redeem redeems a tax certificate on real property does not demand a receipt or tax certificate of redemption from the treasurer, the return of the tax certificate of purchase for cancellation operates as a release of all claims to the tract or lot real property described in the tax certificate, under or by virtue of the purchase, and under and by virtue of the payment of any taxes subsequently paid in accordance with the provisions of law as to subsequent payment of taxes. The county treasurer, upon after receiving the tax certificate of purchase, shall mark on the tax certificate sale record opposite the description of the real property for which the tax certificate of purchase has been issued, and opposite the record showing all payments of subsequent taxes, \"sale canceled by return of tax certificate.\" Section 112. That § 10-24-3 be amended to read: 10-24-3. Any mentally ill or developmentally disabled person adjudged incompetent may redeem any real property a tax certificate belonging to the person and sold for taxes, within one year after the expiration of the person's disability person is adjudged competent. Any minor may redeem any real property a tax certificate belonging to the minor and sold for taxes, within one year after the minor reaches the age of eighteen. Nothing in this section prevents partition proceedings according to law as to such real estate any tax certificate, by the tax deed holder or the holder's successor as to any real estate to a tax certificate in which any such minor or any such person under disability may have any interest. Section 113. That § 10-24-5 be amended to read: 10-24-5. Any person may redeem property a tax certificate bid off by the treasurer in the name of the county at a tax sale, at any time before the tax deed has been issued by paying the amount of all delinquent taxes with penalty and interest up to the date of redemption and the costs of advertising and selling the property. Upon tax certificate. After the payment of the taxes, penalties, interests, and costs, the treasurer shall issue a tax receipt and duplicate for the taxes, penalty, interest, and costs, which shall be entered in the treasurer's cashbook as other tax receipts. The treasurer shall also mark upon on the tax duplicate in the treasurer's office opposite the description of the real estate certificate record the word, redeemed, with the date and name of the person who redeemed the property tax certificate. Section 114. That § 10-24-6 be amended to read: 10-24-6. In cases where lands have If any tax certificate has been purchased by and certificates of sale issued to the county at any tax certificate sale, and subsequent taxes have accrued and become due against said lands the real property, and such certificates are still the tax certificate remains owned by the county, any a person may pay the amount due on one or more years of such the subsequent taxes without making full redemption from any such the sale, and without depriving the county of its rights right to enforce its the county's tax liens under any such tax sale certificate. The county treasurer in, after issuing a receipt for such payment, shall recite thereon state the years for which prior taxes on said lands the real property remain unpaid, and shall mark upon the tax list opposite the entry of the tax so paid, a notation showing for what year or years prior taxes remain unpaid. Section 115. That § 10-24-7 be amended to read: 10-24-7. Nothing contained in § 10-24-5 or 10-24-6 prevents the county from requiring payment of any tax that the county requires from any owner or other person interested in the real property, if the owner or interested person is seeking to redeem a tax certificate or pay a subsequent tax. Section 116. That § 10-24-8 be amended to read: 10-24-8. Nothing contained in § 10-24-5 or 10-24-6 grants any a disinterested person redeeming or paying taxes any a lien upon the on the real property or a claim against owners or lien claimants lienholders, except such as the an agreement a disinterested person may have by contract with them the owners or lienholders or by law. Section 117. That § 10-24-9 be repealed. 10-24-9. Any person claiming a part of or an undivided interest in any real property sold for taxes, if the part or undivided interest was acquired before the tax sale from which redemption is sought, may redeem the part or undivided interest at any time before a tax deed has been issued on the property by paying the just proportion of the total amount required for redemption. The just proportion is the proportion that the then existing value of the part or interest for which redemption is sought bears to the then existing value of the whole, as computed by the county treasurer at the time. If the tax sale certificate is held by a person other than the county, the redemption is not complete until the certificate holder accepts the portion so determined by the county treasurer or until the matter is decided as provided in §§ 10-24-12 to 10-24-15, inclusive. Section 118. That § 10-24-10 be repealed. 10-24-10. In all such cases, the treasurer shall endorse the following upon the redemption certificate or tax receipt issued to the redemptioner, upon the tax list opposite the real estate description involved, and upon the notice sent to the certificate holder: (1) The amount of the total value as determined by the treasurer; (2) The amount of the value of the part or interest sought to be redeemed; and (3) The amount paid as tender for the partial redemption by the proposed redemptioner. Section 119. That § 10-24-11 be repealed. 10-24-11. Such tender may not be withdrawn by the proposed redemptioner but shall be held by the treasurer subject to acceptance by the certificate holder, or final determination as provided in §§ 10-24-12 to 10-24-15, inclusive, and then disposed of according to the acceptance of the certificate holder or decision on appeal, and paid over to the certificate holder or returned to the proposed redemptioner, according to the acceptance or decision. Section 120. That § 10-24-12 be repealed. 10-24-12. Notice of the proposed partial redemption shall be immediately served upon the certificate holder by personal service or by registered or certified mail. The proposed partial redemption is final within ten days after receipt of the notice by the certificate holder or the certificate holder's agent or attorney, unless within such time the certificate holder or the certificate holder's agent or attorney appeals to the board of county commissioners of the county from the determination of the treasurer. Section 121. That § 10-24-13 be repealed. 10-24-13. The certificate holder may accept the amount so paid at any time before its return to the prospective redemptioner, regardless of the pendency of appeal proceedings or decision on the proceedings. Section 122. That § 10-24-14 be repealed. 10-24-14. The appeal referred to in § 10-24-12 may be taken by any informal notification filed with or mailed to the treasurer stating that the certificate holder rejects the amount paid or determined for the proposed partial redemption. If no such appeal is taken, the redemption is final and the part or interest is released from the effect of the tax sale certificate and taxes paid as subsequent to the redemption. If the appeal is taken, the county commissioners shall be notified by the county treasurer and shall decide the matter at their next regular or special meeting after the notice. The commissioners shall note the decision in the minutes. Section 123. That § 10-24-15 be repealed. 10-24-15. Any person interested shall be heard by the county commissioners, and from their decision, any person aggrieved may appeal to the circuit court the same as other appeals are taken from their decisions. Section 124. That § 10-24-16 be amended to read: 10-24-16. Any person having who has a lien upon on any real property sold or about to be sold for taxes or on which the taxes are delinquent and unpaid may redeem from the tax sale if the real property is still subject to redemption or may pay such the taxes, interest, penalty, and costs as that are delinquent. The receipt of the county treasurer or the tax certificate of redemption constitutes an increase of the amount of the lien held by the party paying the taxes or making the redemption. The amount paid and the interest on the amount at the rate specified in the lien instrument, or if none is specified then at the rate that such the taxes would bear according to law, shall be collected with, as a part of, and in the same manner as the amount secured by the original lien. Section 125. That § 10-24-17 be amended to read: 10-24-17. Immediately after redemption from any tax certificate sale, the county treasurer shall notify the purchaser or present holder of the redeemed tax certificate of such the redemption. The notice shall be sent by mail to the address as shown by the record of the tax certificate or assignment of the purchaser or present holder. If there is no such address, the notice shall be sent to the last known address of the purchaser or present holder. The notice shall give the description of the property and amount of redemption. The county treasurer shall charge a fee in accordance with pursuant to § 10-23-8 for each notice. The fee shall be deposited in the county general fund. If the tax certificate has been assigned and assignment recorded, the notice shall be sent to the assignee only. Section 126. That § 10-25-1 be amended to read: 10-25-1. In the case of any real property If a tax certificate is sold for taxes and not yet redeemed, the owner or holder of the tax certificate may conduct, or cause to be conducted, proceedings a proceeding to procure a tax deed on the real property, as provided by §§ 10-25-2 to 10-25-12, inclusive. The proceedings A proceeding shall be initiated no sooner than after three years from the date of the tax certificate sale or at any time thereafter within six years from the date of the tax certificate sale subject to the provisions of §§ 10-25-16 to 10-25-19, inclusive. The time period applies equally to the county or any other purchaser of the tax certificate. Any assignee of a tax certificate shall take the tax certificate subject to the time period of the first owner of the tax certificate. Section 127. That § 10-25-2 be amended to read: 10-25-2. A notice of intention to take a tax deed shall be signed by the lawful holder of the tax sale certificate, or the holder's agent or attorney, stating the date of sale, the description of the real property sold, the name of the purchaser, and the name of the assignee, if any. The notice shall also state that the right of redemption will expire and a deed for the real property will be made upon the expiration of sixty days from the completed service, unless the real property is redeemed as permitted by law. If two or more certificates covering different descriptions of real property are held by the same person, either by purchase or assignment or both, the descriptions may all be included in one notice if the notice includes the information required in this section for each such description. Section 128. That § 10-25-3 be amended to read: 10-25-3. The notice of intention to take a tax deed shall be served upon on the owner of record of the real property so sold, upon, the person in possession thereof, upon of the real property, the person in whose name the real property is taxed, upon and the mortgagee named in any unsatisfied mortgage in force upon on the real property of record in the office of the register of deeds of the county in which where the real property is located, and. However, if the mortgage has been assigned and the assignment thereof is placed upon on record in the office of the register of deeds, then upon notice shall be served on the assignee in lieu of the mortgagee named in the mortgage. The notice of intention to take a tax deed shall also be served upon on any lienholder, any creditor of record, and other interested person as may appear from the records in the office of the register of deeds, the county treasurer, or the clerk of courts. The county treasurer may obtain any title information necessary to identify persons who appear any person who appears from the records to be interested in such have an interest in the real property as owners, mortgagees, lienholders the owner, mortgagee, lienholder, or otherwise other interested person. Section 129. That § 10-25-4 be amended to read: 10-25-4. If the real property is situated within a municipal corporation municipality, notice also shall be served upon the following on: (1) The holder of any special assessment certificate that is a lien upon the real estate property; (2) The holder of any tax certificate issued upon sale for any special assessment; and (3) If bonds have been issued in lieu of assessment certificates, upon the holder of the bond last maturing; and (4) The city auditor or town clerk of the municipal corporation finance officer. The service provided for in this section may be made only upon those persons each person described in this section whose names name and post-office addresses are address is known to the holder of the tax certificates certificate or can may be obtained from the treasurer of the municipal corporation or the county municipal finance officer or the treasurer, as provided for in § 10-25-7. Section 130. That § 10-25-5 be amended to read: 10-25-5. Personal service of the notice shall be served upon on the owner of record of the real property, upon the person in possession of the real property, and upon the person in whose name the real property is taxed in the manner provided by law for the service of summons. All other persons mentioned Any other person listed in §§ 10-25-3 and 10-25-4 may be served in the manner provided by law for the service of summons or the notice may be served by publishing the notice once a week for at least two successive weeks in a newspaper printed in the legal newspapers for the county where the real property is situated, and if no newspaper is printed in the county, in the nearest legal newspaper printed in the state. In addition to the service by publication, the holder of the tax certificate shall send to any person served by publication a true copy of the notice through the United States mails, properly addressed, to the last known address of the person. The notice to the mortgagee or the mortgagee's assignee shall be directed to the mortgagee or assignee to the address appearing in the mortgage of record, or in the assignment thereof of the real property. The notice to a lienholder or to any other interested person as may appear from the records in the office of the register of deeds, the county treasurer, or the clerk of courts shall be sent to the last known address of the person. The notice shall be sent by registered or certified mail, return receipt requested, with all proper postage prepaid. Section 131. That § 10-25-6 be amended to read: 10-25-6. If any of the persons on whom notice is required to be served by §§ 10-25-3 and 10-25-4 is deceased, the notice shall be served on the person's decedent's personal representative, foreign or resident, or upon on the resident agent of a foreign personal representative, if any are known to the certificate holder. If no such persons are person is known, the notice shall be served upon on any known heirs, devisees, and legatees and beneficiaries of the decedent, in the same manner as if they the heirs and beneficiaries were owners of record. For any unknown heirs, devisees, and legatees and beneficiaries of the decedent, notice shall be served by including in and publishing the notice, the same as required for nonresidents, as provided in § 10-25-5 and designating such unknown persons as \"the unknown personal representatives, heirs, devisees, legatees of _____________, and beneficiaries of the deceased,\" naming the decedent. For unknown persons, no mailing is required. The fact of whether the decedent, the decedent's personal representative or resident agent, or any heirs, devisees, and legatees and beneficiaries are known or unknown shall be sufficiently established for tax-deed proceedings by the affidavit of completed service of the certificate holder or the tax certificate holder's agent or attorney conducting the proceedings. Section 132. That § 10-25-7 be amended to read: 10-25-7. The notice to the holder of any special assessment certificate, or bond issued in lieu of a special assessment certificate, shall be directed to the certificate holder or bondholder at the address that appears for the certificate holder or bond holder in connection with the record of the certificate or bond in the office of the treasurer of the municipal corporation with the finance officer of the municipality. The notice shall be personally served or sent by registered or certified mail with all proper postage prepaid, return receipt requested. A like notice, by personal service or registered or certified mail, return receipt requested, shall be given sent to the holder of any tax certificate issued upon a sale for any special assessment, by mailing to the tax certificate holder's address as the address appears in the office of the county treasurer. Such service Service is not required for any tax certificate holder or bondholder whose name and address do not appear in the record and for whom an affidavit or tax certificate is made by the treasurer stating that the person's name or address is not known to the treasurer, accompanied by an affidavit of the holder of the tax certificate that the holder does not know the name and address of the person. Section 133. That § 10-25-10 be amended to read: 10-25-10. The person demanding the tax deed shall purchase the assignment of all prior tax certificates held by the county on the real property before the county treasurer may issue the tax deed. Section 134. That § 10-25-11 be amended to read: 10-25-11. Immediately after the expiration of sixty days from the date of the filing of affidavit of completed service of the notice provided in § 10-25-8, the treasurer shall prepare a deed for each lot or parcel of real property for the tax certificate sold and remaining remains unredeemed. The deed shall be signed by the county treasurer and attested by the county auditor, under seal, and shall be delivered to the purchaser or the purchaser's assignee upon the return of the certificate of tax sale. The treasurer shall receive five dollars for each deed prepared by the treasurer on such sales, but any number of parcels of real property bought by one person may be included in one deed, as the holder may desire a sale. Section 135. That § 10-25-12 be amended to read: 10-25-12. Any deed issued pursuant to this chapter or chapter 10-26 vests in the grantee an absolute estate in fee simple in the real property. However, the real property is subject to any claim that the state may have in the real property for taxes, liens, or encumbrances. The real property is also subject to any lien for past-due installments of special assessments for the financing of municipal improvements levied pursuant to chapter 9-43, including principal and interest on the installments except as provided by § 9-43-60 § 9-43-100. The holder of the deed or the holder's successor in interest is entitled to immediate exclusive possession of the real estate property described in the deed regardless of rights of any person to redeem or question exclusive possession thereafter. Section 136. That § 10-25-13 be amended to read: 10-25-13. Such The tax deed shall be is prima facie evidence of the truth of all the facts therein recited, and of the regularity of all proceedings from the valuation of the land real property by the director of equalization up to the execution of the deed, and such. The tax deed shall be substantially in the following form: Whereas, _______________ did on the _______________ day ________________, 20_______ produce to the undersigned, _________________, treasurer of the county of ______________, in the State of South Dakota, a certificate of tax sale, bearing date the _______________ day of __________, 20________, signed by _______________, who at the last-mentioned date was treasurer of said county, from which it appears that _______________ did on the _______________ day of _____________, 20________, purchase at public auction, at the place prescribed by law in said county, the real property in this indenture described and which real property was sold to _______________ for the sum of _______________, being the amount due thereon for the nonpayment of taxes, penalties, interest, and costs for the year 20________, and it appearing that the said _______________ is the legal owner of such certificate of tax sale; that such real property has not been redeemed from such sale; that notice of the expiration of the right to redeem from such sale has been given as required by law; that sixty days have expired since the completed service of such notice; that the grantee named herein has purchased the assignment of all prior tax-sale certificates held by the county on such real property; and that such real property was legally liable for taxation, had been duly assessed and properly charged on the tax lists for the year 20________, and that the same had been legally advertised for sale and was sold on the _______________ day of _________, 20________. Now, therefore, this indenture made this _______________ day of _________, 20________, between the State of South Dakota, by _________, treasurer of said county, party of the first part, and the said _______________ of the second part, Witnesseth: that the said party of the first part, for and in consideration of the premises and the sum of one dollar in hand paid, has granted, bargained, and sold and by these presents does grant, bargain, sell, and convey unto the said party of the second part, __________ heirs and assigns, forever, the real property mentioned in such certificate and described as follows, to wit: (describe the land), to have and to hold, with the appurtenances thereto belonging, to the said party of the second part, _______________ heirs and assigns forever; in as full and ample manner as the treasurer of said county is empowered by law to sell the same. In testimony whereof the said _______________ treasurer of said county of _______________ has hereunto set his hand on the day and year first above written. __________ Treasurer of __________ county. Attest: _________________________ Auditor of __________ county. (SEAL) include the following: __________ Treasurer of __________ county. (1) The legal description of the real property; (2) The amount due for nonpayment of taxes, penalties, interest, and costs; (3) The date of the tax certificate sale; (4) The name of the person who purchased the tax certificate; (5) The amount paid for the tax certificate; (6) A statement that notice of the tax certificate sale was given and legally advertised; and (7) The seal of the treasurer. Such The tax deed shall be acknowledged by the treasurer before someone authorized by law to take acknowledgments of deeds in the presence of the county auditor or a notary public. Section 137. That § 10-25-14 be amended to read: 10-25-14. In case If the real property is sold at a private sale after being offered at a public sale for taxes, there shall be inserted in the deed, in place of the words \"Did on the _______________ day of _________, 20 ________, purchase at public auction at the place location prescribed by law, in said county, the real property in this indenture described,\" the following: \"Did on the _______________ day of _________, 20 ________, purchase at private sale at the Office of the County Treasurer in said county, the real property in this indenture described, which had been offered at public sale for taxes but not sold for want of bidders.\" a statement that the property was sold at a private sale as required by § 10-25-13. Section 138. That § 10-25-15 be amended to read: 10-25-15. When If deeds are delivered by the county treasurer for real property sold for taxes, the certificate therefor must shall be canceled and filed by the county auditor, and in. In case of loss of any certificate, on being satisfied thereof by due proof, and bond being given to the state in stating the sum equal to the value of the property conveyed, as in cases of lost notes or other commercial paper, the county treasurer may execute and, deliver the proper conveyance, and file such the proof and bond with the county auditor. Section 139. That § 10-25-16 be amended to read: 10-25-16. If proceedings a proceeding to procure a tax deed are not commenced is not completed within six years after the date of the tax sale certificate sale on which the proceedings are proceeding is based, the tax sale certificate sale, the lien for taxes, the lien of any taxes paid by the holder of the tax sale certificate as subsequent taxes, and all rights thereunder cease and are forever barred. The county treasurer shall cancel the tax certificate on the treasurer's record and shall note on the sale records and the tax books of the treasurer's office that the tax sale certificate and the lien of subsequent tax receipts held by the owner of the tax sale certificate are barred and of no validity are not valid. Section 140. That § 10-25-17 be amended to read: 10-25-17. The provisions of § 10-25-16 do not apply to tax sale certificates that are held by the county. If any such tax certificate is assigned by the county, and if the tax certificate is dated more than four years preceding the date of its assignment, the purchaser of the tax certificate has one year from the date of its assignment within which to commence proceedings a proceeding to procure a tax deed. Section 141. That § 10-25-18 be amended to read: 10-25-18. The commencement of proceedings a proceeding to procure a tax deed within the periods limited in §§ 10-25-16 and 10-25-17 does not extend the lien of the holder of the tax sale certificates more than six months beyond the expiration of the periods of limitations. If any such proceedings proceeding, commenced within the time limited by §§ 10-25-16 and 10-25-17, are is not completed, and the right of the party instituting the proceedings proceeding to receive a tax deed under the provisions of §§ 10-25-1 to 10-25-12, inclusive, is not fully completed and established, within six months after the expiration of six years from the date of the tax sale certificate upon sale on which the proceedings are proceeding is based; allowing, however, to purchasers of tax sale certificates assigned by the county the additional period of one year from the date of the assignment within which to commence such proceedings and six months after the expiration of the period of one year within which to complete the proceedings; then all rights under the proceedings proceeding cease and are forever barred and the county. The treasurer shall cancel the tax sale certificate in the manner provided in § 10-25-16. Thereupon However, the purchaser of a tax certificate assigned by the county has an additional period of one year from the date of the assignment to commence the proceeding and six months after the expiration of the period of one year to complete the proceeding. If the tax certificate is cancelled, the lien of the holder of the tax sale certificate is extinguished and all further proceedings on the tax sale certificate are barred. Section 142. That § 10-25-19 be amended to read: 10-25-19. Commencement of proceedings a proceeding as provided for in §§ 10-25-16 to 10-25-18, inclusive, means any act done or record made by or for the certificate holder indicating that proceedings have a proceeding has been commenced. Completion of proceedings as a proceeding used in §§ 10-25-16 to 10-25-18, inclusive, means the completed service and filing of proof of service in the office of the county treasurer so as to start which starts the running of the sixty days allowed for redemption. Section 143. That § 10-25-20 be amended to read: 10-25-20. If any real property has been bid in by the county treasurer in the name of the county at the tax certificate sale and the tax certificate has not been redeemed from the sale or the county has not assigned the by a certificate of purchase, and if sufficient time has elapsed since the tax sale that a tax deed may be properly issue, issued, the treasurer may issue a tax deed for the real property to the county. However, if the county treasurer fails, refuses, or neglects to take proceedings for the issuance of a tax deed to the county, the county treasurer shall, upon written application of the county commissioners, or the governing body of any municipal corporation municipality, school district, or township within the county that would be beneficiaries a beneficiary of the tax for which the property was sold, immediately may give notice of intention to take tax deed as required by law. Upon such After the notice being has been given, if there is and no redemption has been made within the time allowed by law, the county treasurer shall issue a tax deed for the real property to the county as provided by law. If the county treasurer fails, refuses, or neglects to comply with the provisions of this section, the county treasurer's duty to comply may be enforced by writ of mandamus. Section 144. That § 10-25-21 be amended to read: 10-25-21. If any real property has been bid in by the county treasurer in the name of the county, at tax certificate sale, and the tax certificate has not been redeemed from the sale, or the county has not or assigned the by a certificate of sale, and sufficient time has elapsed since the sale that a tax deed may be properly issue issued, the board of county commissioners may, in lieu of taking a tax deed, procure from any person, firm, or corporation having who has any interest in the real property, real or apparent, a transfer by deed of the interest. However, the consideration for the transfer may not exceed the sum of fifteen dollars exclusive of taxes in connection with any one piece or parcel of land real property. Section 145. That § 10-25-22 be amended to read: 10-25-22. If title to real property has been acquired by the county under the provisions of § 10-25-21, the board of county commissioners may compromise, abate, or fully cancel any taxes previously extended against the real property. Section 146. That § 10-25-23 be amended to read: 10-25-23. Any sale or rental of real property acquired by a county by transfer in lieu of a tax-deed proceedings proceeding, shall be made in the same manner as provided for sale or rental of real property acquired by a tax deed, in this chapter. Section 147. That § 10-25-24 be amended to read: 10-25-24. Any county that has acquired or may acquire title to any land real property by tax deed may commence an action in the county to quiet the title to the land real property. In any such action, several tracts of land parcels of real property, contiguous or noncontiguous, may be included in one complaint and all persons any person claiming any title to, interest in, or lien upon any of the lands real property may be joined as defendants a defendant. Upon request of If requested by the board of county commissioners of the county, the state's attorney shall promptly commence and prosecute the action to final judgment any such action. Section 148. That § 10-25-25 be amended to read: 10-25-25. The procedure in such the action shall be as provided in commenced under § 10-25-24 shall be conducted pursuant to the provisions of chapter 21-41, except that the provisions of chapter 21-41 requiring the plaintiff to execute an indemnity bond, before entry of judgment, to the defendants who are served by publication, are not applicable to the county. Section 149. That § 10-25-26 be amended to read: 10-25-26. The board of county commissioners may procure from any person, firm, or corporation having who has any interest in such land the real property, real or apparent, a transfer, assignment, or satisfaction of the interest for the purpose of removing any cloud from the title of the land real property. The authority granted in this section may be exercised either in lieu of an action to quiet title or in connection with such an action. However, the consideration for the transfer, assignment, or satisfaction may not exceed twenty-five dollars in connection with any one piece or parcel of land real property, the title to which is sought to be quieted or cloud to the title removed. The board of county commissioners may negotiate with any person having any interest, real or apparent, in any such real estate property, for such transfers, assignments, or satisfactions and may pay for the transfers, assignments, or satisfactions within the limitations provided in this section. Section 150. That § 10-25-27 be amended to read: 10-25-27. The board of county commissioners shall have control of the rental of real property acquired by their the county under tax deed. The rental proceeds from real estate property acquired by counties a county under tax deed shall, after deducting the expenses of collecting the same proceeds, be apportioned by the county officials controlling such the proceeds in the same manner as taxes would be are apportioned from the said real estate if said land were real property if the real property was still contributing in taxes. Section 151. That § 10-25-39 be amended to read: 10-25-39. The proceeds of the sale, after deducting the expenses incurred by the county in the proceedings proceeding to take tax deed and in the sale proceedings proceeding, shall be placed to the credit pro rata of the various funds and taxing districts that are the beneficiaries of the tax for the year for which the property was sold at tax sale. However, the county treasurer may distribute the proceeds received from the sale of any real property under the provisions of this section distributed by prorating the proceeds on the basis of the levy tax levies for any one the most recent year for which the taxes are included in the proceeds of the sale, taking the year that represents the more equitable basis for the distribution. Section 152. That § 10-25-40 be amended to read: 10-25-40. After a county has sold and issued to a purchaser at any time prior or subsequent to the effective date of this section a deed to any real property for which the county has taken tax title, the county auditor shall forthwith cancel the taxes levied against said the real property prior to before the sale by the county and enter such the cancellation on the records of the county treasurer. Should If the tax deed to the county and the county deed to the purchaser be by a court of competent jurisdiction decreed to be is declared void prior to by a court within three years after of the execution of such the tax deed to the county, such the taxes shall be reinstated by the county auditor on the records of the county auditor and the records of the county treasurer, and the treasurer shall again become place a lien against said premises the real property. Section 153. That § 10-25-41 be amended to read: 10-25-41. The county commissioners shall have authority to may authorize a reconveyance by quitclaim deed to the record owner or his the record owner's assignees or successors only of any real estate property held by the county under tax-deed title tax deed only, at any. The reconveyance shall be for consideration not less than the total principal, interest, and costs of all taxes represented in the tax deed and any other taxes and interest which are unpaid upon said on the real estate property. Section 154. That § 10-25-42 be amended to read: 10-25-42. Nothing contained in § 10-25-41 limits the discretion of the county commissioners to fix any a higher price for such the reconveyance or to annex to the reconveyance any such conditions or qualifications as the county commissioners may decide establish. Section 155. That § 10-25-43 be amended to read: 10-25-43. Reconveyance pursuant to § 10-25-41 may be authorized only by resolution of the county commissioners duly published in their the minutes, and the reconveyance may be made only after the time for appealing an appeal from the resolution has expired. The reconveyance shall be is made by quitclaim deed substantially in the form provided by chapter 43-25 and may be made only upon on payment in cash of the price fixed by the resolution of the county commissioners. The quitclaim deed shall be is executed by the treasurer and attested by the county auditor under seal. The quitclaim deed has the effect only of releasing the title and claim that the county and the taxing districts represented by the county have under the tax deed and any of the taxes that are paid as a part of the price fixed by the county commissioners. Section 156. That § 10-25-44 be amended to read: 10-25-44. No action may be commenced by the former owner or by any person claiming under him or her, to recover possession of any real property which has been sold and conveyed by deed for nonpayment of taxes or to avoid such the deed, unless such action is commenced within one hundred eighty days after the recording of such the deed. No defense may be interposed or maintained by the former owner, or by any person claiming under him or her, in any action brought to quiet the title in the grantee in any tax deed, or by any person claiming under such the grantee, in any tax deed issued and delivered by any county treasurer of any county in this state, unless such the defense is interposed within one hundred eighty days after the recording of such the tax deed in the Office of the Register of Deeds of the county office of the register of deeds in which the real estate property described in such the tax deed is located."}, {"bill_id": 8357, "bill_version_id": 49765, "bill_version": "Enrolled", "bill_version_date": "2018-02-23T10:05:12.117-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8357, "action_date": "2018-01-24T14:00:00-06:00", "document_id": 47830, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47830.pdf", "status_text": "First read in House and referred to", "journal_page": 173, "committee_id_action": 396, "committee_id_assigned": 389, "result": "N", "vote": {}}, {"bill_id": 8357, "action_date": "2018-02-06T10:00:00-06:00", "document_id": 48501, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48501.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 389, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8357, "action_date": "2018-02-06T10:00:00-06:00", "document_id": 48752, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48752.pdf", "status_text": "Do Pass", "journal_page": 353, "committee_id_action": 389, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 25401, "president_vote": null, "Yea": [1275, 1302, 1280, 1274, 1249, 1299, 1258, 1305, 1215, 1298, 1236, 1235], "Excused": [1296]}}, {"bill_id": 8357, "action_date": "2018-02-07T14:00:00-06:00", "document_id": 48891, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48891.pdf", "status_text": "Motion to amend", "journal_page": 380, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8357, "action_date": "2018-02-07T14:00:00-06:00", "document_id": 48891, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48891.pdf", "status_text": "Do Pass Amended", "journal_page": 381, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 25534, "president_vote": null, "Excused": [1313, 1240, 1254], "Yea": [1241, 1213, 1269, 1297, 1424, 1268, 1284, 1279, 1214, 1266, 1223, 1301, 1235, 1425, 1282, 1260, 1308, 1312, 1275, 1283, 1238, 1250, 1286, 1314, 1222, 1302, 1265, 1315, 1296, 1292, 1293, 1310, 1226, 1280, 1263, 1274, 1295, 1249, 1277, 1309, 1259, 1255, 1299, 1225, 1256, 1261, 1258, 1305, 1287, 1236, 1215, 1317, 1216, 1229, 1298, 1285, 1253], "Nay": [1307, 1294, 1311, 1291, 1306, 1247, 1316, 1248, 1303, 1257]}}, {"bill_id": 8357, "action_date": "2018-02-08T12:00:00-06:00", "document_id": 48995, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48995.pdf", "status_text": "First read in Senate and referred to", "journal_page": 419, "committee_id_action": 395, "committee_id_assigned": 377, "result": "N", "vote": {}}, {"bill_id": 8357, "action_date": "2018-02-21T10:00:00-06:00", "document_id": 49337, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49337.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 377, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8357, "action_date": "2018-02-21T10:00:00-06:00", "document_id": 49540, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49540.pdf", "status_text": "Do Pass", "journal_page": 521, "committee_id_action": 377, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26097, "president_vote": null, "Yea": [1264, 1228, 1244, 1233, 1252, 1304, 1267]}}, {"bill_id": 8357, "action_date": "2018-02-21T10:00:00-06:00", "document_id": 49540, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49540.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 377, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8357, "action_date": "2018-02-22T14:00:00-06:00", "document_id": 49708, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49708.pdf", "status_text": "Do Pass Amended", "journal_page": 560, "committee_id_action": 395, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26238, "president_vote": null, "Yea": [1239, 1230, 1264, 1231, 1217, 1246, 1228, 1219, 1273, 1262, 1234, 1290, 1232, 1278, 1304, 1270, 1267, 1243, 1289, 1218, 1244, 1281, 1221, 1272, 1233, 1245, 1271, 1252, 1237, 1288, 1220, 1242, 1276, 1300], "Excused": [1224]}}, {"bill_id": 8357, "action_date": "2018-02-23T13:30:00-06:00", "document_id": 49812, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49812.pdf", "status_text": "Signed by the Speaker", "journal_page": 592, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8357, "action_date": "2018-02-26T14:00:00-06:00", "document_id": 49891, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49891.pdf", "status_text": "Signed by the President", "journal_page": 605, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8357, "action_date": "2018-02-27T14:00:00-06:00", "document_id": 49976, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49976.pdf", "status_text": "Delivered to the Governor", "journal_page": 615, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8357, "action_date": "2018-03-06T11:30:00-06:00", "document_id": 50356, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50356.pdf", "status_text": "Signed by the Governor", "journal_page": 696, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6576}