{"session_id": 68, "bill_id": 24141, "bill_type": "House Bill", "bill_number": 1187, "bill_title": "make an appropriation for pediatric cancer research and resource projects and to declare an emergency.", "sponsors": [{"legislator_profile_id": 4342, "is_prime": true}, {"legislator_profile_id": 4353, "is_prime": true}, {"legislator_profile_id": 4348, "is_prime": false}, {"legislator_profile_id": 4352, "is_prime": false}, {"legislator_profile_id": 4358, "is_prime": false}, {"legislator_profile_id": 4368, "is_prime": false}, {"legislator_profile_id": 4461, "is_prime": false}], "keywords": ["Appropriation", "Emergency Clause", "Grants", "Health Care", "Minors", "Reports"], "audio": [{"meeting_datetime": "2023-02-09T07:45:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hhe21.mp3", "start_seconds": 4224.0}, {"meeting_datetime": "2023-02-09T07:45:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hhe21.mp3", "start_seconds": 4224.0}, {"meeting_datetime": "2023-02-09T07:45:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hhe21.mp3", "start_seconds": 4224.0}], "bill_versions": [{"bill_id": 24141, "bill_version_id": 247233, "bill_version": "Introduced", "bill_version_date": "2023-01-30T13:20:44.597-06:00", "bill_text": "An Act to make an appropriation for pediatric cancer research and resource projects and to declare an emergency. Be it enacted by the Legislature of the State of South Dakota: Section 1. There is hereby appropriated from the general fund the sum of $2,000,000 to the Department of Health, for the purpose of providing grants for pediatric cancer research projects and pediatric cancer resource projects in South Dakota. Section 2. The Department of Health shall establish a temporary advisory committee to allocate and award grants for pediatric cancer research and resource projects in South Dakota. The advisory committee membership shall consist of seven members appointed by the secretary of the Department of Health as follows: (1) Two caregivers or survivors of pediatric cancer; (2) One representative of a nationwide childhood cancer advocacy non-profit; and (3) Four professionals from the childhood cancer field. On or before August 1, 2024, the department shall submit a report to the special committee, created by § 4-8A-2, detailing the number, amounts, and recipients of the grants awarded pursuant to this Act, the resulting research, and other relevant information as requested by the special committee. Section 3. For the purposes of this Act, a pediatric cancer research project means a scientific research project focusing on the causes, prevention, education, screening, treatment, or cure of pediatric cancer, or the symptoms or effects experienced by patients following completion of a course of treatment for pediatric cancer, and may include basic, clinical, and epidemiologic research. Section 4. For the purposes of this Act, a pediatric cancer resource project means a community-based educational, informational, awareness, and financial resource project that improves the lived cancer experience through an enhanced understanding of the diagnosis, treatment, and long-term impacts of childhood cancer, and provides support to reduce its emotional, educational, and financial burden. Section 5. The secretary of the Department of Health shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 6. Any amounts appropriated in this Act not lawfully expended or obligated shall revert in accordance with the procedures prescribed in chapter 4-8. Section 7. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24141, "action_date": "2023-01-31T14:00:00-06:00", "document_id": 247330, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247330.pdf", "status_text": "First read in House and referred to", "journal_page": 179, "committee_id_action": 1159, "committee_id_assigned": 1158, "result": "N", "vote": {}}, {"bill_id": 24141, "action_date": "2023-02-09T07:45:00-06:00", "document_id": 248824, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248824.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1158, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24141, "action_date": "2023-02-09T07:45:00-06:00", "document_id": 248825, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248825.pdf", "status_text": "Referred to", "journal_page": null, "committee_id_action": 1158, "committee_id_assigned": 1169, "result": "P", "vote": {"vote_id": 77016, "president_vote": null, "Yea": [4341, 4351, 4442, 4368, 4450, 4438, 4469, 4447, 4467, 4444, 4429, 4408, 4374]}}, {"bill_id": 24141, "action_date": "2023-02-23T08:00:00-06:00", "document_id": 249587, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249587.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1169, "committee_id_assigned": null, "result": "N", "vote": {}}]}