{"session_id": 43, "bill_id": 11850, "bill_type": "House Bill", "bill_number": 1235, "bill_title": "revise provisions regarding immunizations.", "sponsors": [{"legislator_profile_id": 1720, "is_prime": true}, {"legislator_profile_id": 1725, "is_prime": true}, {"legislator_profile_id": 1710, "is_prime": false}, {"legislator_profile_id": 1744, "is_prime": false}, {"legislator_profile_id": 1728, "is_prime": false}, {"legislator_profile_id": 1676, "is_prime": false}, {"legislator_profile_id": 1742, "is_prime": false}, {"legislator_profile_id": 1747, "is_prime": false}, {"legislator_profile_id": 1733, "is_prime": false}, {"legislator_profile_id": 1745, "is_prime": false}, {"legislator_profile_id": 1674, "is_prime": false}, {"legislator_profile_id": 1660, "is_prime": false}, {"legislator_profile_id": 1692, "is_prime": false}, {"legislator_profile_id": 1697, "is_prime": false}], "keywords": ["Boards of School Districts", "Education", "Higher Education", "Immunization", "School Attendance", "School Districts"], "audio": [{"meeting_datetime": "2020-02-25T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hhe26.mp3", "start_seconds": 215.0}, {"meeting_datetime": "2020-02-25T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hhe26.mp3", "start_seconds": 215.0}, {"meeting_datetime": "2020-02-25T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hhe26.mp3", "start_seconds": 215.0}, {"meeting_datetime": "2020-02-25T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hhe26.mp3", "start_seconds": 215.0}, {"meeting_datetime": "2020-02-25T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hhe26.mp3", "start_seconds": 215.0}], "bill_versions": [{"bill_id": 11850, "bill_version_id": 66395, "bill_version": "Introduced", "bill_version_date": "2020-02-05T09:52:29.39-06:00", "bill_text": "An Act to revise provisions regarding immunizations. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 13-28-7.1 be AMENDED: 13-28-7.1. Immunizations--Enrollment--Prohibitions. Any child entering school or an early childhood program in this state, shall, prior to admission, be required to present to the appropriate school authorities certification from a licensed physician that the child has received or is in the process of receiving adequate immunization against poliomyelitis, diphtheria, pertussis, rubeola, rubella, mumps, tetanus, meningitis, and varicella, according to recommendations provided by the Department of Health. The Department of Health may modify or delete any of the required immunizations. As an alternative to the requirement for a physician's certification, the child may present: (1) Certification from a licensed physician stating the physical condition of the child would be such that immunization would endanger the child's life or health; or (2) A written statement signed by one parent or guardian that the child is an adherent to a religious doctrine whose teachings are opposed to such immunization. The Department of Health may promulgate reasonable rules, pursuant to chapter 1-26, to require compliance and documentation of adequate immunization, to define appropriate certification, and to specify standard procedure. No child entering public or nonpublic school, or a public or nonpublic early childhood program in this state, may be required to receive any immunization or medical procedure for enrollment or entry. The Department of Health may recommend any immunization for school entry but may not require them. No school may use any coercive means to require immunization. Section 2. That § 13-28-7.2 be AMENDED: 13-28-7.2. Immunizations--Local board of health--Requirements. The local board of health, upon application of the school board of any school affected by § 13-28-7.1 shall, at public expense to the extent that funds are available and without delay, provide the immunizations required by recommended by the Department of Health under § 13-28-7.1 to such pupils as are any pupil who is not provided the immunizations by their parents or guardians and who have not been exempted the pupil's parent or guardian if the school board obtains prior written authorization from the pupil's parent or guardian after having supplied the parent or guardian with complete information about the immunization, including the package inserts. Section 3. That § 13-53-47 be AMENDED: 13-53-47. Immunizations--Prohibitions. Any student entering a public or private postsecondary education institution in this state for the first time after July 1, 2008, shall, within forty-five days after the start of classes, present to the appropriate institution certification from a licensed physician that the student has received or is in the process of receiving the required two doses of immunization against measles, rubella, and mumps. As an alternative to the requirement for a physician's certification, the student may present: (1) Certification from a licensed physician stating the physical condition of the student would be such that immunization would endanger the student's life or health; (2) Certification from a licensed physician stating the student has experienced the natural disease against which the immunization protects; (3) Confirmation from a laboratory of the presence of adequate immunity; or (4) A written statement signed by the student that the student is an adherent to a religious doctrine whose teachings are opposed to such immunizations. If the student is under the age of eighteen, the written statement shall be signed by one parent or guardian. No public or nonpublic postsecondary educational institutions may mandate any immunizations for school entry. A public or private postsecondary educational institution may request any student to submit medical records. No educational institution may use coercive means to require immunization. Section 4. That § 34-22-6 be AMENDED: 34-22-6. Compelling vaccination--Violation as misdemeanor. It is a Class 2 misdemeanor for any board, physician, or person to compel another by the use of physical force to submit to the operation of vaccination with smallpox or other virus a Class 1 misdemeanor for any educational institution, medical provider, or person to compel another to submit to immunization. Section 5. That a NEW SECTION be added: 34-22-6.1. Discrimination--Immunization Every person has the inalienable right to bodily integrity, free from any threat or compulsion that the person accepts any medical intervention, including immunization. No person may be discriminated against for refusal to accept an unwanted medical intervention, including immunization."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 11850, "action_date": "2020-02-05T14:00:00-06:00", "document_id": 66255, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/66255.pdf", "status_text": "First Reading House", "journal_page": 169, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11850, "action_date": "2020-02-10T14:00:00-06:00", "document_id": 67155, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67155.pdf", "status_text": "Referred to", "journal_page": 242, "committee_id_action": 480, "committee_id_assigned": 466, "result": "N", "vote": {}}, {"bill_id": 11850, "action_date": "2020-02-25T07:45:00-06:00", "document_id": 68049, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68049.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 466, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11850, "action_date": "2020-02-25T07:45:00-06:00", "document_id": 68050, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68050.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 466, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 33777, "president_vote": null, "Nay": [1670, 1675, 1679, 1698, 1709, 1656, 1662, 1712, 1755, 1731], "Excused": [1699], "Yea": [1740, 1696]}}, {"bill_id": 11850, "action_date": "2020-02-25T07:45:00-06:00", "document_id": 68050, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68050.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 466, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 33778, "president_vote": null, "Yea": [1670, 1675, 1679, 1698, 1709, 1656, 1662, 1712, 1755, 1731], "Excused": [1699], "Nay": [1740, 1696]}}]}