{"session_id": 64, "bill_id": 22977, "bill_type": "Senate Bill", "bill_number": 47, "bill_title": "revise certain provisions regarding money transmission.", "sponsors": [], "keywords": ["Executive/Judiciary Request", "Licensure", "Money Transmission"], "audio": [{"meeting_datetime": "2022-01-18T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sco05.mp3", "start_seconds": 942.0}, {"meeting_datetime": "2022-01-18T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sco05.mp3", "start_seconds": 942.0}, {"meeting_datetime": "2022-01-18T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sco05.mp3", "start_seconds": 942.0}, {"meeting_datetime": "2022-01-18T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sco05.mp3", "start_seconds": 942.0}, {"meeting_datetime": "2022-01-20T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sen07.mp3", "start_seconds": 1764.0}, {"meeting_datetime": "2022-01-20T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sen07.mp3", "start_seconds": 1764.0}, {"meeting_datetime": "2022-01-20T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sen07.mp3", "start_seconds": 1764.0}, {"meeting_datetime": "2022-01-26T10:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hco11.mp3", "start_seconds": 5827.0}, {"meeting_datetime": "2022-01-26T10:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hco11.mp3", "start_seconds": 5827.0}, {"meeting_datetime": "2022-01-26T10:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hco11.mp3", "start_seconds": 5827.0}, {"meeting_datetime": "2022-01-26T10:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hco11.mp3", "start_seconds": 5827.0}], "bill_versions": [{"bill_id": 22977, "bill_version_id": 226134, "bill_version": "Introduced", "bill_version_date": "2022-01-06T08:52:45.597-06:00", "bill_text": "An Act to revise certain provisions regarding money transmission. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 51A-17-1 be AMENDED: 51A-17-1. Terms used in this chapter mean: (1) \"Applicant,\" any person filing an application for a license under this chapter; (2) \"Authorized delegate,\" any entity designated by the licensee under the provisions of this chapter to sell or issue payment instruments or engage in the business of transmitting money on behalf of a licensee; (3) \"Control,\" ownership of, or the power to vote, twenty-five percent or more of the outstanding voting securities of a licensee or controlling person. For purposes of determining the percentage of a licensee controlled by any person, there shall be aggregated with the person's interest the interest of any other person controlled by such person or by any spouse, parent, or child of such person; (4) \"Controlling person,\" any person in control of a licensee; (5)(4) \"Director,\" the director of the Division of Banking; (6)(5) \"Division,\" the Division of Banking; (7)(6) \"Electronic instrument,\" any card or other tangible object for the transmission or payment of money that contains a microprocessor chip, magnetic stripe, or other means for the storage of information, that is prefunded, and for which the value is decremented upon each use. The term does not include a card or other tangible object that is redeemable by the issuer in goods or services; (8)(7) \"Executive officer,\" the licensee's president, chair of the executive committee, senior officer responsible for the licensee' s business, chief financial officer, and any other person who performs similar functions; (9)(8) \"Key shareholder,\" any person, or group of persons acting in concert, who is the owner of twenty-five percent or more of any voting class of an applicant's stock; (10)(9) \"Licensee,\" any person licensed pursuant to this chapter; (11)(10) \"Material litigation,\" any litigation that, according to generally accepted accounting principles, is deemed significant to an applicant's or licensee's financial health and would be required to be referenced in that entity's annual audited financial statements, report to shareholders, or similar documents; (12)(11) \"Monetary value,\" any medium of exchange, whether or not redeemable in money; (13)(12) \"Money transmission,\" engagement in the business of the sale or issuance of payment instruments or stored value or of receiving money or monetary value for transmission to a location within or outside the United States by any means, including wire, facsimile, or electronic transfer; (13A) (13) \"Nationwide mortgage licensing system and registry,\" a licensing system developed and maintained by the Conference of State Bank Supervisors and the American Association of Residential Mortgage Regulators for the licensing and registration of licensed mortgage loan originators and other regulated entities; (14) \"Outstanding payment instrument,\" any payment instrument issued by the licensee which has been sold in the United States directly by the licensee or any payment instrument issued by the licensee which has been sold by an authorized delegate of the licensee in the United States, which has been reported to the licensee as having been sold, and which has not yet been paid by or for the licensee; (15) \"Payment instrument,\" any electronic or written check, draft, money order, travelers check, or other electronic or written instrument or order for the transmission or payment of money, sold or issued to one or more persons, whether or not such instrument is negotiable. The term, payment instrument, does not include any credit card voucher, any letter of credit, or any instrument which is redeemable by the issuer in goods or services; (16) \"Remit,\" either the direct payment of the funds to the licensee or its representatives authorized to receive those funds, or the deposit of the funds in a bank, credit union, savings and loan association, or other similar financial institution in an account specified by the licensee; (17) \"Security device,\" any surety bond, irrevocable letter of credit, or similar security device; (18) \"Stored value,\" monetary value that is evidenced by an electronic record. Stored value does not include any item that is redeemable by the issuer or its affiliates in goods or services of the issuer or its affiliates.; (19) \"Tangible net worth,\" aggregate assets of a licensee excluding all intangible assets, less liabilities, as determined in accordance with United States generally accepted accounting principles. Section 2. That chapter 51A-17 be amended with a NEW SECTION: For purposes of this chapter, the term, control, means: (1) The power to vote, directly or indirectly, at least twenty-five percent of the outstanding voting shares or voting interests of a licensee or controlling person; (2) The power to elect or appoint a majority of key individuals or executive officers, managers, directors, trustees, or other persons exercising managerial authority of a licensee or controlling person; or (3) The power to exercise, directly or indirectly, a controlling influence over the management or policies of a licensee or controlling person. A person is presumed to exercise controlling influence when the person holds the power to vote, directly or indirectly, at least ten percent of the outstanding voting shares or voting interests of a licensee or controlling person. A person presumed to exercise controlling influence as defined by this section may rebut the presumption of control if the person is a passive investor. To determine the percentage of a licensee or controlling person controlled by any other person, the person's interest must be aggregated with the interest of the person's spouse, parents, children, siblings, mothers- and fathers-in-law, sons- and daughters-in-law, brothers- and sisters-in-law, and any other person who shares the person's home. Section 3. That chapter 51A-17 be amended with a NEW SECTION: For purposes of this chapter, the term, passive investor, means a person that: (1) Does not have the power to elect a majority of key individuals or executive officers, managers, directors, trustees, or other persons exercising managerial authority of a licensee or controlling person; (2) Is not employed by and does not have any managerial duties of the licensee or controlling person; (3) Does not have the power to exercise, directly or indirectly, a controlling influence over the management or policies of a licensee or controlling person; and (4) Either: (a) Attests to subdivisions (1), (2), and (3), in a form and in a medium prescribed by the director; or (b) Commits to the passivity characteristics of subdivisions (1), (2), and (3) in a written document. Section 4. That § 51A-17-6 be AMENDED: 51A-17-6. Each licensee under this chapter shall maintain at all times have a net worth of not less than one hundred thousand dollars, calculated in accordance with generally accepted accounting principles a tangible net worth of the greater of one hundred thousand dollars or three percent of total assets for the first one hundred million dollars, two percent of additional assets from one hundred million dollars to one billion dollars, and one-half of one percent of additional assets over one billion dollars. Tangible net worth must be demonstrated in an initial application by the applicant's most recent audited financial statement pursuant to §§ 51A-17-13(8) and 51A-17-14(5). The director has the authority to exempt, in whole or in part, any applicant or licensee from the requirements of this section for good cause. Section 5. That § 51A-17-10 be AMENDED: 51A-17-10. Each licensee under this chapter shall at all times possess permissible investments having an aggregate market value, calculated in accordance with United States generally accepted accounting principles, of not less than the aggregate face amount of all outstanding payment instruments and stored value issued or sold by the licensee in the United States. This requirementA licensee transmitting virtual currencies shall hold like-kind virtual currencies of the same volume as that held by the licensee but that is obligated to consumers, in lieu of the permissible investments otherwise required in this section. A licensee conducting money transmission activities shall maintain applicable amounts and types of permissible investments at all times. The requirements of this section may be waived by the director if the dollar volume of a licensee's outstanding payment instruments and stored value does not exceed the security devices posted by the licensee pursuant to § 51A-17-8. Permissible investments, even if commingled with other assets of the licensee, shall be deemed by operation of law to must be held in trust for the benefit of the purchasers and holders of the licensee's outstanding payment instruments in the event of the bankruptcy of the licensee. Section 6. That § 51A-17-22 be AMENDED: 51A-17-22. Within fifteen business days of the occurrence of any one of the events listed in this section, a licensee shall file a written report with the director electronically file an amendment or an advance change notice through the nationwide mortgage licensing system and registry describing the event and its expected impact on the licensee's activities in the state. Such The events include: (1) Any material changes in information provided in a licensee's application or renewal report; (2) The filing for bankruptcy or reorganization by the licensee; (3) The institution of revocation or suspension proceedings against the licensee by any state or governmental authority with regard to the licensees' money transmission activities; (4) Any felony indictment of the licensee or any of its key officers or directors related to money transmission activities; and (5) Any felony conviction of the licensee or any of its key officers or directors related to money transmission activities. Section 7. That § 51A-17-23 be AMENDED: 51A-17-23. A licensee shall give the director written notice electronically file an advance change notice through the nationwide mortgage licensing system and registry of a proposed change of control within fifteen days after learning of the proposed change of control and request approval of the acquisition. After review of a request for approval, the director may require the licensee to provide additional information concerning the proposed persons in control of the licensee. The additional information shall be is limited to the same types required of the licensee or persons in control of the licensee as part of its original license or renewal application. The director shall approve a request for change of control if, after investigation, the director determines that the person or group of persons requesting approval has the competence, experience, character, and general fitness to operate the licensee or person in control of the licensee in a lawful and proper manner and that the interests of the public will not be jeopardized by the change of control. Section 8. That § 51A-17-27 be AMENDED: 51A-17-27. The director may conduct an annual on-site examination of a licensee upon reasonable notice to the licensee. The director may examine a licensee without prior notice if the director has a reasonable basis to believe that the licensee is in noncompliance with this chapter. If the director concludes that an on-site examination of a licensee is necessary, the licensee shall pay all reasonably incurred costs of such examination. The on-site examination may be conducted in conjunction with examinations to be performed by representatives of any governmental agency. The director, in lieu of an on-site examination, may accept the examination report of any governmental agency, and reports so accepted are considered for all purposes as an official report of the director. The director may waive an on-site examination and only require a self-examination or a report prepared by an independent accounting firm. If a licensee conducts a self-examination, the licenses shall provide any information requested under oath and on forms provided by the division. The reasonable expenses incurred by the division, any governmental agency, or an independent licensed or certified public accountant in making such examination or report shall be borne by the licensee. The director may conduct an examination or investigation of a licensee or authorized delegate or otherwise take independent action authorized by this chapter, rule adopted under this chapter and promulgated pursuant to chapter 1-26, or order issued under this chapter that is reasonably necessary to administer and enforce this chapter, rules adopted under this chapter and promulgated pursuant to chapter 1-26, and other applicable law. The director may: (1) Conduct an examination either on-site or off-site; (2) Conduct an examination in conjunction with an examination conducted by representatives of another state agency, an agency of another state, or the federal government; (3) Accept the examination report of another state agency, agency of another state, or the federal government, or a report prepared by an independent accounting firm. A report accepted under this subdivision is considered an official report of the director; and (4) Summon and examine, under oath, a key individual, employee of a licensee, or authorized delegate and require the individual, employee, or delegate to produce records regarding any matter related to the condition and business of the licensee or authorized delegate. A licensee or authorized delegate shall provide, and the director must have full and complete access to, all records the director may reasonably require to conduct a complete examination. The records must be provided at the location and in the format specified by the director. The director may utilize multistate record production standards and examination procedures when the standards will reasonably achieve the requirements of this section. Unless otherwise directed by the director, a licensee shall pay all costs reasonably incurred in connection with an examination of the licensee or the licensee's authorized delegates. Section 9. That § 51A-17-28 be AMENDED: 51A-17-28. The director may request financial data from a licensee in addition to that required under § 51A-17-19, or conduct an on-site examination of any authorized delegate or location of a licensee within this state without prior notice to the authorized delegate or licensee only if the director has a reasonable basis to believe that the licensee or authorized delegate is in noncompliance with this chapter. If the director examines an authorized delegate's operations, the authorized delegate shall pay all reasonably incurred costs of such examination. If the director examines a licensee's location within the state, the licensee shall pay all reasonably incurred costs of such examination. Section 10. That chapter 51A-17 be amended with a NEW SECTION: The director may participate in multistate supervisory processes established between states and coordinated through the Conference of State Bank Supervisors, Money Transmitter Regulators Association, and affiliates and successors thereof for all licensees in this state and other states. As a participant in multistate supervision, the director may: (1) Cooperate, coordinate, and share information with other states and federal regulators pursuant to § 51A-17-30; (2) Enter into written cooperation, coordination, or information-sharing contracts or agreements with organizations comprised of state or federal governmental agencies; and (3) Cooperate, coordinate, and share information with organizations comprised of state or federal governmental agencies, provided that the organizations agree in writing to maintain the confidentiality and security of the shared information pursuant to § 51A-17-30. The director may not waive, and nothing in this section constitutes a waiver of, the director's authority to conduct an examination, investigation, or otherwise take independent action authorized by this chapter, rule adopted under this chapter, or order issued under this chapter to enforce compliance with applicable state or federal law. A joint examination or investigation, or acceptance of an examination or investigation report, does not constitute a waiver of an examination assessment provided for in this chapter."}, {"bill_id": 22977, "bill_version_id": 231030, "bill_version": "Enrolled", "bill_version_date": "2022-01-28T09:49:23.99-06:00", "bill_text": "ENTITLED An Act to revise certain provisions regarding money transmission. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 51A-17-1 be AMENDED: 51A-17-1. Terms used in this chapter mean: (1) \"Applicant,\" any person filing an application for a license under this chapter; (2) \"Authorized delegate,\" any entity designated by the licensee under the provisions of this chapter to sell or issue payment instruments or engage in the business of transmitting money on behalf of a licensee; (3) \"Controlling person,\" any person in control of a licensee; (4) \"Director,\" the director of the Division of Banking; (5) \"Division,\" the Division of Banking; (6) \"Electronic instrument,\" any card or other tangible object for the transmission or payment of money that contains a microprocessor chip, magnetic stripe, or other means for the storage of information, that is prefunded, and for which the value is decremented upon each use. The term does not include a card or other tangible object that is redeemable by the issuer in goods or services; (7) \"Executive officer,\" the licensee's president, chair of the executive committee, senior officer responsible for the licensee's business, chief financial officer, and any other person who performs similar functions; (8) \"Key shareholder,\" any person, or group of persons acting in concert, who is the owner of twenty-five percent or more of any voting class of an applicant's stock; (9) \"Licensee,\" any person licensed pursuant to this chapter; (10) \"Material litigation,\" any litigation that, according to generally accepted accounting principles, is deemed significant to an applicant's or licensee's financial health and would be required to be referenced in that entity's annual audited financial statements, report to shareholders, or similar documents; (11) \"Monetary value,\" any medium of exchange, whether or not redeemable in money; (12) \"Money transmission,\" engagement in the business of the sale or issuance of payment instruments or stored value or of receiving money or monetary value for transmission to a location within or outside the United States by any means; (13) \"Nationwide mortgage licensing system and registry,\" a licensing system developed and maintained by the Conference of State Bank Supervisors and the American Association of Residential Mortgage Regulators for the licensing and registration of licensed mortgage loan originators and other regulated entities; (14) \"Outstanding payment instrument,\" any payment instrument issued by the licensee which has been sold in the United States directly by the licensee or any payment instrument issued by the licensee which has been sold by an authorized delegate of the licensee in the United States, which has been reported to the licensee as having been sold, and which has not yet been paid by or for the licensee; (15) \"Payment instrument,\" any electronic or written check, draft, money order, travelers check, or other electronic or written instrument or order for the transmission or payment of money, sold or issued to one or more persons, whether or not such instrument is negotiable. The term, payment instrument, does not include any credit card voucher, any letter of credit, or any instrument which is redeemable by the issuer in goods or services; (16) \"Remit,\" either the direct payment of the funds to the licensee or its representatives authorized to receive those funds, or the deposit of the funds in a bank, credit union, savings and loan association, or other similar financial institution in an account specified by the licensee; (17) \"Security device,\" any surety bond, irrevocable letter of credit, or similar security device; (18) \"Stored value,\" monetary value that is evidenced by an electronic record. Stored value does not include any item that is redeemable by the issuer or its affiliates in goods or services of the issuer or its affiliates; (19) \"Tangible net worth,\" aggregate assets of a licensee excluding all intangible assets, less liabilities, as determined in accordance with United States generally accepted accounting principles. Section 2. That chapter 51A-17 be amended with a NEW SECTION: For purposes of this chapter, the term, control, means: (1) The power to vote, directly or indirectly, at least twenty-five percent of the outstanding voting shares or voting interests of a licensee or controlling person; (2) The power to elect or appoint a majority of key individuals or executive officers, managers, directors, trustees, or other persons exercising managerial authority of a licensee or controlling person; or (3) The power to exercise, directly or indirectly, a controlling influence over the management or policies of a licensee or controlling person. A person is presumed to exercise controlling influence when the person holds the power to vote, directly or indirectly, at least ten percent of the outstanding voting shares or voting interests of a licensee or controlling person. A person presumed to exercise controlling influence as defined by this section may rebut the presumption of control if the person is a passive investor. To determine the percentage of a licensee or controlling person controlled by any other person, the person's interest must be aggregated with the interest of the person's spouse, parents, children, siblings, mothers- and fathers-in-law, sons- and daughters-in-law, brothers- and sisters-in-law, and any other person who shares the person's home. Section 3. That chapter 51A-17 be amended with a NEW SECTION: For purposes of this chapter, the term, passive investor, means a person that: (1) Does not have the power to elect a majority of key individuals or executive officers, managers, directors, trustees, or other persons exercising managerial authority of a licensee or controlling person; (2) Is not employed by and does not have any managerial duties of the licensee or controlling person; (3) Does not have the power to exercise, directly or indirectly, a controlling influence over the management or policies of a licensee or controlling person; and (4) Either: (a) Attests to subdivisions (1), (2), and (3), in a form and in a medium prescribed by the director; or (b) Commits to the passivity characteristics of subdivisions (1), (2), and (3) in a written document. Section 4. That § 51A-17-6 be AMENDED: 51A-17-6. Each licensee under this chapter shall maintain at all times a tangible net worth of the greater of one hundred thousand dollars or three percent of total assets for the first one hundred million dollars, two percent of additional assets from one hundred million dollars to one billion dollars, and one-half of one percent of additional assets over one billion dollars. Tangible net worth must be demonstrated in an initial application by the applicant's most recent audited financial statement pursuant to §§ 51A-17-13(8) and 51A-17-14(5). The director has the authority to exempt, in whole or in part, any applicant or licensee from the requirements of this section for good cause. Section 5. That § 51A-17-10 be AMENDED: 51A-17-10. Each licensee under this chapter shall at all times possess permissible investments having an aggregate market value, calculated in accordance with United States generally accepted accounting principles, of not less than the aggregate face amount of all outstanding payment instruments and stored value issued or sold by the licensee in the United States. A licensee transmitting virtual currencies shall hold like-kind virtual currencies of the same volume as that held by the licensee but that is obligated to consumers, in lieu of the permissible investments otherwise required in this section. A licensee conducting money transmission activities shall maintain applicable amounts and types of permissible investments at all times. The requirements of this section may be waived by the director if the dollar volume of a licensee's outstanding payment instruments and stored value does not exceed the security devices posted by the licensee pursuant to § 51A-17-8. Permissible investments, even if commingled with other assets of the licensee, must be held in trust for the benefit of the purchasers and holders of the licensee's outstanding payment instruments in the event of the bankruptcy of the licensee. Section 6. That § 51A-17-22 be AMENDED: 51A-17-22. Within fifteen business days of the occurrence of any one of the events listed in this section, a licensee shall electronically file an amendment or an advance change notice through the nationwide mortgage licensing system and registry describing the event and its expected impact on the licensee's activities in the state. The events include: (1) Any material changes in information provided in a licensee's application or renewal report; (2) The filing for bankruptcy or reorganization by the licensee; (3) The institution of revocation or suspension proceedings against the licensee by any state or governmental authority with regard to the licensees' money transmission activities; (4) Any felony indictment of the licensee or any of its key officers or directors related to money transmission activities; and (5) Any felony conviction of the licensee or any of its key officers or directors related to money transmission activities. Section 7. That § 51A-17-23 be AMENDED: 51A-17-23. A licensee shall electronically file an advance change notice through the nationwide mortgage licensing system and registry of a proposed change of control within fifteen days after learning of the proposed change of control and request approval of the acquisition. After review of a request for approval, the director may require the licensee to provide additional information concerning the proposed persons in control of the licensee. The additional information is limited to the same types required of the licensee or persons in control of the licensee as part of its original license or renewal application. The director shall approve a request for change of control if, after investigation, the director determines that the person or group of persons requesting approval has the competence, experience, character, and general fitness to operate the licensee or person in control of the licensee in a lawful and proper manner and that the interests of the public will not be jeopardized by the change of control. Section 8. That § 51A-17-27 be AMENDED: 51A-17-27. The director may conduct an examination or investigation of a licensee or authorized delegate or otherwise take independent action authorized by this chapter, rule adopted under this chapter and promulgated pursuant to chapter 1-26, or order issued under this chapter that is reasonably necessary to administer and enforce this chapter, rules adopted under this chapter and promulgated pursuant to chapter 1-26, and other applicable law. The director may: (1) Conduct an examination either on-site or off-site; (2) Conduct an examination in conjunction with an examination conducted by representatives of another state agency, an agency of another state, or the federal government; (3) Accept the examination report of another state agency, agency of another state, or the federal government, or a report prepared by an independent accounting firm. A report accepted under this subdivision is considered an official report of the director; and (4) Summon and examine, under oath, a key individual, employee of a licensee, or authorized delegate and require the individual, employee, or delegate to produce records regarding any matter related to the condition and business of the licensee or authorized delegate. A licensee or authorized delegate shall provide, and the director must have full and complete access to, all records the director may reasonably require to conduct a complete examination. The records must be provided at the location and in the format specified by the director. The director may utilize multistate record production standards and examination procedures when the standards will reasonably achieve the requirements of this section. Unless otherwise directed by the director, a licensee shall pay all costs reasonably incurred in connection with an examination of the licensee or the licensee's authorized delegates. Section 9. That § 51A-17-28 be AMENDED: 51A-17-28. The director may request financial data from a licensee in addition to that required under § 51A-17-19, or conduct an examination of any authorized delegate or location of a licensee within this state without prior notice to the authorized delegate or licensee only if the director has a reasonable basis to believe that the licensee or authorized delegate is in noncompliance with this chapter. If the director examines an authorized delegate's operations, the authorized delegate shall pay all reasonably incurred costs of such examination. If the director examines a licensee's location within the state, the licensee shall pay all reasonably incurred costs of such examination. Section 10. That chapter 51A-17 be amended with a NEW SECTION: The director may participate in multistate supervisory processes established between states and coordinated through the Conference of State Bank Supervisors, Money Transmitter Regulators Association, and affiliates and successors thereof for all licensees in this state and other states. As a participant in multistate supervision, the director may: (1) Cooperate, coordinate, and share information with other states and federal regulators pursuant to § 51A-17-30; (2) Enter into written cooperation, coordination, or information-sharing contracts or agreements with organizations comprised of state or federal governmental agencies; and (3) Cooperate, coordinate, and share information with organizations comprised of state or federal governmental agencies, provided that the organizations agree in writing to maintain the confidentiality and security of the shared information pursuant to § 51A-17-30. The director may not waive, and nothing in this section constitutes a waiver of, the director's authority to conduct an examination, investigation, or otherwise take independent action authorized by this chapter, rule adopted under this chapter, or order issued under this chapter to enforce compliance with applicable state or federal law. A joint examination or investigation, or acceptance of an examination or investigation report, does not constitute a waiver of an examination assessment provided for in this chapter. An Act to revise certain provisions regarding money transmission. I certify that the attached Act originated in the: Senate as Bill No. 47 Secretary of the Senate President of the Senate Attest: Secretary of the Senate Speaker of the House Attest: Chief Clerk Senate Bill No. 47 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2022 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2022 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2022 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 22977, "action_date": "2022-01-11T12:00:00-06:00", "document_id": 226350, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/226350.pdf", "status_text": "First read in Senate and referred to", "journal_page": 10, "committee_id_action": 1034, "committee_id_assigned": 1022, "result": "N", "vote": {}}, {"bill_id": 22977, "action_date": "2022-01-18T10:00:00-06:00", "document_id": 226933, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/226933.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1022, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22977, "action_date": "2022-01-18T10:00:00-06:00", "document_id": 226935, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/226935.pdf", "status_text": "Do Pass", "journal_page": 1, "committee_id_action": 1022, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 71339, "president_vote": null, "Yea": [3939, 3975, 3993, 3999, 4000, 4006, 4016, 4010, 3925]}}, {"bill_id": 22977, "action_date": "2022-01-18T10:00:00-06:00", "document_id": 226935, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/226935.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": 1, "committee_id_action": 1022, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22977, "action_date": "2022-01-19T14:00:00-06:00", "document_id": 227869, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/227869.pdf", "status_text": "Remove from Consent Calendar", "journal_page": 76, "committee_id_action": 1034, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22977, "action_date": "2022-01-20T14:00:00-06:00", "document_id": 228146, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/228146.pdf", "status_text": "Do Pass", "journal_page": 85, "committee_id_action": 1034, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 71527, "president_vote": null, "Yea": [3918, 3920, 3921, 3922, 3925, 3926, 3935, 3936, 3939, 3940, 3943, 3949, 3952, 3956, 3958, 3961, 3962, 3966, 3974, 3975, 3979, 3990, 3991, 3993, 3994, 3999, 4000, 4002, 4003, 4006, 4010, 4012, 4016], "Excused": [3932, 3996]}}, {"bill_id": 22977, "action_date": "2022-01-21T12:30:00-06:00", "document_id": 228396, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/228396.pdf", "status_text": "First read in House and referred to", "journal_page": 56, "committee_id_action": 1008, "committee_id_assigned": 1003, "result": "N", "vote": {}}, {"bill_id": 22977, "action_date": "2022-01-26T10:00:00-06:00", "document_id": 229252, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/229252.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1003, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22977, "action_date": "2022-01-26T10:00:00-06:00", "document_id": 229254, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/229254.pdf", "status_text": "Do Pass", "journal_page": 1, "committee_id_action": 1003, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 71923, "president_vote": null, "Yea": [3912, 3914, 3919, 3964, 3981, 3987, 3992, 4007, 4008, 4009, 4013, 3916, 3970]}}, {"bill_id": 22977, "action_date": "2022-01-26T10:00:00-06:00", "document_id": 229254, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/229254.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": 1, "committee_id_action": 1003, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22977, "action_date": "2022-01-27T14:00:00-06:00", "document_id": 230262, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/230262.pdf", "status_text": "Do Pass", "journal_page": 148, "committee_id_action": 1008, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 72107, "president_vote": null, "Excused": [3912, 3950], "Yea": [3913, 3914, 3915, 3916, 3917, 3919, 3923, 3924, 3927, 3928, 3929, 3930, 3931, 3933, 3934, 3937, 3938, 3941, 3944, 3945, 3946, 3947, 3948, 3951, 3953, 3954, 3955, 3957, 3959, 3960, 3963, 3964, 3965, 3967, 3968, 3969, 3970, 3971, 3972, 3973, 3976, 3977, 3978, 3980, 3981, 3982, 3983, 3984, 3985, 3986, 3987, 3988, 3989, 3992, 3995, 3997, 3998, 4001, 4004, 4005, 4007, 4008, 4009, 4011, 4013, 4014, 4015, 3942]}}, {"bill_id": 22977, "action_date": "2022-01-31T14:00:00-06:00", "document_id": 230983, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/230983.pdf", "status_text": "Signed by the President", "journal_page": 143, "committee_id_action": 1034, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22977, "action_date": "2022-02-01T14:00:00-06:00", "document_id": 231460, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/231460.pdf", "status_text": "Signed by the Speaker", "journal_page": 172, "committee_id_action": 1008, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22977, "action_date": "2022-02-02T14:00:00-06:00", "document_id": 231864, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/231864.pdf", "status_text": "Delivered to the Governor", "journal_page": 158, "committee_id_action": 1034, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22977, "action_date": "2022-02-09T14:00:00-06:00", "document_id": 232912, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232912.pdf", "status_text": "Signed by the Governor", "journal_page": 219, "committee_id_action": 1034, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 7338, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/22977"}