{"session_id": 7, "bill_id": 1337, "bill_type": "House Commemoration", "bill_number": 1028, "bill_title": "Honoring the Sioux Falls Roosevelt High School Volleyball Team and the students involved in the program for winning the 2008 State Class AA Volleyball Championship.", "sponsors": [{"legislator_profile_id": 655, "is_prime": true}, {"legislator_profile_id": 714, "is_prime": true}, {"legislator_profile_id": 713, "is_prime": false}], "keywords": [], "audio": [], "bill_versions": [{"bill_id": 1337, "bill_version_id": 9140, "bill_version": "Introduced", "bill_version_date": "2009-03-10T14:44:48.573-05:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring the Sioux Falls Roosevelt High School Volleyball Team and the students involved in the program for winning the 2008 State Class AA Volleyball Championship. WHEREAS, the Roosevelt High School Volleyball Team became the 2008 State AA Champions under the direction of head coach Holly Lynch and assistant coaches Jenae Ruesink- Cross, Melissa DeJong, and Kevin Vanderwal; and WHEREAS, the Roosevelt High School Volleyball Team was exemplary in its unity and the accord of all its members, including Ashley Auch, Jessica Johnson, Steph Kroeze, Anne Aamlid, Breanna Stewart, Kelsey Lindquist, Erica Coomes, Claire Jucht, Haley Chambers, Heather Goehring, Amanda Johnson, Wagner Larson, Kaley Herman, Molly Stehly, Lauren Adams, Beth DeJong, and Siri Nelson, and manager Linsey Clem; and WHEREAS, the Roosevelt High School Volleyball Team showed hard work, dedication, and determination in its goals toward the Class AA Championship; and WHEREAS, the Roosevelt High School Volleyball Team won its fourth championship in twelve appearances: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-fourth Legislature of the State of South Dakota, that the Roosevelt High School Volleyball Team be congratulated on being the 2008 State Class AA Volleyball Champions."}, {"bill_id": 1337, "bill_version_id": 9330, "bill_version": "Enrolled", "bill_version_date": "2009-03-12T14:40:41.023-05:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring the Sioux Falls Roosevelt High School Volleyball Team and the students involved in the program for winning the 2008 State Class AA Volleyball Championship. WHEREAS, the Roosevelt High School Volleyball Team became the 2008 State AA Champions under the direction of head coach Holly Lynch and assistant coaches Jenae Ruesink-Cross, Melissa DeJong, and Kevin Vanderwal; and WHEREAS, the Roosevelt High School Volleyball Team was exemplary in its unity and the accord of all its members, including Ashley Auch, Jessica Johnson, Steph Kroeze, Anne Aamlid, Breanna Stewart, Kelsey Lindquist, Erica Coomes, Claire Jucht, Haley Chambers, Heather Goehring, Amanda Johnson, Wagner Larson, Kaley Herman, Molly Stehly, Lauren Adams, Beth DeJong, and Siri Nelson, and manager Linsey Clem; and WHEREAS, the Roosevelt High School Volleyball Team showed hard work, dedication, and determination in its goals toward the Class AA Championship; and WHEREAS, the Roosevelt High School Volleyball Team won its fourth championship in twelve appearances: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-fourth Legislature of the State of South Dakota, that the Roosevelt High School Volleyball Team be congratulated on being the 2008 State Class AA Volleyball Champions."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1337, "action_date": "2009-03-10T14:00:00-05:00", "document_id": 9153, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/9153.pdf", "status_text": "", "journal_page": 760, "committee_id_action": 56, "committee_id_assigned": null, "result": "N", "vote": {}}]}