{"session_id": 57, "bill_id": 19443, "bill_type": "House Bill", "bill_number": 1092, "bill_title": "provide for a commercial real estate broker lien.", "sponsors": [{"legislator_profile_id": 3167, "is_prime": true}, {"legislator_profile_id": 3198, "is_prime": true}, {"legislator_profile_id": 3151, "is_prime": false}, {"legislator_profile_id": 3157, "is_prime": false}, {"legislator_profile_id": 3160, "is_prime": false}, {"legislator_profile_id": 3163, "is_prime": false}, {"legislator_profile_id": 3188, "is_prime": false}, {"legislator_profile_id": 3190, "is_prime": false}, {"legislator_profile_id": 3206, "is_prime": false}, {"legislator_profile_id": 3207, "is_prime": false}, {"legislator_profile_id": 3212, "is_prime": false}, {"legislator_profile_id": 3213, "is_prime": false}, {"legislator_profile_id": 3216, "is_prime": false}, {"legislator_profile_id": 3218, "is_prime": false}, {"legislator_profile_id": 3231, "is_prime": false}, {"legislator_profile_id": 3245, "is_prime": false}, {"legislator_profile_id": 3254, "is_prime": false}], "keywords": ["Liens", "Professions and Occupations", "Real Property"], "audio": [{"meeting_datetime": "2005-01-26T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hju11hb1092a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-01-26T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hju11hb1092a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-01-26T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hju11hb1092a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-01-26T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hju11hb1092a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-01-26T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hju11hb1092a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 19443, "bill_version_id": 102972, "bill_version": "Introduced", "bill_version_date": "2005-01-21T08:05:15-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for a commercial real estate broker lien. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Broker,\" as defined in § 36-21A-6; (2) \"Brokerage agreement,\" any written agreement for the payment for brokerage services of a broker for the management, sale, purchase, lease, or other conveyance or acquisition of real estate. The brokerage agreement may be stated in any document signed by the party obligated to make payment for the services of a broker such as a listing agreement, representation agreement, agreement of sale, lease, option, or exchange agreement that expressly states the amount or the method of calculating the amount of payment for the services of a broker, and that expressly states that the broker identified in that brokerage agreement has a right to a broker's lien as provided in this Act. No oral brokerage agreements are subject to enforcement under this Act. No side agreements are enforceable unless signed by all parties to the brokerage agreement; (3) \"Broker's lien,\" the lien of a broker as provided by this Act; (4) \"Commercial real estate,\" any estate or interest owned in: (a) Any real estate with improvements other than one to four residential units; (b) Any real estate including one to four residential units that has any part of the property used for nonresidential purposes; (c) Land on which no buildings or structures are located and which is zoned or available for commercial, manufacturing, industrial, retail, or multifamily use; (d) Land of any zoning classification being purchased for development or subdivision; or (e) Real estate that is used for agricultural purposes unless the purchaser is buying the property for the purpose of continuing the agricultural use. The term, commercial real estate, does not include single-family residential units such as condominiums, townhomes, mobile homes, or homes sold, purchased, leased, or otherwise conveyed or acquired on a unit-by-unit basis even though these units may be part of a larger building or property containing more than four residential units; (5) \"Conveyance\" or \"conveying,\" a sale, lease, exchange, or other transfer of any estate or interest in real estate. Section 2. Upon performance of all of the duties of the real estate broker as stated in the brokerage agreement except completing settlement, the broker may place a broker's lien upon commercial real estate that is the subject of the brokerage agreement for the unpaid amount of payment due the broker as is stated in the brokerage agreement. The brokerage agreement shall expressly state the amount or the method of calculating the amount of payment for the services of the broker and shall expressly state that the broker has a right to a broker's lien as provided in this Act. The brokerage agreement shall contain the following information: (1) State that the brokerage agreement is a binding contract under state law; (2) Identify property that is covered by the broker's agreement by description or tax parcel, or both; (3) State the method of determining payment; and (4) Expressly state the broker's right to impose a lien for nonpayment. Failure of the agreement to contain the above four provisions provided in this section renders the agreement ineligible for a broker's lien, but does not invalidate the agreement's enforcement in a court action. Section 3. The claim for a broker's lien shall attach to the commercial real estate upon the broker filing a notice of lien as provided in section 5 of this Act in the office of the register of deeds in the county where the real estate is located. If the real estate is located in more than one county, the notice of lien shall be filed in the office of the register of deeds for each such county. A notice of lien shall be indexed by the name of the person charged, in a separate index for such purposes maintained in the office of the register of deeds in each county. The index shall include the name of the person charged and the date and time the notice of lien was filed. A fee for filing the notice of lien shall be provided in subdivision 7-9-15(3) and shall be paid at the time of filing the notice of lien. The notice of lien shall be available to the public upon request. The broker may file the item pro se or with the assistance of counsel. If a broker has a brokerage agreement with a buyer or tenant for the buyer or tenant to compensate the broker, then the claim for lien pursuant to the notice of lien filed according to this section shall attach to the buyer's or tenant's estate or interest in the real estate only upon either of the following events: (1) The recording of the document conveying the commercial real estate to the buyer; or (2) The signing of the lease by the landlord and tenant whichever is applicable. Notwithstanding the filing of a notice of lien, the broker's lien is not enforceable except as provided in section 9 of this Act. Section 4. The lien shall be filed within one hundred twenty days of the failure to pay upon completion of the duties under section 2 of this Act or the agreed upon payment schedule. The notice of lien is effective for one year following the date of filing such notice of lien unless the broker files a continuation of lien as to the same broker's lien prior to the expiration of that one- year period. A continuation of lien shall be in the same form as the notice of lien and shall be effective for one year unless the broker files a continuation of lien within that one-year period. The notice of lien may be so continued for subsequent one-year periods until and unless the broker's lien is void and unenforceable, extinguished, or released and satisfied as provided in this Act but in no event may a continuation of lien be filed after the broker's lien ceases to exist pursuant to section 2 of this Act. Renewal of leases that were subject of a brokerage agreement shall restart the one hundred twenty-day period in which to file a form of notice upon failure to pay. Section 5. The notice of lien shall state the name of the broker claiming the broker's lien, the name of the record owner of the commercial real estate that is the subject of the broker's lien as stated in the brokerage agreement, the name of the tenant of the lien if upon the leasehold estate of the tenant, a description of the commercial real estate upon which the broker's lien is being claimed, the amount or method of computing the compensation for which the broker's lien is claimed, the real estate license number of the broker claiming the broker's lien, the names of the parties to the brokerage agreement, and the date of the brokerage agreement. The notice of lien shall contain the affidavit of the person signing that the information contained in the notice of lien is true and correct. The notice of lien shall be signed and sworn by the broker claiming the broker's lien and shall be verified. In the event of any lien claimed against a leasehold estate of a tenant, the landlord of that tenant shall also be furnished a copy by certified mail of such notice of lien. Section 6. The broker shall cause a copy of the notice of lien to be mailed to the record owner of the commercial real estate by certified mail, return receipt requested, to the last known address of the owner or, if that is unknown, then to the address for the owner shown on the county real estate tax records, or if the lien is claimed on the leasehold estate of the tenant, then to the tenant at the address shown on the lease. Section 7. The broker's lien is void and unenforceable if filing does not occur within the time and in the manner required by this Act. Section 8. Whenever a notice of lien has been recorded, the record owner of the commercial real estate or the tenant in case of a lien upon the leasehold estate may extinguish the lien by depositing funds equal to the full amount stated in the notice of lien plus ten percent to be applied towards any sums awarded the broker under section 10 of this Act. These funds shall be held in escrow by such person and by such process which may be agreed to by the parties, either in the brokerage agreement or otherwise, for the payment to the broker or otherwise for resolution for their dispute or, in the absence of any such mutually agreed person or process, the funds may be deposited with the circuit court by the filing of an interpleader. Upon such deposit of funds, the lien shall be automatically extinguished and the commercial real estate shall be considered released from such lien or claim of lien. Upon written notice to the broker that the funds have been escrowed, the broker shall within two business days file in the same office of the register of deeds where the notice of lien was filed, a document stating that the lien was extinguished and the commercial real estate released by an escrow established pursuant to this section. If the broker fails to file such document, the person holding the funds may sign and file such document and deduct from the escrow the reasonable cost of preparing and filing the document. Upon the filing of such document, the broker is deemed to have an equitable lien on the escrow funds pending a resolution of the broker's claim for payment and the funds may not be paid to any person, except for such payments to the holder of the funds as provided in this section, until a resolution of the broker's claim for payment has been agreed to by all necessary parties or ordered by a court having jurisdiction. Section 9. A broker may bring suit to enforce the broker's lien in the circuit court in the county where the commercial real estate is located, or in either county if the commercial real estate is located in more than one county, by filing a complaint as a debt action would be filed and prosecuted pursuant to the rules of civil procedure of that court. Such complaint may be filed following the occurrence of the failure to make the payment to the broker, as required by the brokerage agreement, for which the notice of lien had been filed. Notwithstanding any statute of limitation or repose or other procedural limitation, any such complaint shall be brought within one month following the filing of the notice of lien or last filed continuation of lien. Section 10. The costs and expenses of all proceedings brought under this Act, including the enforcement of the broker's lien, including reasonable attorney's fees actually incurred, costs, and prejudgment and postjudgment interest at the contract rate specified in the brokerage agreement, or if no rate is specified, then at the legal rate, shall be borne by the party or parties to such proceeding against whom judgment is entered. When more than one party is so responsible for such costs, fees, expenses, and interest, the costs, fees, expenses, and interest may be equitably apportioned by the court among those responsible parties, but in the absence of such apportionment, such responsible parties shall be jointly and severally liable. Section 11. The broker's lien is a lien on the commercial real estate that is the subject of this notice of lien and has priority from the time it has been filed as required by this Act, except as to all mortgages whenever recorded or filed, liens imposed or created by statute, and liens of the federal government and state government and their respective political subdivisions, each of which has priority over a broker's lien and all previously filed liens or judgments of record, if any. Section 12. If a notice of lien has been filed, and a condition occurs that in good faith would preclude the broker from receiving compensation under the terms of the brokerage agreement, the broker shall provide to the record owner of the commercial real estate and the person who would have been liable for such payment, a written release or satisfaction of the broker's lien. Upon written demand of the record owner, the person liable for payment to the broker pursuant to the brokerage agreement, the holder of any lien against the commercial real estate, or the agent of any of the foregoing, served on the broker who filed the notice of lien requiring that suit be commenced to enforce the broker's lien, a suit shall be commenced as provided in this Act within thirty days thereafter, or the broker's lien shall be deemed released and satisfied. Service of such demand shall be in the manner required for the service of a summons and complaint under the rules of civil procedure of the circuit court. If a claim is paid for which a broker's notice of lien has been timely filed or if there is failure to institute a suit to enforce the broker's lien within the times provided by this Act or if the notice of lien has not been continued as provided in this Act, the broker's lien shall be deemed released and satisfied and the broker shall immediately file a satisfaction and release with the office of the register of deeds where the notice of lien is filed and acknowledge release and satisfaction of the broker's lien, in writing, on written demand of the record owner or the person who was liable for the payment pursuant to the brokerage agreement. The filing of the release and satisfaction by the broker is not required to extinguish the broker's lien or notice of lien. Section 13. An agreement by a broker to waive the right to a broker's lien without having first received full payment is against public policy, void, and unenforceable. Section 14. This Act applies to any written brokerage agreement effective after June 30, 2005, but not to any written brokerage agreement that was effective prior to July 1, 2005, unless by agreement of the parties to that brokerage agreement."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 19443, "action_date": "2005-01-21T13:00:00-06:00", "document_id": 103016, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103016.pdf", "status_text": "First read in House and referred to", "journal_page": 121, "committee_id_action": 860, "committee_id_assigned": 858, "result": "N", "vote": {}}, {"bill_id": 19443, "action_date": "2005-01-26T07:45:00-06:00", "document_id": 103253, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103253.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 858, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19443, "action_date": "2005-01-26T07:45:00-06:00", "document_id": 103253, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103253.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 170, "committee_id_action": 858, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 61079, "president_vote": null, "Yea": [3176, 3182, 3196, 3215, 3223, 3233, 3251, 3195], "Nay": [3190, 3218, 3245, 3160], "Excused": [3237]}}, {"bill_id": 19443, "action_date": "2005-01-26T07:45:00-06:00", "document_id": 103253, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103253.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 170, "committee_id_action": 858, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 61079, "president_vote": null, "Yea": [3176, 3182, 3196, 3215, 3223, 3233, 3251, 3195], "Nay": [3190, 3218, 3245, 3160], "Excused": [3237]}}]}