{"session_id": 69, "bill_id": 25081, "bill_type": "Senate Bill", "bill_number": 151, "bill_title": "revise and repeal provisions related to the licensure of athletic trainers.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25081", "sponsors": [{"legislator_profile_id": 4509, "is_prime": true}, {"legislator_profile_id": 4526, "is_prime": true}, {"legislator_profile_id": 4475, "is_prime": false}, {"legislator_profile_id": 4492, "is_prime": false}, {"legislator_profile_id": 4496, "is_prime": false}, {"legislator_profile_id": 4505, "is_prime": false}, {"legislator_profile_id": 4506, "is_prime": false}, {"legislator_profile_id": 4520, "is_prime": false}, {"legislator_profile_id": 4521, "is_prime": false}, {"legislator_profile_id": 4534, "is_prime": false}, {"legislator_profile_id": 4535, "is_prime": false}, {"legislator_profile_id": 4536, "is_prime": false}, {"legislator_profile_id": 4546, "is_prime": false}, {"legislator_profile_id": 4550, "is_prime": false}, {"legislator_profile_id": 4564, "is_prime": false}, {"legislator_profile_id": 4576, "is_prime": false}], "keywords": ["Health Care", "Licensure", "Professions and Occupations", "Promulgation of Rules"], "audio": [{"meeting_datetime": "2024-02-05T08:15:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/she18.mp3", "start_seconds": 2792.0}, {"meeting_datetime": "2024-02-05T08:15:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/she18.mp3", "start_seconds": 2792.0}, {"meeting_datetime": "2024-02-05T08:15:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/she18.mp3", "start_seconds": 2792.0}, {"meeting_datetime": "2024-02-05T08:15:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/she18.mp3", "start_seconds": 2792.0}, {"meeting_datetime": "2024-02-05T08:15:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/she18.mp3", "start_seconds": 2792.0}, {"meeting_datetime": "2024-02-27T07:45:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hhe31.mp3", "start_seconds": 4201.0}, {"meeting_datetime": "2024-02-27T07:45:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hhe31.mp3", "start_seconds": 4201.0}, {"meeting_datetime": "2024-02-27T07:45:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hhe31.mp3", "start_seconds": 4201.0}, {"meeting_datetime": "2024-02-27T07:45:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hhe31.mp3", "start_seconds": 4201.0}, {"meeting_datetime": "2024-02-27T07:45:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hhe31.mp3", "start_seconds": 4201.0}], "bill_versions": [{"bill_id": 25081, "bill_version_id": 262407, "bill_version": "Introduced", "bill_version_date": "2024-01-24T14:19:11.5-06:00", "bill_text": "An Act to revise and repeal provisions related to the licensure of athletic trainers. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 36-29-1 be AMENDED: 36-29-1. Terms used in this chapter, unless the context otherwise requires, mean: (1) \"Athletic trainer,\" a person with specific qualifications as set forth in § 36-29-3, whose responsibility is the prevention, evaluation, emergency care, treatment, and reconditioning of athletic injuries under the direction of the team or treating physician. The athletic trainer may use cryotherapy, which includes cold packs, ice packs, cold water immersion, and spray coolants; thermotherapy, which includes topical analgesics, moist hot packs, heating pads, infrared lamp, and paraffin bath; hydrotherapy, which includes whirlpool; and therapeutic exercise common to athletic training which includes stretching and those exercises needed to maintain condition; in accordance with a physician's written protocol. Any rehabilitative procedures recommended by a physician for the rehabilitation of athletic injuries which have been referred and all other physical modalities may be administered only following the prescription of the team or referring physician health care professional who is licensed by the board to practice athletic training; and (2) \"Board,\" the State Board of Medical and Osteopathic Examiners as created by chapter 36-4. Section 2. That a NEW SECTION be added to chapter 36-29: The practice of athletic training is the care, treatment, and prevention, under guidelines established by a physician licensed pursuant to chapter 36-4, of injuries, illnesses, or conditions: (1) That are related to, or that limit participation in, exercise, athletic activities, recreational activities, or activities requiring physical strength, agility, flexibility, range of motion, speed, or stamina; and (2) For which an athletic trainer, as a result of the athletic trainer's education and training, is qualified to provide care and to make referrals to an appropriate health care professional. Section 3. That § 36-29-2 be AMENDED: 36-29-2. It is a Class 2 misdemeanor for any person individual to practice or attempt to practice any of the activities of an athletic trainer athletic training without first obtaining a license pursuant to this chapter. Nothing in this chapter may be construed to prevent any person from serving as a student trainer, teacher‑trainer, coach, or similar position, if that service is not primarily for compensation or restrict the: (1) Activities of a student pursuing a supervised course of study leading to a degree or licensure in athletic training; or (2) Practice of an individual: (a) Employed by or affiliated with an individual or athletic team from a different state or jurisdiction temporarily practicing or competing in this state; and (b) Who only practices on the individual or members of the athletic team that the individual is employed or affiliated with. Section 4. That § 36-29-3 be AMENDED: 36-29-3. The Board of Medical and Osteopathic Examiners board shall issue an athletic trainer a license to any applicant practice athletic training to an individual who: (1) Has a baccalaureate degree and has met the athletic training course requirements of a college or university approved by the boardSubmits an application prescribed by the board; and (2) Has passed an examinationSubmits an application fee in an amount established by the board; and (3) Presents evidence satisfactory to the board that: (a) The individual has completed all qualifications established by the Board of Certification for the Athletic Trainer and has passed a nationally accredited exam approved by the board State Board of Medical and Osteopathic Examiners; or (b) The individual is certified in good standing by the Board of Certification for the Athletic Trainer. Section 5. That § 36-29-6 be AMENDED: 36-29-6. The Board of Medical and Osteopathic Examiners board shall promulgate rules, pursuant to chapter 1-26, to set the fees to be paid by an applicant to determine his fitness to receive a license to practice athletic training. The fees may not exceed one hundred dollars: (1) Application fees, not to exceed one hundred dollars; and (2) Licensure renewal fees, not to exceed fifty dollars. Section 6. That § 36-29-8 be AMENDED: 36-29-8. The board shall appoint an athletic training committee composed of three athletic trainers who are residents of this state who are licensed to practice athletic training in the state. This The committee shall meet at least annually or as necessary to conduct business. The committee shall assist the board in conducting exams and shall assist the board in all matters pertaining to the licensure, practice, and discipline of those licensed to practice athletic training trainers in this state and the establishment of rules pertaining to athletic training. Each committee member shall serve a term of three years. No committee member may be appointed to more than three consecutive, full terms. If a vacancy arises due to death, retirement, or removal from the state, the vacancy shall must be filled in the same manner as an original appointment. The member shall serve the remainder of the unexpired term. The appointment to an unexpired term is not considered a full term. The committee shall meet the requirements of chapter 1-25 regarding open meetings. Section 7. That § 36-29-11 be AMENDED: 36-29-11. Any A license issued by the Board of Medical and Osteopathic Examiners shall expire board pursuant to this chapter expires on the first day of July December thirty-first of the first year following its issuance. A license may be renewed every year upon the payment: (1) Payment of a the renewal fee set by the board, by rule promulgated pursuant to chapter 1-26. The fee may not exceed fifty dollars; and (2) Submission of evidence, satisfactory to the board, that the athletic trainer has completed the requirements referenced in § 36-29-14. Section 8. That § 36-29-14 be AMENDED: 36-29-14. Continuity education shall be prescribed pursuant to chapter 1-26 by the Board of Medical and Osteopathic Examiners as a further requirement for renewal of any license. In no instance may the board require a greater number of hours of annual continuing education study than are available within the state and are approved by the board. The board may waive the continuing education requirement in case of certified illness or undue hardshipIn order to renew a license, an athletic trainer must: (1) Complete the amount of continuing education hours required by the board in rules promulgated pursuant to chapter 1-26, but which may not exceed twenty-five; or (2) Have current certification from the Board of Certification for the Athletic Trainer. The board shall promulgate rules, pursuant to chapter 1-26, to establish acceptable forms of continuing education. Section 9. That § 36-29-15 be AMENDED: 36-29-15. Failure of a licensee to renew a license on or before the first day of July of the year of expiration constitutes a forfeiture of the license. Any person who has forfeited a The board may renew an expired license under this chapter may have it restored by making if the individual submits a written application and by payment of and pays the renewal fee for the current term.However, late renewal of a license may not be granted more than five years after its expiration. The board may establish, pursuant to § 36-29-14, additional continuing education requirements for late license renewals. The board may not renew an expired license under this section if the license is expired for more than five years. Section 10. That § 36-29-17 be AMENDED: 36-29-17. The Board of Medical and Osteopathic Examiners may adopt board shall promulgate rules and regulations that set, pursuant to chapter 1-26, to: (1) Set standards for the professional practice for licensed of athletic trainers; (2) Establish a code of ethics for athletic trainers; and other (3) Establish other rules and regulations as may be reasonably necessary for the administration of this chapter and to carry out its purpose. All rules and regulations made by the board pursuant to this chapter shall be adopted and amended in accordance with the provisions of chapter 1-26. Section 11. That § 36-29-18 be AMENDED: 36-29-18. The board may revoke, suspend, or cancel the license of an athletic trainer may be revoked, suspended, or canceled upon any one of these grounds: (1) The licensee athletic trainer is guilty of fraud in the practice of athletic training or fraud or deceit in the licensee's athletic trainer's admission to the practice of athletic training; (2) The licensee athletic trainer has been convicted of a felony during the past five years. The conviction of a felony is the conviction of any offense, which if committed within the State of South Dakota this state would constitute a felony under its laws; (3) The licensee athletic trainer is engaged in the practice of athletic training under a false or assumed name and has not registered that name pursuant to chapter 37-11, or is impersonating another practitioner of a like or different name; (4) The licensee athletic trainer is addicted to the habitual use of intoxicating liquors, narcotics, or stimulants to the extent as to incapacitate the licensee athletic trainer from the performance of the licensee's athletic trainer's professional duties; (5) The physical or mental condition of the licensee athletic trainer is determined by a medical examiner to be such as to jeopardize or endanger those who seek relief from the licensee athletic trainer. A majority of the Board of Medical and Osteopathic Examiners board may demand an examination of the licensee athletic trainer by a competent medical examiner selected by the board at the board's expense. If the licensee athletic trainer fails to submit to the examination, this constitutes immediate grounds for suspension of the licensee's license; (6) The licensee athletic trainer obtains or attempts to obtain a license, certificate, or renewal thereof by bribery or fraudulent representation; or (7) The licensee receives direct compensation from individuals or third party payees for services rendered. However, a licensee may receive compensation from any entity sponsoring an athletic event for athletic training services provided to athletes participating in the event. For the purposes of this subdivision, direct compensation is compensation other than that received by the employing institution or athletic organization; (8) The licensee makes a false statement in connection with any application under this chapter; (9) The licensee makes a false statement on any form prescribed by the board pursuant to this chapter or the rules promulgated by the board pursuant to this chapter; (10) The licensee conducts continued treatment and rehabilitation procedures on individuals other than those associated with the employing institution or athletic organization; or (11) The licensee athletic trainer has violated any provision of this chapter or the rules promulgated pursuant to this chapter. Section 12. That § 36-29-20 be AMENDED: 36-29-20. All A majority of the members of the board must be present at proceedings relative to the cancellation, revocation, or suspension of a license, or relative to reissuing a license which that has been canceled, revoked, or suspended shall only be held when a majority of the members of the Board of Medical and Osteopathic Examiners are present at the hearings. The A decision of the board to suspend, revoke, or cancel, or reissue a license requires a majority vote of all the board members. Section 13. That § 36-29-27 be AMENDED: 36-29-27. Any person violating If it appears, from evidence satisfactory to the board, that an individual has violated the provisions of this chapter may be enjoined from further violations by a suit brought by the state's attorney of the county wherein the violations occurred or suit may be brought by any citizen of this state, or that an athletic trainer has committed unprofessional or dishonorable conduct or is incompetent, the board may apply for an injunction in any court of competent jurisdiction to restrain the individual or athletic trainer from continuing to practice. An action application for an injunction is an alternate alternative to criminal proceedings, and the commencement of one proceeding by the Board of Medical and Osteopathic Examiners board constitutes an election. Section 14. That § 36-29-3.1 be REPEALED. The board may grant a temporary permit to any applicant who has completed the education requirements of this chapter. Any applicant granted a temporary permit shall practice as an athletic trainer only under the supervision or oversight of a licensed physician, a licensed physical therapist, or a licensed athletic trainer. The temporary permit is valid for one hundred eighty days. Section 15. That § 36-29-5 be REPEALED. An applicant is exempt from the examination required by this chapter if: (1) He satisfies the Board of Medical and Osteopathic Examiners that he is licensed or registered under the laws of a state or territory of the United States that imposes substantially the same requirements as those imposed by this chapter; and (2) Pursuant to the laws of that state or territory, he has taken and passed an examination similar to that for which exemption is sought; and (3) He has been certified by any national athletic trainer's organization to which the board has extended reciprocity. Section 16. That § 36-29-7 be REPEALED. If a majority of the board members have reason to suspect that the physical or mental health of any applicant will jeopardize or endanger those who seek assistance from him, the Board of Medical and Osteopathic Examiners shall require the applicant to have a physical examination by a medical examiner selected by the board. The board shall pay the cost of the examination. If the medical examiner confirms that the person's physical or mental health will jeopardize or endanger those who seek relief from the applicant, the board may deny the application for a license until the applicant furnishes satisfactory proof of being physically and mentally competent to practice athletic training. Section 17. That § 36-29-9 be REPEALED. The Board of Medical and Osteopathic Examiners shall hold at least one examination each year and may hold additional examinations from time to time at places designated by the board. Section 18. That § 36-29-10 be REPEALED. Any applicant failing to pass the examination provided by this chapter may, within one year, be reexamined upon payment of an additional fee to be set by the Board of Medical and Osteopathic Examiners. Two reexaminations shall exhaust the privilege under the original application. Section 19. That § 36-29-12 be REPEALED. Each athletic trainer licensee shall be conspicuously displayed at the place of practice of the licensee within thirty days after issuance of the license. Section 20. That § 36-29-13 be REPEALED. The Board of Medical and Osteopathic Examiners shall annually publish a list of names and addresses of all licensed athletic trainers. Section 21. That § 36-29-22 be REPEALED. Any party feeling aggrieved by any acts, rulings, or decisions of the Board of Medical and Osteopathic Examiners relating to refusal to grant or to cancellation, revocation, or suspension of a license may appeal pursuant to chapter 1-26. Section 22. That § 36-29-23 be REPEALED. Upon written application establishing compliance with existing licensing requirements and for reasons the Board of Medical and Osteopathic Examiners deems sufficient, the board, for good cause shown, by majority vote, may, under the conditions it may impose, reinstate or reissue a license to any person whose license has been canceled, suspended, or revoked. Upon suspension of a license, the board may provide for automatic reinstatement thereof after a specified fixed period of time. Section 23. That § 36-29-24 be REPEALED. The secretary of the Board of Medical and Osteopathic Examiners shall keep a record book in which are entered the names of all persons to whom licenses have been granted under this chapter, the license number of each, and the date of granting the license and its renewal and other matters of record. This book is a book of records, and a transcript of any record therein or a license that is not entered therein, the name and license number of the date of granting the license to a person charged with a violation of any of the provisions of this chapter, certified under the hand of the secretary, and the seal of the board, shall be admitted as evidence in any of the courts of this state. The original books, records, and papers of the board shall be kept at the office of the secretary of the board. The secretary shall furnish any person making an application a copy of any requested record, certified by him as secretary, upon payment of a fee of twenty‑five cents per page. Section 24. That § 36-29-29 be REPEALED. The total expense incurred by the Board of Medical and Osteopathic Examiners may not exceed the total money collected by the board under the provisions of this chapter. Section 25. That § 36-29-30 be REPEALED. Any person actively engaged as an athletic trainer in the state on July 1, 1984, shall be issued a license if he submits proof of experience and credentials during the previous twelve months satisfactory to the initial athletic training advisory committee of this board, has a baccalaureate degree and if he pays the license fee required by this chapter. For the purpose of this section a person is actively engaged as an athletic trainer if he is employed as an athletic trainer by an educational institution for the duration of the institution's year or performs the duties of an athletic trainer as a major responsibility of his employment by a professional athletic organization or other athletic organization for the length of the athletic organization's season or meets equivalent criteria as determined by the board. No application for licensure under this section may be permitted after July 1, 1985."}, {"bill_id": 25081, "bill_version_id": 264611, "bill_version": "Senate Health and Human Services Engrossed", "bill_version_date": "2024-02-05T12:22:30.94-06:00", "bill_text": "An Act to revise and repeal provisions related to the licensure of athletic trainers. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 36-29-1 be AMENDED: 36-29-1. Terms used in this chapter, unless the context otherwise requires, mean: (1) \"Athletic trainer,\" a person with specific qualifications as set forth in § 36-29-3, whose responsibility is the prevention, evaluation, emergency care, treatment, and reconditioning of athletic injuries under the direction of the team or treating physician. The athletic trainer may use cryotherapy, which includes cold packs, ice packs, cold water immersion, and spray coolants; thermotherapy, which includes topical analgesics, moist hot packs, heating pads, infrared lamp, and paraffin bath; hydrotherapy, which includes whirlpool; and therapeutic exercise common to athletic training which includes stretching and those exercises needed to maintain condition; in accordance with a physician's written protocol. Any rehabilitative procedures recommended by a physician for the rehabilitation of athletic injuries which have been referred and all other physical modalities may be administered only following the prescription of the team or referring physician health care professional who is licensed by the board to practice athletic training; and (2) \"Board,\" the State Board of Medical and Osteopathic Examiners as created by chapter 36-4. Section 2. That a NEW SECTION be added to chapter 36-29: The practice of athletic training is the care, treatment, and prevention, under the direction of and under guidelines established by a physician licensed pursuant to chapter 36-4, of injuries, illnesses, or conditions: (1) That are related to, or that limit participation in, exercise, athletic activities, recreational activities, or activities requiring physical strength, agility, flexibility, range of motion, speed, or stamina; and (2) For which an athletic trainer, as a result of the athletic trainer's education and training, is qualified to provide care and to make referrals to an appropriate health care professional. Section 3. That § 36-29-2 be AMENDED: 36-29-2. It is a Class 2 misdemeanor for any person individual to practice or attempt to practice any of the activities of an athletic trainer athletic training without first obtaining a license pursuant to this chapter. Nothing in this chapter may be construed to prevent any person from serving as a student trainer, teacher‑trainer, coach, or similar position, if that service is not primarily for compensation or restrict the: (1) Activities of a student pursuing a supervised course of study leading to a degree or licensure in athletic training; or (2) Practice of an individual: (a) Employed by or affiliated with an individual or athletic team from a different state or jurisdiction temporarily practicing or competing in this state; and (b) Who only practices on the individual or members of the athletic team that the individual is employed or affiliated with. Section 4. That § 36-29-3 be AMENDED: 36-29-3. The Board of Medical and Osteopathic Examiners board shall issue an athletic trainer a license to any applicant practice athletic training to an individual who: (1) Has a baccalaureate degree and has met the athletic training course requirements of a college or university approved by the boardSubmits an application prescribed by the board; and (2) Has passed an examinationSubmits an application fee in an amount established by the board; and (3) Presents evidence satisfactory to the board that: (a) The individual has completed all qualifications established by the Board of Certification for the Athletic Trainer and has passed a nationally accredited exam approved by the board State Board of Medical and Osteopathic Examiners; or (b) The individual is certified in good standing by the Board of Certification for the Athletic Trainer. Section 5. That § 36-29-6 be AMENDED: 36-29-6. The Board of Medical and Osteopathic Examiners board shall promulgate rules, pursuant to chapter 1-26, to set the fees to be paid by an applicant to determine his fitness to receive a license to practice athletic training. The fees may not exceed one hundred dollars: (1) Application fees, not to exceed one hundred dollars; and (2) Licensure renewal fees, not to exceed fifty dollars. Section 6. That § 36-29-8 be AMENDED: 36-29-8. The board shall appoint an athletic training committee composed of three athletic trainers who are residents of this state who are licensed to practice athletic training in the state. This The committee shall meet at least annually or as necessary to conduct business. The committee shall assist the board in conducting exams and shall assist the board in all matters pertaining to the licensure, practice, and discipline of those licensed to practice athletic training trainers in this state and the establishment of rules pertaining to athletic training. Each committee member shall serve a term of three years. No committee member may be appointed to more than three consecutive, full terms. If a vacancy arises due to death, retirement, or removal from the state, the vacancy shall must be filled in the same manner as an original appointment. The member shall serve the remainder of the unexpired term. The appointment to an unexpired term is not considered a full term. The committee shall meet the requirements of chapter 1-25 regarding open meetings. Section 7. That § 36-29-11 be AMENDED: 36-29-11. Any A license issued by the Board of Medical and Osteopathic Examiners shall expire board pursuant to this chapter expires on the first day of July December thirty-first of the first year following its issuance. A license may be renewed every year upon the payment: (1) Payment of a the renewal fee set by the board, by rule promulgated pursuant to chapter 1-26. The fee may not exceed fifty dollars; and (2) Submission of evidence, satisfactory to the board, that the athletic trainer has completed the requirements referenced in § 36-29-14. Section 8. That § 36-29-14 be AMENDED: 36-29-14. Continuity education shall be prescribed pursuant to chapter 1-26 by the Board of Medical and Osteopathic Examiners as a further requirement for renewal of any license. In no instance may the board require a greater number of hours of annual continuing education study than are available within the state and are approved by the board. The board may waive the continuing education requirement in case of certified illness or undue hardshipIn order to renew a license, an athletic trainer must: (1) Complete the amount of continuing education hours required by the board in rules promulgated pursuant to chapter 1-26, but which may not exceed twenty-five; or (2) Have current certification from the Board of Certification for the Athletic Trainer. The board shall promulgate rules, pursuant to chapter 1-26, to establish acceptable forms of continuing education. Section 9. That § 36-29-15 be AMENDED: 36-29-15. Failure of a licensee to renew a license on or before the first day of July of the year of expiration constitutes a forfeiture of the license. Any person who has forfeited a The board may renew an expired license under this chapter may have it restored by making if the individual submits a written application and by payment of and pays the renewal fee for the current term.However, late renewal of a license may not be granted more than five years after its expiration. The board may establish, pursuant to § 36-29-14, additional continuing education requirements for late license renewals. The board may not renew an expired license under this section if the license is expired for more than five years. Section 10. That § 36-29-17 be AMENDED: 36-29-17. The Board of Medical and Osteopathic Examiners may adopt board shall promulgate rules and regulations that set, pursuant to chapter 1-26, to: (1) Set standards for the professional practice for licensed of athletic trainers; (2) Establish a code of ethics for athletic trainers; and other (3) Establish other rules and regulations as may be reasonably necessary for the administration of this chapter and to carry out its purpose. All rules and regulations made by the board pursuant to this chapter shall be adopted and amended in accordance with the provisions of chapter 1-26. Section 11. That § 36-29-18 be AMENDED: 36-29-18. The board may revoke, suspend, or cancel the license of an athletic trainer may be revoked, suspended, or canceled upon any one of these grounds: (1) The licensee athletic trainer is guilty of fraud in the practice of athletic training or fraud or deceit in the licensee's athletic trainer's admission to the practice of athletic training; (2) The licensee athletic trainer has been convicted of a felony during the past five years. The conviction of a felony is the conviction of any offense, which if committed within the State of South Dakota this state would constitute a felony under its laws; (3) The licensee athletic trainer is engaged in the practice of athletic training under a false or assumed name and has not registered that name pursuant to chapter 37-11, or is impersonating another practitioner of a like or different name; (4) The licensee athletic trainer is addicted to the habitual use of intoxicating liquors, narcotics, or stimulants to the extent as to incapacitate the licensee athletic trainer from the performance of the licensee's athletic trainer's professional duties; (5) The physical or mental condition of the licensee athletic trainer is determined by a medical examiner to be such as to jeopardize or endanger those who seek relief from the licensee athletic trainer. A majority of the Board of Medical and Osteopathic Examiners board may demand an examination of the licensee athletic trainer by a competent medical examiner selected by the board at the board's expense. If the licensee athletic trainer fails to submit to the examination, this constitutes immediate grounds for suspension of the licensee's license; (6) The licensee athletic trainer obtains or attempts to obtain a license, certificate, or renewal thereof by bribery or fraudulent representation; or (7) The licensee receives direct compensation from individuals or third party payees for services rendered. However, a licensee may receive compensation from any entity sponsoring an athletic event for athletic training services provided to athletes participating in the event. For the purposes of this subdivision, direct compensation is compensation other than that received by the employing institution or athletic organization; (8) The licensee makes a false statement in connection with any application under this chapter; (9) The licensee makes a false statement on any form prescribed by the board pursuant to this chapter or the rules promulgated by the board pursuant to this chapter; (10) The licensee conducts continued treatment and rehabilitation procedures on individuals other than those associated with the employing institution or athletic organization; or (11) The licensee athletic trainer has violated any provision of this chapter or the rules promulgated pursuant to this chapter. Section 12. That § 36-29-20 be AMENDED: 36-29-20. All A majority of the members of the board must be present at proceedings relative to the cancellation, revocation, or suspension of a license, or relative to reissuing a license which that has been canceled, revoked, or suspended shall only be held when a majority of the members of the Board of Medical and Osteopathic Examiners are present at the hearings. The A decision of the board to suspend, revoke, or cancel, or reissue a license requires a majority vote of all the board members. Section 13. That § 36-29-27 be AMENDED: 36-29-27. Any person violating If it appears, from evidence satisfactory to the board, that an individual has violated the provisions of this chapter may be enjoined from further violations by a suit brought by the state's attorney of the county wherein the violations occurred or suit may be brought by any citizen of this state, or that an athletic trainer has committed unprofessional or dishonorable conduct or is incompetent, the board may apply for an injunction in any court of competent jurisdiction to restrain the individual or athletic trainer from continuing to practice. An action application for an injunction is an alternate alternative to criminal proceedings, and the commencement of one proceeding by the Board of Medical and Osteopathic Examiners board constitutes an election. Section 14. That § 36-29-3.1 be REPEALED. The board may grant a temporary permit to any applicant who has completed the education requirements of this chapter. Any applicant granted a temporary permit shall practice as an athletic trainer only under the supervision or oversight of a licensed physician, a licensed physical therapist, or a licensed athletic trainer. The temporary permit is valid for one hundred eighty days. Section 15. That § 36-29-5 be REPEALED. An applicant is exempt from the examination required by this chapter if: (1) He satisfies the Board of Medical and Osteopathic Examiners that he is licensed or registered under the laws of a state or territory of the United States that imposes substantially the same requirements as those imposed by this chapter; and (2) Pursuant to the laws of that state or territory, he has taken and passed an examination similar to that for which exemption is sought; and (3) He has been certified by any national athletic trainer's organization to which the board has extended reciprocity. Section 16. That § 36-29-7 be REPEALED. If a majority of the board members have reason to suspect that the physical or mental health of any applicant will jeopardize or endanger those who seek assistance from him, the Board of Medical and Osteopathic Examiners shall require the applicant to have a physical examination by a medical examiner selected by the board. The board shall pay the cost of the examination. If the medical examiner confirms that the person's physical or mental health will jeopardize or endanger those who seek relief from the applicant, the board may deny the application for a license until the applicant furnishes satisfactory proof of being physically and mentally competent to practice athletic training. Section 17. That § 36-29-9 be REPEALED. The Board of Medical and Osteopathic Examiners shall hold at least one examination each year and may hold additional examinations from time to time at places designated by the board. Section 18. That § 36-29-10 be REPEALED. Any applicant failing to pass the examination provided by this chapter may, within one year, be reexamined upon payment of an additional fee to be set by the Board of Medical and Osteopathic Examiners. Two reexaminations shall exhaust the privilege under the original application. Section 19. That § 36-29-12 be REPEALED. Each athletic trainer licensee shall be conspicuously displayed at the place of practice of the licensee within thirty days after issuance of the license. Section 20. That § 36-29-13 be REPEALED. The Board of Medical and Osteopathic Examiners shall annually publish a list of names and addresses of all licensed athletic trainers. Section 21. That § 36-29-22 be REPEALED. Any party feeling aggrieved by any acts, rulings, or decisions of the Board of Medical and Osteopathic Examiners relating to refusal to grant or to cancellation, revocation, or suspension of a license may appeal pursuant to chapter 1-26. Section 22. That § 36-29-23 be REPEALED. Upon written application establishing compliance with existing licensing requirements and for reasons the Board of Medical and Osteopathic Examiners deems sufficient, the board, for good cause shown, by majority vote, may, under the conditions it may impose, reinstate or reissue a license to any person whose license has been canceled, suspended, or revoked. Upon suspension of a license, the board may provide for automatic reinstatement thereof after a specified fixed period of time. Section 23. That § 36-29-24 be REPEALED. The secretary of the Board of Medical and Osteopathic Examiners shall keep a record book in which are entered the names of all persons to whom licenses have been granted under this chapter, the license number of each, and the date of granting the license and its renewal and other matters of record. This book is a book of records, and a transcript of any record therein or a license that is not entered therein, the name and license number of the date of granting the license to a person charged with a violation of any of the provisions of this chapter, certified under the hand of the secretary, and the seal of the board, shall be admitted as evidence in any of the courts of this state. The original books, records, and papers of the board shall be kept at the office of the secretary of the board. The secretary shall furnish any person making an application a copy of any requested record, certified by him as secretary, upon payment of a fee of twenty‑five cents per page. Section 24. That § 36-29-29 be REPEALED. The total expense incurred by the Board of Medical and Osteopathic Examiners may not exceed the total money collected by the board under the provisions of this chapter. Section 25. That § 36-29-30 be REPEALED. Any person actively engaged as an athletic trainer in the state on July 1, 1984, shall be issued a license if he submits proof of experience and credentials during the previous twelve months satisfactory to the initial athletic training advisory committee of this board, has a baccalaureate degree and if he pays the license fee required by this chapter. For the purpose of this section a person is actively engaged as an athletic trainer if he is employed as an athletic trainer by an educational institution for the duration of the institution's year or performs the duties of an athletic trainer as a major responsibility of his employment by a professional athletic organization or other athletic organization for the length of the athletic organization's season or meets equivalent criteria as determined by the board. No application for licensure under this section may be permitted after July 1, 1985."}, {"bill_id": 25081, "bill_version_id": 266690, "bill_version": "House Health and Human Services Engrossed", "bill_version_date": "2024-02-27T12:45:02.247-06:00", "bill_text": "An Act to revise and repeal provisions related to the licensure of athletic trainers. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 36-29-1 be AMENDED: 36-29-1. Terms used in this chapter, unless the context otherwise requires, mean: (1) \"Athletic trainer,\" a person with specific qualifications as set forth in § 36-29-3, whose responsibility is the prevention, evaluation, emergency care, treatment, and reconditioning of athletic injuries under the direction of the team or treating physician. The athletic trainer may use cryotherapy, which includes cold packs, ice packs, cold water immersion, and spray coolants; thermotherapy, which includes topical analgesics, moist hot packs, heating pads, infrared lamp, and paraffin bath; hydrotherapy, which includes whirlpool; and therapeutic exercise common to athletic training which includes stretching and those exercises needed to maintain condition; in accordance with a physician's written protocol. Any rehabilitative procedures recommended by a physician for the rehabilitation of athletic injuries which have been referred and all other physical modalities may be administered only following the prescription of the team or referring physician health care professional who is licensed by the board to practice athletic training; and (2) \"Board,\" the State Board of Medical and Osteopathic Examiners as created by chapter 36-4. Section 2. That a NEW SECTION be added to chapter 36-29: The practice of athletic training is the care, treatment, and prevention, under the direction of and under guidelines established by a physician licensed pursuant to chapter 36-4, of athletic injuries, illnesses, or conditions: (1) That are related to, or that limit participation in, exercise, athletic activities, recreational activities, or activities requiring physical strength, agility, flexibility, range of motion, speed, or stamina; and (2) For which an athletic trainer, as a result of the athletic trainer's education and training, is qualified to provide care and to make referrals to an appropriate health care professional. Section 3. That § 36-29-2 be AMENDED: 36-29-2. It is a Class 2 misdemeanor for any person individual to practice or attempt to practice any of the activities of an athletic trainer athletic training without first obtaining a license pursuant to this chapter. Nothing in this chapter may be construed to prevent any person from serving as a student trainer, teacher‑trainer, coach, or similar position, if that service is not primarily for compensation or restrict the: (1) Activities of a student pursuing a supervised course of study leading to a degree or licensure in athletic training; or (2) Practice of an individual: (a) Employed by or affiliated with an individual or athletic team from a different state or jurisdiction temporarily practicing or competing in this state; and (b) Who only practices on the individual or members of the athletic team that the individual is employed or affiliated with. Section 4. That § 36-29-3 be AMENDED: 36-29-3. The Board of Medical and Osteopathic Examiners board shall issue an athletic trainer a license to any applicant practice athletic training to an individual who: (1) Has a baccalaureate degree and has met the athletic training course requirements of a college or university approved by the boardSubmits an application prescribed by the board; and (2) Has passed an examinationSubmits an application fee in an amount established by the board; and (3) Presents evidence satisfactory to the board that: (a) The individual has completed all qualifications established by the Board of Certification for the Athletic Trainer and has passed a nationally accredited exam approved by the board State Board of Medical and Osteopathic Examiners; or (b) The individual is certified in good standing by the Board of Certification for the Athletic Trainer. Section 5. That § 36-29-6 be AMENDED: 36-29-6. The Board of Medical and Osteopathic Examiners board shall promulgate rules, pursuant to chapter 1-26, to set the fees to be paid by an applicant to determine his fitness to receive a license to practice athletic training. The fees may not exceed one hundred dollars: (1) Application fees, not to exceed one hundred dollars; and (2) Licensure renewal fees, not to exceed fifty dollars. Section 6. That § 36-29-8 be AMENDED: 36-29-8. The board shall appoint an athletic training committee composed of three athletic trainers who are residents of this state who are licensed to practice athletic training in the state. This The committee shall meet at least annually or as necessary to conduct business. The committee shall assist the board in conducting exams and shall assist the board in all matters pertaining to the licensure, practice, and discipline of those licensed to practice athletic training trainers in this state and the establishment of rules pertaining to athletic training. Each committee member shall serve a term of three years. No committee member may be appointed to more than three consecutive, full terms. If a vacancy arises due to death, retirement, or removal from the state, the vacancy shall must be filled in the same manner as an original appointment. The member shall serve the remainder of the unexpired term. The appointment to an unexpired term is not considered a full term. The committee shall meet the requirements of chapter 1-25 regarding open meetings. Section 7. That § 36-29-11 be AMENDED: 36-29-11. Any A license issued by the Board of Medical and Osteopathic Examiners shall expire board pursuant to this chapter expires on the first day of July December thirty-first of the first year following its issuance. A license may be renewed every year upon the payment: (1) Payment of a the renewal fee set by the board, by rule promulgated pursuant to chapter 1-26. The fee may not exceed fifty dollars; and (2) Submission of evidence, satisfactory to the board, that the athletic trainer has completed the requirements referenced in § 36-29-14. Section 8. That § 36-29-14 be AMENDED: 36-29-14. Continuity education shall be prescribed pursuant to chapter 1-26 by the Board of Medical and Osteopathic Examiners as a further requirement for renewal of any license. In no instance may the board require a greater number of hours of annual continuing education study than are available within the state and are approved by the board. The board may waive the continuing education requirement in case of certified illness or undue hardshipIn order to renew a license, an athletic trainer must: (1) Complete the amount of continuing education hours required by the board in rules promulgated pursuant to chapter 1-26, but which may not exceed twenty-five; or (2) Have current certification from the Board of Certification for the Athletic Trainer. The board shall promulgate rules, pursuant to chapter 1-26, to establish acceptable forms of continuing education. Section 9. That § 36-29-15 be AMENDED: 36-29-15. Failure of a licensee to renew a license on or before the first day of July of the year of expiration constitutes a forfeiture of the license. Any person who has forfeited a The board may renew an expired license under this chapter may have it restored by making if the individual submits a written application and by payment of and pays the renewal fee for the current term. However, late renewal of a license may not be granted more than five years after its expiration. The board may establish, pursuant to § 36-29-14, additional continuing education requirements for late license renewals. The board may not renew an expired license under this section if the license is expired for more than five years. Section 10. That § 36-29-17 be AMENDED: 36-29-17. The Board of Medical and Osteopathic Examiners may adopt board shall promulgate rules and regulations that set, pursuant to chapter 1-26, to: (1) Set standards for the professional practice for licensed of athletic trainers; (2) Establish a code of ethics for athletic trainers; and other (3) Establish other rules and regulations as may be reasonably necessary for the administration of this chapter and to carry out its purpose. All rules and regulations made by the board pursuant to this chapter shall be adopted and amended in accordance with the provisions of chapter 1-26. Section 11. That § 36-29-18 be AMENDED: 36-29-18. The board may revoke, suspend, or cancel the license of an athletic trainer may be revoked, suspended, or canceled upon any one of these grounds: (1) The licensee athletic trainer is guilty of fraud in the practice of athletic training or fraud or deceit in the licensee's athletic trainer's admission to the practice of athletic training; (2) The licensee athletic trainer has been convicted of a felony during the past five years. The conviction of a felony is the conviction of any offense, which if committed within the State of South Dakota this state would constitute a felony under its laws; (3) The licensee athletic trainer is engaged in the practice of athletic training under a false or assumed name and has not registered that name pursuant to chapter 37-11, or is impersonating another practitioner of a like or different name; (4) The licensee athletic trainer is addicted to the habitual use of intoxicating liquors, narcotics, or stimulants to the extent as to incapacitate the licensee athletic trainer from the performance of the licensee's athletic trainer's professional duties; (5) The physical or mental condition of the licensee athletic trainer is determined by a medical examiner to be such as to jeopardize or endanger those who seek relief from the licensee athletic trainer. A majority of the Board of Medical and Osteopathic Examiners board may demand an examination of the licensee athletic trainer by a competent medical examiner selected by the board at the board's expense. If the licensee athletic trainer fails to submit to the examination, this constitutes immediate grounds for suspension of the licensee's license; (6) The licensee athletic trainer obtains or attempts to obtain a license, certificate, or renewal thereof by bribery or fraudulent representation; or (7) The licensee receives direct compensation from individuals or third party payees for services rendered. However, a licensee may receive compensation from any entity sponsoring an athletic event for athletic training services provided to athletes participating in the event. For the purposes of this subdivision, direct compensation is compensation other than that received by the employing institution or athletic organization; (8) The licensee makes a false statement in connection with any application under this chapter; (9) The licensee makes a false statement on any form prescribed by the board pursuant to this chapter or the rules promulgated by the board pursuant to this chapter; (10) The licensee conducts continued treatment and rehabilitation procedures on individuals other than those associated with the employing institution or athletic organization; or (11) The licensee athletic trainer has violated any provision of this chapter or the rules promulgated pursuant to this chapter. Section 12. That § 36-29-20 be AMENDED: 36-29-20. All A majority of the members of the board must be present at proceedings relative to the cancellation, revocation, or suspension of a license, or relative to reissuing a license which that has been canceled, revoked, or suspended shall only be held when a majority of the members of the Board of Medical and Osteopathic Examiners are present at the hearings. The A decision of the board to suspend, revoke, or cancel, or reissue a license requires a majority vote of all the board members. Section 13. That § 36-29-27 be AMENDED: 36-29-27. Any person violating If it appears, from evidence satisfactory to the board, that an individual has violated the provisions of this chapter may be enjoined from further violations by a suit brought by the state's attorney of the county wherein the violations occurred or suit may be brought by any citizen of this state, or that an athletic trainer has committed unprofessional or dishonorable conduct or is incompetent, the board may apply for an injunction in any court of competent jurisdiction to restrain the individual or athletic trainer from continuing to practice. An action application for an injunction is an alternate alternative to criminal proceedings, and the commencement of one proceeding by the Board of Medical and Osteopathic Examiners board constitutes an election. Section 14. That § 36-29-3.1 be REPEALED. The board may grant a temporary permit to any applicant who has completed the education requirements of this chapter. Any applicant granted a temporary permit shall practice as an athletic trainer only under the supervision or oversight of a licensed physician, a licensed physical therapist, or a licensed athletic trainer. The temporary permit is valid for one hundred eighty days. Section 15. That § 36-29-5 be REPEALED. An applicant is exempt from the examination required by this chapter if: (1) He satisfies the Board of Medical and Osteopathic Examiners that he is licensed or registered under the laws of a state or territory of the United States that imposes substantially the same requirements as those imposed by this chapter; and (2) Pursuant to the laws of that state or territory, he has taken and passed an examination similar to that for which exemption is sought; and (3) He has been certified by any national athletic trainer's organization to which the board has extended reciprocity. Section 16. That § 36-29-7 be REPEALED. If a majority of the board members have reason to suspect that the physical or mental health of any applicant will jeopardize or endanger those who seek assistance from him, the Board of Medical and Osteopathic Examiners shall require the applicant to have a physical examination by a medical examiner selected by the board. The board shall pay the cost of the examination. If the medical examiner confirms that the person's physical or mental health will jeopardize or endanger those who seek relief from the applicant, the board may deny the application for a license until the applicant furnishes satisfactory proof of being physically and mentally competent to practice athletic training. Section 17. That § 36-29-9 be REPEALED. The Board of Medical and Osteopathic Examiners shall hold at least one examination each year and may hold additional examinations from time to time at places designated by the board. Section 18. That § 36-29-10 be REPEALED. Any applicant failing to pass the examination provided by this chapter may, within one year, be reexamined upon payment of an additional fee to be set by the Board of Medical and Osteopathic Examiners. Two reexaminations shall exhaust the privilege under the original application. Section 19. That § 36-29-12 be REPEALED. Each athletic trainer licensee shall be conspicuously displayed at the place of practice of the licensee within thirty days after issuance of the license. Section 20. That § 36-29-13 be REPEALED. The Board of Medical and Osteopathic Examiners shall annually publish a list of names and addresses of all licensed athletic trainers. Section 21. That § 36-29-22 be REPEALED. Any party feeling aggrieved by any acts, rulings, or decisions of the Board of Medical and Osteopathic Examiners relating to refusal to grant or to cancellation, revocation, or suspension of a license may appeal pursuant to chapter 1-26. Section 22. That § 36-29-23 be REPEALED. Upon written application establishing compliance with existing licensing requirements and for reasons the Board of Medical and Osteopathic Examiners deems sufficient, the board, for good cause shown, by majority vote, may, under the conditions it may impose, reinstate or reissue a license to any person whose license has been canceled, suspended, or revoked. Upon suspension of a license, the board may provide for automatic reinstatement thereof after a specified fixed period of time. Section 23. That § 36-29-24 be REPEALED. The secretary of the Board of Medical and Osteopathic Examiners shall keep a record book in which are entered the names of all persons to whom licenses have been granted under this chapter, the license number of each, and the date of granting the license and its renewal and other matters of record. This book is a book of records, and a transcript of any record therein or a license that is not entered therein, the name and license number of the date of granting the license to a person charged with a violation of any of the provisions of this chapter, certified under the hand of the secretary, and the seal of the board, shall be admitted as evidence in any of the courts of this state. The original books, records, and papers of the board shall be kept at the office of the secretary of the board. The secretary shall furnish any person making an application a copy of any requested record, certified by him as secretary, upon payment of a fee of twenty‑five cents per page. Section 24. That § 36-29-29 be REPEALED. The total expense incurred by the Board of Medical and Osteopathic Examiners may not exceed the total money collected by the board under the provisions of this chapter. Section 25. That § 36-29-30 be REPEALED. Any person actively engaged as an athletic trainer in the state on July 1, 1984, shall be issued a license if he submits proof of experience and credentials during the previous twelve months satisfactory to the initial athletic training advisory committee of this board, has a baccalaureate degree and if he pays the license fee required by this chapter. For the purpose of this section a person is actively engaged as an athletic trainer if he is employed as an athletic trainer by an educational institution for the duration of the institution's year or performs the duties of an athletic trainer as a major responsibility of his employment by a professional athletic organization or other athletic organization for the length of the athletic organization's season or meets equivalent criteria as determined by the board. No application for licensure under this section may be permitted after July 1, 1985."}, {"bill_id": 25081, "bill_version_id": 267245, "bill_version": "Enrolled", "bill_version_date": "2024-03-06T09:04:17.2-06:00", "bill_text": "ENTITLED An Act to revise and repeal provisions related to the licensure of athletic trainers. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 36-29-1 be AMENDED: 36-29-1. Terms used in this chapter mean: (1) \"Athletic trainer,\" a health care professional who is licensed by the board to practice athletic training; and (2) \"Board,\" the State Board of Medical and Osteopathic Examiners. Section 2. That a NEW SECTION be added to chapter 36-29: The practice of athletic training is the care, treatment, and prevention, under the direction of and under guidelines established by a physician licensed pursuant to chapter 36-4, of athletic injuries, illnesses, or conditions: (1) That are related to, or that limit participation in, exercise, athletic activities, recreational activities, or activities requiring physical strength, agility, flexibility, range of motion, speed, or stamina; and (2) For which an athletic trainer, as a result of the athletic trainer's education and training, is qualified to provide care and to make referrals to an appropriate health care professional. Section 3. That § 36-29-2 be AMENDED: 36-29-2. It is a Class 2 misdemeanor for any individual to practice or attempt to practice athletic training without first obtaining a license pursuant to this chapter. Nothing in this chapter may be construed to prevent or restrict the: (1) Activities of a student pursuing a supervised course of study leading to a degree or licensure in athletic training; or (2) Practice of an individual: (a) Employed by or affiliated with an individual or athletic team from a different state or jurisdiction temporarily practicing or competing in this state; and (b) Who only practices on the individual or members of the athletic team that the individual is employed or affiliated with. Section 4. That § 36-29-3 be AMENDED: 36-29-3. The board shall issue a license to practice athletic training to an individual who: (1) Submits an application prescribed by the board; (2) Submits an application fee in an amount established by the board; and (3) Presents evidence satisfactory to the board that: (a) The individual has completed all qualifications established by the Board of Certification for the Athletic Trainer and has passed a nationally accredited exam approved by the State Board of Medical and Osteopathic Examiners; or (b) The individual is certified in good standing by the Board of Certification for the Athletic Trainer. Section 5. That § 36-29-6 be AMENDED: 36-29-6. The board shall promulgate rules, pursuant to chapter 1-26, to set: (1) Application fees, not to exceed one hundred dollars; and (2) Licensure renewal fees, not to exceed fifty dollars. Section 6. That § 36-29-8 be AMENDED: 36-29-8. The board shall appoint an athletic training committee composed of three athletic trainers who are residents of this state. The committee shall meet at least annually or as necessary to conduct business. The committee shall assist the board in all matters pertaining to the licensure, practice, and discipline of athletic trainers in this state and the establishment of rules pertaining to athletic training. Each committee member shall serve a term of three years. No committee member may be appointed to more than three consecutive, full terms. If a vacancy arises due to death, retirement, or removal from the state, the vacancy must be filled in the same manner as an original appointment. The member shall serve the remainder of the unexpired term. The appointment to an unexpired term is not considered a full term. The committee shall meet the requirements of chapter 1-25 regarding open meetings. Section 7. That § 36-29-11 be AMENDED: 36-29-11. A license issued by the board pursuant to this chapter expires on December thirty-first of the first year following its issuance. A license may be renewed upon: (1) Payment of the renewal fee set by the board; and (2) Submission of evidence, satisfactory to the board, that the athletic trainer has completed the requirements referenced in § 36-29-14. Section 8. That § 36-29-14 be AMENDED: 36-29-14. In order to renew a license, an athletic trainer must: (1) Complete the amount of continuing education hours required by the board in rules promulgated pursuant to chapter 1-26, but which may not exceed twenty-five; or (2) Have current certification from the Board of Certification for the Athletic Trainer. The board shall promulgate rules, pursuant to chapter 1-26, to establish acceptable forms of continuing education. Section 9. That § 36-29-15 be AMENDED: 36-29-15. The board may renew an expired license if the individual submits a written application and pays the renewal fee for the current term. The board may establish additional continuing education requirements for late license renewals. The board may not renew an expired license under this section if the license is expired for more than five years. Section 10. That § 36-29-17 be AMENDED: 36-29-17. The board shall promulgate rules, pursuant to chapter 1-26, to: (1) Set standards for the professional practice of athletic trainers; (2) Establish a code of ethics for athletic trainers; and (3) Establish other rules as may be reasonably necessary for the administration of this chapter and to carry out its purpose. Section 11. That § 36-29-18 be AMENDED: 36-29-18. The board may revoke, suspend, or cancel the license of an athletic trainer upon any one of these grounds: (1) The athletic trainer is guilty of fraud in the practice of athletic training or fraud or deceit in the athletic trainer's admission to the practice of athletic training; (2) The athletic trainer has been convicted of a felony during the past five years. The conviction of a felony is the conviction of any offense, which if committed within this state would constitute a felony under its laws; (3) The athletic trainer is engaged in the practice of athletic training under a false or assumed name and has not registered that name pursuant to chapter 37-11, or is impersonating another practitioner of a like or different name; (4) The athletic trainer is addicted to the habitual use of intoxicating liquors, narcotics, or stimulants to the extent as to incapacitate the athletic trainer from the performance of the athletic trainer's professional duties; (5) The physical or mental condition of the athletic trainer is determined by a medical examiner to be such as to jeopardize or endanger those who seek relief from the athletic trainer. A majority of the board may demand an examination of the athletic trainer by a competent medical examiner selected by the board at the board's expense. If the athletic trainer fails to submit to the examination, this constitutes immediate grounds for suspension of the license; (6) The athletic trainer obtains or attempts to obtain a license or renewal thereof by bribery or fraudulent representation; or (7) The athletic trainer has violated any provision of this chapter or the rules promulgated pursuant to this chapter. Section 12. That § 36-29-20 be AMENDED: 36-29-20. A majority of the members of the board must be present at proceedings relative to the cancellation, revocation, or suspension of a license, or relative to reissuing a license that has been canceled, revoked, or suspended. A decision of the board to suspend, revoke, cancel, or reissue a license requires a majority vote of the board members. Section 13. That § 36-29-27 be AMENDED: 36-29-27. If it appears, from evidence satisfactory to the board, that an individual has violated the provisions of this chapter, or that an athletic trainer has committed unprofessional or dishonorable conduct or is incompetent, the board may apply for an injunction in any court of competent jurisdiction to restrain the individual or athletic trainer from continuing to practice. An application for an injunction is an alternative to criminal proceedings, and the commencement of one proceeding by the board constitutes an election. Section 14. That § 36-29-3.1 be REPEALED. Section 15. That § 36-29-5 be REPEALED. Section 16. That § 36-29-7 be REPEALED. Section 17. That § 36-29-9 be REPEALED. Section 18. That § 36-29-10 be REPEALED. Section 19. That § 36-29-12 be REPEALED. Section 20. That § 36-29-13 be REPEALED. Section 21. That § 36-29-22 be REPEALED. Section 22. That § 36-29-23 be REPEALED. Section 23. That § 36-29-24 be REPEALED. Section 24. That § 36-29-29 be REPEALED. Section 25. That § 36-29-30 be REPEALED. An Act to revise and repeal provisions related to the licensure of athletic trainers. I certify that the attached Act originated in the: Senate as Bill No. 151 Secretary of the Senate President of the Senate Attest: Secretary of the Senate Speaker of the House Attest: Chief Clerk Senate Bill No. 151 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2024 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2024 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2024 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 25081, "action_date": "2024-01-25T13:00:00-06:00", "document_id": 262427, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/262427.pdf", "status_text": "First read in Senate and referred to", "journal_page": 180, "committee_id_action": 1219, "committee_id_assigned": 1213, "result": "N", "vote": {}}, {"bill_id": 25081, "action_date": "2024-02-05T08:15:00-06:00", "document_id": 264405, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264405.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1213, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 25081, "action_date": "2024-02-05T08:15:00-06:00", "document_id": 264406, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264406.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 1213, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 79189, "president_vote": null, "Yea": [4507, 4480, 4537, 4550, 4554, 4488, 4567]}}, {"bill_id": 25081, "action_date": "2024-02-05T08:15:00-06:00", "document_id": 264406, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264406.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 1213, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 79190, "president_vote": null, "Yea": [4507, 4480, 4537, 4550, 4554, 4488, 4567]}}, {"bill_id": 25081, "action_date": "2024-02-05T08:15:00-06:00", "document_id": 264406, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264406.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 1213, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 25081, "action_date": "2024-02-07T14:00:00-06:00", "document_id": 264842, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264842.pdf", "status_text": "Do Pass Amended", "journal_page": 279, "committee_id_action": 1219, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 79359, "president_vote": null, "Yea": [4477, 4479, 4480, 4481, 4487, 4488, 4490, 4498, 4501, 4502, 4507, 4508, 4512, 4515, 4516, 4517, 4523, 4526, 4529, 4536, 4537, 4541, 4547, 4550, 4554, 4558, 4559, 4564, 4567, 4572, 4573, 4574, 4576], "Excused": [4493]}}, {"bill_id": 25081, "action_date": "2024-02-08T13:00:00-06:00", "document_id": 265058, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265058.pdf", "status_text": "First read in House and referred to", "journal_page": null, "committee_id_action": 1197, "committee_id_assigned": 1196, "result": "N", "vote": {}}, {"bill_id": 25081, "action_date": "2024-02-27T07:45:00-06:00", "document_id": 266144, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/266144.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1196, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 25081, "action_date": "2024-02-27T07:45:00-06:00", "document_id": 266145, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/266145.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 1196, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 25081, "action_date": "2024-02-27T07:45:00-06:00", "document_id": 266145, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/266145.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 1196, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 80035, "president_vote": null, "Yea": [4483, 4492, 4494, 4505, 4506, 4521, 4531, 4534, 4556, 4571, 4551, 4510], "Excused": [4535]}}, {"bill_id": 25081, "action_date": "2024-02-27T07:45:00-06:00", "document_id": 266145, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/266145.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 1196, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 25081, "action_date": "2024-02-29T13:00:00-06:00", "document_id": 266925, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/266925.pdf", "status_text": "Do Pass Amended", "journal_page": 441, "committee_id_action": 1197, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 80164, "president_vote": null, "Yea": [4472, 4473, 4474, 4475, 4476, 4478, 4482, 4483, 4485, 4486, 4577, 4489, 4491, 4492, 4494, 4495, 4496, 4497, 4499, 4500, 4503, 4504, 4505, 4506, 4509, 4510, 4511, 4513, 4514, 4518, 4519, 4520, 4521, 4522, 4524, 4525, 4527, 4528, 4530, 4531, 4532, 4533, 4534, 4535, 4538, 4540, 4542, 4543, 4544, 4546, 4548, 4549, 4551, 4552, 4553, 4555, 4556, 4557, 4561, 4562, 4563, 4565, 4566, 4568, 4569, 4570, 4571, 4575], "Excused": [4545, 4560]}}, {"bill_id": 25081, "action_date": "2024-03-05T10:00:00-06:00", "document_id": 267164, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/267164.pdf", "status_text": "Concurred in amendments", "journal_page": 484, "committee_id_action": 1219, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 80258, "president_vote": null, "Yea": [4477, 4479, 4480, 4481, 4487, 4488, 4490, 4498, 4501, 4502, 4507, 4508, 4512, 4515, 4516, 4517, 4523, 4526, 4529, 4536, 4537, 4541, 4547, 4550, 4554, 4558, 4559, 4564, 4567, 4578, 4572, 4573, 4574, 4576], "Excused": [4493]}}, {"bill_id": 25081, "action_date": "2024-03-06T10:00:00-06:00", "document_id": 267269, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/267269.pdf", "status_text": "Signed by the President", "journal_page": 500, "committee_id_action": 1219, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 25081, "action_date": "2024-03-06T10:00:00-06:00", "document_id": 267272, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/267272.pdf", "status_text": "Signed by the Speaker", "journal_page": 495, "committee_id_action": 1197, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 25081, "action_date": "2024-03-06T10:00:00-06:00", "document_id": 267269, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/267269.pdf", "status_text": "Delivered to the Governor", "journal_page": 501, "committee_id_action": 1219, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 25081, "action_date": "2024-03-25T11:00:00-05:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by the Governor", "journal_page": null, "committee_id_action": 1219, "committee_id_assigned": null, "result": "N", "vote": {}}]}