{"session_id": 24, "bill_id": 7266, "bill_type": "Senate Bill", "bill_number": 94, "bill_title": "repeal the death penalty.", "sponsors": [{"legislator_profile_id": 1038, "is_prime": true}, {"legislator_profile_id": 1046, "is_prime": true}, {"legislator_profile_id": 1042, "is_prime": false}, {"legislator_profile_id": 1057, "is_prime": false}, {"legislator_profile_id": 974, "is_prime": false}, {"legislator_profile_id": 999, "is_prime": false}, {"legislator_profile_id": 995, "is_prime": false}, {"legislator_profile_id": 1050, "is_prime": false}, {"legislator_profile_id": 980, "is_prime": false}, {"legislator_profile_id": 979, "is_prime": false}, {"legislator_profile_id": 1019, "is_prime": false}, {"legislator_profile_id": 1035, "is_prime": false}, {"legislator_profile_id": 1065, "is_prime": false}, {"legislator_profile_id": 984, "is_prime": false}, {"legislator_profile_id": 987, "is_prime": false}, {"legislator_profile_id": 982, "is_prime": false}, {"legislator_profile_id": 1020, "is_prime": false}, {"legislator_profile_id": 1016, "is_prime": false}, {"legislator_profile_id": 1028, "is_prime": false}, {"legislator_profile_id": 1052, "is_prime": false}, {"legislator_profile_id": 1030, "is_prime": false}, {"legislator_profile_id": 1026, "is_prime": false}, {"legislator_profile_id": 1069, "is_prime": false}, {"legislator_profile_id": 1000, "is_prime": false}], "keywords": ["Crimes", "Criminal Procedure", "Prison and Jail Impact", "State Affairs and Government"], "audio": [{"meeting_datetime": "2016-02-10T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sst19.mp3", "start_seconds": 175.0}, {"meeting_datetime": "2016-02-10T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sst19.mp3", "start_seconds": 175.0}, {"meeting_datetime": "2016-02-10T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sst19.mp3", "start_seconds": 175.0}, {"meeting_datetime": "2016-02-10T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sst19.mp3", "start_seconds": 175.0}], "bill_versions": [{"bill_id": 7266, "bill_version_id": 38126, "bill_version": "Introduced", "bill_version_date": "2016-01-26T11:23:46.503-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal the death penalty. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 22-6-1 be amended to read: 22-6-1. Except as otherwise provided by law, felonies are divided into the following nine classes which are distinguished from each other by the following maximum penalties which are authorized upon conviction: (1) Class A felony: death or life imprisonment without the possibility of parole in the state penitentiary. A lesser sentence than death or life imprisonment without the possibility of parole may not be given for a Class A felony. In addition, a fine of fifty thousand dollars may be imposed; (2) Class B felony: life imprisonment in the state penitentiary. A lesser sentence may not be given for a Class B felony. In addition, a fine of fifty thousand dollars may be imposed; (3) Class C felony: life imprisonment in the state penitentiary. In addition, a fine of fifty thousand dollars may be imposed; (4) Class 1 felony: fifty years imprisonment in the state penitentiary. In addition, a fine of fifty thousand dollars may be imposed; (5) Class 2 felony: twenty-five years imprisonment in the state penitentiary. In addition, a fine of fifty thousand dollars may be imposed; (6) Class 3 felony: fifteen years imprisonment in the state penitentiary. In addition, a fine of thirty thousand dollars may be imposed; (7) Class 4 felony: ten years imprisonment in the state penitentiary. In addition, a fine of twenty thousand dollars may be imposed; (8) Class 5 felony: five years imprisonment in the state penitentiary. In addition, a fine of ten thousand dollars may be imposed; and (9) Class 6 felony: two years imprisonment in the state penitentiary or a fine of four thousand dollars, or both. If the defendant is under the age of eighteen years at the time of the offense and found guilty of a Class A or B felony, the maximum sentence may be life imprisonment in the state penitentiary. In addition, a fine of fifty thousand dollars may be imposed. The court, in imposing sentence on a defendant who has been found guilty of a felony, shall order in addition to the sentence that is imposed pursuant to the provisions of this section, that the defendant make restitution to any victim in accordance with the provisions of chapter 23A-28. Nothing in this section limits increased sentences for habitual criminals under §§ 22-7-7, 22-7-8, and 22-7-8.1. Section 2. That the code be amended by adding a NEW SECTION to read: Any defendant currently sentenced to death shall have the defendant's sentence commuted to life imprisonment without the possibility of parole. Section 3. That § 23A-27A-1 be repealed. 23A-27A-1. Pursuant to §§ 23A-27A-2 to 23A-27A-6, inclusive, in all cases for which the death penalty may be authorized, the judge shall consider, or shall include in instructions to the jury for it to consider, any mitigating circumstances and any of the following aggravating circumstances which may be supported by the evidence: (1) The offense was committed by a person with a prior record of conviction for a Class A or Class B felony, or the offense of murder was committed by a person who has a felony conviction for a crime of violence as defined in subdivision 22-1-2(9); (2) The defendant by the defendant's act knowingly created a great risk of death to more than one person in a public place by means of a weapon or device which would normally be hazardous to the lives of more than one person; (3) The defendant committed the offense for the benefit of the defendant or another, for the purpose of receiving money or any other thing of monetary value; (4) The defendant committed the offense on a judicial officer, former judicial officer, prosecutor, or former prosecutor while such prosecutor, former prosecutor, judicial officer, or former judicial officer was engaged in the performance of such person's official duties or where a major part of the motivation for the offense came from the official actions of such judicial officer, former judicial officer, prosecutor, or former prosecutor; (5) The defendant caused or directed another to commit murder or committed murder as an agent or employee of another person; (6) The offense was outrageously or wantonly vile, horrible, or inhuman in that it involved torture, depravity of mind, or an aggravated battery to the victim. Any murder is wantonly vile, horrible, and inhuman if the victim is less than thirteen years of age; (7) The offense was committed against a law enforcement officer, employee of a corrections institution, or firefighter while engaged in the performance of such person's official duties; (8) The offense was committed by a person in, or who has escaped from, the lawful custody of a law enforcement officer or place of lawful confinement; (9) The offense was committed for the purpose of avoiding, interfering with, or preventing a lawful arrest or custody in a place of lawful confinement, of the defendant or another; or (10) The offense was committed in the course of manufacturing, distributing, or dispensing substances listed in Schedules I and II in violation of § 22-42-2. Section 4. That § 23A-27A-2 be repealed. 23A-27A-2. In all cases in which the death penalty may be imposed and which are tried by a jury, upon a return of a verdict of guilty by the jury, the court shall resume the trial and conduct a presentence hearing before the jury. Such hearing shall be conducted to hear additional evidence in mitigation and aggravation of punishment. At such hearing the jury shall receive all relevant evidence, including: (1) Evidence supporting any of the aggravating circumstances listed under § 23A-27A-1; (2) Testimony regarding the impact of the crime on the victim's family; (3) Any prior criminal or juvenile record of the defendant and such information about the defendant's characteristics, the defendant's financial condition, and the circumstances of the defendant's behavior as may be helpful in imposing sentence; (4) All evidence concerning any mitigating circumstances. Section 5. That § 23A-27A-3 be repealed. 23A-27A-3. Upon the conclusion of the evidence, the judge shall give the jury appropriate instructions. After arguments of counsel, the jury shall retire to determine whether any mitigating or aggravating circumstances, as defined in § 23A-27A-1, exist. The instructions as determined by the trial judge to be warranted by the evidence shall be given in his charge and in writing to the jury for its deliberation. Section 6. That § 23A-27A-4 to 23A-27A-44, inclusive, be repealed."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7266, "action_date": "2016-01-26T14:00:00-06:00", "document_id": 38159, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38159.pdf", "status_text": "First read in Senate and referred to", "journal_page": 140, "committee_id_action": 309, "committee_id_assigned": 306, "result": "N", "vote": {}}, {"bill_id": 7266, "action_date": "2016-02-10T10:00:00-06:00", "document_id": 38949, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38949.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 306, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7266, "action_date": "2016-02-10T10:00:00-06:00", "document_id": 39177, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39177.pdf", "status_text": "Do Pass", "journal_page": 0, "committee_id_action": 306, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 20818, "president_vote": null, "Yea": [984, 1000, 997], "Nay": [977, 1010, 1012, 978, 1045, 1037]}}, {"bill_id": 7266, "action_date": "2016-02-10T10:00:00-06:00", "document_id": 39177, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39177.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 280, "committee_id_action": 306, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20819, "president_vote": null, "Nay": [984, 1000], "Yea": [977, 997, 1010, 1012, 978, 1045, 1037]}}]}