{"session_id": 7, "bill_id": 1166, "bill_type": "House Bill", "bill_number": 1266, "bill_title": "impose a tax on the gross receipts of advertising services, to create the education advertising gross receipts tax fund, and to deposit the advertising gross receipts tax revenue in the education advertising gross receipts tax fund.", "sponsors": [{"legislator_profile_id": 674, "is_prime": true}, {"legislator_profile_id": 671, "is_prime": true}, {"legislator_profile_id": 688, "is_prime": false}, {"legislator_profile_id": 652, "is_prime": false}, {"legislator_profile_id": 654, "is_prime": false}, {"legislator_profile_id": 711, "is_prime": false}, {"legislator_profile_id": 686, "is_prime": false}], "keywords": ["Education", "Taxes"], "audio": [{"meeting_datetime": "2009-02-19T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hta25.mp3", "start_seconds": 2147.0}, {"meeting_datetime": "2009-02-19T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hta25.mp3", "start_seconds": 2147.0}, {"meeting_datetime": "2009-02-19T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hta25.mp3", "start_seconds": 2147.0}, {"meeting_datetime": "2009-02-19T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hta25.mp3", "start_seconds": 2147.0}], "bill_versions": [{"bill_id": 1166, "bill_version_id": 6642, "bill_version": "Introduced", "bill_version_date": "2009-02-03T08:38:40.57-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to impose a tax on the gross receipts of advertising services, to create the education advertising gross receipts tax fund, and to deposit the advertising gross receipts tax revenue in the education advertising gross receipts tax fund. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Advertising company,\" any entity or person that provides advertising services for any form of consideration; (2) \"Advertising gross receipts tax,\" the gross receipts tax imposed by this Act; (3) \"Department,\" the South Dakota Department of Revenue and Regulation; (4) \"Gross receipts,\" all revenue of an advertising company for providing advertising services; (5) \"Secretary,\" the secretary of the Department of Revenue and Regulation. Section 2. The term, advertising services, as used in this Act, means the placement in this state of advertising intended to provide promotion, patronage, attention, or any other benefit to a third party. The placement in this state may be made by the third party or by any other entity or person on behalf of the third party. Section 3. The term, placement in this state, as used in this Act, means that the advertising product was delivered to the principal place of business of the advertising company in this state, or that the advertising product was requested at the principal place of business of the advertising company in this state. In the context of a newspaper, placement in this state means that the advertising was delivered to or requested at the principal place of business of the newspaper. The location of the printing of the newspaper is irrelevant for this determination. In the context of a magazine, placement in this state means that the advertising was delivered to or requested at the principal place of business of the magazine. The location of the printing of the magazine is irrelevant for this determination. In the context of a radio station, placement in this state means that the advertising was delivered to or requested at the principal place of business of the radio station. The location of the transmitting tower or towers of the radio station is irrelevant for this determination. In the context of a television station, placement in this state means that the advertising was delivered to or requested at the principal place of business of the television station. The location of the transmitting tower or towers of the television station is irrelevant for this determination. In the context of an internet web page, placement in this state means that the advertising was delivered to or requested at the principal place of business of the internet web page. The location of the computer servers is irrelevant for this determination. In the context of any other entity, placement in this state means that the advertising was delivered to or requested at the principal place of business of the entity. Delivered to or requested at a principal place of business is satisfied if it is received in electronic form at the principal place of business. Section 4. There is hereby imposed a tax of four percent upon the gross receipts of advertising services. Section 5. The secretary shall deposit the revenue collected from the tax imposed by this Act into the education advertising gross receipts tax fund. Section 6. There is hereby created in the state treasury the education advertising gross receipts tax fund. The education advertising gross receipts tax fund shall be a participating fund and shall be credited for any interest earned on fund balances. Beginning on July 1, 2010, all moneys in the education advertising gross receipts tax fund are subject to appropriation by the Legislature through the General Appropriations Act and special appropriations for the support of elementary and secondary education. Section 7. Any advertising company engaging in a business in this state whose gross receipts from advertising services are subject to the advertising gross receipts tax shall file with the department, an application for an advertising gross receipts tax license. An application for a license shall be made upon a form prescribed by the secretary and shall set forth the name under which the applicant transacts or intends to transact business, the location of the place of business, and such other information as the secretary may require. The application shall be signed by the owner, if a natural person; in the case of an association or partnership, by a member or partner thereof; or in the case of a corporation or a municipality, by an executive officer thereof or some person specifically authorized by the corporation or the municipality to sign the application, to which shall be attached the written evidence of the person's authority. Section 8. The secretary shall grant and issue to each applicant an advertising gross receipts tax license. A license is not assignable and is valid only for the advertising company to which it was issued. Any license issued is valid and effective without further payment of fees until canceled or revoked. Section 9. The secretary may refuse to issue an advertising gross receipts tax license to any person who is delinquent in payment of other taxes levied by the State of South Dakota. The secretary may also require an applicant to furnish to the state a bond, or other adequate security, as security for payment of any gross receipts tax that may become due, or require a bond or security as a condition precedent to remaining in business as a advertising company. Section 10. Any person who holds a license issued pursuant to this Act or who is a person whose receipts are subject to the tax imposed by this Act shall, except as otherwise provided in this section, file a return, and pay any tax due, to the Department of Revenue and Regulation on or before the twentieth day of the month following each monthly period. The return shall be filed on forms prescribed and furnished by the department. If the person remits the tax by electronic transfer to the state, the person shall file the return by electronic means on or before the twenty-third day of the month following each monthly period and remit the tax on or before the second to the last day of the month following each monthly period. The secretary may require or allow a person to file a return, and pay any tax due, on a basis other than monthly. The return and remittance is due the last day of the month following the reporting period or at a time otherwise determined by the secretary. The secretary may grant an extension of not more than five days for filing a return and remittance. Unless an extension is granted, penalty or interest under § 10-59-6 shall be paid if a return or remittance is not made on time. Section 11. Any advertising company that is the holder of an advertising gross receipts tax license and that has failed to file a return, or that has filed a return and has failed to pay the tax due the state under this law on or before the fifteenth of the second month following the reporting period authorized, may no longer continue as an advertising company and its advertising gross receipts tax license shall be revoked and canceled. Section 12. Any appeal from a decision of the secretary in a contested case shall be taken in accordance with chapter 1-26. Section 13. The secretary may not reinstate the license of an advertising company, which has been canceled or revoked as provided in this Act, until all the advertising gross receipts tax due the state and a ten dollar reinstatement fee has been paid. The secretary may also require the advertising company to file a bond as security for any future liability. Section 14. Any refund or allowance made by any advertising company or any amount written off the books of an advertising company reporting financial information on an accrual basis may be reported as an uncollectible debt and deducted from the gross receipts of any advertising service. If any uncollectible debt is subsequently collected, the amount is subject to the advertising gross receipts tax and shall be reported to the department in the month of collection. Section 15. Any advertising company subject to the advertising gross receipts tax shall keep records of all receipts and advertising service sales. The records are, at all times during business hours of the day, subject to inspection by the department to determine the amount of tax due. The records shall be preserved for a period of three years unless the secretary, in writing, authorized their destruction or disposal at an earlier date. Section 16. The secretary may promulgate rules, pursuant to chapter 1-26, concerning: (1) Advertising gross receipts tax licensing, including bonding and filing license applications; (2) The filing of returns and payment of the tax; (3) Determining the application of the advertising gross receipts tax and exemptions; (4) Taxpayer record-keeping requirements; and (5) Determining auditing methods. Section 17. Any person who: (1) Makes any false or fraudulent return in attempting to defeat or evade the advertising gross receipts tax is guilty of a Class 6 felony; (2) Fails to pay the advertising gross receipts tax due under this Act within sixty days from the date the tax becomes due is guilty of a Class 1 misdemeanor; (3) Fails to keep the records required by this Act or refuses to exhibit these records to the department for the purpose of examination is guilty of a Class 1 misdemeanor; (4) Fails to file a return required by this Act within sixty days from the date the return is due is guilty of a Class 1 misdemeanor; (5) Engages in business as a advertising company under this Act without obtaining a advertising gross receipts tax license is guilty of a Class 1 misdemeanor; (6) Engages in business as a advertising company under this Act after the company's advertising gross receipts tax license has been revoked or canceled by the secretary is guilty of a Class 6 felony; (7) Willfully violates any rule of the secretary for the administration and enforcement of the provisions of this Act is guilty of a Class 1 misdemeanor; (8) Violates either subdivision (2) or subdivision (4) of this section two or more times in any twelve-month period is guilty of a Class 6 felony; or (9) Engages in business as a advertising company under this Act without obtaining a advertising gross receipts tax license after having been notified in writing by the secretary that the advertising company is subject to the provisions of this Act is guilty of a Class 6 felony. However, it is not a violation of this subdivision if the advertising company providing any advertising service files an application for an advertising gross receipts tax license and meets all lawful prerequisites for obtaining such license within three days from receipt of written notice from the secretary. For purposes of this section, the term, advertising company, includes corporate officers having control, supervision of, or charged with the responsibility for making tax returns or payments pursuant to this Act. Section 18. If a corporation subject to the gross receipts tax under this Act fails for any reason to file the required returns or to pay the tax due, any of its officers having control, or supervision of, or charged with the responsibility for making such returns and payments are personally liable for such failure. The dissolution of a corporation does not discharge an officer's liability for a prior failure of the corporation to make a return or remit the tax due. The sum due for such a liability may be assessed and collected as provided by law. If any responsible corporate officer elects not to be personally liable for the failure to file the required returns or to pay the tax due, the corporation shall provide the department with a surety bond or certificate of deposit as security for payment of any tax that may become due. The bond or certificate of deposit provided for in this section shall be in an amount equal to the estimated annual gross receipts multiplied by the applicable gross receipts tax rate."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1166, "action_date": "2009-02-03T14:00:00-06:00", "document_id": 6759, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6759.pdf", "status_text": "First read in House and referred to", "journal_page": 265, "committee_id_action": 56, "committee_id_assigned": 50, "result": "N", "vote": {}}, {"bill_id": 1166, "action_date": "2009-02-17T07:45:00-06:00", "document_id": 7301, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7301.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 50, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1166, "action_date": "2009-02-19T07:45:00-06:00", "document_id": 7522, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7522.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 50, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1166, "action_date": "2009-02-19T07:45:00-06:00", "document_id": 7767, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7767.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 434, "committee_id_action": 50, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 4290, "president_vote": null, "Excused": [699], "Yea": [709, 725, 721, 717, 645, 734, 710, 658, 678], "Nay": [644, 672, 698, 711, 719]}}]}