{"session_id": 19, "bill_id": 3929, "bill_type": "Senate Bill", "bill_number": 58, "bill_title": "revise certain provisions regarding the electronic filing of motor fuel tax reports and the electronic remittance of motor fuel tax.", "sponsors": [], "keywords": ["Fuel Taxation", "Motor Vehicles", "Taxes"], "audio": [{"meeting_datetime": "2013-01-18T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sta08.mp3", "start_seconds": 574.0}, {"meeting_datetime": "2013-01-18T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sta08.mp3", "start_seconds": 574.0}, {"meeting_datetime": "2013-01-18T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sta08.mp3", "start_seconds": 574.0}, {"meeting_datetime": "2013-01-18T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sta08.mp3", "start_seconds": 574.0}, {"meeting_datetime": "2013-01-29T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hta14.mp3", "start_seconds": 936.0}, {"meeting_datetime": "2013-01-29T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hta14.mp3", "start_seconds": 936.0}, {"meeting_datetime": "2013-01-29T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hta14.mp3", "start_seconds": 936.0}, {"meeting_datetime": "2013-01-31T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou16.mp3", "start_seconds": 6115.0}, {"meeting_datetime": "2013-01-31T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou16.mp3", "start_seconds": 6115.0}, {"meeting_datetime": "2013-01-31T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou16.mp3", "start_seconds": 6115.0}], "bill_versions": [{"bill_id": 3929, "bill_version_id": 23446, "bill_version": "Introduced", "bill_version_date": "2013-01-05T17:37:01.193-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the electronic filing of motor fuel tax reports and the electronic remittance of motor fuel tax. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-47B-4.1 be repealed. 10-47B-4.1. Any producer of biodiesel shall maintain records of plant capacity and production and report to the secretary of revenue at least quarterly. Section 2. That § 10-47B-28 be amended to read as follows: 10-47B-28. The tax imposed by § 10-47B-12 shall be remitted by the liquid petroleum gas user and is due on a semi-annual semiannual calendar basis. The tax is due on the last day of the month following the end of the semi-annual period. If the last day of the month falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed, the tax is due on the next day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day and payable by electronic transfer on or before the second to the last day of the month following each semiannual period. For the purpose of remitting any tax by electronic transfer pursuant to this section, the last day and the second to the last day of the month means the last day and the second to the last day of the month which are not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed. Section 3. That § 10-47B-29 be amended to read as follows: 10-47B-29. All tax required to be remitted by §§ 10-47B-21 to 10-47B-27, inclusive, is due and payable on or before the last day of the calendar month which follows the month in which the tax was imposed. If the last day of the month falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed, the tax is due and payable on the next day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day by electronic transfer on or before the second to the last day of the month following each monthly period. For the purpose of remitting any tax by electronic transfer pursuant to this section, the last day and the second to the last day of the month means the last day and the second to the last day of the month which are not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed. Section 4. That § 10-47B-31 be amended to read as follows: 10-47B-31. The tax imposed by § 10-47B-13 shall be paid by the highway contractor and is due on a quarterly basis. All tax required to be remitted by this section is due and payable by electronic transfer on or before the second to the last day of the month following each quarterly period. For the purpose of remitting any tax by electronic transfer pursuant to this section, the last day and the second to the last day of the month means the last day and the second to the last day of the month which are not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed. The department shall certify that a return has been filed and taxes paid before the state, or any county, township, or municipality makes final payment on any highway or street project or contract. The final payment may be off-set against any tax, penalty, or interest which the contractor owes for that or any other project or contract. Certification that tax has been paid does not preclude the state from conducting an audit of the project or contract at a later date. Section 5. That § 10-47B-91 be amended to read as follows: 10-47B-91. For the purpose of determining the amount of motor fuel and special fuel tax due, each licensed supplier and out-of-state supplier shall file with the department on forms prescribed and furnished by the department a monthly report by electronic means on an electronic reporting system furnished by the department. In addition to the information required pursuant to §§ 10-47B-93 and 10-47B-94, the department may require the reporting of any information reasonably necessary to determine the amount of fuel excise tax due. Section 6. That § 10-47B-92 be amended to read as follows: 10-47B-92. Any report required by § 10-47B-91 shall be filed with respect to information for the preceding calendar month on or before the last day of each month unless the last day of the month falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed in which case it is due on the next day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day by electronic means on or before the twenty-third day of the month following each monthly period. If the twenty-third day of the month falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed, the report is due on the next succeeding day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed. Section 7. That § 10-47B-95 be amended to read as follows: 10-47B-95. For the purpose of determining the amount of motor fuel and special fuel tax due, each importer shall file with the department on forms prescribed and furnished by the department a monthly report by electronic means on an electronic reporting system furnished by the department. In addition to the information required pursuant to § 10-47B-97, the department may require the reporting of any information reasonably necessary to determine the amount of fuel excise tax due. Section 8. That § 10-47B-96 be amended to read as follows: 10-47B-96. Any report required by § 10-47B-95 shall be filed with respect to information for the preceding calendar month on or before the last day of each month unless the last day of the month falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed in which case it is due on the next day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day by electronic means on or before the twenty-third day of the month following each monthly period. If the twenty-third day of the month falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed, the report is due on the next succeeding day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed. Section 9. That § 10-47B-98 be amended to read as follows: 10-47B-98. For the purpose of determining the amount of motor fuel and special fuel tax due, each terminal operator shall file with the department on forms prescribed and furnished by the department a monthly report by electronic means on an electronic reporting system furnished by the department. In addition to the information required pursuant to § 10-47B-100, the department may require the reporting of any information reasonably necessary to determine the amount of fuel excise tax due. Section 10. That § 10-47B-99 be amended to read as follows: 10-47B-99. Any report required by § 10-47B-98 shall be filed with respect to information for the preceding calendar month on or before the last day of each month unless the last day of the month falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed in which case it is due on the next day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day by electronic means on or before the twenty-third day of the month following each monthly period. If the twenty-third day of the month falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed, the report is due on the next succeeding day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed. Section 11. That § 10-47B-101 be amended to read as follows: 10-47B-101. For the purpose of determining the amount of motor fuel and special fuel tax due, each bulk plant operator shall file with the department on forms prescribed and furnished by the department a monthly report by electronic means on an electronic reporting system furnished by the department. In addition to the information required pursuant to § 10-47B-103, the department may require the reporting of any information reasonably necessary to determine the amount of fuel excise tax due. Section 12. That § 10-47B-102 be amended to read as follows: 10-47B-102. Any report required by § 10-47B-101 shall be filed with respect to information for the preceding calendar month on or before the last day of each month unless the last day of the month falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed in which case it is due on the next day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day by electronic means on or before the twenty-third day of the month following each monthly period. If the twenty-third day of the month falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed, the report is due on the next succeeding day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed. Section 13. That § 10-47B-104 be amended to read as follows: 10-47B-104. For the purpose of determining the amount of motor fuel and special fuel tax due, each licensed exporter shall file with the department on forms prescribed and furnished by the department a monthly report by electronic means on an electronic reporting system furnished by the department. In addition to the information required pursuant to § 10-47B-106, the department may require the reporting of any information reasonably necessary to determine the amount of fuel excise tax due. Section 14. That § 10-47B-105 be amended to read as follows: 10-47B-105. Any report required by § 10-47B-104 shall be filed with respect to information for the preceding calendar month on or before the last day of each month unless the last day of the month falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed in which case it is due on the next day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day by electronic means on or before the twenty-third day of the month following each monthly period. If the twenty-third day of the month falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed, the report is due on the next succeeding day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed. Section 15. That § 10-47B-107 be amended to read as follows: 10-47B-107. For the purpose of determining the amount of motor fuel and special fuel tax due, each licensed transporter shall file with the department on forms prescribed and furnished by the department a monthly report by electronic means on an electronic reporting system furnished by the department. The department may require the reporting of any information reasonably necessary to determine the amount of fuel excise tax due. Section 16. That § 10-47B-108 be amended to read as follows: 10-47B-108. Any report required by § 10-47B-107 shall be filed with respect to information for the preceding calendar month on or before the last day of each month unless the last day of the month falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed in which case it is due on the next day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day by electronic means on or before the twenty-third day of the month following each monthly period. If the twenty-third day of the month falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed, the report is due on the next succeeding day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed. The secretary may also request specific information regarding shipments of fuel delivered in this state or exported at any time after the shipment is made including the address or location of the delivery site. Section 17. That § 10-47B-111 be amended to read as follows: 10-47B-111. For the purpose of determining the amount of motor fuel and special fuel tax due, each licensed blender shall file with the department on forms prescribed and furnished by the department a monthly report by electronic means on an electronic reporting system furnished by the department. In addition to the information required pursuant to § 10-47B-113, the department may require the reporting of any information reasonably necessary to determine the amount of fuel excise tax due. Section 18. That § 10-47B-112 be amended to read as follows: 10-47B-112. Any report required by § 10-47B-111 shall be filed with respect to information for the preceding calendar month on or before the last day of each month unless the last day of the month falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed in which case it is due on the next day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day by electronic means on or before the twenty-third day of the month following each monthly period. If the twenty-third day of the month falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed, the report is due on the next succeeding day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed. Section 19. That § 10-47B-114 be amended to read as follows: 10-47B-114. For the purpose of determining the amount of motor fuel, liquid petroleum gas, and special fuel tax due, each highway contractor shall file with the department on forms prescribed and furnished by the department a report on a quarterly basis by electronic means on an electronic reporting system furnished by the department. The secretary must shall approve the final payment of each project or contract. In addition to the information required pursuant to § 10-47B-115, the department may require the reporting of any information reasonably necessary to determine the amount of fuel excise tax due. If the highway contractor is also licensed as an importer or exporter, the importer and exporter information may be reported on a quarterly basis with the highway contractor return report. A licensed highway contractor may also make related refund claims pursuant to §§ 10-47B-119 and 10-47B-127 on the highway contractor return. Section 20. That § 10-47B-114.1 be amended to read as follows: 10-47B-114.1. Any report required by § 10-47B-114 shall be filed with respect to information for the preceding quarter on or before the last day of the month following unless the last day of the month falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed in which case it is due on the next day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day by electronic means on or before the twenty-third day of the month following each quarterly period. If the twenty-third day of the month falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed, the report is due on the next succeeding day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed. Section 21. That § 10-47B-115.1 be amended to read as follows: 10-47B-115.1. For the purpose of determining the amount of motor fuel tax due, each ethanol producer shall file with the department on forms prescribed and furnished by the department a monthly report by electronic means on an electronic reporting system furnished by the department. In addition to the information required pursuant to § 10-47B-115.3, the department may require the reporting of any information reasonably necessary to determine the amount of fuel excise tax due. Section 22. That § 10-47B-115.2 be amended to read as follows: 10-47B-115.2. Any report required by § 10-47B-115.1 shall be filed with respect to information for the preceding calendar month on or before the last day of each month unless the last day of the month falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed in which case it is due on the next day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day by electronic means on or before the twenty-third day of the month following each monthly period. If the twenty-third day of the month falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed, the report is due on the next succeeding day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed. Section 23. That § 10-47B-115.4 be amended to read as follows: 10-47B-115.4. For the purpose of determining the amount of motor fuel tax due, each ethanol broker shall file with the department on forms prescribed and furnished by the department a monthly report by electronic means on an electronic reporting system furnished by the department. In addition to the information required pursuant to § 10-47B-115.6, the department may require the reporting of any information reasonably necessary to determine the amount of fuel excise tax due. Section 24. That § 10-47B-115.5 be amended to read as follows: 10-47B-115.5. Any report required by § 10-47B-115.4 shall be filed with respect to information for the preceding calendar month on or before the last day of each month unless the last day of the month falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed in which case it is due on the next day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day by electronic means on or before the twenty-third day of the month following each monthly period. If the twenty-third day of the month falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed, the report is due on the next succeeding day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed. Section 25. That § 10-47B-168 be amended to read as follows: 10-47B-168. For the purpose of determining the amount of liquid petroleum gas and compressed natural gas tax due, each liquid petroleum gas and natural gas vendor shall file with the department on forms prescribed and furnished by the department a monthly report by electronic means on an electronic reporting system furnished by the department. Each liquid petroleum user shall file with the department on forms prescribed and furnished by the department a semi-annual report. In addition to the information required pursuant to §§ 10-47B-170 and 10-47B-171 § 10-47B-170, the department may require the reporting of any information reasonably necessary to determine the amount of fuel excise tax due. Section 26. That § 10-47B-169 be amended to read as follows: 10-47B-169. The reports Any report required by § 10-47B-168 shall be filed with respect to information for the preceding reporting period on or before the last day of each reporting period unless the last day of the month falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed in which case it is due on the next day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day calendar month by electronic means on or before the twenty-third day of the month following each monthly period. If the twenty-third day of the month falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed, the report is due on the next succeeding day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed. Section 27. That chapter 10-47B be amended by adding thereto a NEW SECTION to read as follows: For the purpose of determining the amount of liquid petroleum gas tax due, each liquid petroleum gas user shall file with the department a semiannual report by electronic means on an electronic reporting system furnished by the department. In addition to the information required pursuant to § 10-47B-171, the department may require the reporting of any information reasonably necessary to determine the amount of fuel excise tax due. Section 28. That chapter 10-47B be amended by adding thereto a NEW SECTION to read as follows: Any report required by section 27 of this Act shall be filed with respect to information for the preceding semiannual period by electronic means on or before the twenty-third day of the month following each semiannual period. If the twenty-third day of the month falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed, the report is due on the next succeeding day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed. Section 29. That § 10-47B-171 be amended to read as follows: 10-47B-171. The liquid petroleum gas users shall report pursuant to § 10-47B-168 section 27 of this Act the number of gallons used in motor vehicles. Section 30. That § 10-47B-174 be amended to read as follows: 10-47B-174. Each qualified special fuel powered vehicle which operates into or through this state in interstate operations shall carry evidence of compliance with this chapter. For any carrier who is permanently licensed, a copy or photocopy of the permanent license issued to the carrier shall be carried in each vehicle operated by the licensee within this state. The license copies shall bear the vehicle unit number assigned by the operator. No other alterations to the license or a copy thereof may be allowed. A Notwithstanding any provision of this chapter, a permanent interstate fuel user licensee shall file reports with the department and pay remit tax to the department on a calendar quarterly basis. The reports and payment remittance shall be due on the last day of the month following quarter's end. If the last day of the month falls on a Sunday or holiday, the report and payment shall be due on the next working day each quarterly period. If the due date falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed, the report or remittance is due on the next succeeding day which is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed. Section 31. That § 10-47B-190 be amended to read as follows: 10-47B-190. Any entity who holds a license issued pursuant to this chapter or any entity subject to the provisions of this chapter shall file returns or reports by electronic means with the department and shall remit tax by electronic transfer to the department unless the secretary permits an entity to file returns or reports by nonelectronic means and permits an entity to remit tax by nonelectronic means. If the secretary permits any entity to file returns or reports by nonelectronic means, permits any entity to remit tax by nonelectronic means, or both, any return, report, or remittance which is required to be filed is timely filed if mailed, postage prepaid, on or before the due date for the particular reporting period, and is received by the department. The return or report to be filed shall be on forms prescribed and furnished by the department. For the purposes of this section only, the due date for the particular reporting period is the last day of the month following the particular reporting period, unless the last day of the month falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed in which case it is due on the next day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed. A United States Postal Service postmark is evidence of the date of mailing for the purpose of timely filing of returns, reports, or remittances. Section 32. That chapter 10-47B be amended by adding thereto a NEW SECTION to read as follows: For the purpose of determining the amount of motor fuel tax due, each methanol producer shall file with the department a monthly report by electronic means on an electronic reporting system furnished by the department. In addition to the information required pursuant to section 34 of this Act, the department may require the reporting of any information reasonably necessary to determine the amount of fuel excise tax due. Section 33. That chapter 10-47B be amended by adding thereto a NEW SECTION to read as follows: Any report required by section 32 of this Act shall be filed with respect to information for the preceding calendar month by electronic means on or before the twenty-third day of the month following each monthly period. If the twenty-third day of the month falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed, the report is due on the next succeeding day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed. Section 34. That chapter 10-47B be amended by adding thereto a NEW SECTION to read as follows: The methanol producer shall report pursuant to section 32 of this Act, if deemed necessary by the secretary: (1) All methyl alcohol sold to a licensed exporter for export; (2) All methyl alcohol sold with fuel tax due; and (3) Copies of all bills of lading issued by the methanol producer for methyl alcohol produced by the methanol producer's plant. Section 35. That chapter 10-47B be amended by adding thereto a NEW SECTION to read as follows: For the purpose of determining the amount of motor fuel tax due, each biodiesel producer shall file with the department a monthly report by electronic means on an electronic reporting system furnished by the department. In addition to the information required pursuant to section 37 of this Act, the department may require the reporting of any information reasonably necessary to determine the amount of fuel excise tax due. Section 36. That chapter 10-47B be amended by adding thereto a NEW SECTION to read as follows: Any report required by section 35 of this Act shall be filed with respect to information for the preceding calendar month by electronic means on or before the twenty-third day of the month following each monthly period. If the twenty-third day of the month falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed, the report is due on the next succeeding day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed. Section 37. That chapter 10-47B be amended by adding thereto a NEW SECTION to read as follows: The biodiesel producer shall report pursuant to section 35 of this Act, if deemed necessary by the secretary: (1) All biodiesel sold to a licensed exporter for export; (2) All biodiesel sold with fuel tax due; and (3) Copies of all bills of lading issued by the biodiesel producer for biodiesel produced by the biodiesel producer's plant. Section 38. That § 10-59-33 be amended to read as follows: 10-59-33. Any return, report, or remittance which is required to be filed under the taxes specified in § 10-59-1, except as provided for in §§ 10-59-32, and 10-59-32.1 and 10-59-33.1 chapter 10-47B, is timely filed if mailed, postage prepaid, on or before the due date of the reporting period, and is received by the department. If the due date falls on a Sunday, or a legal holiday enumerated in § 1-5-1, the return, report, or remittance is timely filed if mailed, postage prepaid, on the next succeeding day which is not a Saturday, Sunday, or legal holiday enumerated in § 1-5-1. A United States Postal Service postmark is evidence of the date of mailing for the purpose of timely filing of returns, reports, or remittances. The provisions of this section do not apply to a return filed by electronic means. Section 39. That § 10-59-33.1 be repealed. 10-59-33.1. This section applies to any return, report, or remittance filed pursuant to chapter 10-47B. For any return or report that is required to be filed by electronic means, the return or report shall be filed by electronic means on or before the twenty-third day of the month following each period. If the twenty-third day of the month falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed, the return or report is due on the next succeeding day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed. For any tax that is required to be remitted by electronic transfer, the tax shall be remitted on or before the second to the last day of the month following each period. For the purpose of remitting any tax by electronic transfer pursuant to this section, the last day and the second to the last day of the month means the last day and the second to the last day of the month which are not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed. If the secretary permits any entity to file returns or reports by nonelectronic means, permits any entity to remit tax by nonelectronic means, or both, pursuant to § 10-47B-190, any return, report, or remittance which is required to be filed pursuant to chapter 10-47B is timely filed if mailed, postage prepaid, on or before the due date of the reporting period, and is received by the department. If the due date falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed, the return, report, or remittance is timely filed if mailed, postage prepaid, on the next succeeding day which is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed. A United States Postal Service postmark is evidence of the date of mailing for the purpose of timely filing of returns, reports, or remittances."}, {"bill_id": 3929, "bill_version_id": 25132, "bill_version": "Enrolled", "bill_version_date": "2013-02-04T08:50:33.767-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3929, "action_date": "2013-01-10T14:00:00-06:00", "document_id": 23641, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23641.pdf", "status_text": "First read in Senate and referred to", "journal_page": 43, "committee_id_action": 200, "committee_id_assigned": 186, "result": "N", "vote": {}}, {"bill_id": 3929, "action_date": "2013-01-18T10:00:00-06:00", "document_id": 23831, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23831.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 186, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3929, "action_date": "2013-01-18T10:00:00-06:00", "document_id": 24038, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24038.pdf", "status_text": "Do Pass", "journal_page": 140, "committee_id_action": 186, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12690, "president_vote": null, "Yea": [388, 336, 385, 384, 383, 419, 331]}}, {"bill_id": 3929, "action_date": "2013-01-18T10:00:00-06:00", "document_id": 24038, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24038.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 186, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3929, "action_date": "2013-01-22T14:00:00-06:00", "document_id": 24279, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24279.pdf", "status_text": "Do Pass", "journal_page": 159, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12734, "president_vote": null, "Yea": [338, 362, 330, 366, 388, 340, 365, 363, 325, 358, 364, 376, 336, 322, 345, 329, 331, 419, 317, 320, 385, 384, 321, 368, 328, 333, 386, 367, 319, 339, 387, 327, 383, 379], "Excused": [337]}}, {"bill_id": 3929, "action_date": "2013-01-23T14:00:00-06:00", "document_id": 24416, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24416.pdf", "status_text": "First read in House and referred to", "journal_page": 159, "committee_id_action": 202, "committee_id_assigned": 196, "result": "N", "vote": {}}, {"bill_id": 3929, "action_date": "2013-01-29T09:00:00-06:00", "document_id": 24533, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24533.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 196, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3929, "action_date": "2013-01-29T09:00:00-06:00", "document_id": 24892, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24892.pdf", "status_text": "Do Pass", "journal_page": 228, "committee_id_action": 196, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13073, "president_vote": null, "Yea": [344, 324, 347, 343, 392, 316, 377, 404, 398, 410, 375, 355, 373, 318], "Excused": [390]}}, {"bill_id": 3929, "action_date": "2013-01-30T14:00:00-06:00", "document_id": 25017, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25017.pdf", "status_text": "Deferred to another day", "journal_page": 260, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3929, "action_date": "2013-01-31T13:00:00-06:00", "document_id": 25088, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25088.pdf", "status_text": "Do Pass", "journal_page": 276, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13285, "president_vote": null, "Yea": [420, 346, 415, 418, 326, 360, 417, 349, 382, 410, 412, 398, 342, 324, 348, 318, 397, 374, 402, 381, 396, 370, 394, 413, 372, 350, 347, 416, 389, 351, 344, 359, 392, 335, 369, 414, 400, 375, 371, 380, 316, 332, 393, 395, 390, 408, 404, 405, 356, 411, 377, 355, 378, 407, 352, 357, 403, 343, 399, 323, 406, 361, 391, 354, 409, 401, 373, 353, 341, 334]}}, {"bill_id": 3929, "action_date": "2013-02-04T14:00:00-06:00", "document_id": 25209, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25209.pdf", "status_text": "Signed by the President", "journal_page": 318, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3929, "action_date": "2013-02-05T14:00:00-06:00", "document_id": 25283, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25283.pdf", "status_text": "Signed by the Speaker", "journal_page": 316, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3929, "action_date": "2013-02-06T14:00:00-06:00", "document_id": 25380, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25380.pdf", "status_text": "Delivered to the Governor", "journal_page": 338, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3929, "action_date": "2013-02-12T14:00:00-06:00", "document_id": 25592, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25592.pdf", "status_text": "Signed by the Governor", "journal_page": 368, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5279, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/3929"}