{"session_id": 24, "bill_id": 6981, "bill_type": "House Bill", "bill_number": 1232, "bill_title": "provide for additional openness of local governmental meetings.", "sponsors": [{"legislator_profile_id": 994, "is_prime": true}, {"legislator_profile_id": 1036, "is_prime": true}], "keywords": ["Counties", "Local Government", "School Board", "State Affairs and Government"], "audio": [{"meeting_datetime": "2016-02-23T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hlo26.mp3", "start_seconds": 4658.0}, {"meeting_datetime": "2016-02-23T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hlo26.mp3", "start_seconds": 4658.0}, {"meeting_datetime": "2016-02-23T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hlo26.mp3", "start_seconds": 4658.0}, {"meeting_datetime": "2016-02-23T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hlo26.mp3", "start_seconds": 4658.0}], "bill_versions": [{"bill_id": 6981, "bill_version_id": 38769, "bill_version": "Introduced", "bill_version_date": "2016-02-04T10:01:36.16-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for additional openness of local governmental meetings. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 1-25-1 be amended to read: 1-25-1. The official meetings of the state, its political subdivisions, and any public body of the state or its political subdivisions are open to the public unless a specific law is cited by the state, the political subdivision, or the public body to close the official meeting to the public. For the purposes of this section, a political subdivision or a public body of a political subdivision means any association, authority, board, commission, committee, council, task force, school district, county, city, town, township, or other agency of the state, which is created or appointed by statute, ordinance, or resolution and is vested with the authority to exercise any sovereign power derived from state law. Each public body of a political subdivision shall hold at least one meeting per month, when applicable, after regular business hours. Each public body of a political subdivision shall provide an opportunity for public comment at the beginning of each meeting. It is not an official meeting of one political subdivision or public body if its members provide information or attend the official meeting of another political subdivision or public body for which the notice requirements of § 1-25-1.1 have been met. Any official meeting may be conducted by teleconference as defined in § 1-25-1.2. A teleconference may be used to conduct a hearing or take final disposition regarding an administrative rule pursuant to § 1-26-4. A member is deemed present if the member answers present to the roll call conducted by teleconference for the purpose of determining a quorum. Each vote at an official meeting held by teleconference shall be taken by roll call. If the state, a political subdivision, or a public body conducts an official meeting by teleconference, the state, the political subdivision, or public body shall provide one or more places at which the public may listen to and participate in the teleconference meeting. For any official meeting held by teleconference, which has less than a quorum of the members of the public body participating in the meeting who are present at the location open to the public, arrangements shall be provided for the public to listen to the meeting via telephone or internet. The requirement to provide one or more places for the public to listen to the teleconference does not apply to an executive or closed meeting. If a quorum of township supervisors, road district trustees, or trustees for a municipality of the third class meet solely for purposes of implementing previously publicly-adopted policy, carrying out ministerial functions of that township, district, or municipality, or undertaking a factual investigation of conditions related to public safety, the meeting is not subject to the provisions of this chapter. A violation of this section is a Class 2 misdemeanor."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6981, "action_date": "2016-02-04T14:00:00-06:00", "document_id": 38841, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38841.pdf", "status_text": "First read in House and referred to", "journal_page": 287, "committee_id_action": 325, "committee_id_assigned": 315, "result": "N", "vote": {}}, {"bill_id": 6981, "action_date": "2016-02-23T10:00:00-06:00", "document_id": 39563, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39563.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 315, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6981, "action_date": "2016-02-23T10:00:00-06:00", "document_id": 39842, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39842.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 315, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6981, "action_date": "2016-02-23T10:00:00-06:00", "document_id": 39842, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39842.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 630, "committee_id_action": 315, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21333, "president_vote": null, "Yea": [964, 1039, 1021, 1019, 1031, 1006, 1030, 1026, 996, 1018, 995], "Nay": [1049, 1058]}}]}