{"session_id": 7, "bill_id": 589, "bill_type": "House Bill", "bill_number": 1010, "bill_title": "revise certain provisions regarding the imposition of sales and use tax on telecommunications services and ancillary services.", "sponsors": [], "keywords": ["Department of Revenue and Regulation", "Sales and Use Tax", "Taxes", "Telecommunications"], "audio": [{"meeting_datetime": "2009-02-11T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sta20.mp3", "start_seconds": 120.0}, {"meeting_datetime": "2009-02-11T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sta20.mp3", "start_seconds": 120.0}, {"meeting_datetime": "2009-02-11T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sta20.mp3", "start_seconds": 120.0}, {"meeting_datetime": "2009-02-11T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sta20.mp3", "start_seconds": 120.0}, {"meeting_datetime": "2009-02-17T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sen23.mp3", "start_seconds": 3310.0}, {"meeting_datetime": "2009-02-17T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sen23.mp3", "start_seconds": 3310.0}, {"meeting_datetime": "2009-02-17T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sen23.mp3", "start_seconds": 3310.0}], "bill_versions": [{"bill_id": 589, "bill_version_id": 5024, "bill_version": "Introduced", "bill_version_date": "2008-12-23T13:46:12.49-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the imposition of sales and use tax on telecommunications services and ancillary services. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-45-1.17 be amended to read as follows: 10-45-1.17. The term, telecommunications service, as used in this chapter , means the electronic transmission, conveyance, or routing of voice, data, audio, video, or any other information or signals to a point, or between or among points. The term, telecommunications service, includes such transmission, conveyance, or routing in which computer processing applications are used to act on the form, code, or protocol of the content for purposes of transmission, conveyance, or routing without regard to whether such service is referred to as voice over internet protocol services or is classified by the Federal Communications Commission as enhanced or value added. Telecommunications The term, telecommunications service , does not include: (1) Data processing and information services that allow data to be generated, acquired, stored, processed, or retrieved and delivered by an electronic transmission to a purchaser where such purchaser's primary purpose for the underlying transaction is the processed data or information; (2) Installation or maintenance of wiring or equipment on a customer's premises; (3) Tangible personal property; (4) Advertising, including directory advertising; (5) Billing and collection services provided to third parties; (6) Internet access service; (7) Radio and television audio and video programming services, regardless of the medium, including the furnishing of transmission, conveyance and routing of such services by the programming service provider. Radio and television audio and video programming services shall include but not be limited to cable service as defined in 47 USC 522(6), as of June 1, 2007, and audio and video programming services delivered by commercial mobile radio service providers, as defined in 47 CFR 20.3; (8) Ancillary services; or (9) Digital products delivered electronically, including but not limited to software, music, video, reading materials, or ring tones. The term, telecommunications service, includes the following services: (1) \"800 service,\" any telecommunications service that allows a caller to dial a toll-free number without incurring a charge for the call; (2) \"900 service,\" an inbound toll telecommunications service purchased by a subscriber that allows the subscriber's customers to call in to the subscriber's prerecorded announcement or live service. A 900 service does not include the charge for the collection of services provided by the seller of the telecommunications services to the subscriber or service or product sold by the subscriber to the subscriber's customer; (3) \"Fixed wireless service,\" a telecommunications service that provides radio communication between fixed points; (4) \"Mobile wireless service,\" a telecommunications service that is transmitted, conveyed, or routed regardless of the technology used, where either the origination point or termination point, or both, of the transmission, conveyance, or routing are not fixed; (5) \"Paging service,\" a telecommunications service that provides transmission of coded radio signals for the purpose of activation specific pages. Such transmissions may include either messages or sounds, or both; (6) \"Prepaid calling service,\" the right to access exclusively telecommunications services, which must be paid for in advance and which enables the origination of calls using an access number or authorization code, whether manually or electronically dialed, and that is sold in predetermined units or dollars of which the number declines with use in a known amount; (7) \"Prepaid wireless calling service,\" a telecommunications service that provides the right to utilize mobile wireless service as well as other nontelecommunications services, including the download of digital products delivered electronically, content and ancillary services, which must be paid for in advance that is sold in predetermined units or dollars of which the number declines with use in a known amount; (8) \"Private communication service,\" a telecommunications service that entitles the customer to exclusive or priority use of a communications channel or group of channels between or among termination points, regardless of the manner in which such channel or channels are connected, and includes switching capacity, extension lines, stations, and any other associated services that are provided in connection with the use of such channel or channels; and (9) \"Value-added non-voice data service,\" a service that otherwise meets the definition of telecommunications services in which computer processing applications are used to act on the form, content, code, or protocol of the information or data primarily for a purpose other than transmission, conveyance, or routing. Section 2. That chapter 10-45 be amended by adding thereto a NEW SECTION to read as follows: Terms used in this chapter mean: (1) \"Intrastate telecommunications service,\" a telecommunications service that originates in one United States state or a United States territory or possession, and terminates in the same United States state or a United States territory or possession; (2) \"Interstate telecommunications service,\" a telecommunications service that originates in one United States state, or a United States territory or possession, and terminates in a different United States state or a United States territory or possession; (3) \"International telecommunications service,\" a telecommunications service that originates or terminates in the United States and terminates or originates outside the United States, respectively. United States includes the District of Columbia or a United States territory or possession; (4) \"Ancillary services,\" services that are associated with or incidental to the provision of telecommunications services, including detailed telecommunications billing, directory assistance, vertical service, and voice mail services; (5) \"Detailed telecommunications billing service,\" an ancillary service of separately stating information pertaining to individual calls on a customer's billing statement; (6) \"Directory assistance,\" an ancillary service of providing telephone number information, address information, or telephone number information and address information; (7) \"Vertical service,\" an ancillary service that is offered in connection with one or more telecommunications services, which offers advanced calling features that allow customers to identify callers and to manage multiple calls and call connections, including conference bridging services; (8) \"Voice mail service,\" an ancillary service that enables the customer to store, send, or receive recorded messages. Voice mail service does not include any vertical services that the customer may be required to have in order to utilize the voice mail service. Section 3. That § 10-45-6.1 be amended to read as follows: 10-45-6.1. Except as provided in § 10-45-6.2, there is hereby imposed a tax of four percent upon the gross receipts from providing any telecommunication intrastate, interstate, or international telecommunications service that originates or terminates in this state and that is billed or charged to a service address in this state, or that both originates and terminates in this state. However, the tax imposed by this section does not apply to: (1) Any eight hundred or eight hundred type service unless the service both originates and terminates in this state; (2) Any sale of a telecommunication service to a provider of telecommunication services, including access service, for use in providing any telecommunication service; or (3) Any sale of interstate telecommunication service provided to a call center that has been certified by the secretary of revenue to meet the criterion established in § 10-45- 6.3 and the call center has provided to the telecommunications service provider an exemption certificate issued by the secretary indicating that it meets the criterion. If a call center uses an exemption certificate to purchase services not meeting the criterion established in § 10-45-6.3, the call center is liable for the applicable tax, penalty, and interest. Section 4. That § 10-45-5 be amended to read as follows: 10-45-5. There is imposed a tax at the rate of four percent upon the gross receipts of any person from engaging or continuing in any of the following businesses or services in this state: abstracters; accountants; ancillary services; architects; barbers; beauty shops; bill collection services; blacksmith shops; car washing; dry cleaning; dyeing; exterminators; garage and service stations; garment alteration; cleaning and pressing; janitorial services and supplies; specialty cleaners; laundry; linen and towel supply; membership or entrance fees for the use of a facility or for the right to purchase tangible personal property, any product transferred electronically, or services; photography; photo developing and enlarging; tire recapping; welding and all repair services, except farm machinery, farm attachment units, or irrigation equipment repair services; cable television; and rentals of tangible personal property except leases of tangible personal property between one telephone company and another telephone company, motor vehicles as defined by § 32-5-1 leased under a single contract for more than twenty-eight days and mobile homes. However, the specific enumeration of businesses and professions made in this section does not, in any way, limit the scope and effect of § 10-45-4. Section 5. That § 10-46-1.2 be amended to read as follows: 10-46-1.2. The term, telecommunications service, as used in this chapter , means the electronic transmission, conveyance, or routing of voice, data, audio, video, or any other information or signals to a point, or between or among points. The term, telecommunications service, includes such transmission, conveyance, or routing in which computer processing applications are used to act on the form, code, or protocol of the content for purposes of transmission, conveyance, or routing without regard to whether such service is referred to as voice over internet protocol services or is classified by the Federal Communications Commission as enhanced or value added. Telecommunications The term, telecommunications service , does not include: (1) Data processing and information services that allow data to be generated, acquired, stored, processed, or retrieved and delivered by an electronic transmission to a purchaser where such purchaser's primary purpose for the underlying transaction is the processed data or information; (2) Installation or maintenance of wiring or equipment on a customer's premises; (3) Tangible personal property; (4) Advertising, including directory advertising; (5) Billing and collection services provided to third parties; (6) Internet access service; (7) Radio and television audio and video programming services, regardless of the medium, including the furnishing of transmission, conveyance and routing of such services by the programming service provider. Radio and television audio and video programming services shall include but not be limited to cable service as defined in 47 USC 522(6), as of June 1, 2007, and audio and video programming services delivered by commercial mobile radio service providers, as defined in 47 CFR 20.3; (8) Ancillary services; or (9) Digital products delivered electronically, including but not limited to software, music, video, reading materials, or ring tones. The term, telecommunications service, includes the following services: (1) \"800 service,\" any telecommunications service that allows a caller to dial a toll-free number without incurring a charge for the call; (2) \"900 service,\" an inbound toll telecommunications service purchased by a subscriber that allows the subscriber's customers to call in to the subscriber's prerecorded announcement or live service. A 900 service does not include the charge for the collection of services provided by the seller of the telecommunications services to the subscriber or service or product sold by the subscriber to the subscriber's customer; (3) \"Fixed wireless service,\" a telecommunications service that provides radio communication between fixed points; (4) \"Mobile wireless service,\" a telecommunications service that is transmitted, conveyed, or routed regardless of the technology used, where either the origination point or termination point, or both, of the transmission, conveyance, or routing are not fixed; (5) \"Paging service,\" a telecommunications service that provides transmission of coded radio signals for the purpose of activation specific pages. Such transmissions may include either messages or sounds, or both; (6) \"Prepaid calling service,\" the right to access exclusively telecommunications services, which must be paid for in advance and which enables the origination of calls using an access number or authorization code, whether manually or electronically dialed, and that is sold in predetermined units or dollars of which the number declines with use in a known amount; (7) \"Prepaid wireless calling service,\" a telecommunications service that provides the right to utilize mobile wireless service as well as other nontelecommunications services, including the download of digital products delivered electronically, content and ancillary services, which must be paid for in advance that is sold in predetermined units or dollars of which the number declines with use in a known amount; (8) \"Private communication service,\" a telecommunications service that entitles the customer to exclusive or priority use of a communications channel or group of channels between or among termination points, regardless of the manner in which such channel or channels are connected, and includes switching capacity, extension lines, stations, and any other associated services that are provided in connection with the use of such channel or channels; and (9) \"Value-added non-voice data service,\" a service that otherwise meets the definition of telecommunications services in which computer processing applications are used to act on the form, content, code, or protocol of the information or data primarily for a purpose other than transmission, conveyance, or routing. Section 6. That chapter 10-46 be amended by adding thereto a NEW SECTION to read as follows: Terms used in this chapter mean: (1) \"Intrastate telecommunications service,\" a telecommunications service that originates in one United States state or a United States territory or possession, and terminates in the same United States state or a United States territory or possession; (2) \"Interstate telecommunications service,\" a telecommunications service that originates in one United States state, or a United States territory or possession, and terminates in a different United States state or a United States territory or possession; (3) \"International telecommunications service,\" a telecommunications service that originates or terminates in the United States and terminates or originates outside the United States, respectively. United States includes the District of Columbia or a United States territory or possession; (4) \"Ancillary services,\" services that are associated with or incidental to the provision of telecommunications services, including detailed telecommunications billing, directory assistance, vertical service, and voice mail services; (5) \"Detailed telecommunications billing service,\" an ancillary service of separately stating information pertaining to individual calls on a customer's billing statement; (6) \"Directory assistance,\" an ancillary service of providing telephone number information, address information, or telephone number information and address information; (7) \"Vertical service,\" an ancillary service that is offered in connection with one or more telecommunications services, which offers advanced calling features that allow customers to identify callers and to manage multiple calls and call connections, including conference bridging services; (8) \"Voice mail service,\" an ancillary service that enables the customer to store, send, or receive recorded messages. Voice mail service does not include any vertical services that the customer may be required to have in order to utilize the voice mail service. Section 7. That chapter 10-46 be amended by adding thereto a NEW SECTION to read as follows: Except as provided in § 10-46-69, there is hereby imposed a tax of four percent upon the privilege of the use of any intrastate, interstate, or international telecommunications service that originates or terminates in this state and that is billed or charged to a service address in this state, or that both originates and terminates in this state. However, the tax imposed by this section does not apply to: (1) Any eight hundred or eight hundred type service unless the service both originates and terminates in this state; (2) Any sale of a telecommunication service to a provider of telecommunication services, including access service, for use in providing any telecommunication service; or (3) Any sale of interstate telecommunication service provided to a call center that has been certified by the secretary of revenue to meet the criterion established in § 10-45- 6.3 and the call center has provided to the telecommunications service provider an exemption certificate issued by the secretary indicating that it meets the criterion. If a call center uses an exemption certificate to purchase services not meeting the criterion established in § 10-45-6.3, the call center is liable for the applicable tax, penalty, and interest. Section 8. That chapter 10-46 be amended by adding thereto a NEW SECTION to read as follows: There is hereby imposed a tax of four percent upon the privilege of the use of any ancillary services. Section 9. That ARSD 64:06:02:96 be repealed. 64:06:02:96. Definition of ancillary services. The term, ancillary service, as used in this chapter means any service that is associated with or incidental to the provision of telecommunications services, including detailed telecommunications billing, directory assistance, vertical service, and voice mail services. An ancillary service includes the following: (1) Any conference bridging service that links two or more participants of an audio or video conference call and may include the provision of a telephone number. A conference bridging service does not include the telecommunications services used to reach the conference bridge; (2) Any detailed telecommunications billing service that separately states information pertaining to individual calls on a customer's billing statement; (3) Any directory assistance that provides either telephone number information, or address information, or both; (4) Any vertical service that is offered in connection with one or more telecommunications services, which offers advanced calling features that allow customers to identify callers and to manage multiple calls and call connections, including conference bridging services; and (5) Any voice mail service that enables the customer to store, send, or receive recorded messages. A voice mail service does not include any vertical services that the customer may be required to have in order to utilize the voice mail service. Section 10. That ARSD 64:06:02:97 be repealed. 64:06:02:97. Definition of interstate telecommunications services. The term, interstate telecommunications services, as used in this chapter and SDCL chapters 10-45 and 10-46 means a telecommunications service that originates in one United States state, or a United States territory or possession, and terminates in a different United States state or a United States territory or possession."}, {"bill_id": 589, "bill_version_id": 7634, "bill_version": "Enrolled", "bill_version_date": "2009-02-18T09:10:37.663-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 589, "action_date": "2009-01-13T12:00:00-06:00", "document_id": 5315, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/5315.pdf", "status_text": "First read in House and referred to", "journal_page": 19, "committee_id_action": 56, "committee_id_assigned": 42, "result": "N", "vote": {}}, {"bill_id": 589, "action_date": "2009-01-21T10:00:00-06:00", "document_id": 5457, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/5457.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 42, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 589, "action_date": "2009-01-21T10:00:00-06:00", "document_id": 5607, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/5607.pdf", "status_text": "Referred to", "journal_page": 89, "committee_id_action": 42, "committee_id_assigned": 50, "result": "P", "vote": {"vote_id": 2979, "president_vote": null, "Yea": [716, 692, 712, 644, 737, 717, 654, 637, 665, 646, 713, 710, 679]}}, {"bill_id": 589, "action_date": "2009-01-29T08:00:00-06:00", "document_id": 5964, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/5964.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 50, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 589, "action_date": "2009-01-29T08:00:00-06:00", "document_id": 6208, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6208.pdf", "status_text": "Do Pass", "journal_page": 178, "committee_id_action": 50, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 3301, "president_vote": null, "Excused": [699, 672], "Yea": [709, 725, 644, 721, 698, 717, 711, 719, 645, 734, 710, 658, 678]}}, {"bill_id": 589, "action_date": "2009-01-29T08:00:00-06:00", "document_id": 6208, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6208.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 50, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 589, "action_date": "2009-01-30T12:30:00-06:00", "document_id": 6462, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6462.pdf", "status_text": "Deferred to another day", "journal_page": 212, "committee_id_action": 56, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 589, "action_date": "2009-02-02T14:00:00-06:00", "document_id": 6596, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6596.pdf", "status_text": "Do Pass", "journal_page": 250, "committee_id_action": 56, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 3465, "president_vote": null, "Yea": [716, 720, 666, 688, 676, 670, 726, 715, 699, 674, 635, 692, 708, 651, 712, 709, 660, 706, 725, 693, 644, 724, 727, 721, 652, 730, 737, 672, 729, 698, 717, 738, 654, 711, 719, 683, 695, 696, 722, 645, 637, 665, 687, 678, 650, 646, 668, 639, 735, 679, 734, 714, 731, 736, 713, 710, 728, 657, 641, 658, 647, 691, 723, 718, 684, 733, 732, 707, 681], "Excused": [643]}}, {"bill_id": 589, "action_date": "2009-02-03T14:00:00-06:00", "document_id": 6764, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6764.pdf", "status_text": "First read in Senate and referred to", "journal_page": 283, "committee_id_action": 54, "committee_id_assigned": 40, "result": "N", "vote": {}}, {"bill_id": 589, "action_date": "2009-02-11T10:00:00-06:00", "document_id": 7012, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7012.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 40, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 589, "action_date": "2009-02-11T10:00:00-06:00", "document_id": 7216, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7216.pdf", "status_text": "Do Pass", "journal_page": 369, "committee_id_action": 40, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 3896, "president_vote": null, "Yea": [704, 700, 690, 656, 686, 701, 640, 675], "Excused": [703]}}, {"bill_id": 589, "action_date": "2009-02-11T10:00:00-06:00", "document_id": 7216, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7216.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 40, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 589, "action_date": "2009-02-12T14:00:00-06:00", "document_id": 7359, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7359.pdf", "status_text": "Remove from Consent Calendar", "journal_page": 391, "committee_id_action": 54, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 589, "action_date": "2009-02-13T12:30:00-06:00", "document_id": 7448, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7448.pdf", "status_text": "Deferred to another day", "journal_page": 405, "committee_id_action": 54, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 589, "action_date": "2009-02-17T14:00:00-06:00", "document_id": 7579, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7579.pdf", "status_text": "Do Pass", "journal_page": 432, "committee_id_action": 54, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 4150, "president_vote": null, "Yea": [653, 704, 680, 682, 685, 702, 649, 700, 655, 673, 663, 677, 675, 634, 659, 690, 636, 656, 669, 661, 686, 701, 662, 703, 664, 638, 648, 640, 689, 694, 705, 642, 671], "Excused": [697, 667]}}, {"bill_id": 589, "action_date": "2009-02-18T14:00:00-06:00", "document_id": 7697, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7697.pdf", "status_text": "Signed by the Speaker", "journal_page": 424, "committee_id_action": 56, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 589, "action_date": "2009-02-19T14:00:00-06:00", "document_id": 7819, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7819.pdf", "status_text": "Signed by the President", "journal_page": 473, "committee_id_action": 54, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 589, "action_date": "2009-02-23T14:00:00-06:00", "document_id": 8030, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8030.pdf", "status_text": "Delivered to the Governor", "journal_page": 506, "committee_id_action": 56, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 589, "action_date": "2009-02-25T14:00:00-06:00", "document_id": 8231, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8231.pdf", "status_text": "Signed by the Governor", "journal_page": 548, "committee_id_action": 56, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4198, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/589"}