{"session_id": 61, "bill_id": 21322, "bill_type": "House Bill", "bill_number": 1170, "bill_title": "establish a health reinsurance pool to spread the expenses of high-cost individuals.", "sponsors": [{"legislator_profile_id": 3585, "is_prime": true}, {"legislator_profile_id": 3590, "is_prime": true}, {"legislator_profile_id": 3582, "is_prime": false}, {"legislator_profile_id": 3602, "is_prime": false}, {"legislator_profile_id": 3605, "is_prime": false}, {"legislator_profile_id": 3607, "is_prime": false}, {"legislator_profile_id": 3612, "is_prime": false}, {"legislator_profile_id": 3620, "is_prime": false}, {"legislator_profile_id": 3621, "is_prime": false}, {"legislator_profile_id": 3623, "is_prime": false}, {"legislator_profile_id": 3645, "is_prime": false}, {"legislator_profile_id": 3647, "is_prime": false}, {"legislator_profile_id": 3656, "is_prime": false}], "keywords": ["Insurance"], "audio": [{"meeting_datetime": "2007-02-09T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hst23.mp3", "start_seconds": 73.0}, {"meeting_datetime": "2007-02-09T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hst23.mp3", "start_seconds": 73.0}, {"meeting_datetime": "2007-02-09T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hst23.mp3", "start_seconds": 73.0}], "bill_versions": [{"bill_id": 21322, "bill_version_id": 110721, "bill_version": "Introduced", "bill_version_date": "2007-01-25T08:31:22-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a health reinsurance pool to spread the expenses of high-cost individuals. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Board,\" the board of directors of the South Dakota Health Insurance Risk Transfer Plan established by this Act; (2) \"Carrier,\" any person or organization subject to the authority of the director that provides one or more health benefit plans or insurance in this state, and includes an insurer, a hospital and medical services corporation, a fraternal benefit society, a health maintenance organization, or a multiple employer welfare arrangement; (3) \"COBRA,\" the Consolidated Omnibus Budget Reconciliation Act of 1985, approved April 7, 1986 (100 Stat. 231; 29 U.S.C. § 1161 et seq.); (4) \"Director,\" the director of the Division of Insurance; (5) \"Division,\" the Division of Insurance; (6) \"Employer,\" any individual, partnership, association, corporation, business trust, or person or group of persons employing one or more persons, and filing payroll tax information on such person or persons; (7) \"ERISA,\" the Employee Retirement Income Security Act of 1974, approved September 2, 1974 (88 Stat. 832, 29 U.S.C. § 1001 et seq.); (8) \"Excepted benefits,\" coverage such as medicare supplement insurance, specified disease insurance, dental only or vision only insurance, accident only insurance, hospital confinement indemnity coverage, coverage issued as a supplement to liability insurance, long-term care insurance, workers' compensation insurance, loss of income insurance, coverage for medical expenses included as part of any auto, property, casualty or other liability insurance, and credit or disability insurance; (9) \"Plan,\" the Health Insurance Risk Transfer Plan established by this Act; (10) \"Plan administrator,\" the insurer or third party administrator designated by the board to direct and manage the plan; (11) \"Pool,\" the reinsurance pool established and administered by the plan in accordance with the provisions of this Act; (12) \"Self-funded health benefit plan,\" a health insurance plan, not subject to regulation by South Dakota or any other state, that is paid in whole or in part by the employer from its own assets or from a funded welfare benefit plan, provided that such plan does not shift any risk or liability for benefit payments to an insurer or other carrier, other than through reinsurance or stop-loss coverage. Section 2. There is hereby established the South Dakota Health Insurance Risk Transfer Plan. Every carrier licensed to write and engaged in the writing of health insurance in the state, except medicaid-only health maintenance organizations and carriers only providing coverage that consists of one or more excepted benefits, shall belong to the plan as a condition of its authority to transact such business, whether or not such carrier offers group or individual products. Section 3. Employer self-funded plans covered by ERISA and not subject to state regulation may voluntarily chose to participate in the plan and if they do so they shall be full members of the plan, entitled to the plan's benefits and subject to the plan's obligations. Any self-funded plan that elects to join the plan shall, as a condition of participation, enter into a binding agreement with the plan to remain liable for pool assessments for a period of three years from the date of withdrawal from the plan. Section 4. The plan shall be a self-governing nonprofit corporation. Each participating plan member shall have voting rights apportioned according to its respective share of the total number of lives covered by health insurance issued or sponsored by all of the plan members participating in the plan, excluding medicaid beneficiaries and persons whose coverage consists solely of excepted benefits, except that no plan member may have a vote in excess of forty-nine percent of the total vote. For group excess loss insurance, or other types of group health insurance for which no certificates are issued, covered lives shall mean those employees and their dependents who are protected, in part, by a policy or a certificate, issued in South Dakota, and purchased by a group health insurance plan subject to ERISA. Section 5. The plan members shall elect a board of directors comprised of no fewer than five persons, each of whom is a full-time employee of a member of the plan. Each director shall be elected to serve a term of three years, except that terms of some of the original directors shall be less than three years in order to establish a system of staggered terms. The membership of the board shall fairly reflect the diversity of types of organizations comprising the membership of the plan. The Board of Directors shall select one of its number to serve as president, and shall select such other officers as are required by law or deemed by the plan to be necessary, each to serve in that capacity for a term of one year. Section 6. Within one hundred eighty days of the effective date of this Act, the plan shall submit to the director a proposed plan of operation, consistent with the provisions of this Act and any other applicable laws, which shall provide for economical, fair, and nondiscriminatory administration of the plan and for the prompt and efficient implementation of the risk transfer mechanisms of the plan. The plan of operation shall include provisions for: (1) Creating a reinsurance pool (the pool) as contemplated by this Act, including procedures for the handling and accounting of assets and moneys of the pool; (2) Establishing a budget for the operation of the plan; (3) Engaging a plan administrator, adopting bylaws and operating procedures, and monitoring the operation of the plan; (4) Designing procedures for the transfer of risks to the pool; (5) Establishing procedures for the assessment of members for administrative costs and for the costs of the pool; and (6) Providing for such other matters as may be necessary and proper for the execution of the plan's powers, duties and obligations. Section 7. The plan of operation may not take effect until approved by the director. If the director disapproves the plan of operation or any part thereof, the director shall state the reason for so doing and shall work with the plan to modify or amend the plan of operations. If the plan fails to submit a plan of operation acceptable to the director, the director shall promulgate a plan of operation for the plan. Section 8. Once a plan of operation has been implemented, the plan may, in accordance with its governing procedures, thereafter on its own initiative from time to time amend the plan of operation, subject to approval of any change by the director. The plan shall also amend the plan of operation at the direction of the director. Section 9. The director may remove any member of the board for neglect of duty, misfeasance, malfeasance, or nonfeasance in office. Section 10. A member of the board shall receive no compensation, but shall be reimbursed by the plan for reasonable expenses incurred in the necessary performance of their duties. Section 11. The board shall operate the plan in a manner so that the estimated cost of the program during any fiscal year will not significantly exceed the total income it expects to receive from premiums paid by carriers for risks ceded to the pool, investment income, assessments, or grants or fees collected or received by the board and any other funds payable to the plan for that fiscal year. Section 12. The board shall file with the director an annual report each year by the end of March summarizing the activities and accounts of the plan in the preceding calendar year, including premiums charged for risks ceded to the reinsurance pool, the expense of administration, the paid and incurred losses for the year and other information as may be requested by the director or determined to be appropriate by the board. The director shall make the report available to the Governor, the Legislature, and the public. Section 13. The board is not liable for any obligation of the plan or the pool. There is no liability on the part of any member of the board, employee of the plan or the division, and no cause of action of any nature may arise against such person, for any action taken or omission made by such person in the performance of the person's powers and duties under this Act, unless the action or omission constitutes willful or wanton misconduct. The board may provide in its bylaws or rules for indemnification of, and legal representation for, its members and plan employees. Section 14. Each plan member may determine on a case-by-case basis and on its own initiative whether or not to cede a risk to the pool. Section 15. The plan may not impose any rule on any plan member that establishes either a minimum or maximum number of individual risks that a plan member may cede to the pool from among any group of risks covered by a plan issued or sponsored by a plan member. Section 16. No plan member may cede to the pool any risks associated with the provision of coverage of medicaid benefits or of coverage that consists solely of excepted benefits. Section 17. A plan member ceding a risk to the pool shall pay the pool a premium determined by the rules governing the pool, provided that said premium shall be a multiple of the premium charged by the plan member to the insured for the individual risk and that said multiple may not be less than one. The pool has the authority to set and, as from time to time it deems appropriate, change this requirement above this minimum. For purposes of determining the reinsurance premium, the premium charged by the plan member to the insured shall be either the actual premium charged for the risk, or if coverage of the insured is underwritten on a group basis, the premium that would otherwise be charged for the individual risk upon election of COBRA coverage. Section 18. A plan member ceding a risk to the pool shall retain a portion of the risk, as determined by the rules governing the plan, and shall be liable for that portion of all claims associated with the ceded risk, provided that the retained risk may not be less than twenty percent of all claims associated with the ceded risk. The plan has the authority to set and, from time to time as it deems appropriate, change this requirement above this minimum. Section 19. Each risk ceded to the pool shall be ceded for the lesser of a fixed term of twelve months or until such time as the risk is no longer covered by a health insurance plan issued or sponsored by the ceding plan member. The pool may not impose any restriction on the number of consecutive times a plan member may cede a specific risk to the pool. Section 20. The Board shall have the following powers and authority: (1) To establish and maintain plan and pool funds, as described in this Act; (2) To enter into contracts as are necessary or proper to carry out the provisions and purposes of this Act, including the authority, with the approval of the director, to enter into contracts with similar plans of other states for the joint performance of common administrative functions, or with persons or other organizations for the performance of administrative functions; (3) To sue or be sued; (4) To take such legal action as may be necessary: (a) To avoid the payment of improper claims against the plan or the coverage provided by or through the plan; (b) To recover any amounts erroneously or improperly paid by the plan; (c) To recover any amounts paid by the plan as a result of a mistake of fact or law; or (d) To recover or collect any other amounts, including assessments, that are due or owed the plan or have been billed on its or the plan's behalf; (5) To borrow money and pay interest; (6) To establish rules, conditions, and procedures for reinsuring risks under this Act; (7) To employ, fix the compensation, and terminate employment of employees of the Plan; and (8) To seek and directly receive grant funding from the United States government, department or agency of the state government, any county or municipal government, or any private foundation to defray the plan's administrative costs or the pool's expenses. Section 21. If premiums or other receipts received by the plan exceed the amount required for the operation of the plan, including actual losses and administrative expenses of the pool, the board shall direct that the excess be held at interest, in a bank designated by the board, or used to offset future losses. For the purposes of this section, the term, future losses, includes reserves for incurred but not reported claims. Section 22. A deficit is incurred when anticipated losses and incurred but not reported claims expenses exceed anticipated income from earned premiums net of administrative expenses. Any deficit incurred, or expected to be incurred, shall be recouped by premiums paid to the pool by plan members to reinsure risks and by assessments of all plan members made in accordance with the provisions of this Act. At the end of the year, the plan administrator shall estimate the amount of funds necessary to cover the costs of the pool for the following year, taking into account any deficit for the current year, and notify the board of the moneys needed to operate the pool for the year. This determination shall be made sufficiently in advance to allow plan members to build the assessments into their rates. The board shall determine the proportionate assessment for plan members, based on the number of lives covered by each, not including medicaid beneficiaries and persons whose coverage consists solely of excepted benefits, and shall notify each plan member annually of its assessment amount for the anticipated deficit. If necessary, the board may assess plan members more frequently than annually but no more often than four times a year. In the first year of the operation of the plan, the board shall estimate the plan's anticipated loss. The initial assessment shall be made sixty days after the plan of operation has been approved by the director. Section 23. A plan member may petition the board for an abatement or deferment of all or part of an assessment. The board may abate or defer, in whole or in part, the assessment if, in the opinion of the board, payment of the assessment would endanger the ability of the plan member to fulfill its contractual obligations to pay covered health care claims. In the event an assessment against a plan member is abated or deferred in whole or in part, the amount by which the assessment is abated or deferred shall be assessed against the plan members in a manner consistent with the basis for assessments set forth in section 22 of this Act. The plan member receiving a deferment shall remain liable to the plan for the deficiency for four years. Section 24. A plan member may appeal to the director an adverse decision by the board of a request to abate or defer an assessment. Such appeal shall be governed by chapter 1-26. Section 25. This Act applies to health insurance plans sold in South Dakota that provide coverage to individuals or to employers with employees who are engaged in employment in South Dakota at least twenty hours a week and the covered dependents of such individuals or employees. Section 26. All plan members, whether mandatory or voluntary members in accordance with sections 2 and 3 of this Act, shall participate in the plan in accordance with the provisions of sections 25, and 27 to 31, inclusive, of this Act. Section 27. All carriers writing reinsurance, stop loss coverage, or both, for self-funded plans sponsored by South Dakota employers are also subject to assessments to fund reinsurance. Section 28. No provision of this Act requires a plan member to provide or make available coverage under a group or individual comprehensive health insurance plan to any person or group. Section 29. For purposes of this Act, plan members may require verification of residency or employment, and may require any additional information or documentation, or statements under oath, when necessary to determine residency or employment status of a covered individual upon initial application and for the entire term of the policy issued or sponsored by the plan member. Section 30. Coverage shall cease: (1) At the end of the twelve month period for which the risk has been ceded; (2) On the date a person is no longer a resident of or employed in South Dakota; (3) Upon the death of the covered person; (4) On the date South Dakota law requires cancellation of the policy; or (5) At the plan member's option, thirty days after the plan member makes any inquiry concerning a person's eligibility, or place of residence or employment to which the covered person does not reply or whose reply does not satisfy the plan member that the person is eligible for coverage under a health insurance plan issued or sponsored by the plan member in the state of South Dakota. Section 31. The coverage by the pool of any risk associated with a person who ceases to meet the eligibility requirements shall be terminated at the end of the current policy period for which the necessary premiums have been paid. Section 32. The plan and the board established pursuant to this Act shall be exempt from payment of all fees and all taxes levied by the state. Section 33. Participation in the operation of the plan, the establishment of rates, forms, or procedures, or any other joint or collective action required by this Act may not be the basis of any legal action, criminal or civil liability or penalty, against the plan, the plan administrator, the board or any of its members, or plan employees, contractors, or consultants. Section 34. This Act is effective on January 1, 2009."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 21322, "action_date": "2007-01-25T14:00:00-06:00", "document_id": 110857, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110857.pdf", "status_text": "First read in House and referred to", "journal_page": 196, "committee_id_action": 923, "committee_id_assigned": 918, "result": "N", "vote": {}}, {"bill_id": 21322, "action_date": "2007-02-09T10:00:00-06:00", "document_id": 111919, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111919.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 918, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21322, "action_date": "2007-02-09T10:00:00-06:00", "document_id": 111919, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111919.pdf", "status_text": "Tabled", "journal_page": 429, "committee_id_action": 918, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 64919, "president_vote": null, "Yea": [3578, 3582, 3584, 3590, 3598, 3609, 3629, 3637, 3638, 3656, 3668, 3657], "Excused": [3593]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/21322"}