{"session_id": 68, "bill_id": 24363, "bill_type": "Senate Commemoration", "bill_number": 812, "bill_title": "To honor and celebrate the life of Cecil Richard Wiarda.", "sponsors": [{"legislator_profile_id": 4432, "is_prime": true}], "keywords": [], "audio": [], "bill_versions": [{"bill_id": 24363, "bill_version_id": 250246, "bill_version": "Introduced", "bill_version_date": "2023-02-25T18:19:25.783-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, To honor and celebrate the life of Cecil Richard Wiarda. WHEREAS, Cecil Richard Wiarda was born October 16, 1921, to Wilhelmina Markus Gleysteen Wiarda and Richard Simon Wiarda in Alcester, SD; and WHEREAS, Cecil graduated from Castlewood High School, Castlewood, SD, in 1941. Cecil joined the Army in 1942. He was honorably discharged in March 1946, as a Sergeant of the 972nd Signal Corp; and WHEREAS, Cecil met the love of his life, Bernice (Bee) Fischer from Roscoe, SD, while he was attending radio school for the Army in Aberdeen, SD. They were united in marriage on September 11, 1943, in Sacramento, CA, shortly before he was shipped out for Army service in Hawaii; and WHEREAS, Cecil and Bee later moved to a farm west of Castlewood, SD, and raised a family of five children, including Sally Kemink of Poughkeepsie, NY; Julie Bragg of Wellington, OH; Jeannie Odenbach of Burke, SD; Richard Wiarda of Castlewood, SD; and Robert Wiarda of Dell Rapids, SD; and have twelve grandchildren and twenty-three great-grandchildren; and WHEREAS, Cecil grew potatoes, corn, and grain. He also raised hogs and Holstein cattle from 1946 to 1976; and WHEREAS, Cecil and Bee moved to Castlewood, SD, in 2000. Cecil enjoyed playing Pinochle in his retirement; and WHEREAS, Cecil Wiarda has been a member of the First Presbyterian Church in Castlewood since childhood and an American Legion member for 77 years: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Eighth Legislature of the State of South Dakota, that the Legislature celebrates the life of Cecil Richard Wiarda."}], "amendments": [], "fiscal_notes": [], "action_log": []}