{"session_id": 51, "bill_id": 16339, "bill_type": "House Bill", "bill_number": 1175, "bill_title": "create a low income pharmaceutical assistance program and to provide an appropriation therefor.", "sponsors": [{"legislator_profile_id": 2562, "is_prime": true}, {"legislator_profile_id": 2591, "is_prime": true}, {"legislator_profile_id": 2518, "is_prime": false}, {"legislator_profile_id": 2521, "is_prime": false}, {"legislator_profile_id": 2527, "is_prime": false}, {"legislator_profile_id": 2530, "is_prime": false}, {"legislator_profile_id": 2554, "is_prime": false}, {"legislator_profile_id": 2555, "is_prime": false}, {"legislator_profile_id": 2560, "is_prime": false}, {"legislator_profile_id": 2568, "is_prime": false}, {"legislator_profile_id": 2569, "is_prime": false}, {"legislator_profile_id": 2574, "is_prime": false}, {"legislator_profile_id": 2584, "is_prime": false}, {"legislator_profile_id": 2587, "is_prime": false}, {"legislator_profile_id": 2589, "is_prime": false}, {"legislator_profile_id": 2598, "is_prime": false}, {"legislator_profile_id": 2602, "is_prime": false}, {"legislator_profile_id": 2607, "is_prime": false}, {"legislator_profile_id": 2614, "is_prime": false}, {"legislator_profile_id": 2616, "is_prime": false}], "keywords": ["Appropriation", "Department of Social Services", "Prescription Drugs", "Rule-making Authority"], "audio": [{"meeting_datetime": "2001-02-07T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hhe21hb1175a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-07T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hhe21hb1175a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-07T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hhe21hb1175a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-07T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hhe21hb1175a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-14T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hhe26hb1175a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-14T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hhe26hb1175a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-14T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hhe26hb1175a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 16339, "bill_version_id": 88467, "bill_version": "Introduced", "bill_version_date": "2001-01-25T08:16:36-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create a low income pharmaceutical assistance program and to provide an appropriation therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Department,\" the Department of Social Services; (2) \"LIPAP,\" the low-income pharmaceutical assistance program. Section 2. There is hereby established the low income pharmaceutical assistance program to provide eligible persons with assistance in paying for pharmaceutical drugs. Section 3. Any person desiring LIPAP assistance shall submit a written, signed application for assistance to the Department of Social Services. At the time of application the person shall produce proof of all household income, documentation of the household's pharmaceutical drug costs, and proof of vulnerability. For the purposes of this section, a vulnerable household is one that is responsible for paying for it's own pharmaceutical drug costs and seven and one-half percent of the household's income goes toward the payment of pharmaceutical drugs. Section 4. Any person residing in an institution is not eligible for LIPAP assistance. For the purposes of this section, an institution is a facility that provides living quarters and services for a particular person or group of persons, including group homes, nursing homes, higher education facilities, facilities administered by the Department of Human Services under § 1-36A-1.3, facilities administered by the Department of Corrections under § 1-15-1.4, the South Dakota State Veterans' Home administered by the Department of Military and Veterans' Affairs under § 33-18-1, community residential facilities, community habilitation facilities, residential treatment centers, special education units, residential school programs, and adjustment training centers. Section 5. To be eligible for LIPAP, a household's income may not exceed one hundred forty percent of the federal poverty level established in 65 Fed. Reg. 7,555. To determine whether a non-self-employed household is income eligible, the department shall compute the household's gross income for the three months or the ninety days, whichever is less, immediately prior to the application. The result multiplied by four must fall within the income limits established in 65 Fed. Reg. 7,555 for a household of similar size. A self-employed household's income shall be based on either the household's gross income for the past twelve months or the household's gross income as shown on its most recent tax return. Section 6. The department shall promulgate rules pursuant to chapter 1-26 in the following areas: (1) Income exclusions; (2) Income to be included for self-employed households; (3) Maximum benefit for each household. Section 7. The department shall base the benefit levels for an eligible household on the household's income and the cost of the pharmaceutical drugs required. Section 8. The department shall determine LIPAP eligibility within sixty days after the date of the application. If the household is determined to be eligible for LIPAP assistance, the department shall notify the household in writing of the amount of LIPAP assistance for which the household is eligible. If the household is ineligible, the department shall notify the household in writing of the reason for ineligibility. Any notice pursuant to this section shall include information regarding the household's right to a fair hearing. Section 9. The department shall make any payments pursuant to this Act directly to the household. The payments shall be made within twenty-one days after the department notifies the household of eligibility. Section 10. Monthly LIPAP payments shall continue to be made to the household until one of the following occur: (1) The household has reached its maximum benefit; (2) The household no longer has pharmaceutical drug expenses; (3) The fiscal year has ended; (4) The funds available for the LIPAP payments have been exhausted. Section 11. Once the LIPAP benefit has been determined, the department may not make any adjustments to the benefit level due to changes in income, family size, or pharmaceutical drug cost. Section 12. A household may only be determined eligible for LIPAP assistance once during the fiscal year. The department shall consider it a duplicate payment if a member of a household previously determined eligible for LIPAP assistance leaves that household and later applies for assistance either as a separate household or as part of another household. Section 13. Any LIPAP payment made as a result of a department error or a recipient error is considered an overpayment and is subject to recovery by the department. Section 14. There is hereby established the low income pharmaceutical assistance fund. One million dollars of the interest credited to the tobacco prevention and reduction trust fund shall be transferred to the low income pharmaceutical assistance fund. Section 15. There is hereby appropriated from the low income pharmaceutical assistance fund the sum of one million dollars ($1,000,000), or so much thereof as may be necessary, to the secretary of the Department of Social Services for the low income pharmaceutical assistance program as provided for in this Act. Section 16. The secretary of social services shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 17. Any amounts appropriated in this Act not lawfully expended or obligated by June 30, 2002, shall revert in accordance with § 4-8-21."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 16339, "action_date": "2001-01-25T14:00:00-06:00", "document_id": 88642, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88642.pdf", "status_text": "First read in House and referred to", "journal_page": 200, "committee_id_action": 712, "committee_id_assigned": 703, "result": "N", "vote": {}}, {"bill_id": 16339, "action_date": "2001-02-07T07:45:00-06:00", "document_id": 89481, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89481.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 703, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16339, "action_date": "2001-02-12T08:00:00-06:00", "document_id": 89763, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89763.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 703, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16339, "action_date": "2001-02-14T07:45:00-06:00", "document_id": 90003, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90003.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 703, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16339, "action_date": "2001-02-14T07:45:00-06:00", "document_id": 90003, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90003.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 485, "committee_id_action": 703, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 49456, "president_vote": null, "Yea": [2514, 2544, 2561, 2579, 2595, 2612, 2613, 2605, 2556], "Nay": [2521, 2530, 2560, 2589]}}]}