{"session_id": 24, "bill_id": 7319, "bill_type": "Senate Bill", "bill_number": 157, "bill_title": "provide additional regulations for commercial breeding operations.", "sponsors": [{"legislator_profile_id": 999, "is_prime": true}, {"legislator_profile_id": 1038, "is_prime": true}, {"legislator_profile_id": 1057, "is_prime": false}, {"legislator_profile_id": 974, "is_prime": false}, {"legislator_profile_id": 985, "is_prime": false}, {"legislator_profile_id": 1047, "is_prime": false}, {"legislator_profile_id": 1021, "is_prime": false}, {"legislator_profile_id": 1002, "is_prime": false}, {"legislator_profile_id": 1035, "is_prime": false}, {"legislator_profile_id": 984, "is_prime": false}, {"legislator_profile_id": 982, "is_prime": false}, {"legislator_profile_id": 1048, "is_prime": false}, {"legislator_profile_id": 1020, "is_prime": false}, {"legislator_profile_id": 1028, "is_prime": false}, {"legislator_profile_id": 1006, "is_prime": false}, {"legislator_profile_id": 1046, "is_prime": false}, {"legislator_profile_id": 1026, "is_prime": false}, {"legislator_profile_id": 1000, "is_prime": false}, {"legislator_profile_id": 973, "is_prime": false}], "keywords": ["Animals and Livestock", "Crimes", "Misdemeanor", "Prison and Jail Impact", "Trade Regulation"], "audio": [{"meeting_datetime": "2016-02-18T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sju23.mp3", "start_seconds": 6839.0}, {"meeting_datetime": "2016-02-18T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sju23.mp3", "start_seconds": 6839.0}, {"meeting_datetime": "2016-02-18T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sju23.mp3", "start_seconds": 6839.0}, {"meeting_datetime": "2016-02-18T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sju23.mp3", "start_seconds": 6839.0}, {"meeting_datetime": "2016-02-18T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sju23.mp3", "start_seconds": 6839.0}], "bill_versions": [{"bill_id": 7319, "bill_version_id": 38768, "bill_version": "Introduced", "bill_version_date": "2016-02-04T10:01:02.57-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide additional regulations for commercial breeding operations. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 40-1-1 be amended to read: 40-1-1. Terms used in chapters 40-1 and 40-2, mean: (1) \"Abandon,\" to give up with the intent of never again regaining one's interests in, or rights to, an animal other than placing ownership with a responsible party; (2) \"Animal,\" any mammal, bird, reptile, amphibian, or fish, except humans; (3) \"Board,\" the South Dakota Animal Industry Board; (4) \"Cruelty,\" to intentionally, willfully, and maliciously inflict gross physical abuse on an animal that causes prolonged pain, that causes serious physical injury, or that results in the death of the animal; (5) \"Dangerous animal,\" any animal that, by itself or by environmental circumstances, at the determination of the board, any agent or officer of a humane society, or any law enforcement officer, is a threat to the physical well-being of other owned animals or humans; (6) \"Humane killing,\" to cause the death of an animal in a manner to limit the pain or suffering of the animal as much as reasonably possible under the circumstances; (7) \"Impound,\" to take physical control and custody of an animal; (8) \"Livestock,\" any agricultural or commercial animal owned, bred, or raised for profit, but not including dogs, cats, rabbits, or other household pets; (9) \"Mistreat,\" to cause or permit the continuation of unjustifiable physical pain or suffering of an animal; (10) \"Neglect,\" to fail to provide food, water, protection from the elements, adequate sanitation, adequate facilities, or care generally considered to be standard and accepted for an animal's health and well-being consistent with the species, breed, physical condition, and type of animal; (11) \"Primary enclosure,\" any structure or device used to restrict a dog or cat to a limited amount of space, such as a room, pen, run, cage, compartment, or hutch; (12) \"Proper enclosure,\" a secure confinement in an enclosed or locked facility suitable to prevent a dangerous animal from escaping and to prevent any physical threat to the well-being of any other animal or human. Section 2. That § 40-1-41 be amended to read: 40-1-41. Upon receiving a verified complaint, the board, a law enforcement officer, or an agent or officer of a humane society shall enter and inspect the commercial breeding operation within a reasonable time frame. A verified complaint consists of a report made to law enforcement containing factual allegations and the name and address of the reporting party. A veterinarian licensed in the State of South Dakota shall be in attendance during any portion of an investigation of a commercial breeding operation that is conducted on the premises of the commercial breeding operation. For purposes of this section the term, commercial breeding operation, means any person engaged in the business of breeding dogs or cats who sells, exchanges, or leases dogs or cats in return for consideration or who offers to do so, whether or not the dogs or cats are bred, raised, trained, groomed, or boarded by the person. Any person who owns or harbors three or fewer unaltered dogs or cats for breeding purposes that are at least six months of age is not a commercial breeding operation. Any person who sells, exchanges, or leases thirty or fewer dogs or cats in a twelve-month period is not a commercial breeding operation if all such dogs or cats are sold, exchanged, or leased to a final owner rather than for later retail sale or brokered trading. Any person knowingly selling, exchanging, or leasing any dogs or cats for later retail sale or for brokered trading is a commercial breeding operation. Section 3. That chapter 40-1 be amended by adding a NEW SECTION to read: In addition to the other provisions in this chapter, all commercial breeding operations shall comply with the following minimum standards of care: (1) Each primary enclosure shall have a solid floor that is constructed in a manner that protects the animal's feet and legs from injury; (2) Each primary enclosure shall be placed no higher than forty-two inches above the floor and may not be placed over or stacked on top of another cage or primary enclosure; (3) Veterinary care reasonably deemed necessary shall be provided to a dog or cat without delay. In addition, the commercial breeding operation shall maintain a written program of veterinary care which shall include an annual physical examination by a veterinarian licensed in the State of South Dakota, a vaccination schedule, and a protocol for disease control and prevention, pest and parasite control, nutrition, exercise, socialization, and euthanasia. No dog or cat may be bred if a veterinarian determines that the dog or cat is unfit for breeding purposes. No veterinarian may be held liable as a result of any reasonable action taken pursuant to this section; and (4) A commercial breeding operation shall maintain an individual health record for each dog and cat above the age of eight weeks, that has been weaned, or that has been treated with a medical procedure, whichever occurs first. The commercial breeding operation shall maintain the health records for a period of five years and shall be available for inspection by the board, any peace officer, or any agent or officer of a humane society upon request. A violation of this section is a Class 1 misdemeanor."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7319, "action_date": "2016-02-04T14:00:00-06:00", "document_id": 38838, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38838.pdf", "status_text": "First read in Senate and referred to", "journal_page": 215, "committee_id_action": 309, "committee_id_assigned": 302, "result": "N", "vote": {}}, {"bill_id": 7319, "action_date": "2016-02-18T08:00:00-06:00", "document_id": 39381, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39381.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 302, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7319, "action_date": "2016-02-18T15:30:00-06:00", "document_id": 39611, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39611.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 354, "committee_id_action": 302, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21131, "president_vote": null, "Nay": [974], "Excused": [1035], "Yea": [1041, 1046, 973, 967, 978]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/7319"}