{"session_id": 48, "bill_id": 14516, "bill_type": "House Bill", "bill_number": 1102, "bill_title": "revise certain provisions regarding the disclaimer of a property interest a person is entitled to by will or intestate succession.", "sponsors": [{"legislator_profile_id": 2230, "is_prime": true}, {"legislator_profile_id": 2267, "is_prime": true}, {"legislator_profile_id": 2215, "is_prime": false}, {"legislator_profile_id": 2245, "is_prime": false}], "keywords": ["Probate"], "audio": [], "bill_versions": [{"bill_id": 14516, "bill_version_id": 80862, "bill_version": "Introduced", "bill_version_date": "1999-01-21T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the disclaimer of a property interest a person is entitled to by will or intestate succession. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 29A-2-801 be amended to read as follows: 29A-2-801. (a) Any person who may be entitled to receive any property or beneficial interest, vested or otherwise, under any will of or by intestate succession from a decedent, or as a surviving joint tenant of a decedent, or under the terms of an inter vivos trust or other lifetime transfer, or as the beneficiary of any life insurance policy, of any retirement plan or of any other contract, shall have the right to disclaim irrevocably the whole or any part of such property or beneficial interest. (b) If a disclaimer of an interest receivable under a will or by intestate succession is made in writing and filed in with the clerk of the court in which the estate is or was pending, (I) if of a present interest, not later than nine months after the date of death of the testator or intestate from whom such interest is receivable, then that disclaimer is retroactive to the decedent's death and the interest so disclaimed passes as if the person disclaiming had predeceased the decedent, and (ii) if of a future interest, not later than nine months after the event determining that the taker is finally ascertained and the taker's interest is indefeasibly vested, then that disclaimer is retroactive to the determining event and the disclaimed interest passes as if the person disclaiming had predeceased that event. (c) If a disclaimer of an interest receivable by the surviving joint tenant of a decedent is made in writing and filed with the secretary of revenue or the secretary's deputy clerk of the court in which the joint tenancy or estate proceeding is pending not later than nine months after the decedent's death, then that disclaimer is retroactive to the decedent's death and the joint interest so disclaimed passes as if the surviving joint tenant had predeceased the decedent. Whenever the disclaimer affects any interest in real estate, a certified copy thereof shall be recorded in the office of the register of deeds in each county wherein any such real estate is located. (d) If the disclaimer of an interest receivable as beneficiary of a life insurance policy, of a retirement plan , or of any other contract is made in writing and filed in with the clerk of the court in which the estate is pending, or if no estate is pending, with the insurer, employer, or other issuer of the contract, not later than nine months after the date of death of the decedent from whom such interest is receivable, then that disclaimer is retroactive to the decedent's death and the interest so disclaimed passes in the same manner as if the person disclaiming had predeceased the decedent. (e) If the disclaimer of an interest receivable under an inter vivos trust or lifetime transfer is made in writing and delivered to the then acting trustee of the trust or to the donor or the personal representative of the donor's estate, (i) if of a present interest, not later than nine months after the day on which the transfer creating the interest in the donee was made, then that disclaimer is retroactive to the date of the creation of the interest and the interest so disclaimed passes as if the person so disclaiming had predeceased the creation of the interest, and (ii) if of a future interest, not later than nine months after the event determining that the taker is finally ascertained and the taker's interest is indefeasibly vested, then that disclaimer is retroactive to the determining event and the disclaimed interest passes as if the person disclaiming had predeceased that event. (f) The time for making a disclaimer shall not in any case expire until nine months after the day on which the person entitled to make the disclaimer attains the age of twenty-one. (g) Nothing in this section shall prevent a testator from providing in a will or a settlor from providing in a trust for the making of disclaimers and for the disposition of disclaimed property in a manner different from the provisions hereof. (h) The right and means provided in this section for the making of a disclaimer are not exclusive but are in addition to every other right and means of a person to make a disclaimer. Nothing in this section shall prevent the making of a disclaimer in any lawful manner. (i) A disclaimer not made within the time limits prescribed by this section shall be construed as an assignment of the interest disclaimed to the persons who would be entitled to take had the disclaimer been timely made. (j) The right and procedure provided in this section for the making of a disclaimer is available to and exercisable by a conservator, a personal representative, or an agent acting on a person's behalf within the authority of a power of attorney. A disclaimer by a conservator shall be subject to the requirements of § 29A-5-420. A disclaimer by a personal representative shall be exercised in the best interests of the estate and only following entry of an appropriate order by the court having jurisdiction. (k) The right to disclaim property or an interest therein is barred by, and any attempted disclaimer shall be invalidated by: (1) An assignment, conveyance, encumbrance, pledge, or transfer of property or interest, or a contract therefor; (2) A written waiver of the right to disclaim; (3) An acceptance of the property or interest or benefit thereunder; or (4) A sale of the property or interest under judicial sale made before the disclaimer is effected. The right to disclaim exists notwithstanding any limitation on the interest of the disclaimant in the nature of a spendthrift provision or similar restriction. The disclaimer or the written waiver of the right to disclaim is binding on the disclaimant or person waiving and all persons claiming through or under the disclaimant or person waiving. (l) Whenever a disclaimer affects any interest in real estate, a certified copy of the disclaimer may be recorded at anytime in the office of the register of deeds in each county wherein any such real estate is located. Failure to so record such a disclaimer does not affect the validity of the disclaimer. Section 2. This Act applies to those decedents whose death occurs after July 1, 1999."}, {"bill_id": 14516, "bill_version_id": 80861, "bill_version": "Enrolled", "bill_version_date": "1999-02-23T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14516, "action_date": "1999-01-21T14:00:00-06:00", "document_id": 82117, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82117.pdf", "status_text": "First read in House and referred to", "journal_page": 110, "committee_id_action": 628, "committee_id_assigned": 626, "result": "N", "vote": {}}, {"bill_id": 14516, "action_date": "1999-01-27T07:45:00-06:00", "document_id": 81926, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81926.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 626, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14516, "action_date": "1999-01-27T07:45:00-06:00", "document_id": 81926, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81926.pdf", "status_text": "Do Pass,", "journal_page": 206, "committee_id_action": 626, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 42628, "president_vote": null, "Yea": [2223, 2233, 2253, 2265, 2267, 2286, 2295, 2300, 2303, 2245, 2207], "Excused": [2227, 2272]}}, {"bill_id": 14516, "action_date": "1999-01-27T07:45:00-06:00", "document_id": 81926, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81926.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 626, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14516, "action_date": "1999-01-28T14:00:00-06:00", "document_id": 82121, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82121.pdf", "status_text": "Do Pass,", "journal_page": 248, "committee_id_action": 628, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 43245, "president_vote": null, "Yea": [2200, 2203, 2204, 2207, 2208, 2209, 2210, 2211, 2212, 2213, 2214, 2216, 2218, 2219, 2220, 2222, 2227, 2228, 2229, 2231, 2232, 2233, 2236, 2237, 2238, 2240, 2243, 2244, 2247, 2248, 2249, 2250, 2253, 2254, 2255, 2256, 2257, 2260, 2261, 2262, 2264, 2265, 2266, 2267, 2268, 2271, 2272, 2273, 2276, 2277, 2278, 2279, 2281, 2282, 2284, 2286, 2287, 2288, 2290, 2291, 2295, 2296, 2297, 2298, 2300, 2301, 2302, 2303, 2245], "Excused": [2223]}}, {"bill_id": 14516, "action_date": "1999-01-29T14:00:00-06:00", "document_id": 81773, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81773.pdf", "status_text": "First read in Senate and referred to", "journal_page": 266, "committee_id_action": 629, "committee_id_assigned": 607, "result": "N", "vote": {}}, {"bill_id": 14516, "action_date": "1999-02-17T10:00:00-06:00", "document_id": 82062, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82062.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 607, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14516, "action_date": "1999-02-19T10:00:00-06:00", "document_id": 82063, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82063.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 607, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14516, "action_date": "1999-02-19T10:00:00-06:00", "document_id": 82063, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82063.pdf", "status_text": "Do Pass,", "journal_page": 582, "committee_id_action": 607, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41830, "president_vote": null, "Yea": [2225, 2269, 2270, 2299], "Excused": [2230, 2234, 2215]}}, {"bill_id": 14516, "action_date": "1999-02-19T10:00:00-06:00", "document_id": 82063, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82063.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 607, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14516, "action_date": "1999-02-22T14:00:00-06:00", "document_id": 82158, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82158.pdf", "status_text": "Do Pass,", "journal_page": 617, "committee_id_action": 629, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41896, "president_vote": null, "Yea": [2199, 2201, 2202, 2205, 2206, 2215, 2217, 2221, 2224, 2225, 2226, 2230, 2234, 2235, 2239, 2241, 2242, 2246, 2251, 2252, 2258, 2259, 2263, 2269, 2270, 2274, 2275, 2280, 2283, 2285, 2289, 2292, 2293, 2294, 2299]}}, {"bill_id": 14516, "action_date": "1999-02-23T14:00:00-06:00", "document_id": 82133, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82133.pdf", "status_text": "Signed by Speaker", "journal_page": 729, "committee_id_action": 628, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14516, "action_date": "1999-02-24T14:00:00-06:00", "document_id": 82160, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82160.pdf", "status_text": "Signed by President", "journal_page": 664, "committee_id_action": 629, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14516, "action_date": "1999-02-25T14:00:00-06:00", "document_id": 82135, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82135.pdf", "status_text": "Delivered to the Governor", "journal_page": 786, "committee_id_action": 628, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14516, "action_date": "1999-03-03T14:00:00-06:00", "document_id": 82137, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82137.pdf", "status_text": "Signed by Governor", "journal_page": 862, "committee_id_action": 628, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 1338}