{"session_id": 36, "bill_id": 10112, "bill_type": "Senate Commemoration", "bill_number": 16, "bill_title": "Honoring the life of John Knebel.", "sponsors": [{"legislator_profile_id": 1609, "is_prime": true}, {"legislator_profile_id": 1565, "is_prime": true}, {"legislator_profile_id": 1605, "is_prime": false}, {"legislator_profile_id": 1604, "is_prime": false}, {"legislator_profile_id": 1601, "is_prime": false}, {"legislator_profile_id": 1437, "is_prime": false}, {"legislator_profile_id": 1618, "is_prime": false}, {"legislator_profile_id": 1576, "is_prime": false}, {"legislator_profile_id": 1559, "is_prime": false}], "keywords": ["Senate Commemorations"], "audio": [], "bill_versions": [{"bill_id": 10112, "bill_version_id": 53408, "bill_version": "Introduced", "bill_version_date": "2019-02-11T10:39:57.017-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring the life of John Knebel. WHEREAS, John Paul Knebel lived a full and joyful, albeit shortened, life of over fifty years; and WHEREAS, John grew up in Marshall County, South Dakota, on the family ranch that has been in existence for one hundred forty years and graduated from Roslyn High School in 1986; and WHEREAS, John's passions in life were ranching and cooking, and he knew everything there was to know about raising cattle and donkeys. There was always something magical about a meal he prepared; and WHEREAS, John enjoyed serving his community, whether that was on the soil conservation board, PAS board, weed board, the Eden Fire Department, or in the United States Marine Corps; and WHEREAS, John never thought of anyone as a stranger, rather just someone he had not met yet; and WHEREAS, John was a dedicated rancher who exhibited what it means to be a South Dakotan, whose calm demeanor and kindness spoke volumes to those who knew him: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Fourth Legislature of the State of South Dakota, that John Knebel be recognized for a life lived knowing the value of friendship, public service, and a strong work ethic."}, {"bill_id": 10112, "bill_version_id": 53653, "bill_version": "Enrolled", "bill_version_date": "2019-02-13T16:53:42.563-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring the life of John Knebel. WHEREAS, John Paul Knebel lived a full and joyful, albeit shortened, life of over fifty years; and WHEREAS, John grew up in Marshall County, South Dakota, on the family ranch that has been in existence for one hundred forty years and graduated from Roslyn High School in 1986; and WHEREAS, John's passions in life were ranching and cooking, and he knew everything there was to know about raising cattle and donkeys. There was always something magical about a meal he prepared; and WHEREAS, John enjoyed serving his community, whether that was on the soil conservation board, PAS board, weed board, the Eden Fire Department, or in the United States Marine Corps; and WHEREAS, John never thought of anyone as a stranger, rather just someone he had not met yet; and WHEREAS, John was a dedicated rancher who exhibited what it means to be a South Dakotan, whose calm demeanor and kindness spoke volumes to those who knew him: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Fourth Legislature of the State of South Dakota, that John Knebel be recognized for a life lived knowing the value of friendship, public service, and a strong work ethic. 100 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.161 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 10112, "action_date": "2019-02-11T14:00:00-06:00", "document_id": 53453, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53453.pdf", "status_text": "", "journal_page": 337, "committee_id_action": 409, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/10112"}