{"session_id": 8, "bill_id": 1761, "bill_type": "Senate Bill", "bill_number": 170, "bill_title": "provide for legislative redistricting by a bipartisan, nonlegislative commission.", "sponsors": [{"legislator_profile_id": 763, "is_prime": true}, {"legislator_profile_id": 747, "is_prime": true}, {"legislator_profile_id": 758, "is_prime": false}, {"legislator_profile_id": 756, "is_prime": false}, {"legislator_profile_id": 765, "is_prime": false}, {"legislator_profile_id": 830, "is_prime": false}, {"legislator_profile_id": 739, "is_prime": false}, {"legislator_profile_id": 764, "is_prime": false}, {"legislator_profile_id": 826, "is_prime": false}, {"legislator_profile_id": 803, "is_prime": false}, {"legislator_profile_id": 824, "is_prime": false}, {"legislator_profile_id": 788, "is_prime": false}, {"legislator_profile_id": 833, "is_prime": false}], "keywords": ["Elections", "Legislature and Statutes", "State Affairs and Government"], "audio": [{"meeting_datetime": "2010-02-10T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sst18.mp3", "start_seconds": 5740.0}, {"meeting_datetime": "2010-02-10T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sst18.mp3", "start_seconds": 5740.0}, {"meeting_datetime": "2010-02-10T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sst18.mp3", "start_seconds": 5740.0}, {"meeting_datetime": "2010-02-10T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sst18.mp3", "start_seconds": 5740.0}], "bill_versions": [{"bill_id": 1761, "bill_version_id": 11548, "bill_version": "Introduced", "bill_version_date": "2010-02-02T07:58:46.857-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for legislative redistricting by a bipartisan, nonlegislative commission. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. A commission of seven citizens, none of whom may be public officials, shall be selected to prepare the plan for redistricting the state into legislative districts. Section 2. The majority and minority leaders of each house shall each designate one commissioner. A commissioner shall be appointed from each district listed in section 3 of this Act. The majority leader of the Senate has first choice of the district from which the majority leader will select a commissioner. The majority leader of the House of Representatives has second choice; the minority leader of the Senate has third choice; the minority leader of the House of Representatives has fourth choice. Within twenty days after their designation, the four commissioners shall select the fifth, sixth, and seventh members. If the four members fail to select the fifth, sixth, and seventh members within the time prescribed, the chief justice of the Supreme Court shall select the fifth, sixth, and seventh members. Section 3. The commission districts are the following counties: (1) District 1 - Minnehaha; (2) District 2 - Brookings, Clark, Codington, Day, Deuel, Grant, Hamlin, Kingsbury, Lake, Marshall, Miner, Moody, and Roberts; (3) District 3 - Aurora, Bon Homme, Brule, Charles Mix, Clay, Davison, Douglas, Gregory, Hanson, Hutchinson, Lincoln, McCook, Turner, Union, and Yankton; (4) District 4 - Beadle, Brown, Buffalo, Campbell, Edmunds, Faulk, Hand, Hughes, Hyde, Jerauld, McPherson, Potter, Sanborn, Spink, Sully, and Walworth; (5) District 5 - Butte, Corson, Dewey, Haakon, Harding, Lawrence, Meade, Perkins, Stanley, and Ziebach; (6) District 6 - Bennett, Custer, Fall River, Jackson, Jones, Lyman, Mellette, Shannon, Todd, and Tripp; (7) District 7 - Pennington. Section 4. If a vacancy occurs on the commission, the appointing authority of the vacated seat shall designate a successor. Section 5. The members shall select a presiding officer from among themselves. Section 6. Commissioners are entitled to the same compensation and expenses as provided to members of the Legislature while attending commission meetings or carrying out the official duties of the commission. Section 7. No member of the commission may run for election to a legislative seat within two years after the redistricting plan in which the member participated becomes effective. Section 8. The director of the Legislative Research Council, under the direction of the Executive Board, shall provide the technical staff and clerical services that the commission needs to prepare its districting plan. Section 9. Upon request, state agencies shall cooperate with the commission and furnish technical assistance and consulting personnel. Section 10. Before the commission submits its legislative redistricting plan to the Legislature, it shall hold at least one public hearing on the plan at the State Capitol, one in Sioux Falls, one in Rapid City, and two on Indian reservations. The commission may hold other hearings as it deems necessary. Section 11. The commission shall submit its legislative redistricting plan to the Legislature by September 20, 2011. Section 12. Within thirty days after the commission submits its legislative redistricting plan to the Legislature, the Legislature shall return the plan to the commission with its recommendations. Section 13. Within thirty days after receiving the legislative redistricting plan and the Legislature's recommendations, the commission shall file its final legislative redistricting plan with the secretary of state and the plan shall become law fulfilling the requirements of S.D. Const., Art. III, § 5."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1761, "action_date": "2010-02-02T14:00:00-06:00", "document_id": 11659, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11659.pdf", "status_text": "First read in Senate and referred to", "journal_page": 208, "committee_id_action": 84, "committee_id_assigned": 69, "result": "N", "vote": {}}, {"bill_id": 1761, "action_date": "2010-02-10T10:00:00-06:00", "document_id": 11797, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11797.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 69, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1761, "action_date": "2010-02-10T10:00:00-06:00", "document_id": 12046, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12046.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 276, "committee_id_action": 69, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6306, "president_vote": null, "Yea": [758, 766, 753, 794, 782, 754], "Nay": [739, 764, 747]}}]}