{"session_id": 47, "bill_id": 13521, "bill_type": "House Bill", "bill_number": 1265, "bill_title": "to require certain coverages in health insurance policies.", "sponsors": [{"legislator_profile_id": 2148, "is_prime": true}, {"legislator_profile_id": 2194, "is_prime": true}, {"legislator_profile_id": 2127, "is_prime": false}, {"legislator_profile_id": 2157, "is_prime": false}], "keywords": ["Health Insurance", "Pregnancy & Childbirth"], "audio": [], "bill_versions": [{"bill_id": 13521, "bill_version_id": 77526, "bill_version": "Introduced", "bill_version_date": "1998-01-22T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require certain coverages in health insurance policies. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 58-17 be amended by adding thereto a NEW SECTION to read as follows: Every health insurance policy shall provide coverage for prenatal care services and child health supervision services. The policy shall exempt reasonable and customary charges for prenatal care services and child health supervision services from a deductible, copayment, or other coinsurance requirement. As used in this section, prenatal care services means the comprehensive package of medical support provided throughout the pregnancy as defined by Standards for Obstetric-Gynecologic Services issued by the American College of Obstetricians and Gynecologists as of January 1, 1998, and child health supervision services means pediatric preventive services, appropriate immunizations, developmental assessments, and laboratory services appropriate to the age of a child from birth to age six, and appropriate immunizations from ages six to eighteen as defined by Standards of Child Health Care issued by the American Academy of Pediatrics as of January 1, 1998. Reimbursement shall be made for at least four child health supervision visits from birth to twelve months, three child health supervision visits from twelve months to twenty-four months, and one child health supervision visit a year from twenty-four months to seventy-two months. Section 2. That chapter 58-18 be amended by adding thereto a NEW SECTION to read as follows: Every group health insurance policy shall provide coverage for prenatal care services and child health supervision services. The policy shall exempt reasonable and customary charges for prenatal care services and child health supervision services from a deductible, copayment, or other coinsurance requirement. As used in this section, prenatal care services means the comprehensive package of medical support provided throughout the pregnancy as defined by Standards for Obstetric-Gynecologic Services issued by the American College of Obstetricians and Gynecologists as of January 1, 1998, and child health supervision services means pediatric preventive services, appropriate immunizations, developmental assessments, and laboratory services appropriate to the age of a child from birth to age six, and appropriate immunizations from ages six to eighteen as defined by Standards of Child Health Care issued by the American Academy of Pediatrics as of January 1, 1998. Reimbursement shall be made for at least four child health supervision visits from birth to twelve months, three child health supervision visits from twelve months to twenty-four months, and one child health supervision visit a year from twenty-four months to seventy-two months. Section 3. That chapter 58-18B be amended by adding thereto a NEW SECTION to read as follows: Every small employer health benefit plan shall provide coverage for prenatal care services and child health supervision services. The plan shall exempt reasonable and customary charges for prenatal care services and child health supervision services from a deductible, copayment, or other coinsurance requirement. As used in this section, prenatal care services means the comprehensive package of medical support provided throughout the pregnancy as defined by Standards for Obstetric-Gynecologic Services issued by the American College of Obstetricians and Gynecologists as of January 1, 1998, and child health supervision services means pediatric preventive services, appropriate immunizations, developmental assessments, and laboratory services appropriate to the age of a child from birth to age six, and appropriate immunizations from ages six to eighteen as defined by Standards of Child Health Care issued by the American Academy of Pediatrics as of January 1, 1998. Reimbursement shall be made for at least four child health supervision visits from birth to twelve months, three child health supervision visits from twelve months to twenty-four months, and one child health supervision visit a year from twenty-four months to seventy-two months. Section 4. That chapter 58-38 be amended by adding thereto a NEW SECTION to read as follows: Every service or indemnity-type contract issued by a nonprofit medical and surgical service plan corporation shall provide coverage for prenatal care services and child health supervision services. The contract shall exempt reasonable and customary charges for prenatal care services and child health supervision services from a deductible, copayment, or other coinsurance requirement. As used in this section, prenatal care services means the comprehensive package of medical support provided throughout the pregnancy as defined by Standards for Obstetric- Gynecologic Services issued by the American College of Obstetricians and Gynecologists as of January 1, 1998, and child health supervision services means pediatric preventive services, appropriate immunizations, developmental assessments, and laboratory services appropriate to the age of a child from birth to age six, and appropriate immunizations from ages six to eighteen as defined by Standards of Child Health Care issued by the American Academy of Pediatrics as of January 1, 1998. Reimbursement shall be made for at least four child health supervision visits from birth to twelve months, three child health supervision visits from twelve months to twenty-four months, and one child health supervision visit a year from twenty-four months to seventy-two months. Section 5. That chapter 38-40 be amended by adding thereto a NEW SECTION to read as follows: Every service or indemnity-type contract issued by a nonprofit hospital service plan corporation shall provide coverage for prenatal care services and child health supervision services. The contract shall exempt reasonable and customary charges for prenatal care services and child health supervision services from a deductible, copayment, or other coinsurance requirement. As used in this section, prenatal care services means the comprehensive package of medical support provided throughout the pregnancy as defined by Standards for Obstetric- Gynecologic Services issued by the American College of Obstetricians and Gynecologists as of January 1, 1998, and child health supervision services means pediatric preventive services, appropriate immunizations, developmental assessments, and laboratory services appropriate to the age of a child from birth to age six, and appropriate immunizations from ages six to eighteen as defined by Standards of Child Health Care issued by the American Academy of Pediatrics as of January 1, 1998. Reimbursement shall be made for at least four child health supervision visits from birth to twelve months, three child health supervision visits from twelve months to twenty-four months, and one child health supervision visit a year from twenty-four months to seventy-two months. Section 6. That chapter 58-41 be amended by adding thereto a NEW SECTION to read as follows: Every health maintenance contract shall provide coverage for prenatal care services and child health supervision services. The contract shall exempt reasonable and customary charges for prenatal care services and child health supervision services from a deductible, copayment, or other coinsurance requirement. As used in this section, prenatal care services means the comprehensive package of medical support provided throughout the pregnancy as defined by Standards for Obstetric-Gynecologic Services issued by the American College of Obstetricians and Gynecologists as of January 1, 1998, and child health supervision services means pediatric preventive services, appropriate immunizations, developmental assessments, and laboratory services appropriate to the age of a child from birth to age six, and appropriate immunizations from ages six to eighteen as defined by Standards of Child Health Care issued by the American Academy of Pediatrics as of January 1, 1998. Reimbursement shall be made for at least four child health supervision visits from birth to twelve months, three child health supervision visits from twelve months to twenty-four months, and one child health supervision visit a year from twenty-four months to seventy-two months."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13521, "action_date": "1998-01-23T14:00:00-06:00", "document_id": 76899, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76899.pdf", "status_text": "First read in House and referred to", "journal_page": 198, "committee_id_action": 600, "committee_id_assigned": 588, "result": "N", "vote": {}}, {"bill_id": 13521, "action_date": "1998-02-03T07:45:00-06:00", "document_id": 76635, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76635.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 588, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13521, "action_date": "1998-02-03T07:45:00-06:00", "document_id": 76635, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76635.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 358, "committee_id_action": 588, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40213, "president_vote": null, "Nay": [2127, 2132], "Yea": [2180, 2186, 2100, 2104, 2105, 2151, 2178, 2183, 2171, 2177], "Excused": [2198]}}]}