{"session_id": 57, "bill_id": 19417, "bill_type": "House Joint Resolution", "bill_number": 1003, "bill_title": "Proposing and submitting to the electors at the next general election an amendment to Article V, § 7 of the Constitution of the State of South Dakota, relating to the appointment and retention of Supreme Court justices and circuit court judges.", "sponsors": [{"legislator_profile_id": 3184, "is_prime": true}, {"legislator_profile_id": 3219, "is_prime": true}, {"legislator_profile_id": 3152, "is_prime": false}, {"legislator_profile_id": 3158, "is_prime": false}, {"legislator_profile_id": 3168, "is_prime": false}, {"legislator_profile_id": 3173, "is_prime": false}, {"legislator_profile_id": 3180, "is_prime": false}, {"legislator_profile_id": 3186, "is_prime": false}, {"legislator_profile_id": 3188, "is_prime": false}, {"legislator_profile_id": 3191, "is_prime": false}, {"legislator_profile_id": 3203, "is_prime": false}, {"legislator_profile_id": 3205, "is_prime": false}, {"legislator_profile_id": 3211, "is_prime": false}, {"legislator_profile_id": 3217, "is_prime": false}, {"legislator_profile_id": 3236, "is_prime": false}, {"legislator_profile_id": 3241, "is_prime": false}], "keywords": ["Joint Resolutions", "Unified Judicial System"], "audio": [{"meeting_datetime": "2005-02-14T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hst25.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 19417, "bill_version_id": 103408, "bill_version": "Introduced", "bill_version_date": "2005-01-27T09:14:25-06:00", "bill_text": "A JOINT RESOLUTION, Proposing and submitting to the electors at the next general election an amendment to Article V, § 7 of the Constitution of the State of South Dakota, relating to the appointment and retention of Supreme Court justices and circuit court judges. BE IT RESOLVED BY THE HOUSE OF REPRESENTATIVES OF THE STATE OF SOUTH DAKOTA, THE SENATE CONCURRING THEREIN: Section 1. That at the next general election held in the state, the following amendment to Article V, section 7 of the Constitution of the State of South Dakota, as set forth in section 2 of this Joint Resolution, which is hereby agreed to, shall be submitted to the electors of the state for approval. Section 2. That Article V, section 7 of the Constitution of the State of South Dakota, be amended to read as follows: § 7. Circuit court judges shall be elected in a nonpolitical election by the electorate of the circuit each represents for an eight-year term. A vacancy, as defined by law, in the office of a Supreme Court justice or circuit court judge, shall be filled by appointment of the Governor from one of two or more persons nominated by the judicial qualifications commission. The appointment to fill a vacancy of a circuit court judge shall be for the balance of the unexpired term; and the appointment to fill a vacancy of a Supreme Court justice or a circuit court judge shall be subject to approval or rejection as hereinafter set forth. Any appointment by the Governor of any person to either the Supreme Court or the circuit court is provisional subject to the advice and consent of the senate at the next regular annual session following such appointment. If any provisional appointee fails to secure the advice and consent of the senate, the senate shall so notify the Governor and the Chief Justice of the Supreme Court, and the office is vacant from the date of notification. Retention of each Supreme Court justice or circuit court judge shall, in the manner provided by law, be subject to approval or rejection on a nonpolitical ballot at the first general election following the expiration of three years from the date of his the appointment. Thereafter, each Supreme Court justice or circuit court judge shall be subject to approval or rejection in like manner every eighth year. All incumbent Supreme Court justices circuit court judges at the time of the effective date of this amendment shall be subject to a retention election in the general election in the year in which their respective existing terms expire. Each Supreme Court justice shall be subject to a statewide retention election, and each circuit court judge shall be subject to a retention election by the electorate of the circuit the judge represents."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 19417, "action_date": "2005-01-27T14:00:00-06:00", "document_id": 103466, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103466.pdf", "status_text": "First read in House and referred to", "journal_page": 208, "committee_id_action": 860, "committee_id_assigned": 855, "result": "N", "vote": {}}, {"bill_id": 19417, "action_date": "2005-02-14T10:00:00-06:00", "document_id": 104668, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104668.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 855, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19417, "action_date": "2005-02-14T10:00:00-06:00", "document_id": 104668, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104668.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 459, "committee_id_action": 855, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 60019, "president_vote": null, "Yea": [3162, 3171, 3176, 3182, 3187, 3206, 3216, 3223, 3231, 3167, 3232], "Excused": [3174, 3215]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/19417"}