{"session_id": 21, "bill_id": 6402, "bill_type": "Senate Bill", "bill_number": 50, "bill_title": "authorize the South Dakota Building Authority to provide for the construction, reconstruction, renovation, and modernization of state park facilities and infrastructure at Custer State Park for the Department of Game, Fish and Parks, to make an appropriation therefor, and to declare an emergency.", "sponsors": [], "keywords": ["Appropriation", "Game, Fish, Parks, and Forestry", "Public Buildings", "Public Fiscal Administration", "Public Property, Purchases and Contracts"], "audio": [{"meeting_datetime": "2015-02-20T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sap25.mp3", "start_seconds": 5596.0}, {"meeting_datetime": "2015-02-20T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sap25.mp3", "start_seconds": 5596.0}, {"meeting_datetime": "2015-02-20T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sap25.mp3", "start_seconds": 5596.0}, {"meeting_datetime": "2015-02-20T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sap25.mp3", "start_seconds": 5596.0}, {"meeting_datetime": "2015-02-20T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sap25.mp3", "start_seconds": 5596.0}, {"meeting_datetime": "2015-02-25T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sen27.mp3", "start_seconds": 2207.0}, {"meeting_datetime": "2015-02-25T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sen27.mp3", "start_seconds": 2207.0}, {"meeting_datetime": "2015-02-25T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sen27.mp3", "start_seconds": 2207.0}, {"meeting_datetime": "2015-03-03T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hap30.mp3", "start_seconds": 888.0}, {"meeting_datetime": "2015-03-03T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hap30.mp3", "start_seconds": 888.0}, {"meeting_datetime": "2015-03-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou32.mp3", "start_seconds": 1741.0}, {"meeting_datetime": "2015-03-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou32.mp3", "start_seconds": 1741.0}, {"meeting_datetime": "2015-03-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou32.mp3", "start_seconds": 1741.0}], "bill_versions": [{"bill_id": 6402, "bill_version_id": 33025, "bill_version": "Introduced", "bill_version_date": "2015-01-10T12:12:53.923-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize the South Dakota Building Authority to provide for the construction, reconstruction, renovation, and modernization of state park facilities and infrastructure at Custer State Park for the Department of Game, Fish and Parks, to make an appropriation therefor, and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. It is in the public interest that the South Dakota Building Authority contract for the construction, reconstruction, renovation, and modernization of facilities and related infrastructure at Custer State Park including buildings, fixtures, plumbing, water, sewer, electric upgrades, domestic water treatment systems, site preparation, construction of facilities, improvements to the outside of the facilities, landscaping the grounds of the facilities, architectural, engineering, film production for the new visitor center, and bonding services. The construction, reconstruction, renovation, and modernization of facilities and related infrastructure shall address priority needs identified in the Custer State Park Resort Master Plan prepared in 2014. The Building Authority may finance this project, including the issuance of revenue bonds not to exceed eleven million five hundred thousand dollars, in accordance with this Act and chapter 5-12. Section 2. There is hereby appropriated from the general fund the sum of eleven million five hundred thousand dollars ($11,500,000), or so much thereof as may be necessary, to the Custer State Park improvement fund for the expenditures authorized by this Act. There is hereby appropriated the sum of eleven million five hundred thousand dollars ($11,500,000) in other fund expenditure authority, or so much thereof as may be necessary, to the Department of Game, Fish and Parks, for expenditures authorized by this Act. Section 3. The entire amount appropriated pursuant to section 2 of this Act, shall be repaid, with interest, to the general fund. The repayment to the general fund shall take no longer than four years from the date of the appropriation from the general fund to the Custer State Park improvement fund as provided in section 2 of this Act, and the interest rate used to calculate the annual repayment amount shall equal the average interest rate earned by the state cash flow fund in the most recent completed fiscal year as supplied by the Bureau of Finance and Management. Starting on January 1, 2016, the Department of Game, Fish and Parks shall make annual payments to the general fund based upon a fifteen year amortization schedule for the outstanding balance due to the general fund. Section 4. To minimize the length of time required to fully reimburse the general fund for the amounts appropriated to the Custer State Park improvement fund, the Department of Game, Fish and Parks shall work with the Building Authority and other departments and agencies of the state to take advantage of every future opportunity to issue tax exempt bonds, up to the maximum amount allowed under §§ 103 and 140 to 150, inclusive, of the Internal Revenue Code for each bond issue. Any additional funds generated from each tax exempt bond issue not required or dedicated to be used by such other department or agency of the state shall be used to repay the general fund until the total amount appropriated from the general fund pursuant to section 2 of this Act, has been repaid with interest. Section 5. Pursuant to section 4 of this Act, if the Building Authority and the Department of Game, Fish and Parks determine tax exempt bonding opportunities and other sources of repayment are insufficient to repay the total amount appropriated from the general fund, the Department of Game, Fish and Parks shall work with the Building Authority to issue bonds in an amount sufficient to fully repay the remaining amount required to fully restore the general fund. Section 6. If, at any point in time before the general fund has been fully repaid, the Legislature determines that the need exists to fully restore the amounts appropriated from the general fund to the Custer State Park improvement fund as provided in section 2 of this Act, the Department of Game, Fish and Parks shall work with the Building Authority to issue bonds in an amount great enough to fully restore the amounts appropriated from the general fund. Section 7. No indebtedness, bond, or obligation incurred or created under authority of this Act may be or may become a lien, charge, or liability against the State of South Dakota, nor against the property or funds of the State of South Dakota within the meaning of the Constitution or statutes of South Dakota. Section 8. The Building Authority may accept any funds obtained from gifts, contributions, or other sources for the purposes stated in section 1 of this Act. Section 9. The Department of Game, Fish and Parks may make and enter into a lease agreement with the Building Authority and make rental payments under the terms thereof, pursuant to chapter 5-12, from funds appropriated by the Legislature for the payment of rent to support the construction, completion, furnishing, equipping, payment of revenue bonds issued pursuant to this Act, and repayment of construction costs paid through the funds appropriated from the general fund pursuant to section 2 of this Act. The Custer State Park bond redemption fund as created in § 41-17-22.5 shall pay lease rental amounts to the Building Authority or to restore the general fund, as applicable. Section 10. Upon receipt of payment of the balance of rental payments made under the terms of any lease entered into pursuant to section 9 of this Act, the Building Authority shall convey the leased property improvements in Custer State Park to the Department of Game, Fish and Parks pursuant to § 5-12-15. Section 11. The design and construction of improvements shall be under the general charge and supervision of the Bureau of Administration as provided in § 5-14-2. Section 12. Except as provided in section 2 of this Act, no money from the general fund nor any money appropriated for statewide maintenance and repair may be used to finance the maintenance and repair of the facilities specified in this Act. Section 13. The secretary of the Department of Game, Fish and Parks shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 14. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 6402, "bill_version_id": 35360, "bill_version": "Senate Appropriations Engrossed", "bill_version_date": "2015-02-20T12:22:04.413-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize the South Dakota Building Authority to provide for the construction, reconstruction, renovation, and modernization of state park facilities and infrastructure at Custer State Park for the Department of Game, Fish and Parks, to make an appropriation therefor, and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. It is in the public interest that the South Dakota Building Authority contract for the construction, reconstruction, renovation, and modernization of facilities and related infrastructure at Custer State Park including buildings, fixtures, plumbing, water, sewer, electric upgrades, domestic water treatment systems, site preparation, construction of facilities, improvements to the outside of the facilities, landscaping the grounds of the facilities, architectural, engineering, film production for the new visitor center, and bonding services. The construction, reconstruction, renovation, and modernization of facilities and related infrastructure shall address priority needs identified in the Custer State Park Resort Master Plan prepared in 2014. The Building Authority may finance this project, including the issuance of revenue bonds not to exceed eleven million five hundred thousand dollars, in accordance with this Act and chapter 5-12. Section 2. There is hereby appropriated from the budget reserve fund the sum of eleven million five hundred thousand dollars ($11,500,000), or so much thereof as may be necessary, to the Custer State Park improvement fund for the expenditures authorized by this Act. There is hereby appropriated the sum of eleven million five hundred thousand dollars ($11,500,000) in other fund expenditure authority, or so much thereof as may be necessary, to the Department of Game, Fish and Parks, for expenditures authorized by this Act. Section 3. The entire amount appropriated pursuant to section 2 of this Act, shall be repaid, with interest. The repayment to the state shall take no longer than four years from the date of the appropriation to the Custer State Park improvement fund as provided in section 2 of this Act, and the interest rate used to calculate the annual repayment amount shall equal the average interest rate earned by the state cash flow fund in the most recent completed fiscal year as supplied by the Bureau of Finance and Management. Starting on January 1, 2016, the Department of Game, Fish and Parks shall make annual payments based upon a fifteen year amortization schedule for the outstanding balance due to the state. Principal payments shall be deposited in the budget reserve fund and interest payments shall be deposited in the general fund. Section 4. To minimize the length of time required to fully reimburse the state for the amounts appropriated to the Custer State Park improvement fund, the Department of Game, Fish and Parks shall work with the Building Authority and other departments and agencies of the state to take advantage of every future opportunity to issue tax exempt bonds, up to the maximum amount allowed under §§ 103 and 140 to 150, inclusive, of the Internal Revenue Code for each bond issue. Any additional funds generated from each tax exempt bond issue not required or dedicated to be used by such other department or agency of the state shall be used to repay the state until the total amount appropriated pursuant to section 2 of this Act, has been repaid with interest. Section 5. Pursuant to section 4 of this Act, if the Building Authority and the Department of Game, Fish and Parks determine tax exempt bonding opportunities and other sources of repayment are insufficient to repay the total amount appropriated pursuant to section 2 of this Act, the Department of Game, Fish and Parks shall work with the Building Authority to issue bonds in an amount sufficient to fully repay the remaining amount required to fully restore the budget reserve fund. Section 6. If, at any point in time before the state has been fully repaid, the Legislature determines that the need exists to fully restore the amounts appropriated to the Custer State Park improvement fund as provided in section 2 of this Act, the Department of Game, Fish and Parks shall work with the Building Authority to issue bonds in an amount great enough to fully restore the amounts appropriated. Section 7. If at any point in time, the Department of Game, Fish and Park requests the Building Authority to issue bonds to finance the costs authorized in section 1 of this Act, or to restore the amounts appropriated to the Custer State Park improvement fund as provided in section 2 of this Act, the Building Authority shall issue bonds for such purposes using such combination of tax exempt and taxable bonds as it deems necessary or appropriate. Section 8. No indebtedness, bond, or obligation incurred or created under authority of this Act may be or may become a lien, charge, or liability against the State of South Dakota, nor against the property or funds of the State of South Dakota within the meaning of the Constitution or statutes of South Dakota. Section 9. The Building Authority may accept any funds obtained from gifts, contributions, or other sources for the purposes stated in section 1 of this Act. Section 10. The Department of Game, Fish and Parks may make and enter into a lease agreement with the Building Authority and make rental payments under the terms thereof, pursuant to chapter 5-12, from funds appropriated by the Legislature for the payment of rent to support the construction, completion, furnishing, equipping, payment of revenue bonds issued pursuant to this Act, and repayment of construction costs paid through the funds appropriated pursuant to section 2 of this Act. The Custer State Park bond redemption fund as created in § 41-17-22.5 shall pay lease rental amounts to the Building Authority or to restore the amounts appropriated pursuant to section 2 of this Act, as applicable. Section 11. Upon receipt of payment of the balance of rental payments made under the terms of any lease entered into pursuant to section 10 of this Act, the Building Authority shall convey the leased property improvements in Custer State Park to the Department of Game, Fish and Parks pursuant to § 5-12-15. Section 12. The design and construction of improvements shall be under the general charge and supervision of the Bureau of Administration as provided in § 5-14-2. Section 13. No money from the general fund nor any money appropriated for statewide maintenance and repair may be used to finance the maintenance and repair of the facilities specified in this Act. Section 14. The secretary of the Department of Game, Fish and Parks shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 15. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 6402, "bill_version_id": 36085, "bill_version": "Enrolled", "bill_version_date": "2015-03-06T09:52:42.213-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6402, "action_date": "2015-01-13T12:00:00-06:00", "document_id": 33120, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33120.pdf", "status_text": "First read in Senate and referred to", "journal_page": 25, "committee_id_action": 284, "committee_id_assigned": 283, "result": "N", "vote": {}}, {"bill_id": 6402, "action_date": "2015-01-23T08:00:00-06:00", "document_id": 33341, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33341.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 283, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6402, "action_date": "2015-01-30T08:00:00-06:00", "document_id": 33850, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33850.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 283, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6402, "action_date": "2015-02-06T08:00:00-06:00", "document_id": 34347, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34347.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 283, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6402, "action_date": "2015-02-12T08:00:00-06:00", "document_id": 34734, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34734.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 283, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6402, "action_date": "2015-02-20T08:00:00-06:00", "document_id": 35121, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35121.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 283, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6402, "action_date": "2015-02-20T08:00:00-06:00", "document_id": 35367, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35367.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 283, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6402, "action_date": "2015-02-20T08:00:00-06:00", "document_id": 35367, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35367.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 283, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6402, "action_date": "2015-02-20T08:00:00-06:00", "document_id": 35367, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35367.pdf", "status_text": "Do Pass Amended", "journal_page": 467, "committee_id_action": 283, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 18876, "president_vote": null, "Yea": [868, 855, 893, 876, 903, 873, 942, 892, 886]}}, {"bill_id": 6402, "action_date": "2015-02-25T14:00:00-06:00", "document_id": 35568, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35568.pdf", "status_text": "Do Pass Amended", "journal_page": 512, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 19070, "president_vote": null, "Yea": [853, 854, 855, 856, 858, 860, 889, 894, 903, 876, 899, 885, 896, 901, 895, 898, 890, 900, 942, 891, 893, 886, 862, 880, 944, 902, 877, 868, 871, 892, 872, 873, 878, 897], "Excused": [943]}}, {"bill_id": 6402, "action_date": "2015-02-26T14:00:00-06:00", "document_id": 35634, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35634.pdf", "status_text": "First read in House and referred to", "journal_page": 539, "committee_id_action": 286, "committee_id_assigned": 288, "result": "N", "vote": {}}, {"bill_id": 6402, "action_date": "2015-03-03T08:00:00-06:00", "document_id": 35801, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35801.pdf", "status_text": "Do Pass", "journal_page": 562, "committee_id_action": 288, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 19244, "president_vote": null, "Excused": [938], "Yea": [910, 913, 940, 883, 863, 951, 927, 875]}}, {"bill_id": 6402, "action_date": "2015-03-04T14:00:00-06:00", "document_id": 35959, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35959.pdf", "status_text": "Deferred to another day", "journal_page": 600, "committee_id_action": 286, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6402, "action_date": "2015-03-05T14:00:00-06:00", "document_id": 36040, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36040.pdf", "status_text": "Do Pass Amended", "journal_page": 612, "committee_id_action": 286, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 19482, "president_vote": null, "Yea": [883, 915, 952, 884, 938, 888, 928, 923, 875, 931, 941, 927, 857, 859, 917, 924, 929, 947, 937, 948, 945, 882, 909, 958, 913, 887, 951, 861, 919, 956, 936, 879, 907, 930, 953, 881, 906, 908, 940, 935, 916, 911, 910, 863, 864, 914, 922, 865, 933, 866, 867, 926, 955, 869, 950, 912, 904, 921, 918, 954, 932, 949, 934, 957, 874], "Excused": [925], "Nay": [946, 905, 939, 920]}}, {"bill_id": 6402, "action_date": "2015-03-06T13:00:00-06:00", "document_id": 36149, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36149.pdf", "status_text": "Signed by the President", "journal_page": 628, "committee_id_action": 284, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6402, "action_date": "2015-03-09T14:00:00-05:00", "document_id": 36248, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36248.pdf", "status_text": "Signed by the Speaker", "journal_page": 670, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6402, "action_date": "2015-03-10T10:00:00-05:00", "document_id": 36315, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36315.pdf", "status_text": "Delivered to the Governor", "journal_page": 646, "committee_id_action": 284, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6402, "action_date": "2015-03-13T09:00:00-05:00", "document_id": 36577, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36577.pdf", "status_text": "Signed by the Governor", "journal_page": 714, "committee_id_action": 284, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5972, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/6402"}