{"session_id": 68, "bill_id": 24067, "bill_type": "House Bill", "bill_number": 1152, "bill_title": "provide oversight regarding the exercise of gubernatorial emergency powers.", "sponsors": [{"legislator_profile_id": 4406, "is_prime": true}, {"legislator_profile_id": 4333, "is_prime": false}, {"legislator_profile_id": 4360, "is_prime": false}, {"legislator_profile_id": 4375, "is_prime": false}, {"legislator_profile_id": 4393, "is_prime": false}, {"legislator_profile_id": 4401, "is_prime": false}, {"legislator_profile_id": 4404, "is_prime": false}], "keywords": ["Emergency Management", "Legislative Oversight"], "audio": [{"meeting_datetime": "2023-02-03T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hst17.mp3", "start_seconds": 1968.0}, {"meeting_datetime": "2023-02-03T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hst17.mp3", "start_seconds": 1968.0}, {"meeting_datetime": "2023-02-03T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hst17.mp3", "start_seconds": 1968.0}, {"meeting_datetime": "2023-02-03T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hst17.mp3", "start_seconds": 1968.0}], "bill_versions": [{"bill_id": 24067, "bill_version_id": 246546, "bill_version": "Introduced", "bill_version_date": "2023-01-26T07:31:43.56-06:00", "bill_text": "An Act to provide oversight regarding the exercise of gubernatorial emergency powers. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 34-48A-5 be AMENDED: 34-48A-5. In the event of disaster, war, act of terrorism as defined in state law§ 22-8-12, or emergency that is beyond local government capability, the Governor: (1) May assume direct operational control over all or any part of the emergency management functions within the state which may affect all or any portion of the state; (2) May declare an emergency or disaster to exist in the stricken area and employ emergency management to assist local authorities to affect relief and restoration; (3) May call upon and use any facilities, equipment, other nonmedical supplies, and resources available from any source, other than personal or private funds, in order to carry out the purposes of this chapter by contributing to the expense incurred in providing relief in such amounts as the Governor shall determine. However, nothing in this subdivision may be construed to authorize the taking of firearms, as defined in subdivision 22-1-2(16), without the consent of the owner; (4) May suspend the provisions of any rules of any state agency, if strict compliance with the provisions of the rule would in any way prevent, hinder, or delay necessary action in managing a disaster, war, act of terrorism, or emergency, including fire, flood, earthquake, severe high and low temperatures, tornado storm, wave action, oil spill, or other water or air contamination, epidemic, blight, drought, infestation, explosion, riot, or hostile military or paramilitary action, which is determined by the Governor to require state or state and federal assistance or actions to supplement the recovery efforts of local governments in alleviating the damage, loss, hardship, or suffering caused thereby; (5) May control the ingress and egress in a designated disaster or emergency area, the movement of vehicles upon highways within the area, the movement of persons within the area, and the occupancy of premises within the area; (6) May procure, acquire, store, distribute, and dispense any pharmaceutical agents or medical supplies located within the state as may be reasonable and necessary to respond to the disaster, emergency, or act of terrorism; (7) May appoint and prescribe the duties of such out-of-state health care providers as may be reasonable and necessary to respond to the disaster, emergency, or act of terrorism; (8) May provide for the examination and safe disposal of any dead body as may be reasonable and necessary to respond to the disaster, emergency, or act of terrorism; and (9) May provide for the protection, construction or reconstruction, repair, and maintenance of public or private transportation facilities. The powers granted to the Governor under this section shall remain in effect for a period of six months and may be restored for one or more successive six-month periods by declaration of the Governor that the conditions permitting such powers persist. Section 2. That chapter 34-48A be amended with a NEW SECTION: The powers granted to the Governor under § 34-48A-5 may be exercised for a period of thirty days from the date of the Governor's declaration, unless terminated earlier by the Governor. If the Governor determines the disaster, war, act of terrorism, or emergency that required the initial exercise of powers under § 34-48A-5 warrants a continuance of those powers beyond the permitted thirty-day period, the Governor shall obtain legislative concurrence for the continuance in the following manner: (1) If the Legislature is in session: (a) Provide written notice of that determination to the Legislature; (b) Provide evidence supporting that determination; and (c) Request that the Legislature either continue those powers for a specified period or provide other authority or direction, as the Legislature deems appropriate; or (2) If the Legislature is in a recess or between sessions: (a) Provide written notice of that determination to the Executive Board of the Legislative Research Council; (b) Provide evidence supporting that determination; and (c) Request that the Executive Board authorize a continuance, in accordance with section 3 of this Act. Section 3. That chapter 34-48A be amended with a NEW SECTION: Upon receipt of a notice, evidence, and request for a continuance of the Governor's emergency powers, as provided for in section 2 of this Act, the Executive Board of the Legislative Research Council may: (1) Authorize a single continuance of the Governor's emergency powers, as set forth in § 34-48A-5, for a specified period not exceeding thirty days; or (2) Deny the request for a continuance of the Governor's emergency powers. Section 4. That chapter 34-48A be amended with a NEW SECTION: Nothing in § 34-48A-5 or in sections 2 or 3 of this Act precludes the Governor from convening the Legislature in special session, as provided in S.D. Const. Art. IV, § 3, or precludes the Legislature from convening in special session, as provided in S.D. Const. Art. III, § 31, to address the disaster, war, act of terrorism, or emergency that resulted in the initial exercise of gubernatorial powers under § 34-48A-5."}], "amendments": [{"bill_id": 24067, "document_id": 248381, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248381.pdf", "legislator_profile_id": 4406, "document_id_instructions": 248382, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/248382.pdf"}], "fiscal_notes": [], "action_log": [{"bill_id": 24067, "action_date": "2023-01-26T13:00:00-06:00", "document_id": 246371, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/246371.pdf", "status_text": "First read in House and referred to", "journal_page": 160, "committee_id_action": 1159, "committee_id_assigned": 1166, "result": "N", "vote": {}}, {"bill_id": 24067, "action_date": "2023-02-03T07:45:00-06:00", "document_id": 248135, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248135.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1166, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24067, "action_date": "2023-02-03T07:45:00-06:00", "document_id": 248136, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248136.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 1166, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 24067, "action_date": "2023-02-03T07:45:00-06:00", "document_id": 248136, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248136.pdf", "status_text": "Tabled", "journal_page": null, "committee_id_action": 1166, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76732, "president_vote": null, "Yea": [4334, 4337, 4341, 4343, 4344, 4353, 4368, 4385, 4409, 4470, 4408, 4392], "Nay": [4366]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24067"}