{"session_id": 69, "bill_id": 24984, "bill_type": "House Bill", "bill_number": 1114, "bill_title": "prohibit the use of paid petition circulators to collect signatures for a statewide ballot measure.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24984", "sponsors": [{"legislator_profile_id": 4543, "is_prime": true}, {"legislator_profile_id": 4477, "is_prime": false}, {"legislator_profile_id": 4529, "is_prime": false}, {"legislator_profile_id": 4531, "is_prime": false}, {"legislator_profile_id": 4537, "is_prime": false}, {"legislator_profile_id": 4546, "is_prime": false}], "keywords": ["Ballot Measures", "Elections", "Legislature and Statutes", "Petitions"], "audio": [], "bill_versions": [{"bill_id": 24984, "bill_version_id": 260483, "bill_version": "Introduced", "bill_version_date": "2024-01-17T21:52:39.627-06:00", "bill_text": "An Act to prohibit the use of paid petition circulators to collect signatures for a statewide ballot measure. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 2-1-1.1 be AMENDED: 2-1-1.1. A petition as it is to be circulated for an initiated amendment to the Constitution must be filed with the secretary of state, including an electronic copy of the petition, prior to circulation for signatures and at least one year before the next general election at which the initiated amendment is proposed to be submitted to the voters. The petition filing must: (1) Contain the full text of the initiated amendment in fourteen-point font; (2) Contain the date of the general election at which the initiated amendment is to be submitted; (3) Contain the title and explanation as prepared by the attorney general; (4) Be accompanied by a notarized affidavit form signed by each person who is a petition sponsor that includes the name and address of each petition sponsor; and (5) Be accompanied by a statement of organization as provided in § 12-27-6. Each petition circulator shall provide to each person who signs the petition a form containing the title and explanation of the initiated amendment to the Constitution as prepared by the attorney general; any fiscal note prepared pursuant to § 2-9-30; and the name, phone number, and email address of each petition sponsor; and a statement whether the petition circulator is a volunteer or paid petition circulator and, if a paid circulator, the amount the circulator is being paid. The form must be approved by the secretary of state prior to circulation. The petition form, as prescribed by the State Board of Elections, must include the paid circulator identification number within the verification of any paid circulator. For any initiated amendment petition, no signature may be obtained more than twenty-four months preceding the general election that was designated at the time of filing of the full text. A sworn affidavit, signed by at least two-thirds of the petition sponsors, stating that the documents filed constitute the entire petition and to the best of the knowledge of the sponsors contains a sufficient number of signatures shall also be filed with the secretary of state. The initiated amendment petition signatures must be filed with the secretary of state by the first Tuesday in May of a general election year for the initiated amendment to qualify for submission to the voters at the next general election. The form of the petition otherwise, including petition size and petition font size for ballot measure language not prescribed in this section, and the affidavit must be prescribed by the State Board of Elections. Section 2. That § 2-1-1.2 be AMENDED: 2-1-1.2. A petition as it is to be circulated for an initiated measure must be filed with the secretary of state, including an electronic copy of the petition, prior to circulation for signatures and at least one year before the next general election at which the initiated measure is proposed to be submitted to the voters. The petition filing must: (1) Contain the full text of the initiated measure in fourteen-point font; (2) Contain the date of the general election at which the initiated measure is to be submitted; (3) Contain the title and explanation as prepared by the attorney general; (4) Be accompanied by a notarized affidavit form signed by each person who is a petition sponsor that includes the name and address of each petition sponsor; and (5) Be accompanied by a statement of organization as provided in § 12-27-6. Each petition circulator shall provide to each person who signs the petition a form containing the title and explanation of the initiated measure as prepared by the attorney general; any fiscal note prepared pursuant to § 2-9-30; and the name, phone number, and email address of each petition sponsor; a statement whether the petition circulator is a volunteer or paid petition circulator and, if a paid circulator, the amount the circulator is being paid. The form must be approved by the secretary of state prior to circulation. The petition form, as prescribed by the State Board of Elections, must include the paid circulator identification number within the verification of any paid circulator. For any initiated measure petition, no signature may be obtained more than twenty-four months preceding the general election that was designated at the time of filing of the full text. A sworn affidavit, signed by at least two-thirds of the petition sponsors stating that the documents filed constitute the entire petition and to the best of the knowledge of the sponsors contains a sufficient number of signatures must also be filed with the secretary of state. The initiated measure petition signatures must be filed with the secretary of state by the first Tuesday in May of a general election year for the initiated measure to qualify for submission to the voters at the next general election. The form of the petition otherwise, including petition size and petition font size for ballot measure language not prescribed in this section, and the affidavit must be prescribed by the State Board of Elections. Section 3. That § 2-1-1.3 be AMENDED: 2-1-1.3. Terms used in this chapter mean: (1) \"Circulates,\" either: (a) Physically presents or otherwise makes available a ballot measure petition to another person for that person's signature; or (b) Solicits from another person, personally and in the presence of such the other person, a signature on a ballot measure petition, while acting in concert with another a third person who simultaneously physically presents or otherwise makes available the ballot measure petition; (2) \"Petition circulator,\" a person who is a resident of this state for at least thirty days prior to acting as a petition circulator, is at least eighteen years of age, and who, for pay or as a volunteer, circulates petitions for the purpose of placing ballot measures on any statewide election ballot; (3) \"Petition sponsor,\" any person who proposes the placement of a statewide ballot measure on the ballot; and (4) \"Ballot measure,\" any measure placed on a statewide ballot in accordance with § 2-1-1.1, 2-1-1.2, or 2-1-3.1; (5) \"Paid circulator,\" any person who receives money or anything of value as consideration, in whole or in part, for acting as a petition circulator; (6) \"Volunteer circulator,\" any person who does not receive money or anything of value as consideration, in whole or in part, for acting as a petition circulator. Section 4. That a NEW SECTION be added to chapter 2-1: No petition sponsor may compensate a petition circulator with money or anything of value as consideration, in whole or in part, for acting as a petition circulator. Section 5. That § 2-1-3.1 be AMENDED: 2-1-3.1. The petition as it is to be circulated for a referred law shall be filed with the secretary of state prior to circulation for signatures and shall: (1) Contain the title of the referred law; (2) Contain the effective date of the referred law; (3) Contain the date of the general election at which the referred law is to be submitted; (4) Be accompanied by a notarized form that includes the names and addresses of the petition sponsors; and (5) Be accompanied by a statement of organization as provided in § 12-27-6. The petition shall be filed with the secretary of state within ninety days after the adjournment of the Legislature which passed the referred law. A sworn affidavit, signed by at least two-thirds of the petition sponsors stating that the documents filed constitute the entire petition and to the best of the knowledge of the sponsors contains a sufficient number of signatures shall also be filed with the secretary of state. The form of the petition and affidavit shall be prescribed by the State Board of Elections. The petition circulator shall provide to each person who signs the petition a form containing the title of the referred law; any fiscal note or summary of a fiscal note obtained pursuant to § 2-9-32; and the name, phone number, and email address of each petition sponsor; a statement whether the petition circulator is a volunteer or paid petition circulator and, if a paid circulator, the amount the circulator is being paid. The form shall be approved by the secretary of state prior to circulation. The petition form, as prescribed by the State Board of Elections, shall include the paid circulator identification number within the verification of any paid circulator. Section 6. That § 2-1-1.5 be REPEALED. Prior to circulation of any petition for a ballot measure, a paid circulator shall submit an application to the secretary of state, obtain a circulator identification number, and be included in a directory of registered paid circulators. For each ballot measure on which a paid circulator seeks to circulate a petition, the paid circulator shall certify the circulator's name, that the circulator is at least eighteen years of age, physical address of current residence, physical address of prior residence if current residence is less than one year, email address, phone number, state of issuance for driver license or other government-issued identification, state of voter registration, the name of the petition sponsor, and whether the paid circulator is a registered sex offender. The certification under this section shall be submitted to the office of the secretary of state. If a paid circulator fails to file the registration required by this section before circulating a petition, or if the registration is incomplete, or if any statement included in the paid circulator's certification is determined to be false, any signatures collected by the paid circulator are void and may not be counted. Petition sponsors shall provide a list to the secretary of state of any person acting as a paid circulator for the sponsor's ballot measure and the rate of compensation. An application submitted under this section may be filed by electronic transmission in accordance with methods approved by the secretary of state. To be timely filed, any application received by electronic transmission shall be legible when received by the means it was delivered. A paid circulator and petition sponsor shall update any information required under this section with the secretary of state not more than seven days of any change. Section 7. That § 2-1-1.6 be REPEALED. The secretary of state shall develop and maintain a directory, available upon request and payment of reasonable fees, that contains information provided by each paid circulator under § 2-1-1.5. Providing a copy of the application submitted under § 2-1-1.5, together with any update to the information contained in the application, is sufficient to fulfill the requirements of this section. Any information contained in the directory shall be a public record for purposes of chapter 1-25. Section 8. That § 2-1-1.7 be REPEALED. A paid circulator who registers under § 2-1-1.5 shall pay to the secretary of state a registration fee for each ballot question committee represented by the paid circulator. The registration fee for a paid circulator is twenty dollars. The registration fee shall be deposited in the state general fund. Section 9. That § 2-1-1.8 be REPEALED. Following receipt of any application under § 2-1-1.5 and a registration fee under § 2-1-1.7, if any, the secretary of state shall issue the paid circulator a circulator identification number and badge that contains the information required under § 2-1-1.9. Section 10. That § 2-1-1.9 be REPEALED. A person shall wear the badge issued under § 2-1-1.8 which shall be visible at all times while acting as a paid circulator. The badge shall contain the words \"paid petition circulator.\" The badge may not state the name of the petition circulator. A person is guilty of a Class 2 misdemeanor if the person acts as a paid circulator without wearing a badge issued under § 2-1-1.8."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24984, "action_date": "2024-01-18T14:00:00-06:00", "document_id": 260440, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/260440.pdf", "status_text": "First read in House and referred to", "journal_page": 84, "committee_id_action": 1197, "committee_id_assigned": 1203, "result": "N", "vote": {}}]}