{"session_id": 51, "bill_id": 16449, "bill_type": "House Bill", "bill_number": 1269, "bill_title": "require evidence of financial responsibility at the time of motor vehicle registration, to provide for the suspension of vehicle registrations, and to provide for the seizure of certain license plates.", "sponsors": [{"legislator_profile_id": 2515, "is_prime": true}, {"legislator_profile_id": 2576, "is_prime": true}, {"legislator_profile_id": 2514, "is_prime": false}, {"legislator_profile_id": 2538, "is_prime": false}, {"legislator_profile_id": 2575, "is_prime": false}], "keywords": ["Class 1 Misdemeanor", "Drivers License", "Insurance", "Motor Vehicles", "Rule-making Authority"], "audio": [{"meeting_datetime": "2001-02-13T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hco25hb1269a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-13T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hco25hb1269a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-15T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hco27hb1269a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-15T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hco27hb1269a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-15T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hco27hb1269a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 16449, "bill_version_id": 88823, "bill_version": "Introduced", "bill_version_date": "2001-01-29T11:40:57-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require evidence of financial responsibility at the time of motor vehicle registration, to provide for the suspension of vehicle registrations, and to provide for the seizure of certain license plates. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 32-5 be amended by adding thereto a NEW SECTION to read as follows: Before any motor vehicle may be registered as a noncommercial motor vehicle, the applicant shall present evidence of financial responsibility as defined by § § 32-35-115 and 32-35-119 to the county treasurer showing that the motor vehicle is covered by one of the forms of financial responsibility required by § 32-35-113. Any person who intentionally provides false information of financial responsibility is guilty of a Class 1 misdemeanor. Section 2. That chapter 32-9 be amended by adding thereto a NEW SECTION to read as follows: Before any motor vehicle may be registered as a commercial motor vehicle, the applicant shall present evidence of financial responsibility as defined by § § 32-35-115 and 32-35-119 to the county treasurer showing that the motor vehicle is covered by one of the forms of financial responsibility required by § 32-35-113. Any person who intentionally provides false information of financial responsibility is guilty of a Class 1 misdemeanor. Section 3. That chapter 32-35 be amended by adding thereto a NEW SECTION to read as follows: If any motor vehicle liability insurance policy is canceled or terminated, the insurance carrier shall notify the Division of Motor Vehicles within thirty days after the effective date of the cancellation or termination. If the owner of the motor vehicle, within the same thirty-day period, has not presented the Division of Motor Vehicles with evidence of maintenance of financial responsibility that meets the requirements of § 32-35-113, the owner or registrant shall immediately surrender the registration certificate and vehicle license plates to the division and may not operate or permit operation of the vehicle in this state until evidence of financial responsibility is provided. Section 4. That chapter 32-35 be amended by adding thereto a NEW SECTION to read as follows: The Division of Motor Vehicles shall suspend, after due notice and an opportunity for a hearing pursuant to chapter 1-26, the vehicle registration of any owner who has failed to present evidence of financial responsibility as provided by section 3 of this Act. Section 5. That chapter 32-35 be amended by adding thereto a NEW SECTION to read as follows: Any operator or owner whose registration has been suspended pursuant to this Act may reinstate a registration upon showing financial responsibility that meets the requirements of § 32- 35-113 and upon payment to the Division of Motor Vehicles of a nonrefundable reinstatement fee of one hundred fifty dollars for the first reinstatement. The reinstatement fee is two hundred fifty dollars for the second reinstatement and five hundred dollars for each subsequent reinstatement during the three years following the first reinstatement. If a person does not have a second reinstatement within three years after the person's first reinstatement, the reinstatement fee is one hundred fifty dollars for the first reinstatement after that three-year period. The division shall collect the fee at the time of reinstatement. All reinstatement fees shall be deposited in the state motor vehicle fund. Section 6. That chapter 32-35 be amended by adding thereto a NEW SECTION to read as follows: The Division of Motor Vehicles shall establish a program to use recovery agents for the seizure of license plates. Licensed recovery agents may seize license plates of motor vehicles whose registrations have been suspended pursuant to this Act. The division shall promulgated rules, pursuant to chapter 1-26, to provide for the appointment of recovery agents, the procedures to be followed by recovery agents, and to provide a method for the payment of a fee of twenty-five dollars to a recovery agent seizing an eligible plate pursuant to this section. The fee to be paid to any recovery agent shall be paid from the state motor vehicle fund."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 16449, "action_date": "2001-01-29T14:00:00-06:00", "document_id": 88862, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88862.pdf", "status_text": "First read in House and referred to", "journal_page": 247, "committee_id_action": 712, "committee_id_assigned": 700, "result": "N", "vote": {}}, {"bill_id": 16449, "action_date": "2001-02-13T07:45:00-06:00", "document_id": 89905, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89905.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 700, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16449, "action_date": "2001-02-15T07:45:00-06:00", "document_id": 90125, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90125.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 700, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16449, "action_date": "2001-02-15T07:45:00-06:00", "document_id": 90125, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90125.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 535, "committee_id_action": 700, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 49646, "president_vote": null, "Yea": [2519, 2522, 2525, 2548, 2553, 2577, 2589, 2591, 2592, 2605, 2611, 2601, 2571]}}]}