{"session_id": 15, "bill_id": 3426, "bill_type": "House Bill", "bill_number": 1044, "bill_title": "repeal certain statutes relating to the Bureau of Intergovernmental Relations.", "sponsors": [], "keywords": ["Bureau of Finance and Management", "Planning, Zoning and Housing Programs", "Public Fiscal Administration", "Public Officers and Employees"], "audio": [{"meeting_datetime": "2012-01-26T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hap10.mp3", "start_seconds": 1512.0}, {"meeting_datetime": "2012-01-26T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hap10.mp3", "start_seconds": 1512.0}, {"meeting_datetime": "2012-01-26T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hap10.mp3", "start_seconds": 1512.0}, {"meeting_datetime": "2012-01-30T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou11.mp3", "start_seconds": 1640.0}, {"meeting_datetime": "2012-01-30T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou11.mp3", "start_seconds": 1640.0}, {"meeting_datetime": "2012-01-30T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou11.mp3", "start_seconds": 1640.0}, {"meeting_datetime": "2012-02-10T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sst19.mp3", "start_seconds": 1344.0}, {"meeting_datetime": "2012-02-10T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sst19.mp3", "start_seconds": 1344.0}, {"meeting_datetime": "2012-02-10T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sst19.mp3", "start_seconds": 1344.0}, {"meeting_datetime": "2012-02-10T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sst19.mp3", "start_seconds": 1344.0}], "bill_versions": [{"bill_id": 3426, "bill_version_id": 19172, "bill_version": "Introduced", "bill_version_date": "2012-01-07T17:52:41.223-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal certain statutes relating to the Bureau of Intergovernmental Relations. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 11-1-1 be repealed. 11-1-1. Terms used in this chapter unless the context otherwise plainly requires shall mean: (1) \"State comprehensive development plan\" means the plan or plans for the orderly and coordinated growth and development of the state. Such plan shall be based upon physical, social, cultural, economic, governmental, and other data relating to state development, and shall include plans for natural resources, land use, and related activities; (2) \"Unit of local government\" means a county, city, town, township, metropolitan regional agency, authority, school district, or other special district; (3) \"Bureau,\" the Bureau of Intergovernmental Relations; (4) \"Planning and development district,\" an area-wide planning organization, representing and comprised of more than one local political subdivision which has been certified by the bureau as the general purpose planning organization for a given geographical area. Section 2. That § 11-1-2 be repealed. 11-1-2. The name of the State Planning Bureau created in chapter 1-33, is changed to the Bureau of Intergovernmental Relations. The bureau is established for the purpose of effectuating, directing, and correlating the state and local planning activities in furtherance of the purposes of this chapter. The administrative head of the bureau shall be the state commissioner of planning, appointed by the Governor to serve at his pleasure. No person shall be eligible for appointment as state commissioner of planning who is not qualified by training or experience in state and local planning. The salary of the commissioner shall be fixed by the Governor. Section 3. That § 11-1-2.1 be repealed. 11-1-2.1. The former State Planning Agency shall comprise the Bureau of Intergovernmental Relations within the Department of Executive Management, and all its functions shall be performed by the Department of Executive Management as provided by § 1-33-6, except that the State Planning Commission shall retain, and be limited to, advisory functions (as defined in § 1-32-1) with respect to programs associated with it. Section 4. That § 11-1-6 be repealed. 11-1-6. The commissioner of planning is hereby authorized with the approval of the Governor to employ and fix the salaries of such other personnel and agents as he may deem necessary to discharge the duties prescribed by this chapter. Section 5. That § 11-1-7 be repealed. 11-1-7. The state commissioner of planning and other personnel in the Bureau of Intergovernmental Relations shall be allowed their actual and necessary travel and subsistence expenses, at the same rate as for other employees of state government. Section 6. That § 11-1-8 be repealed. 11-1-8. The commissioner of planning is authorized with the approval of the Governor to purchase and acquire equipment and supplies he deems necessary to perform his duties. Section 7. That § 11-1-9 be repealed. 11-1-9. The Bureau of Intergovernmental Relations, under the direction and control of the Governor and in consultation with the State Planning Commission, shall prepare and maintain the state comprehensive development plan, or plans or parts of plans which comprise the state comprehensive development plan. Such plan shall be prepared in cooperation with the various departments and agencies of the state and representatives of units of local government. Upon completion and approval by the State Planning Commission of the plan or any substantial phase thereof, copies shall be transmitted to the Governor and to the Legislature. Subsequent revisions and changes in the plan or parts of the plan shall be made as necessary, utilizing the same procedure as for preparation of state comprehensive development plans herein provided. Section 8. That § 11-1-10 be repealed. 11-1-10. The Bureau of Intergovernmental Relations, under the direction and control of the Governor and in consultation with the State Planning Commission, shall coordinate the planning activities of other state agencies and departments in regard to the physical and economic development of the state. To this end, all plans prepared by other state departments and agencies, shall be submitted for review and comment by the Bureau of Intergovernmental Relations, with a view towards improving coordination and preventing duplication of efforts. Such plan shall be considered as a basis for budget recommendations to the Legislature under the provisions of chapter 4-7. Section 9. That § 11-1-11 be repealed. 11-1-11. The Bureau of Intergovernmental Relations, under the direction and control of the Governor and in consultation with the State Planning Commission, shall assist, upon request of the governing body of any unit of local government, in developing comprehensive planning for such units of local government and shall coordinate such efforts with the state comprehensive development plan. Such local planning assistance shall include, but not be limited to, surveys, land use studies, urban renewal, and technical services relating to planning. Any expenses incurred by the Bureau of Intergovernmental Relations in providing such planning assistance shall be reimbursed by the unit of local government requesting and receiving such assistance. Section 10. That § 11-1-12 be repealed. 11-1-12. The Bureau of Intergovernmental Relations, under the direction and control of the Governor and in consultation with the State Planning Commission, shall cooperate with other states and the federal government and its agencies to facilitate coordination in planning and economic development. Section 11. That § 11-1-13 be repealed. 11-1-13. The Bureau of Intergovernmental Relations may receive and expend funds from municipal, county, regional, and other units of government and may accept and disburse grants and other aids for any appropriate planning purpose from the federal government and from other public or private sources, and may enter into contracts with agencies of the federal government, local government units, and private persons or others as may be necessary in the planning assistance functions of the bureau. Section 12. That § 11-1-14 be repealed. 11-1-14. Departments and agencies of the state shall submit semiannually to the Bureau of Intergovernmental Relations, a report on methods of, progress on, and implementation of the development plan in their respective functional areas. The commissioner shall evaluate the reports and submit to the Governor any recommendations necessary for furthering the implementation of the plan. The bureau shall coordinate the physical and economic development of the state through its comments and recommendations to the Governor and the state budget officer. Section 13. That § 11-1-16 be repealed. 11-1-16. The state commissioner of planning is hereby authorized with the approval of the State Planning Commission and the Governor to issue such rules and regulations as deemed necessary for the carrying out of the provisions and intent of this chapter. Section 14. That § 11-1-17 be repealed. 11-1-17. The Bureau of Intergovernmental Relations shall furnish, upon request, any information, data, or statistics which it has compiled to the Governor, the Legislature, or the Legislative Research Council. Section 15. That § 11-1-18 be repealed. 11-1-18. Nothing contained in this chapter shall operate in derogation of planning powers conferred by the Constitution or laws of this state upon departments, boards, commissions, agencies, or instrumentalities of state, county, or municipal government. Section 16. That § 11-1-19 be repealed. 11-1-19. This chapter shall be known and may be cited as the \"State Planning Act.\" Section 17. That § 4-8B-2 be repealed. 4-8B-2. Terms as used in this chapter, unless the context otherwise requires, mean: (1) \"Application,\" a written request to a federal agency for grant-in-aid funds; (2) \"Federal grant,\" any financial assistance made to a state agency by an agency of the United States government, whether a loan, gift, grant, contract, or in any other form; (3) \"State agency,\" any department, division, agency, bureau, or board of state government eligible to apply for and receive federal funds; (4) \"State central information reception agency,\" the bureau of intergovernmental relations; (5) \"State clearinghouse,\" the bureau of intergovernmental relations; (6) \"State plan,\" the statement of goals, objectives, and programs designed to define and accomplish the mission of the state agency for which it is made. Section 18. That § 4-8B-4 be repealed. 4-8B-4. Any state agency which makes application will submit a copy of its application to the state clearinghouse prior to submission to a federal agency. The form and procedure of submission will conform with requirements specified by the state clearinghouse. These requirements shall not exceed the requirements placed on the state clearinghouse by the federal government. Section 19. That § 4-8B-5 be repealed. 4-8B-5. The state agency may proceed with its application if the state clearinghouse has not received objections to the application within thirty days from the time the application was received by the state clearinghouse; provided however, that the state agency may proceed with its application in less than the prescribed thirty days if the state clearinghouse notifies the agency that all review and comment procedures specified under this chapter are completed. Section 20. That § 4-8B-6 be repealed. 4-8B-6. If the state clearinghouse receives objections to an application, it shall work with the applicant and all interested parties in an effort to draft an application which will be acceptable. If no agreement can be reached within thirty days, the state clearinghouse will within the following five days transmit all review comments to the federal agency along with the application. Section 21. That § 4-8B-7 be repealed. 4-8B-7. The state agency shall submit copies of any substantive revisions to an application to the state clearinghouse. The state agency may proceed with the application if the state clearinghouse, after following procedures established in § 4-8B-8, makes no objection within fifteen days. Section 22. That § 4-8B-8 be repealed. 4-8B-8. The state clearinghouse will clear the application if, after consultation with the Legislature through procedures established by the Executive Board of the Legislative Research Council, Bureau of Finance and Management, other appropriate state agencies, and the appropriate planning and development district, it determines that the application is for an activity which is in conformance with all appropriate state plans, is not in conflict with any such policies or plans, is in conformance with the policies and fiscal plans established by the Governor and Legislature, or if there is no policy or plan covering the subject of the grant. Section 23. That § 4-8B-9 be repealed. 4-8B-9. When a state agency is notified by a federal agency that a grant has been awarded it shall immediately notify the state central information reception agency. This notification shall conform to the procedures established by the state central information reception agency. These procedures shall not exceed the requirements placed on the state central information reception agency by the federal government."}, {"bill_id": 3426, "bill_version_id": 21413, "bill_version": "Enrolled", "bill_version_date": "2012-02-14T09:10:30.513-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3426, "action_date": "2012-01-10T12:00:00-06:00", "document_id": 19242, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19242.pdf", "status_text": "First read in House and referred to", "journal_page": 23, "committee_id_action": 173, "committee_id_assigned": 175, "result": "N", "vote": {}}, {"bill_id": 3426, "action_date": "2012-01-26T08:00:00-06:00", "document_id": 19674, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19674.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 175, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3426, "action_date": "2012-01-26T08:00:00-06:00", "document_id": 20286, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20286.pdf", "status_text": "Do Pass", "journal_page": 212, "committee_id_action": 175, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 10566, "president_vote": null, "Excused": [211], "Yea": [256, 265, 277, 314, 309, 296, 231, 274]}}, {"bill_id": 3426, "action_date": "2012-01-30T14:00:00-06:00", "document_id": 20410, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20410.pdf", "status_text": "Do Pass", "journal_page": 245, "committee_id_action": 173, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 10702, "president_vote": null, "Yea": [222, 262, 265, 227, 242, 231, 281, 269, 296, 211, 314, 257, 260, 258, 225, 268, 245, 217, 303, 313, 293, 297, 270, 299, 266, 221, 272, 279, 305, 248, 263, 230, 280, 301, 237, 246, 292, 304, 267, 294, 312, 213, 241, 311, 277, 307, 276, 308, 273, 315, 282, 278, 259, 224, 216, 295, 302, 283, 244, 306, 238, 310, 275, 309, 300, 298, 274, 256, 215], "Excused": [271]}}, {"bill_id": 3426, "action_date": "2012-01-31T14:00:00-06:00", "document_id": 20500, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20500.pdf", "status_text": "First read in Senate and referred to", "journal_page": 230, "committee_id_action": 171, "committee_id_assigned": 156, "result": "N", "vote": {}}, {"bill_id": 3426, "action_date": "2012-02-10T10:00:00-06:00", "document_id": 21001, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21001.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 156, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3426, "action_date": "2012-02-10T10:00:00-06:00", "document_id": 21230, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21230.pdf", "status_text": "Do Pass", "journal_page": 361, "committee_id_action": 156, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11446, "president_vote": null, "Yea": [253, 249, 235, 286, 254, 219, 243], "Excused": [255, 236]}}, {"bill_id": 3426, "action_date": "2012-02-10T10:00:00-06:00", "document_id": 21230, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21230.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 156, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3426, "action_date": "2012-02-13T14:00:00-06:00", "document_id": 21358, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21358.pdf", "status_text": "Do Pass", "journal_page": 392, "committee_id_action": 171, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11560, "president_vote": null, "Yea": [253, 284, 239, 251, 288, 249, 255, 250, 235, 234, 247, 287, 285, 212, 228, 286, 233, 291, 264, 240, 252, 214, 226, 219, 220, 229, 290, 236, 243, 261, 289, 218, 254, 232], "Excused": [223]}}, {"bill_id": 3426, "action_date": "2012-02-14T13:00:00-06:00", "document_id": 21460, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21460.pdf", "status_text": "Signed by the Speaker", "journal_page": 476, "committee_id_action": 173, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3426, "action_date": "2012-02-15T14:00:00-06:00", "document_id": 21535, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21535.pdf", "status_text": "Signed by the President", "journal_page": 457, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3426, "action_date": "2012-02-16T13:00:00-06:00", "document_id": 21571, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21571.pdf", "status_text": "Delivered to the Governor", "journal_page": 513, "committee_id_action": 173, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3426, "action_date": "2012-02-22T14:00:00-06:00", "document_id": 21857, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21857.pdf", "status_text": "Signed by the Governor", "journal_page": 542, "committee_id_action": 173, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5026}