{"session_id": 24, "bill_id": 7458, "bill_type": "House Bill", "bill_number": 1190, "bill_title": "enhance customer convenience in firearms transactions, improve public safety, and provide for the issuance of an additional concealed pistol permit.", "sponsors": [{"legislator_profile_id": 1024, "is_prime": true}, {"legislator_profile_id": 1046, "is_prime": true}, {"legislator_profile_id": 1037, "is_prime": false}, {"legislator_profile_id": 979, "is_prime": false}, {"legislator_profile_id": 976, "is_prime": false}, {"legislator_profile_id": 1002, "is_prime": false}, {"legislator_profile_id": 1045, "is_prime": false}, {"legislator_profile_id": 1025, "is_prime": false}, {"legislator_profile_id": 989, "is_prime": false}], "keywords": ["Background Checks", "Concealed Carry Permit", "Firearms", "Law Enforcement", "Public Health and Safety"], "audio": [{"meeting_datetime": "2016-02-10T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hst19.mp3", "start_seconds": 4458.0}, {"meeting_datetime": "2016-02-10T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hst19.mp3", "start_seconds": 4458.0}, {"meeting_datetime": "2016-02-10T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hst19.mp3", "start_seconds": 4458.0}, {"meeting_datetime": "2016-02-10T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hst19.mp3", "start_seconds": 4458.0}, {"meeting_datetime": "2016-02-19T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hst24.mp3", "start_seconds": 115.0}, {"meeting_datetime": "2016-02-19T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hst24.mp3", "start_seconds": 115.0}, {"meeting_datetime": "2016-02-19T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hst24.mp3", "start_seconds": 115.0}, {"meeting_datetime": "2016-02-19T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hst24.mp3", "start_seconds": 115.0}, {"meeting_datetime": "2016-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou26.mp3", "start_seconds": 13642.0}, {"meeting_datetime": "2016-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou26.mp3", "start_seconds": 13642.0}, {"meeting_datetime": "2016-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou26.mp3", "start_seconds": 13642.0}, {"meeting_datetime": "2016-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou26.mp3", "start_seconds": 13642.0}, {"meeting_datetime": "2016-03-01T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sju30.mp3", "start_seconds": 7277.0}, {"meeting_datetime": "2016-03-01T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sju30.mp3", "start_seconds": 7277.0}, {"meeting_datetime": "2016-03-01T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sju30.mp3", "start_seconds": 7277.0}, {"meeting_datetime": "2016-03-01T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sju30.mp3", "start_seconds": 7277.0}, {"meeting_datetime": "2016-03-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen33.mp3", "start_seconds": 2580.0}, {"meeting_datetime": "2016-03-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen33.mp3", "start_seconds": 2580.0}, {"meeting_datetime": "2016-03-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen33.mp3", "start_seconds": 2580.0}], "bill_versions": [{"bill_id": 7458, "bill_version_id": 38602, "bill_version": "Introduced", "bill_version_date": "2016-02-03T08:52:06.79-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to enhance customer convenience in firearms transactions, improve public safety, and provide for the issuance of an additional concealed pistol permit. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Customer convenience in firearms transactions shall be enhanced, public safety shall be improved, and an additional concealed pistol permit shall be created. 100 copies were printed on recycled paper by the South Dakota Legislative Research Council at a cost of $.161 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}, {"bill_id": 7458, "bill_version_id": 39636, "bill_version": "House State Affairs Engrossed", "bill_version_date": "2016-02-19T10:51:13.147-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to enhance customer convenience in firearms transactions, improve public safety, and provide for the issuance of an additional concealed pistol permit. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 23-7-8 be amended to read: 23-7-8. The application for a permit to carry a concealed pistol or an, enhanced permit to carry a concealed pistol, or a gold card permit to carry a concealed pistol shall be filed either electronically or in triplicate on a form prescribed by the secretary of state. The application shall require the applicant's complete name, address, occupation, place and date of birth, country of citizenship, physical description, a statement that the applicant has never pled guilty to, nolo contendere to, or been convicted of a crime of violence, a sworn statement that the information on the application is true and correct, and the applicant's signature. If the applicant is not a United States citizen, the application shall require any alien or admission number issued by the United States Bureau of Immigration and Customs Enforcement. If filed in triplicate, the original shall be delivered to the applicant as the temporary permit, the duplicate shall within seven days be sent by first class mail to the secretary of state who shall issue the official permit, and the triplicate shall be preserved for four five years by the authority issuing the permit. If the application is filed electronically, two copies shall be made and each shall be signed by the applicant. One copy shall be delivered to the applicant as the temporary permit, and the other copy shall be preserved for four five years by the authority issuing the permit. Section 2. That § 23-7-8.1 be amended to read: 23-7-8.1. The secretary of state shall prescribe the form of the permit to carry a concealed pistol and, the form of the enhanced permit to carry a concealed pistol, and the form of the gold card permit to carry a concealed pistol pursuant to § 23-7-8. Each permit shall list the applicant's name, address, and the expiration date, and the issuance date of the permit. The enhanced permit to carry a concealed pistol must clearly designate that the permit is enhanced and the gold card permit must clearly designate that it is a gold card permit to carry a concealed pistol. The holder of a permit may carry a concealed pistol anywhere in South Dakota except in any licensed on-sale malt beverage or alcoholic beverage establishment that derives over one-half of its total income from the sale of malt or alcoholic beverages. Nothing in this section prevents law enforcement officers, parole agents, security guards employed on the premises, and other public officials with the written permission of the sheriff from carrying concealed weapons in the performance of their duties or prevents home or business owners from carrying concealed weapons on their property pursuant to § 22-14-11. Section 3. That § 23-7-54 be amended to read: 23-7-54. The sheriff shall retain the application and other documents until the sheriff receives the results of the background checks required pursuant to § 23-7-53. Within seven days following receipt of a confirmation that the applicant passed each criminal background check required pursuant to this section and § 23-7-53, the sheriff shall file the application with the secretary of state pursuant to § 23-7-8. If the applicant submits an application pursuant to § 23-7-53, meets the requirements of § 23-7-7.1, is not otherwise prohibited by state law, 18 U.S.C. 922(g) as amended to October 26, 2005, or 18 U.S.C. 922(n) as amended to October 26, 2005, from receiving, possessing, or transporting a firearm, passes the required fingerprint background check, and passes a National Instant Criminal Background Check, the sheriff of the county where the applicant submitted the application shall, within thirty days of application, issue the applicant a temporary enhanced permit to carry a concealed pistol. The temporary permit must clearly designate that the permit is enhanced. Section 4. That § 23-7-57 be amended to read: 23-7-57. Unless otherwise specified, the references, rights, and responsibilities in this chapter related to a permit to carry a concealed pistol also apply to an enhanced permit to carry a concealed pistol and a gold card permit to carry a concealed pistol. Section 5. That § 25-10-24 be amended to read: 25-10-24. The court may require the defendant to surrender any dangerous weapon or any concealed pistol permit issued under 23-7 in his the defendant's possession to local law enforcement. Section 6. That § 23-7-8.9 be amended to read: 23-7-8.9. The provisions of §§ 23-7-8.6 to 23-7-8.9, inclusive, do specifically prohibit any law enforcement officer from retaining any notes, data, or pieces of information, either collectively or individually, unless the retention of such notes, data, or pieces of information is pertinent to a specific ongoing investigation or prosecution. Access by law enforcement to information necessary to perform a periodic National Instant Criminal Background Check of gold card or enhanced pistol permit holders under section 15 of this Act is authorized. Section 7. That chapter 23-7 be amended by adding a NEW SECTION to read: An applicant may submit an application to the sheriff of the county in which the applicant resides for a gold card permit to carry a concealed pistol. The application shall include: (1) The application for the gold card permit to carry a concealed pistol; (2) A copy of the applicant's fingerprints for submission to the Federal Bureau of Investigation, and any governmental agency or entity authorized to receive such information, for a state, national, and international criminal history background check; (3) An authorization to run a fingerprint background check; (4) A separate payment for the cost of processing the fingerprint background check; and (5) A separate application fee of seventy dollars for the gold card permit to carry a concealed pistol. Thirty dollars of the fee shall be distributed to the sheriff, thirty-four dollars shall be distributed to the Department of Public Safety, and six dollars to the secretary of state to be used by the secretary of state to administer the concealed carry program. The sheriff shall forward the copy of the applicant's fingerprints, the applicant's authorization for processing a fingerprint background check, and the payment for the fingerprint background check to the Division of Criminal Investigation for processing. Section 8. That chapter 23-7 be amended by adding a NEW SECTION to read: The sheriff shall retain the application and other documents until the sheriff receives the results of the background checks required pursuant to section 7 of this Act. Within seven days following receipt of a confirmation that the applicant passed each criminal background check required pursuant to this section and section 7 of this Act, the sheriff shall file the application with the secretary of state pursuant to § 23-7-8. If the applicant submits an application pursuant to section 1 of this Act, meets the requirements of § 23-7-7.1, is not otherwise prohibited by state law, 18 U.S.C. 922(g) as amended to October 26, 2005, or 18 U.S.C. 922(n) as amended to October 26, 2005, from receiving, possessing, or transporting a firearm, passes the required fingerprint background check, and passes a National Instant Criminal Background Check, the sheriff of the county of the application shall, within thirty days of application, issue the applicant a temporary gold card permit to carry a concealed pistol. The temporary permit must clearly designate that the permit is a gold card permit. Section 9. That chapter 23-7 be amended by adding a NEW SECTION to read: The holder of the gold card permit to carry a concealed pistol may renew the permit through the sheriff of the county where the holder resides, no earlier than ninety days prior to the expiration of the permit. The holder shall pay a seventy dollar renewal fee and pass a National Instant Criminal Background Check prior to the renewal of the permit. The renewal fee shall be distributed as set forth in subdivision (7) of section 5 of this Act. Section 10. That chapter 23-7 be amended by adding a NEW SECTION to read: The gold card permit to carry a concealed pistol is valid for a period of five years from the date of issuance. Section 11. That chapter 23-7 be amended by adding a NEW SECTION to read: A gold card permit to carry a concealed pistol or an enhanced permit to carry a concealed pistol is automatically revoked upon failure to maintain the requirements under § 23-7-7.1 or if the gold card or enhanced permit holder becomes prohibited by state law, 18 U.S.C. 922(g) as amended to October 26, 2005, or 18 U.S.C. 922(n) as amended to October 26, 2005, from receiving, possessing, or transporting a firearm. Upon such occurrence, the permit holder shall immediately return the gold card or enhanced concealed pistol permit to the county sheriff of the permit holder's county of residence. If the permit has not been returned, upon learning that a permit holder is ineligible for a gold card or enhanced permit for any violent crime or for a crime punishable by more than one year of incarceration, the sheriff of the permit holder's county of residence shall secure the possession and return of the gold card or enhanced permit forthwith. For any other disqualifying offense set forth above the sheriff of the permit holder's county of residence shall secure the possession and return of the gold card or enhanced permit as soon as reasonably possible after being notified of the holders ineligibility. A gold card or enhanced permit holder whose permit has been secured by law enforcement under this section may petition the circuit court for the return of the gold card or enhanced permit if the permit holder believes the gold card or enhanced permit was unlawfully secured. Law enforcement may communicate with federally licensed firearms dealers relative to revoked gold card or enhanced permits. Section 12. That chapter 23-7 be amended by adding a NEW SECTION to read: It is a Class 1 misdemeanor for anyone that is ineligible to possess a gold card or enhanced concealed pistol permit to possess or present a revoked gold card or enhanced concealed pistol permit. Section 13. That chapter 23-7 be amended by adding a NEW SECTION to read: If any person is convicted of any offense which results in the automatic revocation of a gold card or enhanced permit to carry a concealed pistol under this chapter, the court entering the conviction shall require the surrender to the court of all gold card or enhanced concealed pistol permits held by the person convicted. The court shall forward all gold card and enhanced concealed pistol permits to the sheriff of the defendant's county of residence. Section 14. That chapter 23-7 be amended by adding a NEW SECTION to read: It is a Class 1 misdemeanor for a person to fail or refuse to surrender to the county sheriff of the person's county of residence, upon lawful demand, a gold card or enhanced permit to carry a concealed pistol that has been revoked. If a person fails to return a gold card or enhanced permit to the sheriff of the person's county of residence after lawful demand, the sheriff shall direct a law enforcement officer to secure its possession and return in compliance with section 11 of this Act. The law enforcement officer shall receive ten dollars and fifty cents plus mileage, at a rate established by the State Board of Finance, to be paid by the violator. Failure to pay the fee and mileage is a Class 2 misdemeanor. Section 15. That chapter 23-7 be amended by adding a NEW SECTION to read: Law enforcement may periodically perform a National Instant Criminal Background Check of gold card or enhanced concealed pistol permit holders for the purposes of determining whether the permit holder remains eligible for the permit under § 23-7-7.1, 18 U.S.C. 922(g) as amended to October 26, 2005, and 18 U.S.C. 922(n) as amended to October 26, 2005. Section 16. The Act is effective January 1, 2017."}, {"bill_id": 7458, "bill_version_id": 39884, "bill_version": "House Engrossed", "bill_version_date": "2016-02-23T18:29:15.723-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to enhance customer convenience in firearms transactions, improve public safety, and provide for the issuance of an additional concealed pistol permit. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 23-7-8 be amended to read: 23-7-8. The application for a permit to carry a concealed pistol or an, enhanced permit to carry a concealed pistol, or a gold card permit to carry a concealed pistol shall be filed either electronically or in triplicate on a form prescribed by the secretary of state. The application shall require the applicant's complete name, address, occupation, place and date of birth, country of citizenship, physical description, a statement that the applicant has never pled guilty to, nolo contendere to, or been convicted of a crime of violence, a sworn statement that the information on the application is true and correct, and the applicant's signature. If the applicant is not a United States citizen, the application shall require any alien or admission number issued by the United States Bureau of Immigration and Customs Enforcement. If filed in triplicate, the original shall be delivered to the applicant as the temporary permit, the duplicate shall within seven days be sent by first class mail to the secretary of state who shall issue the official permit, and the triplicate shall be preserved for four five years by the authority issuing the permit. If the application is filed electronically, two copies shall be made and each shall be signed by the applicant. One copy shall be delivered to the applicant as the temporary permit, and the other copy shall be preserved for four five years by the authority issuing the permit. Section 2. That § 23-7-8.1 be amended to read: 23-7-8.1. The secretary of state shall prescribe the form of the permit to carry a concealed pistol and, the form of the enhanced permit to carry a concealed pistol, and the form of the gold card permit to carry a concealed pistol pursuant to § 23-7-8. Each permit shall list the applicant's name, address, and the expiration date, and the issuance date of the permit. The enhanced permit to carry a concealed pistol must clearly designate that the permit is enhanced and the gold card permit must clearly designate that it is a gold card permit to carry a concealed pistol. The holder of a permit may carry a concealed pistol anywhere in South Dakota except in any licensed on-sale malt beverage or alcoholic beverage establishment that derives over one-half of its total income from the sale of malt or alcoholic beverages. Nothing in this section prevents law enforcement officers, parole agents, security guards employed on the premises, and other public officials with the written permission of the sheriff from carrying concealed weapons in the performance of their duties or prevents home or business owners from carrying concealed weapons on their property pursuant to § 22-14-11. Section 3. That § 23-7-54 be amended to read: 23-7-54. The sheriff shall retain the application and other documents until the sheriff receives the results of the background checks required pursuant to § 23-7-53. Within seven days following receipt of a confirmation that the applicant passed each criminal background check required pursuant to this section and § 23-7-53, the sheriff shall file the application with the secretary of state pursuant to § 23-7-8. If the applicant submits an application pursuant to § 23-7-53, meets the requirements of § 23-7-7.1, is not otherwise prohibited by state law, 18 U.S.C. 922(g) as amended to October 26, 2005, or 18 U.S.C. 922(n) as amended to October 26, 2005, from receiving, possessing, or transporting a firearm, passes the required fingerprint background check, and passes a National Instant Criminal Background Check, the sheriff of the county where the applicant submitted the application shall, within thirty days of application, issue the applicant a temporary enhanced permit to carry a concealed pistol. The temporary permit must clearly designate that the permit is enhanced. Section 4. That § 23-7-57 be amended to read: 23-7-57. Unless otherwise specified, the references, rights, and responsibilities in this chapter related to a permit to carry a concealed pistol also apply to an enhanced permit to carry a concealed pistol and a gold card permit to carry a concealed pistol. Section 5. That § 25-10-24 be amended to read: 25-10-24. The court may require the defendant to surrender any dangerous weapon or any concealed pistol permit issued under 23-7 in his the defendant's possession to local law enforcement. Section 6. That § 23-7-8.9 be amended to read: 23-7-8.9. The provisions of §§ 23-7-8.6 to 23-7-8.9, inclusive, do specifically prohibit any law enforcement officer from retaining any notes, data, or pieces of information, either collectively or individually, unless the retention of such notes, data, or pieces of information is pertinent to a specific ongoing investigation or prosecution. Access by law enforcement to information necessary to perform a periodic National Instant Criminal Background Check of gold card or enhanced pistol permit holders under section 15 of this Act is authorized. Section 7. That chapter 23-7 be amended by adding a NEW SECTION to read: An applicant may submit an application to the sheriff of the county in which the applicant resides for a gold card permit to carry a concealed pistol. The application shall include: (1) The application for the gold card permit to carry a concealed pistol; (2) A copy of the applicant's fingerprints for submission to the Federal Bureau of Investigation, and any governmental agency or entity authorized to receive such information, for a state, national, and international criminal history background check; (3) An authorization to run a fingerprint background check; (4) A separate payment for the cost of processing the fingerprint background check; and (5) A separate application fee of seventy dollars for the gold card permit to carry a concealed pistol. Thirty dollars of the fee shall be distributed to the sheriff, thirty-four dollars shall be distributed to the Department of Public Safety, and six dollars to the secretary of state to be used by the secretary of state to administer the concealed carry program. The sheriff shall forward the copy of the applicant's fingerprints, the applicant's authorization for processing a fingerprint background check, and the payment for the fingerprint background check to the Division of Criminal Investigation for processing. Section 8. That chapter 23-7 be amended by adding a NEW SECTION to read: The sheriff shall retain the application and other documents until the sheriff receives the results of the background checks required pursuant to section 7 of this Act. Within seven days following receipt of a confirmation that the applicant passed each criminal background check required pursuant to this section and section 7 of this Act, the sheriff shall file the application with the secretary of state pursuant to § 23-7-8. If the applicant submits an application pursuant to section 1 of this Act, meets the requirements of § 23-7-7.1, is not otherwise prohibited by state law, 18 U.S.C. 922(g) as amended to October 26, 2005, or 18 U.S.C. 922(n) as amended to October 26, 2005, from receiving, possessing, or transporting a firearm, passes the required fingerprint background check, and passes a National Instant Criminal Background Check, the sheriff of the county of the application shall, within thirty days of application, issue the applicant a temporary gold card permit to carry a concealed pistol. The temporary permit must clearly designate that the permit is a gold card permit. Section 9. That chapter 23-7 be amended by adding a NEW SECTION to read: The holder of the gold card permit to carry a concealed pistol may renew the permit through the sheriff of the county where the holder resides, no earlier than ninety days prior to the expiration of the permit. The holder shall pay a seventy dollar renewal fee and pass a National Instant Criminal Background Check prior to the renewal of the permit. The renewal fee shall be distributed as set forth in subdivision (5) of section 7 of this Act. Section 10. That chapter 23-7 be amended by adding a NEW SECTION to read: The gold card permit to carry a concealed pistol is valid for a period of five years from the date of issuance. Section 11. That chapter 23-7 be amended by adding a NEW SECTION to read: A gold card permit to carry a concealed pistol or an enhanced permit to carry a concealed pistol is automatically revoked upon failure to maintain the requirements under § 23-7-7.1 or if the gold card or enhanced permit holder becomes prohibited by state law, 18 U.S.C. 922(g) as amended to October 26, 2005, or 18 U.S.C. 922(n) as amended to October 26, 2005, from receiving, possessing, or transporting a firearm. Upon such occurrence, the permit holder shall immediately return the gold card or enhanced concealed pistol permit to the county sheriff of the permit holder's county of residence. If the permit has not been returned, upon learning that a permit holder is ineligible for a gold card or enhanced permit for any violent crime or for a crime punishable by more than one year of incarceration, the sheriff of the permit holder's county of residence shall secure the possession and return of the gold card or enhanced permit forthwith. For any other disqualifying offense set forth above the sheriff of the permit holder's county of residence shall secure the possession and return of the gold card or enhanced permit as soon as reasonably possible after being notified of the holders ineligibility. A gold card or enhanced permit holder whose permit has been secured by law enforcement under this section may petition the circuit court for the return of the gold card or enhanced permit if the permit holder believes the gold card or enhanced permit was unlawfully secured. Law enforcement may communicate with federally licensed firearms dealers relative to revoked gold card or enhanced permits. Section 12. That chapter 23-7 be amended by adding a NEW SECTION to read: It is a Class 1 misdemeanor for anyone that is ineligible to possess a gold card or enhanced concealed pistol permit to possess or present a revoked gold card or enhanced concealed pistol permit. Section 13. That chapter 23-7 be amended by adding a NEW SECTION to read: If any person is convicted of any offense which results in the automatic revocation of a gold card or enhanced permit to carry a concealed pistol under this chapter, the court entering the conviction shall require the surrender to the court of all gold card or enhanced concealed pistol permits held by the person convicted. The court shall forward all gold card and enhanced concealed pistol permits to the sheriff of the defendant's county of residence. Section 14. That chapter 23-7 be amended by adding a NEW SECTION to read: It is a Class 1 misdemeanor for a person to fail or refuse to surrender to the county sheriff of the person's county of residence, upon lawful demand, a gold card or enhanced permit to carry a concealed pistol that has been revoked. If a person fails to return a gold card or enhanced permit to the sheriff of the person's county of residence after lawful demand, the sheriff shall direct a law enforcement officer to secure its possession and return in compliance with section 11 of this Act. The law enforcement officer shall receive ten dollars and fifty cents plus mileage, at a rate established by the State Board of Finance, to be paid by the violator. Failure to pay the fee and mileage is a Class 2 misdemeanor. Section 15. That chapter 23-7 be amended by adding a NEW SECTION to read: Law enforcement may periodically perform a National Instant Criminal Background Check of gold card or enhanced concealed pistol permit holders for the purposes of determining whether the permit holder remains eligible for the permit under § 23-7-7.1, 18 U.S.C. 922(g) as amended to October 26, 2005, and 18 U.S.C. 922(n) as amended to October 26, 2005. Section 16. The Act is effective January 1, 2017."}, {"bill_id": 7458, "bill_version_id": 40480, "bill_version": "Enrolled", "bill_version_date": "2016-03-08T09:45:30.62-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7458, "action_date": "2016-02-03T14:00:00-06:00", "document_id": 38701, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38701.pdf", "status_text": "First read in House and referred to", "journal_page": 256, "committee_id_action": 325, "committee_id_assigned": 317, "result": "N", "vote": {}}, {"bill_id": 7458, "action_date": "2016-02-10T07:45:00-06:00", "document_id": 38981, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38981.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 317, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7458, "action_date": "2016-02-10T07:45:00-06:00", "document_id": 39138, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39138.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 317, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7458, "action_date": "2016-02-17T07:45:00-06:00", "document_id": 39260, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39260.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 317, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7458, "action_date": "2016-02-19T07:45:00-06:00", "document_id": 39625, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39625.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 317, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7458, "action_date": "2016-02-19T07:45:00-06:00", "document_id": 39625, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39625.pdf", "status_text": "Do Pass Amended", "journal_page": 458, "committee_id_action": 317, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21136, "president_vote": null, "Yea": [1042, 983, 1022, 1002, 1044, 1024, 1003, 981, 1029, 990, 989, 976], "Excused": [1025]}}, {"bill_id": 7458, "action_date": "2016-02-19T07:45:00-06:00", "document_id": 39480, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39480.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 317, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7458, "action_date": "2016-02-23T14:00:00-06:00", "document_id": 39859, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39859.pdf", "status_text": "Motion to amend", "journal_page": 649, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7458, "action_date": "2016-02-23T14:00:00-06:00", "document_id": 39859, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39859.pdf", "status_text": "Do Pass Amended", "journal_page": 649, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21383, "president_vote": null, "Yea": [1043, 1042, 1063, 983, 964, 1040, 995, 1039, 986, 1050, 1060, 1009, 1033, 980, 985, 976, 1049, 1022, 1056, 1061, 1021, 1002, 1019, 1065, 972, 963, 1062, 1038, 987, 982, 1055, 1044, 1017, 1058, 1036, 1048, 1024, 1003, 968, 1018, 1059, 1054, 1031, 1027, 1028, 992, 1034, 1006, 991, 1007, 1052, 1030, 988, 993, 1026, 981, 1023, 1069, 1029, 996, 1025, 1051, 965, 1053, 1064, 989], "Excused": [1057, 1015, 990], "Nay": [1032]}}, {"bill_id": 7458, "action_date": "2016-02-24T14:00:00-06:00", "document_id": 39952, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39952.pdf", "status_text": "First read in Senate and referred to", "journal_page": 429, "committee_id_action": 309, "committee_id_assigned": 302, "result": "N", "vote": {}}, {"bill_id": 7458, "action_date": "2016-03-01T08:00:00-06:00", "document_id": 39974, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39974.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 302, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7458, "action_date": "2016-03-01T16:00:00-06:00", "document_id": 40206, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40206.pdf", "status_text": "Do Pass", "journal_page": 500, "committee_id_action": 302, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21700, "president_vote": null, "Yea": [974, 1035, 1041, 1046, 973, 967, 978]}}, {"bill_id": 7458, "action_date": "2016-03-01T16:00:00-06:00", "document_id": 40206, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40206.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 302, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7458, "action_date": "2016-03-03T13:30:00-06:00", "document_id": 40342, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40342.pdf", "status_text": "Removed from Consent Calendar", "journal_page": 525, "committee_id_action": 309, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7458, "action_date": "2016-03-07T14:00:00-06:00", "document_id": 40423, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40423.pdf", "status_text": "Do Pass Amended", "journal_page": 548, "committee_id_action": 309, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21892, "president_vote": null, "Yea": [974, 977, 1037, 1014, 1067, 979, 969, 1005, 1047, 998, 1035, 997, 984, 994, 1041, 967, 975, 1011, 1010, 1020, 971, 1016, 1001, 1046, 1066, 1012, 1045, 1000, 970, 978, 1013, 973, 1008], "Excused": [999, 966]}}, {"bill_id": 7458, "action_date": "2016-03-09T10:30:00-06:00", "document_id": 40544, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40544.pdf", "status_text": "Signed by the Speaker", "journal_page": 845, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7458, "action_date": "2016-03-09T10:30:00-06:00", "document_id": 40533, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40533.pdf", "status_text": "Signed by the President", "journal_page": 591, "committee_id_action": 309, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7458, "action_date": "2016-03-10T10:30:00-06:00", "document_id": 40577, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40577.pdf", "status_text": "Delivered to the Governor", "journal_page": 860, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7458, "action_date": "2016-03-29T11:00:00-05:00", "document_id": 40613, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40613.pdf", "status_text": "Signed by the Governor", "journal_page": 881, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6168, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/7458"}