{"session_id": 53, "bill_id": 17420, "bill_type": "Senate Bill", "bill_number": 177, "bill_title": "revise and modify certain provisions relating to the award of child custody and to declare an emergency.", "sponsors": [{"legislator_profile_id": 2775, "is_prime": true}, {"legislator_profile_id": 2772, "is_prime": false}, {"legislator_profile_id": 2774, "is_prime": false}, {"legislator_profile_id": 2784, "is_prime": false}], "keywords": ["Domestic Relations", "Minors"], "audio": [{"meeting_datetime": "2002-01-30T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen17sb0177a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-30T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen17sb0177a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-30T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen17sb0177a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-30T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen17sb0177a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-08T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hhe24sb0177a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-08T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hhe24sb0177a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-08T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hhe24sb0177a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-08T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hhe24sb0177a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-08T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hhe24sb0177a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-08T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hhe24sb0177a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-08T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hhe24sb0177a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-12T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou26sb0177a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-12T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou26sb0177a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-12T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou26sb0177a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-13T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou27sb0177a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-13T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou27sb0177a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-13T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou27sb0177a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-15T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen29sb0177a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-15T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen29sb0177a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-21T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen32.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-22T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen33a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-22T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou33sb0177a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-22T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou33sb0177a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-22T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou33sb0177a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-22T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen33sb0177a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-22T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen33sb0177a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-22T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen33sb0177a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 17420, "bill_version_id": 92496, "bill_version": "Introduced", "bill_version_date": "2002-01-22T10:04:35-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise and modify certain provisions relating to the award of child custody. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 25-5-7 be amended to read as follows: 25-5-7. The father and mother of an unmarried minor child are equally entitled to the child's custody, service, and earnings. If either the father or mother is dead , or refuses to take the assume custody , or has abandoned abandons the family, the other is entitled to the child's custody, service, and earnings. If either or both parents abandons the child, the court may award custody of the child to a third person pursuant to section 4 of this Act. Section 2. A parent's presumptive right to custody of his or her child may be rebutted by clear and convincing proof that the parent is unfit, has abandoned the child, or has forfeited or otherwise surrendered his or her custodial rights over the child to a third person who stands, constructively or legally, in loco parentis. Section 3. Nothing in section 2 of this Act creates any right on behalf of a stepparent to seek custody or visitation with a stepchild who has lived with that stepparent merely because the stepparent was married to or living with the child's biological parent. Section 4. Any person other than the parent of the child may petition a court of competent jurisdiction for custody or visitation of any child in his or her immediate care if the petitioner has had the child in his or her care and control for a year or more. Either biological parent may rebut the petition by presenting evidence that he or she: (1) Did not abandon his or her parental rights over the child during the time the child was in the care and control of the petitioner; (2) Did not forfeit or surrender his or her parental rights over the child to any third party during the time the child was in the care and control of the petitioner; (3) Persistently asserted and exercised his or her parental rights over the child and made good faith efforts to fulfill his or her parental duties and obligations to the child during the time the child was in the care and control of the petitioner."}, {"bill_id": 17420, "bill_version_id": 92881, "bill_version": "Senate Judiciary Engrossed", "bill_version_date": "2002-01-25T15:27:07-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise and modify certain provisions relating to the award of child custody. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 25-5-7 be amended to read as follows: 25-5-7. The father and mother of an unmarried minor child are equally entitled to the child's custody, service, and earnings. If either the father or mother is dead , or refuses to take the assume custody , or has abandoned abandons the family, the other is entitled to the child's custody, service, and earnings. If a sole surviving parent or both parents abandons the child, the court may award custody of the child to a third person pursuant to section 4 of this Act. Section 2. A parent's presumptive right to custody of his or her child may be rebutted by clear and convincing proof that the parent is unfit, has abandoned the child, or has forfeited or otherwise surrendered his or her custodial rights over the child to a third person who stands, constructively or legally, in loco parentis. Section 3. Nothing in section 2 of this Act creates any right on behalf of a stepparent to seek custody or visitation with a stepchild who has lived with that stepparent merely because the stepparent was married to or living with the child's biological parent. Section 4. Any person other than the parent of the child may petition a court of competent jurisdiction for custody or visitation of any child in his or her immediate care if the petitioner has had the child in his or her care and control for a year or more. Either biological parent may rebut the petition by presenting evidence that he or she: (1) Did not abandon his or her parental rights over the child during the time the child was in the care and control of the petitioner; or (2) Did not forfeit or surrender his or her parental rights over the child to any third party during the time the child was in the care and control of the petitioner; or (3) Persistently asserted and exercised his or her parental rights over the child and made good faith efforts to fulfill his or her parental duties and obligations to the child during the time the child was in the care and control of the petitioner. Section 5. If a court determines that a petitioner pursuant to section 4 of this Act should be awarded custody or visitation, the court need not terminate either biological parent's parental rights over the child. A judgment awarding the petitioner custodial rights may award the biological parent with visitation rights with the child. Section 6. If a court awards a third party custodial rights to a child, the court may set child support in whatever amount it deems appropriate, and notwithstanding the provisions of any other statute to the contrary, may waive the biological parent's duty to provide monetary or other support for their child."}, {"bill_id": 17420, "bill_version_id": 93269, "bill_version": "Senate Engrossed", "bill_version_date": "2002-01-30T17:28:43-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise and modify certain provisions relating to the award of child custody. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 25-5-7 be amended to read as follows: 25-5-7. The father and mother of an unmarried minor child are equally entitled to the child's custody, service, and earnings. If either the father or mother is dead , or refuses to take the assume custody , or has abandoned abandons the family, the other is entitled to the child's custody, service, and earnings. If a sole surviving parent or both parents abandons the child, the court may award custody of the child to a third person pursuant to section 4 of this Act. Section 2. A parent's presumptive right to custody of his or her child may be rebutted by clear and convincing proof that the parent is unfit, has abandoned the child, or has forfeited or otherwise surrendered his or her custodial rights over the child to a third person who stands, constructively or legally, in loco parentis. Section 3. Nothing in section 2 of this Act creates any right on behalf of a stepparent to seek custody or visitation with a stepchild who has lived with that stepparent merely because the stepparent was married to or living with the child's biological parent. Section 4. Any person other than the parent of the child may petition a court of competent jurisdiction for custody or visitation of any child in his or her immediate care if the petitioner has had the child in his or her care and control for a year or more. To prevail, the petitioner must establish that the sole surviving parent or both parents: (1) Abandoned his or her parental rights over the child during the time the child was in the care and control of the petitioner; or (2) Forfeited or surrendered his or her parental rights over the child to any third party during the time the child was in the care and control of the petitioner; or (3) Failed to persistently assert and exercise his or her parental rights over the child and made good faith efforts to fulfill his or her parental duties and obligations to the child during the time the child was in the care and control of the petitioner. Section 5. If a court determines that a petitioner pursuant to section 4 of this Act should be awarded custody or visitation, the court need not terminate either biological parent's parental rights over the child. A judgment awarding the petitioner custodial rights may award the biological parent with visitation rights with the child. Section 6. If a court awards a third party custodial rights to a child, the court may set child support in whatever amount it deems appropriate, and notwithstanding the provisions of any other statute to the contrary, may waive the biological parent's duty to provide monetary or other support for their child."}, {"bill_id": 17420, "bill_version_id": 93999, "bill_version": "House Health and Human Services Engrossed", "bill_version_date": "2002-02-08T13:45:16-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise and modify certain provisions relating to the award of child custody and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 25-5-7 be amended to read as follows: 25-5-7. The father and mother of an unmarried minor child are equally entitled to the child's custody, service, and earnings. If either the father or mother is dead , or refuses to take the assume custody , or has abandoned abandons the family, the other is entitled to the child's custody, service, and earnings. If a sole surviving parent or both parents abandons the child, the court may award custody of the child to a third person pursuant to section 4 of this Act. Section 2. A parent's presumptive right to custody of his or her child may be rebutted by clear and convincing proof that the parent is unfit, has abandoned the child, or has forfeited or otherwise surrendered his or her custodial rights over the child to a third person who stands, constructively or legally, in loco parentis. Section 3. Nothing in section 2 of this Act creates any right on behalf of a stepparent to seek custody or visitation with a stepchild who has lived with that stepparent merely because the stepparent was married to or living with the child's biological parent. Section 4. Any person other than the parent of the child may intervene or petition a court of competent jurisdiction for custody or visitation of any child in his or her immediate care if the petitioner has had the child in his or her care and control for a year or more. To prevail, the petitioner must establish that the sole surviving parent or both parents: (1) Abandoned his or her parental rights over the child during the time the child was in the care and control of the petitioner; or (2) Forfeited or surrendered his or her parental rights over the child to any third party during the time the child was in the care and control of the petitioner; or (3) Failed to persistently assert and exercise his or her parental rights over the child and made good faith efforts to fulfill his or her parental duties and obligations to the child during the time the child was in the care and control of the petitioner; or (4) That awarding custody to the biological parent would cause serious detriment to the child. Section 5. Serious detriment to a child exists whenever there is proof of one or more of the following extraordinary circumstances: (1) The abandonment or persistent neglect of the child by the parent; (2) The likelihood of serious physical or emotional harm to the child if placed in the parent's custody; (3) The extended, unjustifiable absence of parental custody; (4) The abdication of parental responsibilities; (5) The provision of the child's physical, emotional, and other needs by persons other than the parent over a significant period of time; (6) The existence of a bonded relationship between the child and the person other than the parent sufficient to cause significant emotional harm to the child in the event of a change in custody; (7) The substantial enhancement of the child's well-being while under the care of the person other than the parent; (8) The extent of the parent's delay in seeking to reacquire custody of the child; (9) The demonstrated quality of the parent's commitment to raising the child; (10) The likely degree of stability and security in the child's future with the parent; (11) The extent to which the child's right to an education would be impaired while in the custody of the parent; or (12) Any other circumstances that would substantially and adversely impact the welfare of the child. Section 6. If a court determines that a petitioner pursuant to section 4 of this Act should be awarded custody or visitation, the court need not terminate either biological parent's parental rights over the child. A judgment awarding the petitioner custodial rights may award the biological parent with visitation rights with the child. Section 7. If a court awards a third party custodial rights to a child, the court may set child support in whatever amount it deems appropriate, and notwithstanding the provisions of any other statute to the contrary, may waive the biological parent's duty to provide monetary or other support for their child. Section 8. Whereas, this Act is necessary for the immediate preservation of the public peace, health, or safety, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 17420, "bill_version_id": 94930, "bill_version": "Conference Committee Engrossed", "bill_version_date": "2002-02-22T19:40:24-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise and modify certain provisions relating to the award of child custody and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 25-5 be amended by adding thereto a NEW SECTION to read as follows: Except for proceedings under chapter 26-7A, 26-8A, 26-8B, or 26-8C, the court may allow any person other than the parent of a child to intervene or petition a court of competent jurisdiction for custody or visitation of any child with whom he or she has served as a primary caretaker, has closely bonded as a parental figure, or has otherwise formed a significant and substantial relationship. It is presumed to be in the best interest of a child to be in the care, custody, and control of the child's parent, and the parent shall be afforded the constitutional protections as determined by the United States Supreme Court and the South Dakota Supreme Court. A parent's presumptive right to custody of his or her child may be rebutted by proof: (1) That the parent has abandoned or persistently neglected the child; (2) That the parent has forfeited or surrendered his or her parental rights over the child to any person other than the parent; (3) That the parent has abdicated his or her parental rights and responsibilities; or (4) That other extraordinary circumstances exist which, if custody is awarded to the parent, would result in serious detriment to the child. Section 2. That chapter 25-5 be amended by adding thereto a NEW SECTION to read as follows: Serious detriment to a child may exist whenever there is proof of one or more of the following extraordinary circumstances: (1) The likelihood of serious physical or emotional harm to the child if placed in the parent's custody; (2) The extended, unjustifiable absence of parental custody; (3) The provision of the child's physical, emotional, and other needs by persons other than the parent over a significant period of time; (4) The existence of a bonded relationship between the child and the person other than the parent sufficient to cause significant emotional harm to the child in the event of a change in custody; (5) The substantial enhancement of the child's well-being while under the care of a person other than the parent; (6) The extent of the parent's delay in seeking to reacquire custody of the child; (7) The demonstrated quality of the parent's commitment to raising the child; (8) The likely degree of stability and security in the child's future with the parent; (9) The extent to which the child's right to an education would be impaired while in the custody of the parent; or (10) Any other extraordinary circumstance that would substantially and adversely impact the welfare of the child. Section 3. That chapter 25-5 be amended by adding thereto a NEW SECTION to read as follows: Nothing in section 1 of this Act creates any right on behalf of a stepparent to seek custody or visitation with a stepchild who has lived with that stepparent merely because the stepparent was married to or living with the child's parent. Section 4. That chapter 25-5 be amended by adding thereto a NEW SECTION to read as follows: If a court determines that a person other than a parent should be awarded custody or visitation, the court need not terminate either parent's parental rights over the child. A judgment awarding to a person other than a parent custodial rights may award the parent visitation rights with the child. Section 5. That chapter 25-5 be amended by adding thereto a NEW SECTION to read as follows: If a court awards a person other than a parent custodial rights to a child, the court may set child support in whatever amount it deems appropriate, and notwithstanding the provisions of any other statute to the contrary, may waive the parent's duty to provide monetary or other support for his or her child. Section 6. That chapter 25-5 be amended by adding thereto a NEW SECTION to read as follows: It is the express legislative intent that this Act apply to all pending matters involving disputed custody of a child between a parent and a person other than a parent meeting the standing provisions of section 1 of this Act, and all subsequent custody disputes involving a person other than a parent. Section 7. Whereas, this Act is necessary for the immediate preservation of the public peace, health, or safety, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 17420, "bill_version_id": 94931, "bill_version": "Enrolled", "bill_version_date": "2002-02-22T19:43:23-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17420, "action_date": "2002-01-22T14:00:00-06:00", "document_id": 92570, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92570.pdf", "status_text": "First read in Senate and referred to", "journal_page": 172, "committee_id_action": 769, "committee_id_assigned": 747, "result": "N", "vote": {}}, {"bill_id": 17420, "action_date": "2002-01-25T10:00:00-06:00", "document_id": 92860, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92860.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 747, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17420, "action_date": "2002-01-25T10:00:00-06:00", "document_id": 92860, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92860.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 747, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17420, "action_date": "2002-01-25T10:00:00-06:00", "document_id": 92860, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92860.pdf", "status_text": "Do Pass Amended,", "journal_page": 227, "committee_id_action": 747, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 53507, "president_vote": null, "Yea": [2730, 2780, 2784, 2740], "Excused": [2742, 2795, 2829]}}, {"bill_id": 17420, "action_date": "2002-01-28T14:00:00-06:00", "document_id": 93045, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93045.pdf", "status_text": "Deferred to another day", "journal_page": 251, "committee_id_action": 769, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17420, "action_date": "2002-01-30T14:00:00-06:00", "document_id": 93241, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93241.pdf", "status_text": "Motion to Amend,", "journal_page": 286, "committee_id_action": 769, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17420, "action_date": "2002-01-30T14:00:00-06:00", "document_id": 93241, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93241.pdf", "status_text": "Do Pass Amended,", "journal_page": 287, "committee_id_action": 769, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 53830, "president_vote": null, "Yea": [2726, 2727, 2730, 2733, 2734, 2739, 2740, 2743, 2745, 2746, 2747, 2750, 2760, 2761, 2762, 2772, 2778, 2780, 2784, 2787, 2791, 2792, 2795, 2796, 2802, 2809, 2810, 2819, 2821, 2827, 2828, 2829], "Nay": [2742], "Excused": [2753, 2818]}}, {"bill_id": 17420, "action_date": "2002-01-31T14:00:00-06:00", "document_id": 93364, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93364.pdf", "status_text": "First read in House and referred to", "journal_page": 403, "committee_id_action": 768, "committee_id_assigned": 759, "result": "N", "vote": {}}, {"bill_id": 17420, "action_date": "2002-02-08T07:45:00-06:00", "document_id": 93971, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93971.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 759, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17420, "action_date": "2002-02-08T07:45:00-06:00", "document_id": 93971, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93971.pdf", "status_text": "Do Pass Amended,", "journal_page": 570, "committee_id_action": 759, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 52391, "president_vote": null, "Yea": [2724, 2741, 2755, 2770, 2771, 2790, 2800, 2807, 2824, 2817, 2766], "Excused": [2731, 2825]}}, {"bill_id": 17420, "action_date": "2002-02-08T07:45:00-06:00", "document_id": 93971, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93971.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 759, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17420, "action_date": "2002-02-12T14:00:00-06:00", "document_id": 94225, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94225.pdf", "status_text": "Deferred to another day", "journal_page": 631, "committee_id_action": 768, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17420, "action_date": "2002-02-13T14:00:00-06:00", "document_id": 94336, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94336.pdf", "status_text": "Do Pass Amended,", "journal_page": 650, "committee_id_action": 768, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 54231, "president_vote": null, "Yea": [2724, 2725, 2728, 2729, 2731, 2732, 2736, 2737, 2738, 2741, 2744, 2748, 2749, 2752, 2754, 2755, 2756, 2757, 2758, 2759, 2763, 2764, 2765, 2767, 2768, 2769, 2770, 2771, 2773, 2774, 2775, 2777, 2779, 2781, 2782, 2783, 2785, 2786, 2788, 2789, 2790, 2793, 2794, 2798, 2799, 2800, 2803, 2804, 2805, 2806, 2807, 2808, 2811, 2812, 2813, 2814, 2815, 2816, 2817, 2820, 2822, 2823, 2824, 2825, 2830, 2751], "Excused": [2735, 2766, 2826], "Nay": [2797]}}, {"bill_id": 17420, "action_date": "2002-02-15T14:00:00-06:00", "document_id": 94518, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94518.pdf", "status_text": "Conference Committee appointments", "journal_page": 691, "committee_id_action": 768, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17420, "action_date": "2002-02-20T13:00:00-06:00", "document_id": 94759, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94759.pdf", "status_text": "Conference Committee appointments", "journal_page": 751, "committee_id_action": 768, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17420, "action_date": "2002-02-22T08:00:00-06:00", "document_id": 94911, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94911.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 693, "committee_id_action": 769, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 52989, "president_vote": null, "Yea": [2726, 2727, 2730, 2733, 2734, 2739, 2740, 2743, 2745, 2746, 2747, 2750, 2753, 2760, 2761, 2762, 2772, 2778, 2780, 2784, 2787, 2791, 2792, 2795, 2796, 2802, 2809, 2810, 2818, 2819, 2821, 2827, 2828, 2829], "Nay": [2742]}}, {"bill_id": 17420, "action_date": "2002-02-22T09:00:00-06:00", "document_id": 94934, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94934.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 841, "committee_id_action": 768, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 54357, "president_vote": null, "Yea": [2724, 2725, 2728, 2729, 2731, 2732, 2736, 2737, 2738, 2741, 2744, 2749, 2752, 2754, 2755, 2756, 2757, 2758, 2759, 2763, 2764, 2765, 2766, 2767, 2768, 2769, 2770, 2771, 2773, 2774, 2775, 2777, 2779, 2781, 2782, 2783, 2785, 2786, 2788, 2789, 2790, 2793, 2794, 2797, 2798, 2799, 2800, 2803, 2804, 2805, 2806, 2807, 2808, 2813, 2814, 2815, 2816, 2817, 2820, 2822, 2823, 2824, 2825, 2826, 2830], "Excused": [2735, 2812], "Absent": [2748, 2751], "Nay": [2811]}}, {"bill_id": 17420, "action_date": "2002-02-23T10:00:00-06:00", "document_id": 94960, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94960.pdf", "status_text": "Signed by President", "journal_page": 710, "committee_id_action": 769, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17420, "action_date": "2002-02-23T10:00:00-06:00", "document_id": 94960, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94960.pdf", "status_text": "Delivered to the Governor", "journal_page": 731, "committee_id_action": 769, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17420, "action_date": "2002-02-23T10:00:00-06:00", "document_id": 94980, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94980.pdf", "status_text": "Signed by Speaker", "journal_page": 871, "committee_id_action": 768, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17420, "action_date": "2002-02-28T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": 735, "committee_id_action": 769, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 2183}