{"session_id": 15, "bill_id": 3634, "bill_type": "Senate Bill", "bill_number": 174, "bill_title": "increase the 911 emergency surcharge, to revise the collection and distribution of the surcharge revenue, to provide for point of sale collection of the prepaid wireless 911 emergency surcharge, and to provide funding for the upgrade of 911 emergency services.", "sponsors": [{"legislator_profile_id": 251, "is_prime": true}, {"legislator_profile_id": 269, "is_prime": true}, {"legislator_profile_id": 222, "is_prime": false}, {"legislator_profile_id": 239, "is_prime": false}, {"legislator_profile_id": 255, "is_prime": false}, {"legislator_profile_id": 268, "is_prime": false}, {"legislator_profile_id": 234, "is_prime": false}, {"legislator_profile_id": 287, "is_prime": false}, {"legislator_profile_id": 266, "is_prime": false}, {"legislator_profile_id": 233, "is_prime": false}, {"legislator_profile_id": 219, "is_prime": false}, {"legislator_profile_id": 220, "is_prime": false}, {"legislator_profile_id": 229, "is_prime": false}, {"legislator_profile_id": 307, "is_prime": false}, {"legislator_profile_id": 261, "is_prime": false}, {"legislator_profile_id": 218, "is_prime": false}, {"legislator_profile_id": 254, "is_prime": false}, {"legislator_profile_id": 232, "is_prime": false}, {"legislator_profile_id": 309, "is_prime": false}], "keywords": ["Fees", "Law Enforcement", "Local Government", "Public Health and Safety", "Telecommunications"], "audio": [{"meeting_datetime": "2012-02-08T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sst17.mp3", "start_seconds": 114.0}, {"meeting_datetime": "2012-02-08T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sst17.mp3", "start_seconds": 114.0}, {"meeting_datetime": "2012-02-08T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sst17.mp3", "start_seconds": 114.0}, {"meeting_datetime": "2012-02-08T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sst17.mp3", "start_seconds": 114.0}, {"meeting_datetime": "2012-02-10T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen19.mp3", "start_seconds": 2563.0}, {"meeting_datetime": "2012-02-10T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen19.mp3", "start_seconds": 2563.0}, {"meeting_datetime": "2012-02-10T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen19.mp3", "start_seconds": 2563.0}, {"meeting_datetime": "2012-02-22T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hst25.mp3", "start_seconds": 475.0}, {"meeting_datetime": "2012-02-22T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hst25.mp3", "start_seconds": 475.0}, {"meeting_datetime": "2012-02-22T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hst25.mp3", "start_seconds": 475.0}, {"meeting_datetime": "2012-02-22T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hst25.mp3", "start_seconds": 475.0}, {"meeting_datetime": "2012-02-27T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou28.mp3", "start_seconds": 998.0}, {"meeting_datetime": "2012-02-27T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou28.mp3", "start_seconds": 998.0}, {"meeting_datetime": "2012-02-27T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou28.mp3", "start_seconds": 998.0}, {"meeting_datetime": "2012-02-29T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen30.mp3", "start_seconds": 504.0}, {"meeting_datetime": "2012-02-29T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen30.mp3", "start_seconds": 504.0}], "bill_versions": [{"bill_id": 3634, "bill_version_id": 20148, "bill_version": "Introduced", "bill_version_date": "2012-01-25T11:46:29.28-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to increase the 911 emergency surcharge, to revise the collection and distribution of the surcharge revenue, to provide for point of sale collection of the prepaid wireless 911 emergency surcharge, and to provide funding for the upgrade of 911 emergency services. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 34-45-2 be amended to read as follows: 34-45-2. The governing body of a public corporation agency may by ordinance authorize a 911 emergency reporting system. The ordinance shall include a description of the proposed 911 service area. Section 2. That § 34-45-4 be amended to read as follows: 34-45-4. Upon compliance with § 34-45-2, the governing body may assess a A monthly uniform charge in an amount not to exceed seventy-five 911 emergency surcharge of one dollar and twenty-five cents shall be assessed per service user line. The proceeds of this charge surcharge shall be used to pay for allowable nonrecurring and recurring costs of the 911 system. Any prepaid wireless telecommunications service provider shall remit the 911 emergency surcharge for each active prepaid wireless telecommunication service user account to the South Dakota 911 coordination fund. The proceeds of the South Dakota 911 coordination fund are continuously appropriated for reimbursement of allowable nonrecurring and recurring costs of 911 service and operating expenses of the board. No such charge No 911 emergency surcharge may be imposed upon more than one hundred service user lines or equivalent service, per customer account billed, per month. In the case of multi-station network systems, service user lines shall be equal to the number of calls that can simultaneously be made from such system to the public switched telephone network. No prepaid wireless telecommunications service is subject to the surcharge imposed under this section. Section 3. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: There is hereby imposed a prepaid wireless 911 emergency surcharge of two percent upon the gross receipts of each retail transaction for the purchase of prepaid wireless telecommunications service. The prepaid wireless surcharge shall be collected by the prepaid wireless service seller from the prepaid wireless service consumer during each retail transaction. For purposes of this section, the term, retail transaction, means when the purchase of a prepaid wireless telecommunications service is made in this state or has been determined to be a sale occurring in this state pursuant to § 10-45-108. The amount of the prepaid wireless surcharge shall be separately stated on an invoice, receipt, or other similar document that is provided to the prepaid wireless service consumer by the prepaid wireless service seller. The service consumer is liable to pay the prepaid wireless surcharge imposed by this section. The prepaid wireless service seller is liable to collect and remit all prepaid wireless surcharges imposed by this section. The prepaid wireless service seller is not liable for any prepaid wireless surcharge imposed by this section if the prepaid wireless service seller is unable to collect the surcharge from the service consumer. If the amount of the prepaid wireless surcharge that is imposed by this section is separately stated on an invoice, receipt, or other similar document provided to the prepaid wireless service consumer, the prepaid wireless surcharge may not be included in the base for measuring any other tax, fee, surcharge, or other charge that is imposed by this state or its political subdivisions. If the prepaid wireless telecommunications service is sold with one or more other products or services for a single, non-itemized price, the prepaid wireless surcharge imposed by this section shall apply to the entire non-itemized price unless the prepaid wireless service seller elects to apply the surcharge to: (1) The amount of the prepaid wireless telecommunications service that is disclosed to the prepaid wireless service consumer as a dollar amount including the surcharge imposed by this section; or (2) The prepaid wireless service seller identifies the portion of the price that is attributable to the prepaid wireless telecommunications service by reasonable and verifiable standards from its books and records that are kept in the regular course of business. Section 4. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: Any entity required to collect and remit the surcharge imposed pursuant § 34-45-4 or section 3 of this Act shall file with the Department of Revenue, an application for a 911 emergency surcharge license. An application for a license shall be made upon a form prescribed by the secretary of the Department of Revenue and shall set forth the name under which the applicant transacts or intends to transact business, the location of the place of business, and such other information as the secretary may require. The department shall grant and issue to each applicant a 911 emergency surcharge license. A license is not assignable and is valid only for the entity to which it was issued. Any license issued is valid and effective without payment of fees until canceled or revoked. Section 5. That § 34-45-5 be amended to read as follows: 34-45-5. Any service user in the state is liable for the applicable 911 emergency surcharge pursuant to § 34-45-4. Any telecommunications service provider, wireless telecommunications service provider, or Interconnected Voice over Internet Protocol service provider shall collect and remit to the governing body Department of Revenue the applicable 911 emergency surcharge which shall be stated separately in any billing statement, invoice, or receipt. All prepaid wireless telecommunications service providers shall remit the applicable 911 emergency surcharge for each active prepaid wireless telecommunication service user account in the state to the South Dakota 911 coordination fund. The prepaid wireless telecommunications service provider may seek reimbursement from their service user through whatever means are available to the provider. Section 6. That § 34-45-6.1 be repealed. 34-45-6.1. Notwithstanding any provision of this chapter, no retailer purchasing prepaid wireless telecommunication services or devices for resale is required to collect or remit any 911 emergency surcharge. Section 7. That § 34-45-7 be amended to read as follows: 34-45-7. Each telecommunications service provider, wireless telecommunications service provider, prepaid wireless telecommunications service provider, or Interconnected Voice over Internet Protocol service provider has no obligation to take any legal action to enforce the collection of any charge imposed pursuant to this chapter. Such action may be brought by or on behalf of the public agency imposing the charge. Each telecommunications service provider, wireless telecommunications service provider, prepaid wireless telecommunications service provider, or Interconnected Voice over Internet Protocol service provider is not liable for such uncollected amounts is liable to collect and remit the 911 emergency surcharges imposed by § 34-45-4. The service user is liable for paying the 911 emergency surcharge imposed by § 34-45-4. The service provider is not liable for any 911 emergency surcharge if the service provider is unable to collect from the service user. Section 8. That § 34-45-8 be repealed. 34-45-8. Any charge imposed pursuant to § 34-45-4 and the amounts collected for telecommunications service, wireless telecommunications service, or Interconnected Voice over Internet Protocol service shall be remitted to the governing body and the amounts collected for prepaid wireless telecommunications service shall be remitted to the South Dakota 911 coordination fund not more than thirty days after the close of the calendar quarter which shall include a return to be in such form as required by the board together with the remittance of the amount of the charge payable. Each service provider shall maintain a record of collections made for a period of one year after the collection. Section 9. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: Any entity who holds a license issued pursuant to this chapter or any entity required to collect and remit the surcharges imposed by § 34-45-4 or section 3 of this Act shall file returns or reports by electronic means on a monthly basis with the Department of Revenue and shall remit the surcharges by electronic transfer on a monthly basis to the department unless the secretary of the Department of Revenue permits an entity to file returns or reports by nonelectronic means and permits an entity to remit surcharges by nonelectronic means. If an entity does not have internet access on the premise, the secretary of revenue shall permit an entity to file returns or reports by nonelectronic means and permit an entity to remit surcharges by nonelectronic means. Section 10. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: This section applies to any return, report, or remittance filed pursuant to section 9 of this Act. For any return or report that is required to be filed by electronic means, the return or report shall be filed by electronic means on or before the twenty-third day of the month following each period. If the twenty-third day of the month falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed, the return or report is due on the next succeeding day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed. For any surcharge that is required to be remitted by electronic transfer, the surcharge shall be remitted on or before the second to the last day of the month following each period. For the purpose of remitting any surcharge by electronic transfer pursuant to this section, the last day and the second to the last day of the month means the last day and the second to the last day of the month which are not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed. If the secretary of the Department of Revenue permits any entity to file returns or reports by nonelectronic means, permits any entity to remit surcharges by nonelectronic means, or both, pursuant to section 9 of this Act, any return, report, or remittance which is required to be filed pursuant to 9 of this Act is timely filed if mailed, postage prepaid on or before the twentieth day of the month following each period, and is received by the department. A United States Postal Service postmark is evidence of the date of mailing for the purpose of timely filing of returns, reports, or remittances. Penalty or interest under § 10-59-6 shall be paid if a return or remittance is not made on time. Section 11. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: The Department of Revenue shall transfer the surcharges collected pursuant to § 34-45-4 and section 3 of this Act to the Department of Public Safety. The Department of Public Safety shall remit seventy percent of the revenue collected from the 911 emergency surcharges imposed by § 34-45-4 to the public agency, which has adopted an ordinance pursuant to § 34-45-2, where the surcharges were collected. The Department of Public Safety shall deposit thirty percent of the revenue collected from the 911 emergency surcharges imposed by § 34-45-4 into the public safety 911 emergency fund created pursuant to section 12 of this Act. The Department of Public Safety shall deposit all of the revenue collected from the prepaid wireless service surcharges imposed by section 3 of this Act into South Dakota 911 coordination fund created pursuant to § 34-45-12. Section 12. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: There is hereby created within the state treasury the public safety 911 emergency fund. Any money in the public safety 911 emergency fund is continuously appropriated for distribution as provided in this section. A public safety answering point is eligible to receive a distribution from the public safety 911 emergency fund if the public safety answering point is in compliance with the standards for operation and utilization of public safety answering points as determined by the board and either serves a population of more than thirty thousand or covers an area that includes three or more counties. The board shall notify each public safety answering point when the list of public safety answering points eligible for funding pursuant to this section changes. The Department of Public Safety shall: (1) Distribute twenty-six percent of the money deposited in the fund based on the ratio of the population of each eligible public safety answering point to the population of all the eligible public safety answering points; (2) Distribute fourteen percent of the money deposited in the fund based on the ratio of the area of each eligible public safety answering point to the area of all of the eligible public safety answering points; and (3) Transfer sixty percent of the money deposited in the fund to the South Dakota 911 coordination fund. The Department of Public Safety shall base the allocation of money for population on the most recent decennial census of the United States Department of Commerce, Bureau of the Census and the population estimate published by the United States Census Bureau for each year ending in five. The Department of Public Safety shall make distributions from the public safety 911 emergency fund each quarter. The secretary of the Department of Public Safety shall approve vouchers and the state auditor shall draw warrants to pay each public safety answering point its share of the distribution. Section 13. That § 34-45-9 be amended to read as follows: 34-45-9. The service provider and prepaid wireless service seller may deduct and retain one two percent of the collected amount or twenty-five dollars, whichever amount is greater, each month as the cost of administration for collecting the charge surcharge imposed by § 34-45-4 and section 3 of this Act. Section 14. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: The prepaid wireless service seller may retain all the surcharges imposed by section 3 of this Act during the three months this surcharge is effective. However, the prepaid wireless service seller shall report the collections retained during this month to the Department of Revenue. Section 15. That § 34-45-10 be repealed. 34-45-10. At least once every calendar year, prior to September first, the governing body shall review the current charge and establish a rate of charge to be effective on the next January first, not to exceed the amount authorized, that together with any surplus revenues carried forward will produce sufficient revenues to fund the expenditures authorized by §§ 34-45-3 and 34-45-4. Any amount collected in excess of expenses within a given year shall be carried forward to the next year. Immediately upon making the determination and fixing the rate, the governing body shall publish its new rate, and it shall notify by registered mail every service provider at least ninety days before the new rate becomes effective. The board or governing body may, at its own expense, require an annual audit of a service provider's books and records concerning the collection and remittance of the charge authorized by §§ 34-45-3 and 34-45-4. Section 16. That § 34-45-12 be amended to read as follows: 34-45-12. There is hereby created within the state treasury the South Dakota 911 coordination fund. Any funds collected from prepaid wireless telecommunications service pursuant to § 34-45-4 section 3 of this Act shall be deposited in the South Dakota 911 coordination fund. Any money in the South Dakota 911 coordination fund is continuously appropriated for reimbursement of allowable nonrecurring and recurring costs of 911 service and operating expenses of the board. The board shall authorize disbursements from the fund pursuant to this chapter for the expenses of the board and for approved nonrecurring and recurring costs requested by the governing body of eligible 911 public safety answering points. The board may solicit proposals to coordinate and implement an upgrade to the 911 emergency service system of all public safety answering points. The funds may be disbursed for the purpose of planning, coordinating, purchasing, installing, maintaining, and operating, an upgrade to the 911 emergency services system. Any interest earned on money in the fund shall be credited to the fund. Section 17. That § 34-45-17 be amended to read as follows: 34-45-17. The 911 emergency reporting system provided by this chapter is within the governmental powers and authority of the governing body or public agency. In contracting for the 911 emergency reporting system or the provisioning of the 911 service, except for willful or wanton negligence or intentional acts, the board, the governing body, the public agency, the service provider, the prepaid wireless service provider, the prepaid wireless service seller, and the service supplier, their employees and agents, are immune from liability for a failure in the use or operation of the 911 system. The immunity provided by this section does not extend to the installation or maintenance of the 911 system. Section 18. That § 34-45-18.2 be amended to read as follows: 34-45-18.2. The board may promulgate rules pursuant to chapter 1-26 setting: (1) Minimum technical, operational, and procedural standards for the operation and utilization of a public safety answering point; (2) Requirements and amounts for reimbursement of recurring and nonrecurring costs; (3) Standards for coordination of effective 911 service on a statewide basis; and (4) Allowable expenditures of the 911 emergency surcharge proceeds collected pursuant to § 34-45-4. A public safety answering point shall comply with ARSD 50:02:04:02(2) if the Legislature increases the monthly uniform charge, regardless of the amount of the increase. Furthermore, no public safety answering point may be required to comply with the provisions of ARSD 50:02:04:02(2) if the public safety answering point forswears the acceptance of revenue from any future legislative increase in the monthly uniform charge and formally resolves to continue to maintain itself pursuant to all other statutes, rules, and standards by July 1, 2015. However, any public safety answering point that submits a written request to the board to opt out of the provisions of ARSD 50:02:04:02(2) may only receive seventy-five cents of each surcharge assessed pursuant to § 34-45-4 that is to be remitted such public safety answering point. The remaining surcharge assessment shall be deposited in the public safety 911 emergency fund. Section 19. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: Any service provider collecting and remitting the surcharge imposed by § 34-45-4 or prepaid wireless service seller collecting and remitting the surcharge imposed by section 3 of this Act shall keep records of all receipts and telecommunications service sales. The records are, at all times during business hours of the day, subject to inspection by the Department of Revenue to determine the amount of surcharge due. The records shall be preserved for a period of three years unless the secretary of the Department of Revenue, in writing, authorized their destruction or disposal at an earlier date. Section 20. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: The secretary of the Department of Revenue may promulgate rules, pursuant to chapter 1-26, concerning: (1) The filing of returns and payment of the surcharges imposed by this chapter; (2) Determining the application of the surcharges imposed by this chapter; (3) Record-keeping requirements; and (4) Determining auditing methods. Section 21. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: Any person who: (1) Makes any false or fraudulent return in attempting to defeat or evade the surcharge imposed by § 34-45-4 or section 3 of this Act is guilty of a Class 6 felony; (2) Fails to pay the surcharge collected pursuant to the provisions of this chapter within sixty days from the date the surcharge becomes due is guilty of a Class 1 misdemeanor; (3) Fails to keep the records required by this chapter or refuses to exhibit these records to the Department of Revenue for the purpose of examination is guilty of a Class 1 misdemeanor; (4) Fails to file a return required by this chapter within sixty days from the date the return is due is guilty of a Class 1 misdemeanor; (5) Willfully violates any rule of the secretary for the administration and enforcement of the provisions of this chapter is guilty of a Class 1 misdemeanor; or (6) Fails to obtain a 911 emergency surcharge license after having been notified in writing by the secretary of the Department of Revenue that the person is subject to the provisions of this chapter is guilty of a Class 1 misdemeanor. However, it is not a violation of this subdivision if the person files an application for a 911 emergency surcharge license and meets all lawful prerequisites for obtaining such license within ten days from receipt of written notice from the secretary. For purposes of this section, the term, person, includes corporate officers, member-managers or managers of limited liability companies, or partners that control, supervise, or are charged with the responsibility of filing the returns or remitting the payments pursuant to this chapter. Section 22. That § 34-45-1 be amended to read as follows: 34-45-1. Terms used in this chapter mean: (1) \"Active prepaid wireless telecommunication service user account,\" a prepaid wireless service account: (a) Which has a sufficient positive balance as of the last day of any month and is issued to a person who resides in a zip code, or purchases the service, within the state; (b) As estimated by dividing the total earned prepaid wireless telecommunications service revenue received by the service provider within the monthly reporting period by the industry's annually calculated average revenue per user as cited in the FCC's Annual Report and Analysis of Competitive Market Conditions With Respect to Commercial Mobile Services as required under 47 U.S.C. § 332(c)(1)(C); or (c) Which is a retail sale by a prepaid wireless telecommunications service provider to a service user in the state; (2) \"Basic 911,\" any service which provides the user of a calling device, which utilizes any communications technology, the ability to reach a public safety answering point to report police, fire, medical, or other emergency situations by dialing 911; (3)(2) \"Board,\" the South Dakota 911 Coordination Board created pursuant to § 34-45-18; (4)(3) \"Enhanced 911,\" any system which provides the user of a calling device, which utilizes any communications technology, the ability to reach a public safety answering point by dialing the digits 911, and which routes that call to the appropriate public safety answer point and which automatically provides information about the service user to a 911 dispatcher including the user's name, location, call back number, and assigned emergency responders; (5)(4) \"Governing body,\" the board of county commissioners of a county or the city council or other governing body of a county or municipality or the board of directors of a special district; (6)(5) \"Interconnected Voice-over Internet Protocol (VoIP) service,\" any service with the following characteristics: (a) Enables real-time two-way voice communication; (b) Requires a broadband connection from the user's location; (c) Requires internet protocol-compatible customer premise equipment; and (d) Permits users generally to receive calls that originate and terminate on the public switched telephone network; (7)(6) \"911 emergency reporting system\" or \" 911 system,\" any telecommunications service system consisting of network, database, and on-premises equipment which utilizes the single three-digit number 911 for reporting police, fire, medical, or other emergency situation; (8)(7) \"911 emergency surcharge,\" any charge set by the governing body this chapter and assessed on any service user of any telecommunications service, wireless telecommunications service, or Interconnected Voice over Internet Protocol service, or wireless prepaid telecommunications service which physically terminates or originates within the governing body's designated 911 service area. The 911 emergency surcharge shall be assessed and remitted for Interconnected Voice over Internet Protocol and wireless telecommunications service based upon the service user's place of primary use. Notwithstanding any other provision of this chapter and for purposes of the surcharge imposed by this chapter, the surcharge imposed upon wireless telecommunication services shall be administered in accordance with 4 U.S.C. §§ 116-126. For prepaid wireless telecommunications services, the term, 911 emergency surcharge, means any charge set and assessed for service provided to an active prepaid wireless telecommunications service user account within the state provided, however, that with respect to an active prepaid wireless telecommunications service user account under subsection 34-45-1(1)(c), the surcharge shall be two percent of the retail purchase price of such service; (9)(8) \"Nonrecurring costs,\" any capital or start-up expenditure such as telecommunications equipment, software, database, initial training, and the purchase or lease of subscriber names, addresses, and telephone information; (10)(9) \"Place of primary use,\" the street address where the customer's use of the communications service primarily occurs or the customer's registered location on the date the customer is billed; (11)(10) \"Prepaid wireless service consumer,\" any person who purchases prepaid wireless telecommunications service in a retail transaction; (11) \"Prepaid wireless service provider,\" any person that provides prepaid wireless telecommunications service pursuant to a license issued by the Federal Communications Commission; (12) \"Prepaid wireless service seller,\" any person who sells prepaid wireless telecommunications service to prepaid wireless service consumer; (13) \"Prepaid wireless telecommunications service,\" any wireless telecommunications service that is activated in advance by payment for a finite dollar amount of service or for a finite number of minutes that terminate either upon use by any person or within a certain period of time following the initial purchase or activation, unless an additional payment is made any telecommunications service that provides the right to utilize a mobile wireless service as well as other nontelecommunications services, including the download of digital products delivered electronically, content and ancillary services, which are paid for in advance and sold in predetermined units or dollars which decline with use in a known amount; (12)(14) \"Public agency,\" any municipality, county, public district, or public authority located in whole or in part within this state which provides or has the authority to provide fire fighting, law enforcement, ambulance, emergency medical, or other emergency services county or incorporated municipality that has adopted an ordinance pursuant to § 34-45-2; (13)(15) \"Public safety answering point,\" any twenty-four hour communications facility which receives all 911 service calls and reroutes the requestor or information to appropriate public or private safety agencies; (14)(16) \"Recurring costs,\" any costs such as network access fee and other telephone charges, software, equipment, database management, maintenance, charges to maintain database of subscriber names, addresses, and telephone information from the local exchange access company. Recurring costs may include personnel expenses for a public safety answering point; (15)(17) \"Registered location,\" the most recent information obtained by an Interconnected Voice over Internet Protocol service provider that identifies the physical location of an end user; (16)(18) \"Service provider,\" any person or entity providing, offering to provide, or selling telecommunications service, wireless telecommunications service, prepaid wireless telecommunications service, or Interconnected Voice over Internet Protocol service; (17)(19) \"Service supplier,\" any person or entity who provides or offers to provide 911 system equipment, installation, maintenance, or exchange access services within the 911 service access area; (18)(20) \"Service user,\" any person who purchases telecommunications service, wireless telecommunications service, prepaid wireless telecommunications service, or Interconnected Voice over Internet Protocol service in this state without intent for resale; (19)(21) \"Service user line,\" the means by which a service user may place a call to a public safety answering point through the use of a telecommunications service, wireless telecommunications service, prepaid wireless telecommunications service, or Interconnected Voice over Internet Protocol service. In the case of multi-station network systems, service user lines shall be equal to the number of calls that can simultaneously be made from such system to the public switched telephone network; (20)(22) \"Telecommunications service,\" the transmission of signs, signals, writings, images, sounds, messages, data, or other information of any nature by wire, radio, lightwave, electromagnetic means, or other similar means. The term does not include the provision of terminal equipment used to originate or terminate such service, broadcast transmissions by radio, television, and satellite stations regulated by the Federal Communications Commission and one-way cable television service; (21)(23) \"Wireless telecommunications service,\" commercial mobile radio service, as such term is defined in 47 C.F.R. 203 as of January 1, 2008. Section 23. That § 34-45-20 be amended to read as follows: 34-45-20. The board shall: (1) Evaluate all of the current public safety answering points and systems throughout the State of South Dakota for their capability to adequately and efficiently administer systems; (2) Develop plans for the implementation for a uniform statewide 911 system covering the entire state or so much as is practicable; (3) Monitor the number and location of public safety answering points or systems and the use of 911 emergency surcharge funds in their administrative and operational budgets; (4) Develop criteria and minimum standards for operating and financing public safety answering points or systems; (5) Develop criteria for the eligibility and amount of reimbursement of recurring and nonrecurring costs of public safety answering points or systems; (6) Develop criteria for the implementation of performance audits of the use of the 911 fees utilized in the operation of the 911 system. The audit shall be conducted by the Department of Legislative Audit and shall be presented to the board and the Legislature; and (7) Report annually to the Government Operations and Audit Committee about the operations and findings of the board and any recommendations for changes in the surcharges imposed by this chapter and the distribution of the revenue; and (8) Report annually to the Governor and the Legislature about the operations and findings the board and any recommendations for changes to 911 service in the state. Section 24. That § 34-45-4 be amended to read as follows: 34-45-4. Upon compliance with § 34-45-2, the governing body may assess a A monthly uniform charge in an amount not to exceed seventy-five cents 911 emergency surcharge of one dollar shall be assessed per service user line. The proceeds of this charge surcharge shall be used to pay for allowable nonrecurring and recurring costs of the 911 system. Any prepaid wireless telecommunications service provider shall remit the 911 emergency surcharge for each active prepaid wireless telecommunication service user account to the South Dakota 911 coordination fund. The proceeds of the South Dakota 911 coordination fund are continuously appropriated for reimbursement of allowable nonrecurring and recurring costs of 911 service and operating expenses of the board. No such charge No 911 emergency surcharge may be imposed upon more than one hundred service user lines or equivalent service, per customer account billed, per month. In the case of multi-station network systems, service user lines shall be equal to the number of calls that can simultaneously be made from such system to the public switched telephone network. No prepaid wireless telecommunications service is subject to the surcharge imposed under this section. Section 25. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: The Department of Revenue shall transfer the surcharges collected pursuant to § 34-45-4 and section 3 of this Act to the Department of Public Safety. The Department of Public Safety shall remit eighty-five percent of the revenue collected from the 911 emergency surcharges imposed by § 34-45-4 to the public agency, which has adopted an ordinance pursuant to § 34-45-2, where the surcharges were collected. The Department of Public Safety shall deposit fifteen percent of the revenue collected from the 911 emergency surcharges imposed by § 34-45-4 into the public safety 911 emergency fund created pursuant to section 12 of this Act. The Department of Public Safety shall deposit all of the revenue collected from the prepaid wireless service surcharges imposed by section 3 of this Act into South Dakota 911 coordination fund created pursuant to § 34-45-12. Section 26. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: There is hereby created within the state treasury the public safety 911 emergency fund. Any money in the public safety 911 emergency fund is continuously appropriated for distribution as provided in this section. A public safety answering point is eligible to receive a distribution from the public safety 911 emergency fund if the public safety answering point is in compliance with the standards for operation and utilization of public safety answering points as determined by the board and either has a population of more than thirty thousand or covers an area that includes three or more counties. The board shall notify each public safety answering point when the list of public safety answering points eligible for funding pursuant to this section changes. The Department of Public Safety shall: (1) Distribute sixty-six percent of the money deposited in the fund based on the ratio of the population of each eligible public safety answering point to the population of all the eligible public safety answering points; and (2) Distribute thirty-four percent of the money deposited in the fund based on the area of each eligible public safety answering point to the area of all of the eligible public safety answering points. The Department of Public Safety shall base the allocation of money for population on the most recent decennial census of the United States Department of Commerce, Bureau of the Census and the population estimate published by the United States Census Bureau for each year ending in five. The Department of Public Safety shall make distributions from the public safety 911 emergency fund each quarter. The secretary of the Department of Public Safety shall approve vouchers and the state auditor shall draw warrants to pay each public safety answering point its share of the distribution. Section 27. That § 10-59-1 be amended to read as follows: 10-59-1. The provisions of this chapter may only apply to proceedings commenced under this chapter concerning the taxes, the fees, the surcharges, or the persons subject to the taxes or, fees, or surcharges imposed by, or any civil or criminal investigation authorized by, chapters 10-33A, 10-39, 10-39A, 10-39B, 10-43, 10-45, 10-45D, 10-46, 10-46A, 10-46B, 10-46C, 10-46E, 10-47B, 10-52, 10-52A, 32-3, 32-3A, 32-5, 32-5B, 32-6B, 32-9, 32-10, 34-45, and 34A-13 and §§ 22-25-48, 49-31-51, 50-4-13 to 50-4-17, inclusive, and the provisions of chapter 10-45B. Section 28. Sections 24 to 26, inclusive, are effective on July 1, 2018. Section 29. Sections 11 and 12 are repealed on July 1, 2018."}, {"bill_id": 3634, "bill_version_id": 20991, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "2012-02-08T14:13:16.79-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to increase the 911 emergency surcharge, to revise the collection and distribution of the surcharge revenue, to provide for point of sale collection of the prepaid wireless 911 emergency surcharge, and to provide funding for the upgrade of 911 emergency services. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 34-45-2 be amended to read as follows: 34-45-2. The governing body of a public corporation may by ordinance authorize a 911 emergency reporting system. The ordinance shall include a description of the proposed 911 service area. If the governing body of a public agency had adopted an ordinance authorizing a 911 emergency reporting system which was in effect on January 1, 2012, the ordinance remains in effect for establishing such 911 service area unless amended or repealed by the public agency. Any provision in the ordinance establishing a surcharge is no longer in effect after July 1, 2012. Section 2. That § 34-45-4 be amended to read as follows: 34-45-4. Upon compliance with § 34-45-2, the governing body may assess a A monthly uniform charge in an amount not to exceed seventy-five 911 emergency surcharge of one dollar and twenty-five cents shall be assessed per service user line. The proceeds of this charge surcharge shall be used to pay for allowable nonrecurring and recurring costs of the 911 system. Any prepaid wireless telecommunications service provider shall remit the 911 emergency surcharge for each active prepaid wireless telecommunication service user account to the South Dakota 911 coordination fund. The proceeds of the South Dakota 911 coordination fund are continuously appropriated for reimbursement of allowable nonrecurring and recurring costs of 911 service and operating expenses of the board. No such charge No 911 emergency surcharge may be imposed upon more than one hundred service user lines or equivalent service, per customer account billed, per month. In the case of multi-station network systems, service user lines shall be equal to the number of calls that can simultaneously be made from such system to the public switched telephone network. No prepaid wireless telecommunications service is subject to the surcharge imposed under this section. Section 3. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: There is hereby imposed a prepaid wireless 911 emergency surcharge of two percent upon the gross receipts of each retail transaction for the purchase of prepaid wireless telecommunications service. The prepaid wireless surcharge shall be collected by the prepaid wireless service seller from the prepaid wireless service consumer during each retail transaction. For purposes of this section, the term, retail transaction, means when the purchase of a prepaid wireless telecommunications service is made in this state or has been determined to be a sale occurring in this state pursuant to § 10-45-108. The amount of the prepaid wireless surcharge shall be separately stated on an invoice, receipt, or other similar document that is provided to the prepaid wireless service consumer by the prepaid wireless service seller. The service consumer is liable to pay the prepaid wireless surcharge imposed by this section. The prepaid wireless service seller is liable to collect and remit all prepaid wireless surcharges imposed by this section. The prepaid wireless service seller is not liable for any prepaid wireless surcharge imposed by this section if the prepaid wireless service seller is unable to collect the surcharge from the service consumer. If the amount of the prepaid wireless surcharge that is imposed by this section is separately stated on an invoice, receipt, or other similar document provided to the prepaid wireless service consumer, the prepaid wireless surcharge may not be included in the base for measuring any other tax, fee, surcharge, or other charge that is imposed by this state or its political subdivisions. If the prepaid wireless telecommunications service is sold with one or more other products or services for a single, non-itemized price, the prepaid wireless surcharge imposed by this section shall apply to the entire non-itemized price unless the prepaid wireless service seller elects to apply the surcharge to: (1) The amount of the prepaid wireless telecommunications service that is disclosed to the prepaid wireless service consumer as a dollar amount including the surcharge imposed by this section; or (2) The prepaid wireless service seller identifies the portion of the price that is attributable to the prepaid wireless telecommunications service by reasonable and verifiable standards from its books and records that are kept in the regular course of business. Section 4. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: Any entity required to collect and remit the surcharge imposed pursuant to § 34-45-4 or section 3 of this Act shall register with the Department of Revenue. There is no registration fee. A registration shall be made upon a form prescribed by the secretary of the Department of Revenue and shall set forth the name under which the applicant transacts or intends to transact business, the location of the place of business, and such other information as the secretary may require. The department shall issue an identification number to each applicant. This identification number is not assignable and is valid only for the entity to which it was issued. The identification number is valid until canceled or revoked. Section 5. That § 34-45-5 be amended to read as follows: 34-45-5. Any service user in the state is liable for the applicable 911 emergency surcharge pursuant to § 34-45-4. Any telecommunications service provider, wireless telecommunications service provider, or Interconnected Voice over Internet Protocol service provider shall collect and remit to the governing body Department of Revenue the applicable 911 emergency surcharge which shall be stated separately in any billing statement, invoice, or receipt. All prepaid wireless telecommunications service providers shall remit the applicable 911 emergency surcharge for each active prepaid wireless telecommunication service user account in the state to the South Dakota 911 coordination fund. The prepaid wireless telecommunications service provider may seek reimbursement from their service user through whatever means are available to the provider. Section 6. That § 34-45-6.1 be repealed. 34-45-6.1. Notwithstanding any provision of this chapter, no retailer purchasing prepaid wireless telecommunication services or devices for resale is required to collect or remit any 911 emergency surcharge. Section 7. That § 34-45-7 be amended to read as follows: 34-45-7. Each telecommunications service provider, wireless telecommunications service provider, prepaid wireless telecommunications service provider, or Interconnected Voice over Internet Protocol service provider has no obligation to take any legal action to enforce the collection of any charge imposed pursuant to this chapter. Such action may be brought by or on behalf of the public agency imposing the charge. Each telecommunications service provider, wireless telecommunications service provider, prepaid wireless telecommunications service provider, or Interconnected Voice over Internet Protocol service provider is not liable for such uncollected amounts is liable to collect and remit the 911 emergency surcharges imposed by § 34-45-4. The service user is liable for paying the 911 emergency surcharge imposed by § 34-45-4. The service provider is not liable for any 911 emergency surcharge if the service provider is unable to collect the surcharge from the service user. Section 8. That § 34-45-8 be repealed. 34-45-8. Any charge imposed pursuant to § 34-45-4 and the amounts collected for telecommunications service, wireless telecommunications service, or Interconnected Voice over Internet Protocol service shall be remitted to the governing body and the amounts collected for prepaid wireless telecommunications service shall be remitted to the South Dakota 911 coordination fund not more than thirty days after the close of the calendar quarter which shall include a return to be in such form as required by the board together with the remittance of the amount of the charge payable. Each service provider shall maintain a record of collections made for a period of one year after the collection. Section 9. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: Any entity who is registered pursuant to this chapter or any entity required to collect and remit the surcharges imposed by § 34-45-4 or section 3 of this Act shall file returns or reports by electronic means on a monthly basis with the Department of Revenue and shall remit the surcharges by electronic transfer on a monthly basis to the department unless the secretary of the Department of Revenue permits an entity to file returns or reports by nonelectronic means and permits an entity to remit surcharges by nonelectronic means. If an entity does not have internet access on the business premises, the secretary of revenue shall permit an entity to file returns or reports by nonelectronic means and permit an entity to remit surcharges by nonelectronic means. Section 10. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: This section applies to any return, report, or remittance filed pursuant to section 9 of this Act. For any return or report that is required to be filed by electronic means, the return or report shall be filed by electronic means on or before the twenty-third day of the month following each period. If the twenty-third day of the month falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed, the return or report is due on the next succeeding day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed. For any surcharge that is required to be remitted by electronic transfer, the surcharge shall be remitted on or before the second to the last day of the month following each period. For the purpose of remitting any surcharge by electronic transfer pursuant to this section, the last day and the second to the last day of the month means the last day and the second to the last day of the month which are not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed. If the secretary of the Department of Revenue permits any entity to file returns or reports by nonelectronic means, permits any entity to remit surcharges by nonelectronic means, or both, pursuant to section 9 of this Act, any return, report, or remittance which is required to be filed pursuant to 9 of this Act is timely filed if mailed, postage prepaid on or before the twentieth day of the month following each period, and is received by the department. A United States Postal Service postmark is evidence of the date of mailing for the purpose of timely filing of returns, reports, or remittances. Penalty or interest under § 10-59-6 shall be paid if a return or remittance is not made on time. Section 11. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: The Department of Revenue shall transfer the surcharges collected pursuant to § 34-45-4 and section 3 of this Act to the Department of Public Safety. The Department of Public Safety shall remit each month seventy percent of the revenue collected from the 911 emergency surcharges imposed by § 34-45-4 to the public agency, which has adopted an ordinance pursuant to § 34-45-2, where the surcharges were collected. The secretary of the Department of Public Safety shall approve vouchers and the state auditor shall draw warrants to pay each public agency its share of the distribution. The Department of Public Safety shall deposit thirty percent of the revenue collected from the 911 emergency surcharges imposed by § 34-45-4 into the public safety 911 emergency fund created pursuant to section 12 of this Act. The Department of Public Safety shall deposit all of the revenue collected from the prepaid wireless service surcharge imposed by section 3 of this Act into the South Dakota 911 coordination fund created pursuant to § 34-45-12. Section 12. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: There is hereby created within the state treasury the public safety 911 emergency fund. Any money in the public safety 911 emergency fund is continuously appropriated for distribution as provided in this section. A public safety answering point is eligible to receive a distribution from the public safety 911 emergency fund if the public safety answering point is in compliance with the standards for operation and utilization of public safety answering points as determined by the board and either serves a population of more than thirty thousand or covers an area that includes three or more counties. The board shall notify each public safety answering point when the list of public safety answering points eligible for funding pursuant to this section changes. The Department of Public Safety shall: (1) Distribute twenty-six percent of the money deposited in the fund based on the ratio of the population of each eligible public safety answering point to the population of all the eligible public safety answering points; and (2) Transfer seventy-four percent of the money deposited in the fund to the South Dakota 911 coordination fund. The Department of Public Safety shall base the allocation of money for population on the most recent decennial census of the United States Department of Commerce, Bureau of the Census and the population estimate published by the United States Census Bureau for each year ending in five. The Department of Public Safety shall make distributions from the public safety 911 emergency fund each quarter. The secretary of the Department of Public Safety shall approve vouchers and the state auditor shall draw warrants to pay each public safety answering point its share of the distribution. Section 13. That § 34-45-9 be amended to read as follows: 34-45-9. The service provider and prepaid wireless service seller may deduct and retain one two percent of the collected amount or twenty-five dollars, whichever amount is greater, each month as the cost of administration for collecting the charge surcharge imposed by § 34-45-4 and section 3 of this Act. Section 14. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: The prepaid wireless service seller may retain all the surcharges imposed by section 3 of this Act during the first three months this surcharge is effective. However, the prepaid wireless service seller shall report the collections retained during this month to the Department of Revenue. Section 15. That § 34-45-10 be repealed. 34-45-10. At least once every calendar year, prior to September first, the governing body shall review the current charge and establish a rate of charge to be effective on the next January first, not to exceed the amount authorized, that together with any surplus revenues carried forward will produce sufficient revenues to fund the expenditures authorized by §§ 34-45-3 and 34-45-4. Any amount collected in excess of expenses within a given year shall be carried forward to the next year. Immediately upon making the determination and fixing the rate, the governing body shall publish its new rate, and it shall notify by registered mail every service provider at least ninety days before the new rate becomes effective. The board or governing body may, at its own expense, require an annual audit of a service provider's books and records concerning the collection and remittance of the charge authorized by §§ 34-45-3 and 34-45-4. Section 16. That § 34-45-12 be amended to read as follows: 34-45-12. There is hereby created within the state treasury the South Dakota 911 coordination fund. Any funds collected from prepaid wireless telecommunications service pursuant to § 34-45-4 section 3 of this Act shall be deposited in the South Dakota 911 coordination fund. Any money in the South Dakota 911 coordination fund is continuously appropriated for reimbursement of allowable nonrecurring and recurring costs of 911 service and operating expenses of the board. The board shall authorize disbursements from the fund pursuant to this chapter for the expenses of the board and for approved nonrecurring and recurring costs requested by the governing body of eligible 911 public safety answering points. The board may solicit proposals to coordinate and implement an upgrade to the 911 emergency service system of all public safety answering points. The funds may be disbursed for the purpose of planning, coordinating, purchasing, installing, maintaining, and operating, an upgrade to the 911 emergency services system. Any interest earned on money in the fund shall be credited to the fund. Section 17. That § 34-45-17 be amended to read as follows: 34-45-17. The 911 emergency reporting system provided by this chapter is within the governmental powers and authority of the governing body or public agency. In contracting for the 911 emergency reporting system or the provisioning of the 911 service, except for willful or wanton negligence or intentional acts, the board, the governing body, the public agency, the service provider, the prepaid wireless service provider, the prepaid wireless service seller, and the service supplier, their employees and agents, are immune from liability for a failure in the use or operation of the 911 system. The immunity provided by this section does not extend to the installation or maintenance of the 911 system. Section 18. That § 34-45-18.2 be amended to read as follows: 34-45-18.2. The board may promulgate rules pursuant to chapter 1-26 setting: (1) Minimum technical, operational, and procedural standards for the operation and utilization of a public safety answering point; (2) Requirements and amounts for reimbursement of recurring and nonrecurring costs; (3) Standards for coordination of effective 911 service on a statewide basis; and (4) Allowable expenditures of the 911 emergency surcharge proceeds collected pursuant to § 34-45-4. A public safety answering point shall comply with ARSD 50:02:04:02(2) if the Legislature increases the monthly uniform charge, regardless of the amount of the increase. Furthermore, no public safety answering point may be required to comply with the provisions of ARSD 50:02:04:02(2) if the public safety answering point forswears the acceptance of revenue from any future legislative increase in the monthly uniform charge and formally resolves to continue to maintain itself pursuant to all other statutes, rules, and standards No public safety answering point may be required to comply with the provisions of ARSD 50:02:04:02(2), unless the next generation 911 initiative has been implemented. The board shall determine when the next generation 911 initiative is operational. The board shall notify each public safety answering point not complying with the provisions of this rule when this determination has been made. The public safety answering point shall comply with the provisions of the rule within ninety days. However, any public safety answering point that submits a written request to the board to opt out of the provisions of ARSD 50:02:04:02(2) may only receive seventy-five cents of each surcharge assessed pursuant to § 34-45-4 that is to be remitted such public safety answering point. The remaining surcharge assessment shall be deposited in the public safety 911 emergency fund. Section 19. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: Any service provider collecting and remitting the surcharge imposed by § 34-45-4 or prepaid wireless service seller collecting and remitting the surcharge imposed by section 3 of this Act shall keep records of all receipts and telecommunications service sales. The records are, at all times during business hours of the day, subject to inspection by the Department of Revenue to determine the amount of surcharge due. The records shall be preserved for a period of three years unless the secretary of the Department of Revenue, in writing, authorized their destruction or disposal at an earlier date. Section 20. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: The secretary of the Department of Revenue may promulgate rules, pursuant to chapter 1-26, concerning: (1) The filing of returns and payment of the surcharges imposed by this chapter; (2) Determining the application of the surcharges imposed by this chapter; (3) Record-keeping requirements; and (4) Determining auditing methods. Section 21. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: Any person who: (1) Makes any false or fraudulent return in attempting to defeat or evade the surcharge imposed by § 34-45-4 or section 3 of this Act is guilty of a Class 1 misdemeanor; (2) Fails to pay the surcharge collected pursuant to the provisions of this chapter within sixty days from the date the surcharge becomes due is guilty of a Class 2 misdemeanor; (3) Fails to keep the records required by this chapter or refuses to exhibit these records to the Department of Revenue for the purpose of examination is guilty of a Class 2 misdemeanor; (4) Fails to file a return required by this chapter within sixty days from the date the return is due is guilty of a Class 2 misdemeanor; (5) Willfully violates any rule of the secretary for the administration and enforcement of the provisions of this chapter is guilty of a Class 2 misdemeanor; or (6) Fails to submit a 911 emergency surcharge registration after having been notified in writing by the secretary of the Department of Revenue that the person is subject to the provisions of this chapter is guilty of a Class 2 misdemeanor. However, it is not a violation of this subdivision if the person submits a registration and meets all lawful prerequisites for registering within ten days from receipt of written notice from the secretary. For purposes of this section, the term, person, includes corporate officers, member-managers or managers of limited liability companies, or partners that control, supervise, or are charged with the responsibility of filing the returns or remitting the payments pursuant to this chapter. Section 22. That § 34-45-1 be amended to read as follows: 34-45-1. Terms used in this chapter mean: (1) \"Active prepaid wireless telecommunication service user account,\" a prepaid wireless service account: (a) Which has a sufficient positive balance as of the last day of any month and is issued to a person who resides in a zip code, or purchases the service, within the state; (b) As estimated by dividing the total earned prepaid wireless telecommunications service revenue received by the service provider within the monthly reporting period by the industry's annually calculated average revenue per user as cited in the FCC's Annual Report and Analysis of Competitive Market Conditions With Respect to Commercial Mobile Services as required under 47 U.S.C. § 332(c)(1)(C); or (c) Which is a retail sale by a prepaid wireless telecommunications service provider to a service user in the state; (2) \"Basic 911,\" any service which provides the user of a calling device, which utilizes any communications technology, the ability to reach a public safety answering point to report police, fire, medical, or other emergency situations by dialing 911; (3)(2) \"Board,\" the South Dakota 911 Coordination Board created pursuant to § 34-45-18; (4)(3) \"Enhanced 911,\" any system which provides the user of a calling device, which utilizes any communications technology, the ability to reach a public safety answering point by dialing the digits 911, and which routes that call to the appropriate public safety answer point and which automatically provides information about the service user to a 911 dispatcher including the user's name, location, call back number, and assigned emergency responders; (5)(4) \"Governing body,\" the board of county commissioners of a county or the city council or other governing body of a county or municipality or the board of directors of a special district; (6)(5) \"Interconnected Voice-over Internet Protocol (VoIP) service,\" any service with the following characteristics: (a) Enables real-time two-way voice communication; (b) Requires a broadband connection from the user's location; (c) Requires internet protocol-compatible customer premise equipment; and (d) Permits users generally to receive calls that originate and terminate on the public switched telephone network; (7)(6) \"911 emergency reporting system\" or \" 911 system,\" any telecommunications service system consisting of network, database, and on-premises equipment which utilizes the single three-digit number 911 for reporting police, fire, medical, or other emergency situation; (8)(7) \"911 emergency surcharge,\" any charge set by the governing body this chapter and assessed on any service user of any telecommunications service, wireless telecommunications service, or Interconnected Voice over Internet Protocol service, or wireless prepaid telecommunications service which physically terminates or originates within the governing body's designated 911 service area. The 911 emergency surcharge shall be assessed and remitted for Interconnected Voice over Internet Protocol and wireless telecommunications service based upon the service user's place of primary use. Notwithstanding any other provision of this chapter and for purposes of the surcharge imposed by this chapter, the surcharge imposed upon wireless telecommunication services shall be administered in accordance with 4 U.S.C. §§ 116-126. For prepaid wireless telecommunications services, the term, 911 emergency surcharge, means any charge set and assessed for service provided to an active prepaid wireless telecommunications service user account within the state provided, however, that with respect to an active prepaid wireless telecommunications service user account under subsection 34-45-1(1)(c), the surcharge shall be two percent of the retail purchase price of such service; (9)(8) \"Nonrecurring costs,\" any capital or start-up expenditure such as telecommunications equipment, software, database, initial training, and the purchase or lease of subscriber names, addresses, and telephone information; (10)(9) \"Place of primary use,\" the street address where the customer's use of the communications service primarily occurs or the customer's registered location on the date the customer is billed; (11)(10) \"Prepaid wireless service consumer,\" any person who purchases prepaid wireless telecommunications service in a retail transaction; (11) \"Prepaid wireless service provider,\" any person that provides prepaid wireless telecommunications service pursuant to a license issued by the Federal Communications Commission; (12) \"Prepaid wireless service seller,\" any person who sells prepaid wireless telecommunications service to prepaid wireless service consumer; (13) \"Prepaid wireless telecommunications service,\" any wireless telecommunications service that is activated in advance by payment for a finite dollar amount of service or for a finite number of minutes that terminate either upon use by any person or within a certain period of time following the initial purchase or activation, unless an additional payment is made any telecommunications service that provides the right to utilize a mobile wireless service as well as other nontelecommunications services, including the download of digital products delivered electronically, content and ancillary services, which are paid for in advance and sold in predetermined units or dollars which decline with use in a known amount; (12)(14) \"Public agency,\" any municipality, county, public district, or public authority located in whole or in part within this state which provides or has the authority to provide fire fighting, law enforcement, ambulance, emergency medical, or other emergency services county or municipality that has adopted an ordinance pursuant to § 34-45-2; (13)(15) \"Public safety answering point,\" any twenty-four hour communications facility which receives all 911 service calls and reroutes the requestor or information to appropriate public or private safety agencies; (14)(16) \"Recurring costs,\" any costs such as network access fee and other telephone charges, software, equipment, database management, maintenance, charges to maintain database of subscriber names, addresses, and telephone information from the local exchange access company. Recurring costs may include personnel expenses for a public safety answering point; (15)(17) \"Registered location,\" the most recent information obtained by an Interconnected Voice over Internet Protocol service provider that identifies the physical location of an end user; (16)(18) \"Service provider,\" any person or entity providing, offering to provide, or selling telecommunications service, wireless telecommunications service, prepaid wireless telecommunications service, or Interconnected Voice over Internet Protocol service; (17)(19) \"Service supplier,\" any person or entity who provides or offers to provide 911 system equipment, installation, maintenance, or exchange access services within the 911 service access area; (18)(20) \"Service user,\" any person who purchases telecommunications service, wireless telecommunications service, prepaid wireless telecommunications service, or Interconnected Voice over Internet Protocol service in this state without intent for resale; (19)(21) \"Service user line,\" the means by which a service user may place a call to a public safety answering point through the use of a telecommunications service, wireless telecommunications service, prepaid wireless telecommunications service, or Interconnected Voice over Internet Protocol service. In the case of multi-station network systems, service user lines shall be equal to the number of calls that can simultaneously be made from such system to the public switched telephone network; (20)(22) \"Telecommunications service,\" the transmission of signs, signals, writings, images, sounds, messages, data, or other information of any nature by wire, radio, lightwave, electromagnetic means, or other similar means. The term does not include the provision of terminal equipment used to originate or terminate such service, broadcast transmissions by radio, television, and satellite stations regulated by the Federal Communications Commission and one-way cable television service; (21)(23) \"Wireless telecommunications service,\" commercial mobile radio service, as such term is defined in 47 C.F.R. 203 as of January 1, 2008. Section 23. That § 34-45-20 be amended to read as follows: 34-45-20. The board shall: (1) Evaluate all of the current public safety answering points and systems throughout the State of South Dakota for their capability to adequately and efficiently administer systems; (2) Develop plans for the implementation for a uniform statewide 911 system covering the entire state or so much as is practicable; (3) Monitor the number and location of public safety answering points or systems and the use of 911 emergency surcharge funds in their administrative and operational budgets; (4) Develop criteria and minimum standards for operating and financing public safety answering points or systems; (5) Develop criteria for the eligibility and amount of reimbursement of recurring and nonrecurring costs of public safety answering points or systems; (6) Develop criteria for the implementation of performance audits of the use of the 911 fees utilized in the operation of the 911 system. The audit shall be conducted by the Department of Legislative Audit and shall be presented to the board and the Legislature; and (7) Report annually to the Government Operations and Audit Committee about the operations and findings of the board and any recommendations for changes in the surcharges imposed by this chapter and the distribution of the revenue; and (8) Report annually to the Governor and the Legislature about the operations and findings of the board and any recommendations for changes to 911 service in the state. Section 24. That § 34-45-4 be amended to read as follows: 34-45-4. Upon compliance with § 34-45-2, the governing body may assess a A monthly uniform charge in an amount not to exceed seventy-five cents 911 emergency surcharge of one dollar shall be assessed per service user line. The proceeds of this charge surcharge shall be used to pay for allowable nonrecurring and recurring costs of the 911 system. Any prepaid wireless telecommunications service provider shall remit the 911 emergency surcharge for each active prepaid wireless telecommunication service user account to the South Dakota 911 coordination fund. The proceeds of the South Dakota 911 coordination fund are continuously appropriated for reimbursement of allowable nonrecurring and recurring costs of 911 service and operating expenses of the board. No such charge No 911 emergency surcharge may be imposed upon more than one hundred service user lines or equivalent service, per customer account billed, per month. In the case of multi-station network systems, service user lines shall be equal to the number of calls that can simultaneously be made from such system to the public switched telephone network. No prepaid wireless telecommunications service is subject to the surcharge imposed under this section. Section 25. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: The Department of Revenue shall transfer the surcharges collected pursuant to § 34-45-4 and section 3 of this Act to the Department of Public Safety. The Department of Public Safety shall remit each month eighty-five percent of the revenue collected from the 911 emergency surcharges imposed by § 34-45-4 to the public agency, which has adopted an ordinance pursuant to § 34-45-2, where the surcharges were collected. The secretary of the Department of Public Safety shall approve vouchers and the state auditor shall draw warrants to pay each public agency its share of the distribution. The Department of Public Safety shall deposit fifteen percent of the revenue collected from the 911 emergency surcharges imposed by § 34-45-4 into the public safety 911 emergency fund created pursuant to section 12 of this Act. The Department of Public Safety shall deposit all of the revenue collected from the prepaid wireless service surcharge imposed by section 3 of this Act into the South Dakota 911 coordination fund created pursuant to § 34-45-12. Section 26. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: There is hereby created within the state treasury the public safety 911 emergency fund. Any money in the public safety 911 emergency fund is continuously appropriated for distribution as provided in this section. A public safety answering point is eligible to receive a distribution from the public safety 911 emergency fund if the public safety answering point is in compliance with the standards for operation and utilization of public safety answering points as determined by the board and either has a population of more than thirty thousand or covers an area that includes three or more counties. The board shall notify each public safety answering point when the list of public safety answering points eligible for funding pursuant to this section changes. The Department of Public Safety shall distribute the money deposited in the fund based on the ratio of the population of each eligible public safety answering point to the population of all the eligible public safety answering points. The Department of Public Safety shall base the allocation of money for population on the most recent decennial census of the United States Department of Commerce, Bureau of the Census and the population estimate published by the United States Census Bureau for each year ending in five. The Department of Public Safety shall make distributions from the public safety 911 emergency fund each quarter. The secretary of the Department of Public Safety shall approve vouchers and the state auditor shall draw warrants to pay each public safety answering point its share of the distribution. Section 27. That § 10-59-1 be amended to read as follows: 10-59-1. The provisions of this chapter may only apply to proceedings commenced under this chapter concerning the taxes, the fees, the surcharges, or the persons subject to the taxes or, fees, or surcharges imposed by, or any civil or criminal investigation authorized by, chapters 10-33A, 10-39, 10-39A, 10-39B, 10-43, 10-45, 10-45D, 10-46, 10-46A, 10-46B, 10-46C, 10-46E, 10-47B, 10-52, 10-52A, 32-3, 32-3A, 32-5, 32-5B, 32-6B, 32-9, 32-10, 34-45, and 34A-13 and §§ 22-25-48, 49-31-51, 50-4-13 to 50-4-17, inclusive, and the provisions of chapter 10-45B. Section 28. Sections 24 to 26, inclusive, are effective on July 1, 2018. Section 29. Sections 11 and 12 are repealed on July 1, 2018."}, {"bill_id": 3634, "bill_version_id": 21824, "bill_version": "House State Affairs Engrossed", "bill_version_date": "2012-02-22T11:04:50.12-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to increase the 911 emergency surcharge, to revise the collection and distribution of the surcharge revenue, to provide for point of sale collection of the prepaid wireless 911 emergency surcharge, and to provide funding for the upgrade of 911 emergency services. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 34-45-2 be amended to read as follows: 34-45-2. The governing body of a public corporation may by ordinance authorize a 911 emergency reporting system. The ordinance shall include a description of the proposed 911 service area. If the governing body of a public agency had adopted an ordinance authorizing a 911 emergency reporting system which was in effect on January 1, 2012, the ordinance remains in effect for establishing such 911 service area unless amended or repealed by the public agency. Any provision in the ordinance establishing a surcharge is no longer in effect after July 1, 2012. Section 2. That § 34-45-4 be amended to read as follows: 34-45-4. Upon compliance with § 34-45-2, the governing body may assess a A monthly uniform charge in an amount not to exceed seventy-five 911 emergency surcharge of one dollar and twenty-five cents shall be assessed per service user line. The proceeds of this charge surcharge shall be used to pay for allowable nonrecurring and recurring costs of the 911 system. Any prepaid wireless telecommunications service provider shall remit the 911 emergency surcharge for each active prepaid wireless telecommunication service user account to the South Dakota 911 coordination fund. The proceeds of the South Dakota 911 coordination fund are continuously appropriated for reimbursement of allowable nonrecurring and recurring costs of 911 service and operating expenses of the board. No such charge No 911 emergency surcharge may be imposed upon more than one hundred service user lines or equivalent service, per customer account billed, per month. In the case of multi-station network systems, service user lines shall be equal to the number of calls that can simultaneously be made from such system to the public switched telephone network. No prepaid wireless telecommunications service is subject to the surcharge imposed under this section. Section 3. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: There is hereby imposed a prepaid wireless 911 emergency surcharge of two percent upon the gross receipts of each retail transaction for the purchase of prepaid wireless telecommunications service. The prepaid wireless surcharge shall be collected by the prepaid wireless service seller from the prepaid wireless service consumer during each retail transaction. For purposes of this section, the term, retail transaction, means when the purchase of a prepaid wireless telecommunications service is made in this state or has been determined to be a sale occurring in this state pursuant to § 10-45-108. The amount of the prepaid wireless surcharge shall be separately stated on an invoice, receipt, or other similar document that is provided to the prepaid wireless service consumer by the prepaid wireless service seller. The service consumer is liable to pay the prepaid wireless surcharge imposed by this section. The prepaid wireless service seller is liable to collect and remit all prepaid wireless surcharges imposed by this section. The prepaid wireless service seller is not liable for any prepaid wireless surcharge imposed by this section if the prepaid wireless service seller is unable to collect the surcharge from the service consumer. If the amount of the prepaid wireless surcharge that is imposed by this section is separately stated on an invoice, receipt, or other similar document provided to the prepaid wireless service consumer, the prepaid wireless surcharge may not be included in the base for measuring any other tax, fee, surcharge, or other charge that is imposed by this state or its political subdivisions. If the prepaid wireless telecommunications service is sold with one or more other products or services for a single, non-itemized price, the prepaid wireless surcharge imposed by this section shall apply to the entire non-itemized price unless the prepaid wireless service seller elects to apply the surcharge to: (1) The amount of the prepaid wireless telecommunications service that is disclosed to the prepaid wireless service consumer as a dollar amount including the surcharge imposed by this section; or (2) The prepaid wireless service seller identifies the portion of the price that is attributable to the prepaid wireless telecommunications service by reasonable and verifiable standards from its books and records that are kept in the regular course of business. However, if the amount of prepaid wireless telecommunications service sold for a single, non-itemized price with one or more other products or services is denominated as ten minutes or less or as five dollars or less, the prepaid wireless service seller may elect not to collect any prepaid wireless surcharge for such retail transaction. Section 4. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: Any entity required to collect and remit the surcharge imposed pursuant to § 34-45-4 or section 3 of this Act shall register with the Department of Revenue. There is no registration fee. A registration shall be made upon a form prescribed by the secretary of the Department of Revenue and shall set forth the name under which the applicant transacts or intends to transact business, the location of the place of business, and such other information as the secretary may require. The department shall issue an identification number to each applicant. This identification number is not assignable and is valid only for the entity to which it was issued. The identification number is valid until canceled or revoked. Section 5. That § 34-45-5 be amended to read as follows: 34-45-5. Any service user in the state is liable for the applicable 911 emergency surcharge pursuant to § 34-45-4. Any telecommunications service provider, wireless telecommunications service provider, or Interconnected Voice over Internet Protocol service provider shall collect and remit to the governing body Department of Revenue the applicable 911 emergency surcharge which shall be stated separately in any billing statement, invoice, or receipt. All prepaid wireless telecommunications service providers shall remit the applicable 911 emergency surcharge for each active prepaid wireless telecommunication service user account in the state to the South Dakota 911 coordination fund. The prepaid wireless telecommunications service provider may seek reimbursement from their service user through whatever means are available to the provider. Section 6. That § 34-45-6.1 be repealed. 34-45-6.1. Notwithstanding any provision of this chapter, no retailer purchasing prepaid wireless telecommunication services or devices for resale is required to collect or remit any 911 emergency surcharge. Section 7. That § 34-45-7 be amended to read as follows: 34-45-7. Each telecommunications service provider, wireless telecommunications service provider, prepaid wireless telecommunications service provider, or Interconnected Voice over Internet Protocol service provider has no obligation to take any legal action to enforce the collection of any charge imposed pursuant to this chapter. Such action may be brought by or on behalf of the public agency imposing the charge. Each telecommunications service provider, wireless telecommunications service provider, prepaid wireless telecommunications service provider, or Interconnected Voice over Internet Protocol service provider is not liable for such uncollected amounts is liable to collect and remit the 911 emergency surcharges imposed by § 34-45-4. The service user is liable for paying the 911 emergency surcharge imposed by § 34-45-4. The service provider is not liable for any 911 emergency surcharge if the service provider is unable to collect the surcharge from the service user. Section 8. That § 34-45-8 be repealed. 34-45-8. Any charge imposed pursuant to § 34-45-4 and the amounts collected for telecommunications service, wireless telecommunications service, or Interconnected Voice over Internet Protocol service shall be remitted to the governing body and the amounts collected for prepaid wireless telecommunications service shall be remitted to the South Dakota 911 coordination fund not more than thirty days after the close of the calendar quarter which shall include a return to be in such form as required by the board together with the remittance of the amount of the charge payable. Each service provider shall maintain a record of collections made for a period of one year after the collection. Section 9. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: Any entity who is registered pursuant to this chapter or any entity required to collect and remit the surcharges imposed by § 34-45-4 or section 3 of this Act shall file returns or reports by electronic means on a monthly basis with the Department of Revenue and shall remit the surcharges by electronic transfer on a monthly basis to the department unless the secretary of the Department of Revenue permits an entity to file returns or reports by nonelectronic means and permits an entity to remit surcharges by nonelectronic means. If an entity does not have internet access on the business premises, the secretary of revenue shall permit an entity to file returns or reports by nonelectronic means and permit an entity to remit surcharges by nonelectronic means. Section 10. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: This section applies to any return, report, or remittance filed pursuant to section 9 of this Act. For any return or report that is required to be filed by electronic means, the return or report shall be filed by electronic means on or before the twenty-third day of the month following each period. If the twenty-third day of the month falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed, the return or report is due on the next succeeding day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed. For any surcharge that is required to be remitted by electronic transfer, the surcharge shall be remitted on or before the second to the last day of the month following each period. For the purpose of remitting any surcharge by electronic transfer pursuant to this section, the last day and the second to the last day of the month means the last day and the second to the last day of the month which are not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed. If the secretary of the Department of Revenue permits any entity to file returns or reports by nonelectronic means, permits any entity to remit surcharges by nonelectronic means, or both, pursuant to section 9 of this Act, any return, report, or remittance which is required to be filed pursuant to 9 of this Act is timely filed if mailed, postage prepaid on or before the twentieth day of the month following each period, and is received by the department. A United States Postal Service postmark is evidence of the date of mailing for the purpose of timely filing of returns, reports, or remittances. Penalty or interest under § 10-59-6 shall be paid if a return or remittance is not made on time. Section 11. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: The Department of Revenue shall transfer the surcharges collected pursuant to § 34-45-4 and section 3 of this Act to the Department of Public Safety. The Department of Public Safety shall remit each month seventy percent of the revenue collected from the 911 emergency surcharges imposed by § 34-45-4 to the public agency, which has adopted an ordinance pursuant to § 34-45-2, where the surcharges were collected. The secretary of the Department of Public Safety shall approve vouchers and the state auditor shall draw warrants to pay each public agency its share of the distribution. The Department of Public Safety shall deposit thirty percent of the revenue collected from the 911 emergency surcharges imposed by § 34-45-4 into the public safety 911 emergency fund created pursuant to section 12 of this Act. The Department of Public Safety shall deposit all of the revenue collected from the prepaid wireless service surcharge imposed by section 3 of this Act into the South Dakota 911 coordination fund created pursuant to § 34-45-12. Section 12. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: There is hereby created within the state treasury the public safety 911 emergency fund. Any money in the public safety 911 emergency fund is continuously appropriated for distribution as provided in this section. A public safety answering point is eligible to receive a distribution from the public safety 911 emergency fund if the public safety answering point is in compliance with the standards for operation and utilization of public safety answering points as determined by the board and either serves a population of more than thirty thousand or covers an area that includes three or more counties. The board shall notify each public safety answering point when the list of public safety answering points eligible for funding pursuant to this section changes. The Department of Public Safety shall: (1) Distribute twenty-six percent of the money deposited in the fund based on the ratio of the population of each eligible public safety answering point to the population of all the eligible public safety answering points; and (2) Transfer seventy-four percent of the money deposited in the fund to the South Dakota 911 coordination fund. The Department of Public Safety shall base the allocation of money for population on the most recent decennial census of the United States Department of Commerce, Bureau of the Census and the population estimate published by the United States Census Bureau for each year ending in five. The Department of Public Safety shall make distributions from the public safety 911 emergency fund each quarter. The secretary of the Department of Public Safety shall approve vouchers and the state auditor shall draw warrants to pay each public safety answering point its share of the distribution. Section 13. That § 34-45-9 be amended to read as follows: 34-45-9. The service provider and prepaid wireless service seller may deduct and retain one two percent of the collected amount or twenty-five dollars, whichever amount is greater, each month as the cost of administration for collecting the charge surcharge imposed by § 34-45-4 and section 3 of this Act. Section 14. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: The prepaid wireless service seller may retain all the surcharges imposed by section 3 of this Act during the first three months this surcharge is effective. However, the prepaid wireless service seller shall report the collections retained during this month to the Department of Revenue. Section 15. That § 34-45-10 be repealed. 34-45-10. At least once every calendar year, prior to September first, the governing body shall review the current charge and establish a rate of charge to be effective on the next January first, not to exceed the amount authorized, that together with any surplus revenues carried forward will produce sufficient revenues to fund the expenditures authorized by §§ 34-45-3 and 34-45-4. Any amount collected in excess of expenses within a given year shall be carried forward to the next year. Immediately upon making the determination and fixing the rate, the governing body shall publish its new rate, and it shall notify by registered mail every service provider at least ninety days before the new rate becomes effective. The board or governing body may, at its own expense, require an annual audit of a service provider's books and records concerning the collection and remittance of the charge authorized by §§ 34-45-3 and 34-45-4. Section 16. That § 34-45-12 be amended to read as follows: 34-45-12. There is hereby created within the state treasury the South Dakota 911 coordination fund. Any funds collected from prepaid wireless telecommunications service pursuant to § 34-45-4 section 3 of this Act shall be deposited in the South Dakota 911 coordination fund. Any money in the South Dakota 911 coordination fund is continuously appropriated for reimbursement of allowable nonrecurring and recurring costs of 911 service and operating expenses of the board. The board shall authorize disbursements from the fund pursuant to this chapter for the expenses of the board and for approved nonrecurring and recurring costs requested by the governing body of eligible 911 public safety answering points. The board may solicit proposals to coordinate and implement an upgrade to the 911 emergency service system of all public safety answering points. The funds may be disbursed for the purpose of planning, coordinating, purchasing, installing, maintaining, and operating, an upgrade to the 911 emergency services system. Any interest earned on money in the fund shall be credited to the fund. Section 17. That § 34-45-17 be amended to read as follows: 34-45-17. The 911 emergency reporting system provided by this chapter is within the governmental powers and authority of the governing body or public agency. In contracting for the 911 emergency reporting system or the provisioning of the 911 service, except for willful or wanton negligence or intentional acts, the board, the governing body, the public agency, the service provider, the prepaid wireless service provider, the prepaid wireless service seller, and the service supplier, their employees and agents, are immune from liability for a failure in the use or operation of the 911 system. The immunity provided by this section does not extend to the installation or maintenance of the 911 system. Section 18. That § 34-45-18.2 be amended to read as follows: 34-45-18.2. The board may promulgate rules pursuant to chapter 1-26 setting: (1) Minimum technical, operational, and procedural standards for the operation and utilization of a public safety answering point; (2) Requirements and amounts for reimbursement of recurring and nonrecurring costs; (3) Standards for coordination of effective 911 service on a statewide basis; and (4) Allowable expenditures of the 911 emergency surcharge proceeds collected pursuant to § 34-45-4. A public safety answering point shall comply with ARSD 50:02:04:02(2) if the Legislature increases the monthly uniform charge, regardless of the amount of the increase. Furthermore, no public safety answering point may be required to comply with the provisions of ARSD 50:02:04:02(2) if the public safety answering point forswears the acceptance of revenue from any future legislative increase in the monthly uniform charge and formally resolves to continue to maintain itself pursuant to all other statutes, rules, and standards No public safety answering point may be required to comply with the provisions of ARSD 50:02:04:02(2), unless the next generation 911 initiative has been implemented. The board shall determine when the next generation 911 initiative is operational. The board shall notify each public safety answering point not complying with the provisions of this rule when this determination has been made. The public safety answering point shall comply with the provisions of the rule within ninety days. However, any public safety answering point that submits a written request to the board to opt out of the provisions of ARSD 50:02:04:02(2) may only receive seventy-five cents of each surcharge assessed pursuant to § 34-45-4 that is to be remitted such public safety answering point. The remaining surcharge assessment shall be deposited in the public safety 911 emergency fund. Section 19. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: Any service provider collecting and remitting the surcharge imposed by § 34-45-4 or prepaid wireless service seller collecting and remitting the surcharge imposed by section 3 of this Act shall keep records of all receipts and telecommunications service sales. The records are, at all times during business hours of the day, subject to inspection by the Department of Revenue to determine the amount of surcharge due. The records shall be preserved for a period of three years unless the secretary of the Department of Revenue, in writing, authorized their destruction or disposal at an earlier date. Section 20. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: The secretary of the Department of Revenue may promulgate rules, pursuant to chapter 1-26, concerning: (1) The filing of returns and payment of the surcharges imposed by this chapter; (2) Determining the application of the surcharges imposed by this chapter; (3) Record-keeping requirements; and (4) Determining auditing methods. Section 21. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: Any person who: (1) Makes any false or fraudulent return in attempting to defeat or evade the surcharge imposed by § 34-45-4 or section 3 of this Act is guilty of a Class 1 misdemeanor; (2) Fails to pay the surcharge collected pursuant to the provisions of this chapter within sixty days from the date the surcharge becomes due is guilty of a Class 2 misdemeanor; (3) Fails to keep the records required by this chapter or refuses to exhibit these records to the Department of Revenue for the purpose of examination is guilty of a Class 2 misdemeanor; (4) Fails to file a return required by this chapter within sixty days from the date the return is due is guilty of a Class 2 misdemeanor; (5) Willfully violates any rule of the secretary for the administration and enforcement of the provisions of this chapter is guilty of a Class 2 misdemeanor; or (6) Fails to submit a 911 emergency surcharge registration after having been notified in writing by the secretary of the Department of Revenue that the person is subject to the provisions of this chapter is guilty of a Class 2 misdemeanor. However, it is not a violation of this subdivision if the person submits a registration and meets all lawful prerequisites for registering within ten days from receipt of written notice from the secretary. For purposes of this section, the term, person, includes corporate officers, member-managers or managers of limited liability companies, or partners that control, supervise, or are charged with the responsibility of filing the returns or remitting the payments pursuant to this chapter. Section 22. That § 34-45-1 be amended to read as follows: 34-45-1. Terms used in this chapter mean: (1) \"Active prepaid wireless telecommunication service user account,\" a prepaid wireless service account: (a) Which has a sufficient positive balance as of the last day of any month and is issued to a person who resides in a zip code, or purchases the service, within the state; (b) As estimated by dividing the total earned prepaid wireless telecommunications service revenue received by the service provider within the monthly reporting period by the industry's annually calculated average revenue per user as cited in the FCC's Annual Report and Analysis of Competitive Market Conditions With Respect to Commercial Mobile Services as required under 47 U.S.C. § 332(c)(1)(C); or (c) Which is a retail sale by a prepaid wireless telecommunications service provider to a service user in the state; (2) \"Basic 911,\" any service which provides the user of a calling device, which utilizes any communications technology, the ability to reach a public safety answering point to report police, fire, medical, or other emergency situations by dialing 911; (3)(2) \"Board,\" the South Dakota 911 Coordination Board created pursuant to § 34-45-18; (4)(3) \"Enhanced 911,\" any system which provides the user of a calling device, which utilizes any communications technology, the ability to reach a public safety answering point by dialing the digits 911, and which routes that call to the appropriate public safety answer point and which automatically provides information about the service user to a 911 dispatcher including the user's name, location, call back number, and assigned emergency responders; (5)(4) \"Governing body,\" the board of county commissioners of a county or the city council or other governing body of a county or municipality or the board of directors of a special district; (6)(5) \"Interconnected Voice-over Internet Protocol (VoIP) service,\" any service with the following characteristics: (a) Enables real-time two-way voice communication; (b) Requires a broadband connection from the user's location; (c) Requires internet protocol-compatible customer premise equipment; and (d) Permits users generally to receive calls that originate and terminate on the public switched telephone network; (7)(6) \"911 emergency reporting system\" or \" 911 system,\" any telecommunications service system consisting of network, database, and on-premises equipment which utilizes the single three-digit number 911 for reporting police, fire, medical, or other emergency situation; (8)(7) \"911 emergency surcharge,\" any charge set by the governing body this chapter and assessed on any service user of any telecommunications service, wireless telecommunications service, or Interconnected Voice over Internet Protocol service, or wireless prepaid telecommunications service which physically terminates or originates within the governing body's designated 911 service area. The 911 emergency surcharge shall be assessed and remitted for Interconnected Voice over Internet Protocol and wireless telecommunications service based upon the service user's place of primary use. Notwithstanding any other provision of this chapter and for purposes of the surcharge imposed by this chapter, the surcharge imposed upon wireless telecommunication services shall be administered in accordance with 4 U.S.C. §§ 116-126. For prepaid wireless telecommunications services, the term, 911 emergency surcharge, means any charge set and assessed for service provided to an active prepaid wireless telecommunications service user account within the state provided, however, that with respect to an active prepaid wireless telecommunications service user account under subsection 34-45-1(1)(c), the surcharge shall be two percent of the retail purchase price of such service; (9)(8) \"Nonrecurring costs,\" any capital or start-up expenditure such as telecommunications equipment, software, database, initial training, and the purchase or lease of subscriber names, addresses, and telephone information; (10)(9) \"Place of primary use,\" the street address where the customer's use of the communications service primarily occurs or the customer's registered location on the date the customer is billed; (11)(10) \"Prepaid wireless service consumer,\" any person who purchases prepaid wireless telecommunications service in a retail transaction; (11) \"Prepaid wireless service provider,\" any person that provides prepaid wireless telecommunications service pursuant to a license issued by the Federal Communications Commission; (12) \"Prepaid wireless service seller,\" any person who sells prepaid wireless telecommunications service to prepaid wireless service consumer; (13) \"Prepaid wireless telecommunications service,\" any wireless telecommunications service that is activated in advance by payment for a finite dollar amount of service or for a finite number of minutes that terminate either upon use by any person or within a certain period of time following the initial purchase or activation, unless an additional payment is made any telecommunications service that provides the right to utilize a mobile wireless service as well as other nontelecommunications services, including the download of digital products delivered electronically, content and ancillary services, which are paid for in advance and sold in predetermined units or dollars which decline with use in a known amount; (12)(14) \"Public agency,\" any municipality, county, public district, or public authority located in whole or in part within this state which provides or has the authority to provide fire fighting, law enforcement, ambulance, emergency medical, or other emergency services county or municipality that has adopted an ordinance pursuant to § 34-45-2; (13)(15) \"Public safety answering point,\" any twenty-four hour communications facility which receives all 911 service calls and reroutes the requestor or information to appropriate public or private safety agencies; (14)(16) \"Recurring costs,\" any costs such as network access fee and other telephone charges, software, equipment, database management, maintenance, charges to maintain database of subscriber names, addresses, and telephone information from the local exchange access company. Recurring costs may include personnel expenses for a public safety answering point; (15)(17) \"Registered location,\" the most recent information obtained by an Interconnected Voice over Internet Protocol service provider that identifies the physical location of an end user; (16)(18) \"Service provider,\" any person or entity providing, offering to provide, or selling telecommunications service, wireless telecommunications service, prepaid wireless telecommunications service, or Interconnected Voice over Internet Protocol service; (17)(19) \"Service supplier,\" any person or entity who provides or offers to provide 911 system equipment, installation, maintenance, or exchange access services within the 911 service access area; (18)(20) \"Service user,\" any person who purchases telecommunications service, wireless telecommunications service, prepaid wireless telecommunications service, or Interconnected Voice over Internet Protocol service in this state without intent for resale; (19)(21) \"Service user line,\" the means by which a service user may place a call to a public safety answering point through the use of a telecommunications service, wireless telecommunications service, prepaid wireless telecommunications service, or Interconnected Voice over Internet Protocol service. In the case of multi-station network systems, service user lines shall be equal to the number of calls that can simultaneously be made from such system to the public switched telephone network; (20)(22) \"Telecommunications service,\" the transmission of signs, signals, writings, images, sounds, messages, data, or other information of any nature by wire, radio, lightwave, electromagnetic means, or other similar means. The term does not include the provision of terminal equipment used to originate or terminate such service, broadcast transmissions by radio, television, and satellite stations regulated by the Federal Communications Commission and one-way cable television service; (21)(23) \"Wireless telecommunications service,\" commercial mobile radio service, as such term is defined in 47 C.F.R. 203 as of January 1, 2008. Section 23. That § 34-45-20 be amended to read as follows: 34-45-20. The board shall: (1) Evaluate all of the current public safety answering points and systems throughout the State of South Dakota for their capability to adequately and efficiently administer systems; (2) Develop plans for the implementation for a uniform statewide 911 system covering the entire state or so much as is practicable; (3) Monitor the number and location of public safety answering points or systems and the use of 911 emergency surcharge funds in their administrative and operational budgets; (4) Develop criteria and minimum standards for operating and financing public safety answering points or systems; (5) Develop criteria for the eligibility and amount of reimbursement of recurring and nonrecurring costs of public safety answering points or systems; (6) Develop criteria for the implementation of performance audits of the use of the 911 fees utilized in the operation of the 911 system. The audit shall be conducted by the Department of Legislative Audit and shall be presented to the board and the Legislature; and (7) Report annually to the Government Operations and Audit Committee about the operations and findings of the board and any recommendations for changes in the surcharges imposed by this chapter and the distribution of the revenue; and (8) Report annually to the Governor and the Legislature about the operations and findings of the board and any recommendations for changes to 911 service in the state. Section 24. That § 34-45-4 be amended to read as follows: 34-45-4. Upon compliance with § 34-45-2, the governing body may assess a A monthly uniform charge in an amount not to exceed seventy-five cents 911 emergency surcharge of one dollar shall be assessed per service user line. The proceeds of this charge surcharge shall be used to pay for allowable nonrecurring and recurring costs of the 911 system. Any prepaid wireless telecommunications service provider shall remit the 911 emergency surcharge for each active prepaid wireless telecommunication service user account to the South Dakota 911 coordination fund. The proceeds of the South Dakota 911 coordination fund are continuously appropriated for reimbursement of allowable nonrecurring and recurring costs of 911 service and operating expenses of the board. No such charge No 911 emergency surcharge may be imposed upon more than one hundred service user lines or equivalent service, per customer account billed, per month. In the case of multi-station network systems, service user lines shall be equal to the number of calls that can simultaneously be made from such system to the public switched telephone network. No prepaid wireless telecommunications service is subject to the surcharge imposed under this section. Section 25. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: The Department of Revenue shall transfer the surcharges collected pursuant to § 34-45-4 and section 3 of this Act to the Department of Public Safety. The Department of Public Safety shall remit each month eighty-five percent of the revenue collected from the 911 emergency surcharges imposed by § 34-45-4 to the public agency, which has adopted an ordinance pursuant to § 34-45-2, where the surcharges were collected. The secretary of the Department of Public Safety shall approve vouchers and the state auditor shall draw warrants to pay each public agency its share of the distribution. The Department of Public Safety shall deposit fifteen percent of the revenue collected from the 911 emergency surcharges imposed by § 34-45-4 into the public safety 911 emergency fund created pursuant to section 12 of this Act. The Department of Public Safety shall deposit all of the revenue collected from the prepaid wireless service surcharge imposed by section 3 of this Act into the South Dakota 911 coordination fund created pursuant to § 34-45-12. Section 26. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: There is hereby created within the state treasury the public safety 911 emergency fund. Any money in the public safety 911 emergency fund is continuously appropriated for distribution as provided in this section. A public safety answering point is eligible to receive a distribution from the public safety 911 emergency fund if the public safety answering point is in compliance with the standards for operation and utilization of public safety answering points as determined by the board and either has a population of more than thirty thousand or covers an area that includes three or more counties. The board shall notify each public safety answering point when the list of public safety answering points eligible for funding pursuant to this section changes. The Department of Public Safety shall distribute the money deposited in the fund based on the ratio of the population of each eligible public safety answering point to the population of all the eligible public safety answering points. The Department of Public Safety shall base the allocation of money for population on the most recent decennial census of the United States Department of Commerce, Bureau of the Census and the population estimate published by the United States Census Bureau for each year ending in five. The Department of Public Safety shall make distributions from the public safety 911 emergency fund each quarter. The secretary of the Department of Public Safety shall approve vouchers and the state auditor shall draw warrants to pay each public safety answering point its share of the distribution. Section 27. That § 10-59-1 be amended to read as follows: 10-59-1. The provisions of this chapter may only apply to proceedings commenced under this chapter concerning the taxes, the fees, the surcharges, or the persons subject to the taxes or, fees, or surcharges imposed by, or any civil or criminal investigation authorized by, chapters 10-33A, 10-39, 10-39A, 10-39B, 10-43, 10-45, 10-45D, 10-46, 10-46A, 10-46B, 10-46C, 10-46E, 10-47B, 10-52, 10-52A, 32-3, 32-3A, 32-5, 32-5B, 32-6B, 32-9, 32-10, 34-45, and 34A-13 and §§ 22-25-48, 49-31-51, 50-4-13 to 50-4-17, inclusive, and the provisions of chapter 10-45B. Section 28. Sections 24 to 26, inclusive, are effective on July 1, 2018. Section 29. Sections 11 and 12 are repealed on July 1, 2018."}, {"bill_id": 3634, "bill_version_id": 22440, "bill_version": "Enrolled", "bill_version_date": "2012-02-29T10:58:16.257-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3634, "action_date": "2012-01-25T14:00:00-06:00", "document_id": 20184, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20184.pdf", "status_text": "First read in Senate and referred to", "journal_page": 176, "committee_id_action": 171, "committee_id_assigned": 156, "result": "N", "vote": {}}, {"bill_id": 3634, "action_date": "2012-02-08T10:00:00-06:00", "document_id": 20842, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20842.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 156, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3634, "action_date": "2012-02-08T10:00:00-06:00", "document_id": 20984, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20984.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 156, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3634, "action_date": "2012-02-08T10:00:00-06:00", "document_id": 20984, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20984.pdf", "status_text": "Do Pass Amended", "journal_page": 311, "committee_id_action": 156, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11214, "president_vote": null, "Excused": [253], "Yea": [249, 255, 235, 286, 236, 254, 219, 243]}}, {"bill_id": 3634, "action_date": "2012-02-10T14:00:00-06:00", "document_id": 21257, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21257.pdf", "status_text": "Do Pass Amended", "journal_page": 371, "committee_id_action": 171, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11477, "president_vote": null, "Yea": [253, 284, 239, 251, 288, 249, 255, 250, 235, 247, 287, 285, 228, 286, 233, 291, 223, 264, 240, 214, 219, 220, 229, 290, 236, 243, 289, 218, 232], "Excused": [234, 212, 252, 226, 261, 254]}}, {"bill_id": 3634, "action_date": "2012-02-13T14:00:00-06:00", "document_id": 21373, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21373.pdf", "status_text": "First read in House and referred to", "journal_page": 432, "committee_id_action": 173, "committee_id_assigned": 166, "result": "N", "vote": {}}, {"bill_id": 3634, "action_date": "2012-02-22T07:45:00-06:00", "document_id": 21532, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21532.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 166, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3634, "action_date": "2012-02-22T07:45:00-06:00", "document_id": 21818, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21818.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 166, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3634, "action_date": "2012-02-22T07:45:00-06:00", "document_id": 21818, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21818.pdf", "status_text": "Do Pass Amended", "journal_page": 543, "committee_id_action": 166, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11935, "president_vote": null, "Yea": [222, 262, 260, 268, 270, 266, 267, 215, 244, 300, 269, 246], "Excused": [245]}}, {"bill_id": 3634, "action_date": "2012-02-24T13:00:00-06:00", "document_id": 22090, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22090.pdf", "status_text": "Deferred to another day", "journal_page": 609, "committee_id_action": 173, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3634, "action_date": "2012-02-27T14:00:00-06:00", "document_id": 22274, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22274.pdf", "status_text": "Do Pass Amended", "journal_page": 633, "committee_id_action": 173, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12204, "president_vote": null, "Yea": [222, 262, 265, 227, 242, 231, 281, 269, 296, 211, 314, 257, 260, 258, 225, 268, 245, 217, 303, 313, 293, 297, 270, 266, 221, 272, 305, 271, 248, 263, 230, 280, 301, 237, 246, 292, 304, 267, 294, 213, 241, 311, 277, 307, 308, 273, 315, 282, 278, 259, 224, 216, 302, 283, 244, 306, 238, 310, 275, 309, 300, 298, 274, 256, 215], "Nay": [299, 279, 312, 276], "Excused": [295]}}, {"bill_id": 3634, "action_date": "2012-02-29T10:00:00-06:00", "document_id": 22446, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22446.pdf", "status_text": "Concurred in amendments", "journal_page": 621, "committee_id_action": 171, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12275, "president_vote": null, "Yea": [253, 284, 239, 251, 288, 249, 255, 250, 235, 234, 247, 287, 285, 228, 286, 233, 291, 223, 264, 240, 252, 214, 219, 220, 229, 290, 236, 243, 261, 289, 218, 254, 232], "Excused": [212, 226]}}, {"bill_id": 3634, "action_date": "2012-02-29T10:00:00-06:00", "document_id": 22446, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22446.pdf", "status_text": "Signed by the President", "journal_page": 629, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3634, "action_date": "2012-02-29T10:00:00-06:00", "document_id": 22437, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22437.pdf", "status_text": "Signed by the Speaker", "journal_page": 689, "committee_id_action": 173, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3634, "action_date": "2012-03-01T10:00:00-06:00", "document_id": 22503, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22503.pdf", "status_text": "Delivered to the Governor", "journal_page": 640, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3634, "action_date": "2012-03-02T10:00:00-06:00", "document_id": 22575, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22575.pdf", "status_text": "Signed by the Governor", "journal_page": 659, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5138}