{"session_id": 46, "bill_id": 13181, "bill_type": "Senate Concurrent Resolution", "bill_number": 1, "bill_title": "Urging speedy repair and reopening of Platte-Winner Missouri River Bridge.", "sponsors": [{"legislator_profile_id": 2001, "is_prime": true}, {"legislator_profile_id": 2037, "is_prime": true}, {"legislator_profile_id": 2049, "is_prime": false}], "keywords": [], "audio": [], "bill_versions": [{"bill_id": 13181, "bill_version_id": 76188, "bill_version": "Enrolled", "bill_version_date": "1997-04-14T00:00:00-05:00", "bill_text": "April 14, 1997 April 14, 1997"}, {"bill_id": 13181, "bill_version_id": 76189, "bill_version": "Introduced", "bill_version_date": "1997-04-14T00:00:00-05:00", "bill_text": "A CONCURRENT RESOLUTION, Urging speedy repair and reopening of Platte-Winner Missouri River Bridge. WHEREAS, adverse weather conditions resulting from the unprecedented winter of 1996- 1997 have caused damage to infrastructure and to economic conditions in many areas of the state; and WHEREAS, the Highway 44 Missouri River Bridge connecting the cities of Platte and Winner has been closed because of damage to the bridge's piers and pilings caused by unusual and unexpected movements of ice during the spring of 1997; and WHEREAS, the Missouri River is formidable geographic barrier in South Dakota that has few crossings even in normal times. The ability to cross the Missouri River in multiple locations is of serious economic importance to this state; and WHEREAS, the construction of any bridge across the river is a major financial and economic undertaking that, once accomplished, cannot be allowed to stand idle; and WHEREAS, the closure of the Platte-Winner Missouri River Bridge creates serious economic and transportation difficulties for those communities and for individuals, businesses, and local governments in the surrounding area: NOW, THEREFORE, BE IT RESOLVED, by the Senate of the Special Session of the Seventy-second Legislature of the State of South Dakota, the House of Representatives concurring therein, that the South Dakota Department of Transportation and all relevant federal agencies are hereby urged to place the highest priority on the repair of the Missouri River Bridge on Highway 44 connecting Platte and Winner and that the bridge be repaired and reopened as quickly as possible."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13181, "action_date": "1997-04-14T14:00:00-05:00", "document_id": 76181, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76181.pdf", "status_text": "Adopt Resolution", "journal_page": null, "committee_id_action": 573, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38119, "president_vote": null, "Yea": [1989, 1990, 1994, 1998, 2006, 2010, 2016, 2017, 2020, 2024, 2025, 2030, 2032, 2033, 2035, 2037, 2040, 2043, 2044, 2050, 2051, 2060, 2061, 2064, 2070, 2074, 2077, 2081, 2083, 2086, 2091], "Excused": [2013, 2065, 2082, 2084]}}]}