{"session_id": 47, "bill_id": 13807, "bill_type": "House Bill", "bill_number": 1287, "bill_title": "to permit certain landowners to sponsor individual hunters in the deer license drawing and to prescribe certain conditions for such licenses.", "sponsors": [{"legislator_profile_id": 2131, "is_prime": true}, {"legislator_profile_id": 2148, "is_prime": true}, {"legislator_profile_id": 2099, "is_prime": false}, {"legislator_profile_id": 2119, "is_prime": false}, {"legislator_profile_id": 2121, "is_prime": false}, {"legislator_profile_id": 2138, "is_prime": false}, {"legislator_profile_id": 2145, "is_prime": false}, {"legislator_profile_id": 2153, "is_prime": false}, {"legislator_profile_id": 2162, "is_prime": false}, {"legislator_profile_id": 2173, "is_prime": false}, {"legislator_profile_id": 2175, "is_prime": false}, {"legislator_profile_id": 2180, "is_prime": false}, {"legislator_profile_id": 2181, "is_prime": false}, {"legislator_profile_id": 2191, "is_prime": false}], "keywords": ["Agriculture (See also Feedlots)", "Hunting & Fishing", "Nonresidents"], "audio": [], "bill_versions": [{"bill_id": 13807, "bill_version_id": 77576, "bill_version": "Introduced", "bill_version_date": "1998-01-26T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to permit certain landowners to sponsor individual hunters in the deer license drawing and to prescribe certain conditions for such licenses. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 41-6 be amended by adding thereto a NEW SECTION to read as follows: All of the licenses allocated and made available by the Game, Fish and Parks Commission to landowners based on landowner preference for each hunting unit shall be made available for landowner sponsored hunting licenses pursuant to the conditions set forth in this Act. Section 2. That chapter 41-6 be amended by adding thereto a NEW SECTION to read as follows: Any person who owns and operates at least three hundred twenty acres of private agricultural, timber, or grazing lands within any hunting unit shall, upon application to the department, receive, without cost, a certificate to qualify for participation in the lottery or computer drawing of big game licenses based on landowner preference. If any husband and wife owns and operates at least six hundred and forty acres under such circumstances, each is entitled to a certificate. Section 3. That chapter 41-6 be amended by adding thereto a NEW SECTION to read as follows: Upon receipt of the certificate, the landowner may deliver the certificate to any resident or nonresident hunter to whom the landowner has given permission to hunt any deer, antlered or unantlered, if that person is successful in obtaining a big game license. That person may then make application to obtain a big game license to hunt any deer, antlered or unantlered, based on landowner preference in the lottery or computer drawing of big game licenses based on landowner preference. Fifty percent of all deer licenses in each hunting unit shall be allotted to landowner preference certificate holders. Section 4. That chapter 41-6 be amended by adding thereto a NEW SECTION to read as follows: Any applicant for a license based on landowner preference shall attach to the application developed by the department the landowner certificate and any fee otherwise applicable to that license. Section 5. That chapter 41-6 be amended by adding thereto a NEW SECTION to read as follows: Any landowner sponsored license is valid only on land owned or leased for agricultural, timber, or grazing purposes by the sponsoring landowner within the hunting unit applied for as specified on the certificate and on the application or on public lands owned by the federal or state government and otherwise open to hunting. Lands leased by the Department of Game, Fish and Parks are not open to hunting by holders of landowner sponsored licenses. Section 6. That chapter 41-6 be amended by adding thereto a NEW SECTION to read as follows: The landowner certificate provided for in this Act cannot be transferred except as provided in section 3 of this Act. Section 7. That chapter 41-6 be amended by adding thereto a NEW SECTION to read as follows: This Act does not apply to resident farmer or rancher limited deer permits pursuant to § § 41- 6-19.3 to 41-6-19.5, inclusive. However, any person who obtains a license by means of landowner certificate is ineligible for a farmer or rancher limited deer permit."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13807, "action_date": "1998-01-26T14:00:00-06:00", "document_id": 76901, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76901.pdf", "status_text": "First read in House and referred to", "journal_page": 226, "committee_id_action": 600, "committee_id_assigned": 595, "result": "N", "vote": {}}, {"bill_id": 13807, "action_date": "1998-02-02T10:00:00-06:00", "document_id": 76628, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76628.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 595, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13807, "action_date": "1998-02-02T19:00:00-06:00", "document_id": 76633, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76633.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 595, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13807, "action_date": "1998-02-09T10:00:00-06:00", "document_id": 76688, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76688.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 595, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13807, "action_date": "1998-02-09T10:00:00-06:00", "document_id": 76688, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76688.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 465, "committee_id_action": 595, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38382, "president_vote": null, "Yea": [2100, 2106, 2111, 2134, 2141, 2146, 2177, 2150, 2159, 2180, 2171], "Excused": [2136, 2131]}}]}