{"session_id": 8, "bill_id": 1962, "bill_type": "House Bill", "bill_number": 1173, "bill_title": "provide certain provisions concerning the notice and interconnection of video programming and rural telephone service and to establish certain penalties.", "sponsors": [{"legislator_profile_id": 782, "is_prime": true}, {"legislator_profile_id": 755, "is_prime": true}], "keywords": ["Public Utilities Commission", "Telecommunications"], "audio": [{"meeting_datetime": "2010-02-10T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hco18.mp3", "start_seconds": 7319.0}, {"meeting_datetime": "2010-02-10T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hco18.mp3", "start_seconds": 7319.0}, {"meeting_datetime": "2010-02-10T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hco18.mp3", "start_seconds": 7319.0}, {"meeting_datetime": "2010-02-10T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hco18.mp3", "start_seconds": 7319.0}], "bill_versions": [{"bill_id": 1962, "bill_version_id": 11258, "bill_version": "Introduced", "bill_version_date": "2010-01-28T09:20:40.47-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide certain provisions concerning the notice and interconnection of video programming and rural telephone service and to establish certain penalties. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: For purposes of this Act, the terms, bona fide request for interconnection, cable operator, eligible telecommunications carrier, rural telephone company, and video programming shall have the same meaning as the terms are defined in the Federal Communications Act of 1934, as of January 15, 2010 and 47 U.S.C. §§ 151 et seq, as of January 15, 2010. Section 2. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding any other provision of this chapter, the commission shall grant any application for authorization to provide competitive local exchange service in an area served by one or more rural telephone companies if the application meets the requirements for authorization in any area served by a nonrural telephone company pursuant to § 49-31-76. The commission may not require any applicant for an area served by a rural telephone company to qualify as an eligible telecommunications carrier in such area. Section 3. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Any rural telephone company that intends to provide video programming service shall provide written notice, to the commission and to each cable operator with a service area that overlaps the rural telephone company's service area, no less than one hundred twenty days before the date which the rural telephone company first intends to provide video programming service. If, within thirty days of the date of a rural telephone company's notice pursuant to this section, any cable operator authorized to provide competitive local telephone service makes a bona fide request for interconnection pursuant to 47 U.S.C. § 251(f)(1)(A) as of January 15, 2010, and provides notice of the bona fide request to the commission, the commission shall initiate a proceeding to terminate the rural telephone company's exemption under 47 U.S.C. § 251(f)(1) as of January 15, 2010, and, if requested by the cable operator, any suspension or modification under 47 U.S.C. § 251(f)(2) as of January 15, 2010. The commission shall complete the proceeding within eighty days of receipt of notice of the bona fide request. Section 4. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: In any proceeding pursuant to this Act: (1) The commission shall presume that the rural telephone company's notice of intent to provide video programming demonstrates that the cable operator's request for interconnection is not unduly economically burdensome and is consistent with 47 U.S.C. § 254, as of January 15, 2010, and shall presume that any request for interconnection consistent with normal industry practices is technically feasible. To the extent that the cable operator seeks to terminate any suspension or modification pursuant to 47 U.S.C. § 251(f)(2), as of January 15, 2010, the commission shall presume that the rural telephone company's notice of intent to provide video programming demonstrates that the suspension or modification: (a) Is not necessary to avoid a significant adverse economic impact on users of telecommunications services generally, to avoid imposing a requirement that is unduly economically burdensome or, to the extent that the request for interconnection is consistent with normal industry practices, to avoid imposing a requirement that is technically infeasible; and (b) Is not consistent with the public interest, convenience, and necessity; (2) If the commission terminates the rural telephone company's rural exemption, the schedule the commission shall set for interconnection shall require the rural telephone company to provide interconnection no later than thirty days after the intended date for commencement of video service indicated in the notice given pursuant to this section; and (3) In addition to any other available remedies, the commission may require the rural telephone company and the cable operator to enter into an interim interconnection agreement to be effective no later than the intended date for commencement of video programming service indicated in the rural telephone company notice given pursuant to section 3 of this Act. The agreement shall include such terms and conditions as the commission deems to be just and reasonable and consistent with the requirements of 47 U.S.C. §§ 251 and 252, as of January 15, 2010, and which may provide for a true- up to the charges under any permanent interconnection agreement subsequently entered into between the rural telephone company and the cable operator. Section 5. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Any rural telephone company that fails to comply with the requirements of section 3 of this Act or with any schedule set by the commission pursuant to subdivision (2) of section 4 of this Act shall be subject to civil liability pursuant to § 49-13-14.1."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1962, "action_date": "2010-01-28T14:00:00-06:00", "document_id": 11385, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11385.pdf", "status_text": "First read in House and referred to", "journal_page": 221, "committee_id_action": 86, "committee_id_assigned": 72, "result": "N", "vote": {}}, {"bill_id": 1962, "action_date": "2010-02-03T10:00:00-06:00", "document_id": 11487, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11487.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 72, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1962, "action_date": "2010-02-10T10:00:00-06:00", "document_id": 11799, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11799.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 72, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1962, "action_date": "2010-02-10T10:00:00-06:00", "document_id": 12050, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12050.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 347, "committee_id_action": 72, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6314, "president_vote": null, "Yea": [821, 844, 817, 749, 842, 822, 759, 742, 751, 818, 815, 784], "Nay": [770]}}]}