{"session_id": 32, "bill_id": 9214, "bill_type": "House Bill", "bill_number": 1310, "bill_title": "revise certain provisions regarding legislative salary.", "sponsors": [{"legislator_profile_id": 1263, "is_prime": true}, {"legislator_profile_id": 1214, "is_prime": false}, {"legislator_profile_id": 1266, "is_prime": false}, {"legislator_profile_id": 1312, "is_prime": false}, {"legislator_profile_id": 1291, "is_prime": false}, {"legislator_profile_id": 1310, "is_prime": false}, {"legislator_profile_id": 1280, "is_prime": false}, {"legislator_profile_id": 1274, "is_prime": false}, {"legislator_profile_id": 1236, "is_prime": false}], "keywords": ["Legislature and Statutes"], "audio": [], "bill_versions": [{"bill_id": 9214, "bill_version_id": 48445, "bill_version": "Introduced", "bill_version_date": "2018-02-01T10:05:13.36-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding legislative salary. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 2-4-2 be amended to read: 2-4-2. The salary of each member of the Legislature is six thousand dollars equal to one-fifth of the most recent median household income in the state as published by the United States Census Bureau for every the regular legislative session in 2019. The salary shall be increased or decreased annually in accordance with the consumer price index for the preceding year as published by the Bureau of Labor Statistics of the United States Department of Labor. No increase in salary under this section may be in excess of three percent. In addition, each legislator shall receive: (1) Reimbursement to be paid after the legislative session for actual mileage or its equivalent traveled to and from home not more than once each weekend or between days of recess during the regular legislative session, at state rates established by the Board of Finance; (2) Expenses of one hundred twenty-three dollars per day for each day of a regular or special legislative session as prepaid reimbursement for living expenses, including meals and lodging, laundry, cleaning and pressing of clothing, and all other uncompensated expenses as defined in § 2-4-2.1 incident to the performance of legislative services, or at the amount fixed for the per diem allowance that is authorized by the United States Internal Revenue Service to be excluded from the gross income without itemization as of October first each year, whichever of the two is greater; and (3) Five cents once each session for every mile of necessary travel in going to and returning from the place of meeting of the Legislature by the most usual route. For each day's attendance at special sessions, each member, in addition to mileage and expenses, shall receive a per diem calculated by the director of the Legislative Research Council equal to the normal daily compensation for the regular session immediately preceding the special session."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9214, "action_date": "2018-02-01T14:00:00-06:00", "document_id": 48515, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48515.pdf", "status_text": "First read in House and referred to", "journal_page": 289, "committee_id_action": 396, "committee_id_assigned": 391, "result": "N", "vote": {}}, {"bill_id": 9214, "action_date": "2018-02-13T14:00:00-06:00", "document_id": 49174, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49174.pdf", "status_text": "Withdrawn at the Request of the Prime Sponsor", "journal_page": 430, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9214, "action_date": "2018-02-14T15:30:00-06:00", "document_id": 49072, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49072.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 391, "committee_id_assigned": null, "result": "N", "vote": {}}]}