{"session_id": 56, "bill_id": 19156, "bill_type": "House Bill", "bill_number": 1311, "bill_title": "provide for the regulation of pharmacy benefits management.", "sponsors": [], "keywords": ["Administrative Rules", "Governor", "Health Insurance", "Insurance"], "audio": [{"meeting_datetime": "2004-02-12T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hou23hb1311a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-12T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hou23hb1311a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-12T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hou23hb1311a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-12T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hou23hb1311a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-23T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sst30hb1311a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-23T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sst30hb1311a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-23T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sst30hb1311a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-23T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sst30hb1311a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-23T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sst30hb1311a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-23T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sst30hb1311a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-23T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sst30hb1311a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-23T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sst30hb1311b.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-24T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sen31hb1311a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-24T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sen31hb1311a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-24T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sen31hb1311a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-24T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sen31hb1311a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-26T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hou33.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 19156, "bill_version_id": 100145, "bill_version": "Introduced", "bill_version_date": "2004-01-28T12:45:37-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the regulation of pharmacy benefits management. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Covered entity,\" a nonprofit hospital or medical service organization, insurer, health coverage plan, or health maintenance organization licensed pursuant to chapter 41, a health program administered by a department or the state in the capacity of provider of health coverage; or an employer, labor union, or other group of persons organized in the state that provides health coverage to covered individuals who are employed or reside in the state. The term does not include a self-funded plan that is exempt from state regulation pursuant to ERISA, a plan issued for coverage for federal employees or a health plan that provides coverage only for accidental injury, specified disease, hospital indemnity, medicare supplement, disability income, long- term care, or other limited benefit health insurance policies and contracts; (2) \"Covered individual,\" a member, participant, enrollee, contract holder, or policy holder or beneficiary of a covered entity who is provided health coverage by the covered entity. The term includes a dependent or other person provided health coverage through a policy, contract, or plan for a covered individual; (3) \"Director,\" the director of the Division of Insurance; (4) \"Generic drug,\" a chemically equivalent copy of a brand-name drug with an expired patent; (5) \"Labeler,\" an entity or person that receives prescription drugs from a manufacturer or wholesaler and repackages those drugs for later retail sale and that has a labeler code from the federal Food and Drug Administration under 21 Code of Federal Regulations, 270.20 (1999); (6) \"Pharmacy benefits management,\" the procurement of prescription drugs at a negotiated rate for dispensation within this state to covered individuals, the administration or management of prescription drug benefits provided by a covered entity for the benefit of covered individuals, or any of the following services provided with regard to the administration of pharmacy benefits: (a) Mail service pharmacy; (b) Claims processing, retail network management, and payment of claims to pharmacies for prescription drugs dispensed to covered individuals; (c) Clinical formulary development and management services; (d) Rebate contracting and administration; (e) Certain patient compliance, therapeutic intervention, and generic substitution programs; and (f) Disease management programs; (7) \"Pharmacy benefits manager,\" an entity that performs pharmacy benefits management. The term includes a person or entity acting for a pharmacy benefits manager in a contractual or employment relationship in the performance of pharmacy benefits management for a covered entity and includes mail service pharmacy; (8) \"Proprietary information,\" information on pricing, costs, revenue, taxes, market share, customers, and personnel held by private entities and used for that private entity's business purposes; (9) \"Trade secret,\" information, including a formula, pattern, compilation, program, device, method, technique or process, that: (a) Derives independent economic value, actual or potential, from not being generally known to, and not being readily ascertainable by proper means by, other persons who can obtain economic value from its disclosure or use; and (b) Is the subject of efforts that are reasonable under the circumstances to maintain its secrecy. Section 2. No person or entity may perform or act as a pharmacy benefit manager in this state without a valid certificate of authority issued by the Division of Insurance. The division may impose a civil fine for any violation of this section not to exceed twenty-five thousand dollars for each violation. Each person or entity seeking a certificate of authority to act as a pharmacy benefit manager shall file with the division an application for a certificate of authority upon a form to be furnished by the division and a filing fee of five hundred dollars. Section 3. Each pharmacy benefits manager owes a fiduciary duty to a covered entity and shall discharge that duty in accordance with the provisions of state and federal law. Section 4. Each pharmacy benefits manager shall perform its duties with care, skill, prudence and diligence and in accordance with the standards of conduct applicable to a fiduciary in an enterprise of a like character and with like aims. Section 5. Each pharmacy benefits manager shall discharge its duties with respect to the covered entity for the primary purpose of providing benefits to covered individuals and defraying reasonable expenses of administering health plans. Section 6. Each pharmacy benefits manager shall notify the covered entity and any other person with which it contracts in this state in writing of any activity, policy, or practice of the pharmacy benefits manager that directly or indirectly presents any conflict of interest with the duties imposed by sections 3 to 6, inclusive, of this Act. Section 7. Each pharmacy benefits manager shall provide to a covered entity and any other person that it contracts with in this state all financial and utilization information requested by the covered entity relating to the provision of benefits to covered individuals through that covered entity and all financial and utilization information relating to services to that covered entity or person contracted with. A pharmacy benefits manager providing information under this section may designate that material as confidential if the material or information is proprietary information or a trade secret and is not utilization information. Information designated as proprietary or a trade secret by a pharmacy benefits manager and provided to a covered entity under this section may not be disclosed by the covered entity to any person without the consent of the pharmacy benefits manager. However, the disclosure may be made in a court filing if ordered by a court of this state for good cause shown. The pharmacy benefits manager shall provide any information requested by the director within twenty days, but the director shall hold any proprietary information or trade secrets confidential. Section 8. With regard to the dispensation of a substitute prescription drug for a prescribed drug to a covered individual the following provisions apply: (1) The pharmacy benefits manager may request the substitution of a lower-priced generic and therapeutically equivalent drug for a higher-priced prescribed drug; (2) With regard to substitutions in which the substitute drug costs more than the prescribed drug, the substitution must be made for medical reasons that benefit the covered individual and must benefit the covered entity. If a substitution is being made pursuant to this subdivision, the pharmacy benefits manager shall obtain the approval of the prescribing health professional or that person's authorized representative after disclosing to the covered individual and the covered entity the cost of both drugs and any benefit or payment directly or indirectly accruing to the pharmacy benefits manager as a result of the substitution. Section 9. Each pharmacy benefits manager shall disclose to the covered entity and any other person with which it contracts in this state all financial terms and arrangements for remuneration of any kind that apply between the pharmacy benefits manager and any prescription drug manufacturer or labeler, including formulary management and drug-switch programs, educational support, claims processing, and pharmacy network fees that are charged from retail pharmacies and data sales fees. Section 10. The division shall enforce the provisions of this Act including the suspension or revocation of the authority of a pharmacy benefit manager to provide pharmacy benefits management in this state for a violation of any provision of this Act and or the imposition of a monetary penalty not to exceed twenty-five thousand dollars for each violation pursuant to § 58- 4-28.1. Section 11. The division shall promulgate rules, pursuant to chapter 1-26, to carry out the issuance of a certificate of authority and the enforcement provisions of this Act. The rules may include the following: (1) Definition of terms; (2) Use of prescribed forms; (3) Reporting requirements; (4) Prohibited practices; and (5) Enforcement procedures. Section 12. Any covered entity may bring a civil action to enforce the provisions of this Act or to seek civil damages for the violation of its provisions."}, {"bill_id": 19156, "bill_version_id": 101182, "bill_version": "House State Affairs Engrossed", "bill_version_date": "2004-02-11T15:07:47-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the regulation of pharmacy benefits management. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Covered entity,\" a nonprofit hospital or medical service corporation, health insurer, health benefit plan, or health maintenance organization; a health program administered by a department or the state in the capacity of provider of health coverage; or an employer, labor union, or other group of persons organized in the state that provides health coverage to covered individuals who are employed or reside in the state. The term does not include a self-funded plan that is exempt from state regulation pursuant to ERISA, a plan issued for coverage for federal employees, or a health plan that provides coverage only for accidental injury, specified disease, hospital indemnity, medicare supplement, disability income, long- term care, or other limited benefit health insurance policies and contracts; (2) \"Covered individual,\" a member, participant, enrollee, contract holder, policy holder, or beneficiary of a covered entity who is provided health coverage by the covered entity. The term includes a dependent or other person provided health coverage through a policy, contract, or plan for a covered individual; (3) \"Director,\" the director of the Division of Insurance; (4) \"Generic drug,\" a chemically equivalent copy of a brand-name drug with an expired patent; (5) \"Labeler,\" an entity or person that receives prescription drugs from a manufacturer or wholesaler and repackages those drugs for later retail sale and that has a labeler code from the federal Food and Drug Administration under 21 C.F.R. § 270.20 (1999); (6) \"Pharmacy benefits management,\" the procurement of prescription drugs at a negotiated rate for dispensation within this state to covered individuals, the administration or management of prescription drug benefits provided by a covered entity for the benefit of covered individuals, or any of the following services provided with regard to the administration of the following pharmacy benefits: (a) Mail service pharmacy; (b) Claims processing, retail network management, and payment of claims to pharmacies for prescription drugs dispensed to covered individuals; (c) Clinical formulary development and management services; (d) Rebate contracting and administration; (e) Certain patient compliance, therapeutic intervention, and generic substitution programs; and (f) Disease management programs involving prescription drug utilization; (7) \"Pharmacy benefits manager,\" an entity that performs pharmacy benefits management. The term includes a person or entity acting for a pharmacy benefits manager in a contractual or employment relationship in the performance of pharmacy benefits management for a covered entity and includes mail service pharmacy. The term does not include a health carrier licensed pursuant to Title 58 when the health carrier or its subsidiary is providing pharmacy benefit management to its own insureds; or a public self-funded pool or a private single employer self-funded plan that provides such benefits or services directly to its beneficiaries; (8) \"Proprietary information,\" information on pricing, costs, revenue, taxes, market share, negotiating strategies, customers, and personnel held by private entities and used for that private entity's business purposes; (9) \"Trade secret,\" information, including a formula, pattern, compilation, program, device, method, technique, or process, that: (a) Derives independent economic value, actual or potential, from not being generally known to, and not being readily ascertainable by proper means by, other persons who can obtain economic value from its disclosure or use; and (b) Is the subject of efforts that are reasonable under the circumstances to maintain its secrecy. Section 2. No person or entity may perform or act as a pharmacy benefit manager in this state without a valid license to operate as a third party administrator pursuant to chapter 58-29D. Section 3. Each pharmacy benefits manager shall perform its duties exercising good faith and fair dealing toward the covered entity. Section 4. A covered entity may request that any pharmacy benefit manager with which it has a pharmacy benefit management services contract disclose to the covered entity, the amount of all rebate revenues and the nature, type, and amounts of all other revenues that the pharmacy benefit manager receives from each pharmaceutical manufacturer or labeler with whom the pharmacy benefit manager has a contract. The pharmacy benefit manager shall disclose in writing: (1) The aggregate amount, and for a list of drugs to be specified in the contract, the specific amount, of all rebates and other retrospective utilization discounts received by the pharmacy benefit manager directly or indirectly, from each pharmaceutical manufacturer or labeler that are earned in connection with the dispensing of prescription drugs to covered individuals of the health benefit plans issued by the covered entity or for which the covered entity is the designated administrator; (2) The nature, type, and amount of all other revenue received by the pharmacy benefit manager directly or indirectly from each pharmaceutical manufacturer or labeler for any other products or services provided to the pharmaceutical manufacturer or labeler by the pharmacy benefit manager with respect to programs that the covered entity offers or provides to its enrollees; and (3) Any prescription drug utilization information requested by the covered entity relating to covered individuals. A pharmacy benefit manager shall provide such information requested by the covered entity for such disclosure within thirty days of receipt of the request. If requested, the information shall be provided no less then once each year. The contract entered into between the pharmacy benefit manager and the covered entity shall set forth any fees to be charged for drug utilization reports requested by the covered entity. Section 5. A pharmacy benefit manager, unless authorized pursuant to the terms of its contract with a covered entity, may no contact any coveted individual without express written permission of the covered entity. Section 6. Except for utilization information, a covered entity shall maintain any information disclosed in response to a request pursuant to section 4 of this Act as confidential and proprietary information, and may not use such information for any other purpose or disclose such information to any other person except as provided in this Act or in the pharmacy benefit management services contract between the parties. Any covered entity who discloses information in violation of this section is subject to an action for injunctive relief and is liable for any damages which are the direct and proximate result of such disclosure. Nothing in this section prohibits a covered entity from disclosing confidential or proprietary information to the director, upon request. Any such information obtained by the director is confidential and privileged and is not open to public inspection or disclosure. Section 7. The covered entity may have the pharmacy benefit manager's books and records related to the rebates or other information described in subdivisions (1), (2), and (3) of section 4 of this Act, to the extent the information relates directly or indirectly to such covered entity's contract, audited in accordance with the terms of the pharmacy benefit management services contract between the parties. However, if the parties have not expressly provided for audit rights and the pharmacy benefit manger has advised the covered entity that other reasonable options are available and subject to negotiation, the covered entity may have such books and records audited as follows: (1) Such audits may be conducted no more frequently than once in each twelve-month period upon not less than thirty business day's written notice to the pharmacy benefit manager; (2) The covered entity may select an independent firm to conduct such audit, and such independent firm shall sign a confidentiality agreement with the covered entity and the pharmacy benefit manager ensuring that all information obtained during such audit will be treated as confidential. The firm may not use, disclose, or otherwise reveal any such information in any manner or form to any person or entity except as otherwise permitted under the confidentiality agreement. The covered entity shall treat all information obtained as a result of the audit as confidential, and may not use or disclose such information except as may be otherwise permitted under the terms of the contract between the covered entity and the pharmacy benefit manager or if ordered by a court of competent jurisdiction for good cause shown; (3) Any such audit shall be conducted at the pharmacy benefit manager's office where such records are located, during normal business hours, without undue interference with the pharmacy benefit manager's business activities, and in accordance with reasonable audit procedures. Section 8. With regard to the dispensation of a substitute prescription drug for a prescribed drug to a covered individual, when the pharmacy benefit manager requests a substitution, the following provisions apply: (1) The pharmacy benefits manager may request the substitution of a lower-priced generic and therapeutically equivalent drug for a higher-priced prescribed drug; (2) With regard to substitutions in which the substitute drug's net costs is more for the covered individual or the covered entity than the prescribed drug, the substitution must be made only for medical reasons that benefit the covered individual, If a substitution is being requested pursuant to this subdivision, the pharmacy benefits manager shall obtain the approval of the prescribing health professional. Section 9. The Division of Insurance shall promulgate rules, pursuant to chapter 1-26, to carry out the issuance of the license required by section 2 of this Act and the enforcement provisions of this Act. The rules may include the following: (1) Definition of terms; (2) Use of prescribed forms; (3) Reporting requirements; (4) Enforcement procedures; and (5) Protection of proprietary information and trade secrets. Section 10. Any covered entity may bring a civil action to enforce the provisions of this Act or to seek civil damages for the violation of its provisions. Section 11. The provisions of this Act apply only to pharmacy benefit management services contracts entered into or renewed after June 30, 2004."}, {"bill_id": 19156, "bill_version_id": 101291, "bill_version": "House Engrossed", "bill_version_date": "2004-02-12T18:15:32-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the regulation of pharmacy benefits management. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Covered entity,\" a nonprofit hospital or medical service corporation, health insurer, health benefit plan, or health maintenance organization; a health program administered by a department or the state in the capacity of provider of health coverage; or an employer, labor union, or other group of persons organized in the state that provides health coverage to covered individuals who are employed or reside in the state. The term does not include a self-funded plan that is exempt from state regulation pursuant to ERISA, a plan issued for coverage for federal employees, or a health plan that provides coverage only for accidental injury, specified disease, hospital indemnity, medicare supplement, disability income, long- term care, or other limited benefit health insurance policies and contracts; (2) \"Covered individual,\" a member, participant, enrollee, contract holder, policy holder, or beneficiary of a covered entity who is provided health coverage by the covered entity. The term includes a dependent or other person provided health coverage through a policy, contract, or plan for a covered individual; (3) \"Director,\" the director of the Division of Insurance; (4) \"Generic drug,\" a chemically equivalent copy of a brand-name drug with an expired patent; (5) \"Labeler,\" an entity or person that receives prescription drugs from a manufacturer or wholesaler and repackages those drugs for later retail sale and that has a labeler code from the federal Food and Drug Administration under 21 C.F.R. § 270.20 (1999); (6) \"Pharmacy benefits management,\" the procurement of prescription drugs at a negotiated rate for dispensation within this state to covered individuals, the administration or management of prescription drug benefits provided by a covered entity for the benefit of covered individuals, or any of the following services provided with regard to the administration of the following pharmacy benefits: (a) Mail service pharmacy; (b) Claims processing, retail network management, and payment of claims to pharmacies for prescription drugs dispensed to covered individuals; (c) Clinical formulary development and management services; (d) Rebate contracting and administration; (e) Certain patient compliance, therapeutic intervention, and generic substitution programs; and (f) Disease management programs involving prescription drug utilization; (7) \"Pharmacy benefits manager,\" an entity that performs pharmacy benefits management. The term includes a person or entity acting for a pharmacy benefits manager in a contractual or employment relationship in the performance of pharmacy benefits management for a covered entity and includes mail service pharmacy. The term does not include a health carrier licensed pursuant to Title 58 when the health carrier or its subsidiary is providing pharmacy benefits management to its own insureds; or a public self-funded pool or a private single employer self-funded plan that provides such benefits or services directly to its beneficiaries; (8) \"Proprietary information,\" information on pricing, costs, revenue, taxes, market share, negotiating strategies, customers, and personnel held by private entities and used for that private entity's business purposes; (9) \"Trade secret,\" information, including a formula, pattern, compilation, program, device, method, technique, or process, that: (a) Derives independent economic value, actual or potential, from not being generally known to, and not being readily ascertainable by proper means by, other persons who can obtain economic value from its disclosure or use; and (b) Is the subject of efforts that are reasonable under the circumstances to maintain its secrecy. Section 2. No person or entity may perform or act as a pharmacy benefits manager in this state without a valid license to operate as a third party administrator pursuant to chapter 58-29D. Section 3. Each pharmacy benefits manager shall perform its duties exercising good faith and fair dealing toward the covered entity. Section 4. A covered entity may request that any pharmacy benefits manager with which it has a pharmacy benefits management services contract disclose to the covered entity, the amount of all rebate revenues and the nature, type, and amounts of all other revenues that the pharmacy benefits manager receives from each pharmaceutical manufacturer or labeler with whom the pharmacy benefits manager has a contract. The pharmacy benefits manager shall disclose in writing: (1) The aggregate amount, and for a list of drugs to be specified in the contract, the specific amount, of all rebates and other retrospective utilization discounts received by the pharmacy benefits manager directly or indirectly, from each pharmaceutical manufacturer or labeler that are earned in connection with the dispensing of prescription drugs to covered individuals of the health benefit plans issued by the covered entity or for which the covered entity is the designated administrator; (2) The nature, type, and amount of all other revenue received by the pharmacy benefits manager directly or indirectly from each pharmaceutical manufacturer or labeler for any other products or services provided to the pharmaceutical manufacturer or labeler by the pharmacy benefits manager with respect to programs that the covered entity offers or provides to its enrollees; and (3) Any prescription drug utilization information requested by the covered entity relating to covered individuals. A pharmacy benefits manager shall provide such information requested by the covered entity for such disclosure within thirty days of receipt of the request. If requested, the information shall be provided no less than once each year. The contract entered into between the pharmacy benefits manager and the covered entity shall set forth any fees to be charged for drug utilization reports requested by the covered entity. Section 5. A pharmacy benefits manager, unless authorized pursuant to the terms of its contract with a covered entity, may not contact any covered individual without express written permission of the covered entity. Section 6. Except for utilization information, a covered entity shall maintain any information disclosed in response to a request pursuant to section 4 of this Act as confidential and proprietary information, and may not use such information for any other purpose or disclose such information to any other person except as provided in this Act or in the pharmacy benefits management services contract between the parties. Any covered entity who discloses information in violation of this section is subject to an action for injunctive relief and is liable for any damages which are the direct and proximate result of such disclosure. Nothing in this section prohibits a covered entity from disclosing confidential or proprietary information to the director, upon request. Any such information obtained by the director is confidential and privileged and is not open to public inspection or disclosure. Section 7. The covered entity may have the pharmacy benefits manager's books and records related to the rebates or other information described in subdivisions (1), (2), and (3) of section 4 of this Act, to the extent the information relates directly or indirectly to such covered entity's contract, audited in accordance with the terms of the pharmacy benefits management services contract between the parties. However, if the parties have not expressly provided for audit rights and the pharmacy benefits manger has advised the covered entity that other reasonable options are available and subject to negotiation, the covered entity may have such books and records audited as follows: (1) Such audits may be conducted no more frequently than once in each twelve-month period upon not less than thirty business days' written notice to the pharmacy benefits manager; (2) The covered entity may select an independent firm to conduct such audit, and such independent firm shall sign a confidentiality agreement with the covered entity and the pharmacy benefits manager ensuring that all information obtained during such audit will be treated as confidential. The firm may not use, disclose, or otherwise reveal any such information in any manner or form to any person or entity except as otherwise permitted under the confidentiality agreement. The covered entity shall treat all information obtained as a result of the audit as confidential, and may not use or disclose such information except as may be otherwise permitted under the terms of the contract between the covered entity and the pharmacy benefits manager or if ordered by a court of competent jurisdiction for good cause shown; (3) Any such audit shall be conducted at the pharmacy benefits manager's office where such records are located, during normal business hours, without undue interference with the pharmacy benefits manager's business activities, and in accordance with reasonable audit procedures. Section 8. With regard to the dispensation of a substitute prescription drug for a prescribed drug to a covered individual, when the pharmacy benefits manager requests a substitution, the following provisions apply: (1) The pharmacy benefits manager may request the substitution of a lower-priced generic and therapeutically equivalent drug for a higher-priced prescribed drug; (2) With regard to substitutions in which the substitute drug's net cost is more for the covered individual or the covered entity than the prescribed drug, the substitution must be made only for medical reasons that benefit the covered individual. If a substitution is being requested pursuant to this subdivision, the pharmacy benefits manager shall obtain the approval of the prescribing health professional. Section 9. The Division of Insurance shall promulgate rules, pursuant to chapter 1-26, to carry out the issuance of the license required by section 2 of this Act and the enforcement provisions of this Act. The rules may include the following: (1) Definition of terms; (2) Use of prescribed forms; (3) Reporting requirements; (4) Enforcement procedures; and (5) Protection of proprietary information and trade secrets. Section 10. Any covered entity may bring a civil action to enforce the provisions of this Act or to seek civil damages for the violation of its provisions. Section 11. The provisions of this Act apply only to pharmacy benefits management services contracts entered into or renewed after June 30, 2004."}, {"bill_id": 19156, "bill_version_id": 101841, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "2004-02-23T12:12:48-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the regulation of pharmacy benefits management. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Covered entity,\" a nonprofit hospital or medical service corporation, health insurer, health benefit plan, or health maintenance organization; a health program administered by a department or the state in the capacity of provider of health coverage; or an employer, labor union, or other group of persons organized in the state that provides health coverage to covered individuals who are employed or reside in the state. The term does not include a self-funded plan that is exempt from state regulation pursuant to ERISA, a plan issued for coverage for federal employees, or a health plan that provides coverage only for accidental injury, specified disease, hospital indemnity, medicare supplement, disability income, long- term care, or other limited benefit health insurance policies and contracts; (2) \"Covered individual,\" a member, participant, enrollee, contract holder, policy holder, or beneficiary of a covered entity who is provided health coverage by the covered entity. The term includes a dependent or other person provided health coverage through a policy, contract, or plan for a covered individual; (3) \"Director,\" the director of the Division of Insurance; (4) \"Generic drug,\" a chemically equivalent copy of a brand-name drug with an expired patent; (5) \"Labeler,\" an entity or person that receives prescription drugs from a manufacturer or wholesaler and repackages those drugs for later retail sale and that has a labeler code from the federal Food and Drug Administration under 21 C.F.R. § 270.20 (1999); (6) \"Pharmacy benefits management,\" the procurement of prescription drugs at a negotiated rate for dispensation within this state to covered individuals, the administration or management of prescription drug benefits provided by a covered entity for the benefit of covered individuals, or any of the following services provided with regard to the administration of the following pharmacy benefits: (a) Mail service pharmacy; (b) Claims processing, retail network management, and payment of claims to pharmacies for prescription drugs dispensed to covered individuals; (c) Clinical formulary development and management services; (d) Rebate contracting and administration; (e) Certain patient compliance, therapeutic intervention, and generic substitution programs; and (f) Disease management programs involving prescription drug utilization; (7) \"Pharmacy benefits manager,\" an entity that performs pharmacy benefits management. The term includes a person or entity acting for a pharmacy benefits manager in a contractual or employment relationship in the performance of pharmacy benefits management for a covered entity and includes mail service pharmacy. The term does not include a health carrier licensed pursuant to Title 58 when the health carrier or its subsidiary is providing pharmacy benefits management to its own insureds; or a public self-funded pool or a private single employer self-funded plan that provides such benefits or services directly to its beneficiaries; (8) \"Proprietary information,\" information on pricing, costs, revenue, taxes, market share, negotiating strategies, customers, and personnel held by private entities and used for that private entity's business purposes; (9) \"Trade secret,\" information, including a formula, pattern, compilation, program, device, method, technique, or process, that: (a) Derives independent economic value, actual or potential, from not being generally known to, and not being readily ascertainable by proper means by, other persons who can obtain economic value from its disclosure or use; and (b) Is the subject of efforts that are reasonable under the circumstances to maintain its secrecy. Section 2. No person or entity may perform or act as a pharmacy benefits manager in this state without a valid license to operate as a third party administrator pursuant to chapter 58-29D. Section 3. Each pharmacy benefits manager shall perform its duties exercising good faith and fair dealing toward the covered entity. Section 4. A covered entity may request that any pharmacy benefits manager with which it has a pharmacy benefits management services contract disclose to the covered entity, the amount of all rebate revenues and the nature, type, and amounts of all other revenues that the pharmacy benefits manager receives from each pharmaceutical manufacturer or labeler with whom the pharmacy benefits manager has a contract. The pharmacy benefits manager shall disclose in writing: (1) The aggregate amount, and for a list of drugs to be specified in the contract, the specific amount, of all rebates and other retrospective utilization discounts received by the pharmacy benefits manager directly or indirectly, from each pharmaceutical manufacturer or labeler that are earned in connection with the dispensing of prescription drugs to covered individuals of the health benefit plans issued by the covered entity or for which the covered entity is the designated administrator; (2) The nature, type, and amount of all other revenue received by the pharmacy benefits manager directly or indirectly from each pharmaceutical manufacturer or labeler for any other products or services provided to the pharmaceutical manufacturer or labeler by the pharmacy benefits manager with respect to programs that the covered entity offers or provides to its enrollees; and (3) Any prescription drug utilization information requested by the covered entity relating to covered individuals. A pharmacy benefits manager shall provide such information requested by the covered entity for such disclosure within thirty days of receipt of the request. If requested, the information shall be provided no less than once each year. The contract entered into between the pharmacy benefits manager and the covered entity shall set forth any fees to be charged for drug utilization reports requested by the covered entity. Section 5. A pharmacy benefits manager, unless authorized pursuant to the terms of its contract with a covered entity, may not contact any covered individual without express written permission of the covered entity. Section 6. Except for utilization information, a covered entity shall maintain any information disclosed in response to a request pursuant to section 4 of this Act as confidential and proprietary information, and may not use such information for any other purpose or disclose such information to any other person except as provided in this Act or in the pharmacy benefits management services contract between the parties. Any covered entity who discloses information in violation of this section is subject to an action for injunctive relief and is liable for any damages which are the direct and proximate result of such disclosure. Nothing in this section prohibits a covered entity from disclosing confidential or proprietary information to the director, upon request. Any such information obtained by the director is confidential and privileged and is not open to public inspection or disclosure. Section 7. The covered entity may have the pharmacy benefits manager's books and records related to the rebates or other information described in subdivisions (1), (2), and (3) of section 4 of this Act, to the extent the information relates directly or indirectly to such covered entity's contract, audited in accordance with the terms of the pharmacy benefits management services contract between the parties. However, if the parties have not expressly provided for audit rights and the pharmacy benefits manager has advised the covered entity that other reasonable options are available and subject to negotiation, the covered entity may have such books and records audited as follows: (1) Such audits may be conducted no more frequently than once in each twelve-month period upon not less than thirty business days' written notice to the pharmacy benefits manager; (2) The covered entity may select an independent firm to conduct such audit, and such independent firm shall sign a confidentiality agreement with the covered entity and the pharmacy benefits manager ensuring that all information obtained during such audit will be treated as confidential. The firm may not use, disclose, or otherwise reveal any such information in any manner or form to any person or entity except as otherwise permitted under the confidentiality agreement. The covered entity shall treat all information obtained as a result of the audit as confidential, and may not use or disclose such information except as may be otherwise permitted under the terms of the contract between the covered entity and the pharmacy benefits manager or if ordered by a court of competent jurisdiction for good cause shown; (3) Any such audit shall be conducted at the pharmacy benefits manager's office where such records are located, during normal business hours, without undue interference with the pharmacy benefits manager's business activities, and in accordance with reasonable audit procedures. Section 8. With regard to the dispensation of a substitute prescription drug for a prescribed drug to a covered individual, when the pharmacy benefits manager requests a substitution, the following provisions apply: (1) The pharmacy benefits manager may request the substitution of a lower-priced generic and therapeutically equivalent drug for a higher-priced prescribed drug; (2) With regard to substitutions in which the substitute drug's net cost is more for the covered individual or the covered entity than the prescribed drug, the substitution must be made only for medical reasons that benefit the covered individual. If a substitution is being requested pursuant to this subdivision, the pharmacy benefits manager shall obtain the approval of the prescribing health professional. Nothing in this section permits the substitution of an equivalent drug product contrary to § 36-11-46.2 Section 9. The Division of Insurance shall promulgate rules, pursuant to chapter 1-26, to carry out the issuance of the license required by section 2 of this Act and the enforcement provisions of this Act. The rules may include the following: (1) Definition of terms; (2) Use of prescribed forms; (3) Reporting requirements; (4) Enforcement procedures; and (5) Protection of proprietary information and trade secrets. Section 10. Any covered entity may bring a civil action to enforce the provisions of this Act or to seek civil damages for the violation of its provisions. Section 11. The provisions of this Act apply only to pharmacy benefits management services contracts entered into or renewed after June 30, 2004."}, {"bill_id": 19156, "bill_version_id": 102112, "bill_version": "Enrolled", "bill_version_date": "2004-02-26T15:19:11-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 19156, "action_date": "2004-01-28T14:00:00-06:00", "document_id": 100190, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100190.pdf", "status_text": "First read in House and referred to", "journal_page": 257, "committee_id_action": 831, "committee_id_assigned": 826, "result": "N", "vote": {}}, {"bill_id": 19156, "action_date": "2004-02-09T10:00:00-06:00", "document_id": 100957, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100957.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 826, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19156, "action_date": "2004-02-11T09:30:00-06:00", "document_id": 101166, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101166.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 826, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19156, "action_date": "2004-02-11T09:30:00-06:00", "document_id": 101166, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101166.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 826, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 19156, "action_date": "2004-02-11T09:30:00-06:00", "document_id": 101166, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101166.pdf", "status_text": "Do Pass Amended,", "journal_page": 528, "committee_id_action": 826, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 57524, "president_vote": null, "Yea": [3071, 3073, 3080, 3081, 3086, 3106, 3111, 3117, 3140, 3148, 3129], "Excused": [3121, 3124]}}, {"bill_id": 19156, "action_date": "2004-02-12T12:00:00-06:00", "document_id": 101292, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101292.pdf", "status_text": "Motion to Amend,", "journal_page": 575, "committee_id_action": 831, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 19156, "action_date": "2004-02-12T12:00:00-06:00", "document_id": 101292, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101292.pdf", "status_text": "Do Pass Amended,", "journal_page": 575, "committee_id_action": 831, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 59477, "president_vote": null, "Absent": [3045, 3123], "Yea": [3048, 3049, 3051, 3053, 3055, 3056, 3057, 3058, 3060, 3067, 3069, 3070, 3071, 3072, 3073, 3074, 3076, 3080, 3081, 3082, 3083, 3085, 3086, 3088, 3090, 3095, 3096, 3099, 3104, 3105, 3106, 3107, 3110, 3112, 3114, 3117, 3118, 3122, 3124, 3125, 3126, 3127, 3129, 3130, 3131, 3136, 3140, 3141, 3142, 3143, 3145, 3148, 3149, 3111], "Nay": [3054, 3075, 3078, 3084, 3100, 3102, 3108, 3119, 3121, 3133, 3134, 3135, 3147], "Excused": [3144]}}, {"bill_id": 19156, "action_date": "2004-02-13T13:00:00-06:00", "document_id": 101350, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101350.pdf", "status_text": "First read in Senate and referred to", "journal_page": 506, "committee_id_action": 832, "committee_id_assigned": 814, "result": "N", "vote": {}}, {"bill_id": 19156, "action_date": "2004-02-23T07:45:00-06:00", "document_id": 101830, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101830.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 814, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19156, "action_date": "2004-02-23T07:45:00-06:00", "document_id": 101830, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101830.pdf", "status_text": "Do Pass Amended,", "journal_page": 631, "committee_id_action": 814, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 58092, "president_vote": null, "Yea": [3093, 3109, 3139, 3146, 3065], "Nay": [3101, 3120, 3137, 3050]}}, {"bill_id": 19156, "action_date": "2004-02-24T14:00:00-06:00", "document_id": 102005, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/102005.pdf", "status_text": "Do Pass Amended,", "journal_page": 693, "committee_id_action": 832, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 58191, "president_vote": null, "Yea": [3044, 3046, 3047, 3052, 3059, 3061, 3062, 3064, 3065, 3066, 3079, 3091, 3092, 3093, 3094, 3097, 3101, 3103, 3109, 3113, 3115, 3120, 3128, 3132, 3137, 3138, 3139, 3146], "Nay": [3050, 3068, 3077, 3087, 3089, 3098, 3116]}}, {"bill_id": 19156, "action_date": "2004-02-25T09:00:00-06:00", "document_id": 102058, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/102058.pdf", "status_text": "Deferred to another day", "journal_page": 799, "committee_id_action": 831, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 19156, "action_date": "2004-02-26T09:00:00-06:00", "document_id": 102083, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/102083.pdf", "status_text": "Signed by Speaker", "journal_page": 827, "committee_id_action": 831, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19156, "action_date": "2004-02-27T09:00:00-06:00", "document_id": 102172, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/102172.pdf", "status_text": "Signed by President", "journal_page": 739, "committee_id_action": 832, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19156, "action_date": "2004-02-27T09:00:00-06:00", "document_id": 102150, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/102150.pdf", "status_text": "Delivered to the Governor", "journal_page": 840, "committee_id_action": 831, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19156, "action_date": "2004-03-09T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": 848, "committee_id_action": 831, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 2892}