{"session_id": 64, "bill_id": 23247, "bill_type": "House Bill", "bill_number": 1318, "bill_title": "prohibit medical abortion by telemedicine and to increase the penalty for the unlicensed practice of medicine when performing a medical abortion.", "sponsors": [], "keywords": ["Abortion", "Crimes", "Executive/Judiciary Request", "Penalty", "Telecommunications"], "audio": [{"meeting_datetime": "2022-02-22T07:45:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hhe26.mp3", "start_seconds": 140.0}, {"meeting_datetime": "2022-02-22T07:45:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hhe26.mp3", "start_seconds": 140.0}, {"meeting_datetime": "2022-02-22T07:45:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hhe26.mp3", "start_seconds": 140.0}, {"meeting_datetime": "2022-02-22T07:45:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hhe26.mp3", "start_seconds": 140.0}, {"meeting_datetime": "2022-02-22T07:45:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hhe26.mp3", "start_seconds": 140.0}, {"meeting_datetime": "2022-02-23T12:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hou27.mp3", "start_seconds": 6472.0}, {"meeting_datetime": "2022-02-23T12:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hou27.mp3", "start_seconds": 6472.0}, {"meeting_datetime": "2022-02-23T12:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hou27.mp3", "start_seconds": 6472.0}, {"meeting_datetime": "2022-02-23T12:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hou27.mp3", "start_seconds": 6472.0}, {"meeting_datetime": "2022-02-28T10:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/she30.mp3", "start_seconds": 328.0}, {"meeting_datetime": "2022-02-28T10:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/she30.mp3", "start_seconds": 328.0}, {"meeting_datetime": "2022-02-28T10:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/she30.mp3", "start_seconds": 328.0}, {"meeting_datetime": "2022-03-02T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sen32.mp3", "start_seconds": 3430.0}, {"meeting_datetime": "2022-03-02T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sen32.mp3", "start_seconds": 3430.0}, {"meeting_datetime": "2022-03-02T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sen32.mp3", "start_seconds": 3430.0}], "bill_versions": [{"bill_id": 23247, "bill_version_id": 232167, "bill_version": "Introduced", "bill_version_date": "2022-02-02T11:02:10.507-06:00", "bill_text": "An Act to prohibit medical abortion by telemedicine, to increase the penalty for the unlicensed practice of medicine when performing a medical abortion, and to declare an emergency. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 36-4-8 be AMENDED: 36-4-8. Any person who practices medicine, osteopathy, or any of the branches thereof without a license, certificate, or permit issued by the board is guilty of a Class 1 misdemeanor. Any person who practices medicine, osteopathy, or any of the branches thereof without a license, certificate, or permit issued by the board and prescribes medicine in order to induce a medical abortion, as defined by section 4 of this Act, is guilty of a Class 6 felony. Section 2. That chapter 36-4 be amended with a NEW SECTION: For the purpose of inducing a medical abortion, a pregnant woman may only take the medications Mifepristone or Misoprostol up to nine weeks after conception. Mifepristone and Misoprostol must be prescribed and dispensed by a licensed physician in a licensed abortion facility consistent with chapter 34-23A and in compliance with the applicable requirements in chapter 36-4. A pregnant woman may only take Mifepristone at a licensed abortion facility and only after informed consent has been obtained pursuant to § 34-23A-10.1 and consistent with § 34-23A-56. After taking Mifepristone and undergoing an observation period in the abortion facility, the pregnant woman may return home. Between twenty-four and seventy-two hours after taking Mifepristone, if the pregnant woman decides to continue with the medical abortion, the pregnant woman must return to the licensed abortion facility to receive the proper amount of Misoprostol. A licensed physician shall dispense the Misoprostol to the pregnant woman in the same manner as required for Mifepristone under this section. Neither Mifepristone nor Misoprostol may be dispensed for the purpose of inducing a medical abortion in any manner contrary to this section. The abortion facility staff shall monitor the pregnant woman for complications for a medically necessary period following each administration of the abortion-inducing medications. The abortion facility staff shall schedule a follow-up appointment with the pregnant woman to return to the abortion facility on the fourteenth day after taking the medication to confirm that the fetus, placenta, and membranes have been fully expelled. Section 3. That § 34-23A-34 be AMENDED: 34-23A-34. The Department of Health shall prepare a reporting form for physicians which shall provide for the collection of the following information: (1) The month, day, and year of the induced abortion; (2) The method of abortion used for each induced abortion; (3) The approximate gestational age, in weeks, of the unborn child involved in the abortion; (4) The age of the mother at the time of the abortion and, if the mother was younger than sixteen years of age at the time the child was conceived, the age of the father, if known; (5) The specific reason for the induced abortion, including the following: (a) The pregnancy was a result of rape; (b) The pregnancy was a result of incest; (c) The mother could not afford the child; (d) The mother did not desire to have the child; (e) The mother's emotional health was at risk; (f) The mother would suffer substantial and irreversible impairment of a major bodily function if the pregnancy continued; (g) Other, which shall be specified; (6) Whether the induced abortion was paid for by: (a) Private insurance; (b) Public health plan; (c) Other, which shall be specified; (7) Whether coverage was under: (a) A-fee-for-service insurance company; (b) A managed care company; or (c) Other, which shall be specified; (8) A description of the complications, if any, for each abortion and for the aftermath of each abortion; (9) The fee collected for performing or treating the abortion; (10) The type of anesthetic, if any, used for each induced abortion; (11) The method used to dispose of fetal tissue and remains; (12) The specialty area of the physician; (13) Whether the physician performing the induced abortion has been subject to license revocation or suspension or other professional sanction; (14) The number of previous abortions the mother has had; (15) The number of previous live births of the mother, including both living and deceased; (16) The date last normal menses began for the mother; (17) The name of physician performing the induced abortion; (18) The name of hospital or physician office where the induced abortion was performed; (19) A unique patient number that can be used to link the report to medical report for inspection, clarification, and correction purposes but that cannot, of itself, reasonably lead to the identification of any person obtaining an abortion; (20) Certain demographic information including: (a) State, county, and city of occurrence of abortion; (b) State, county, and city of residence of mother; (c) Marital status of mother; (d) Education status of mother; (e) Race of mother; (21) Certain Rhesus factor (Rh) information including: (a) Whether the mother received the Rh test; (b) Whether the mother tested positive for the Rh-negative factor; (c) Whether the mother received a Rho(D) immune globulin injection; (22) The sex of the unborn child and the following information: (a) Whether the pregnant mother used a sex-determining test; (b) What type of sex-determining test the pregnant mother used; and (c) The approximate gestational age of the unborn child, in weeks, when the test was taken; (23) The post-fertilization age of the unborn child and the following information: (a) How the post-fertilization age was determined or if a determination was not made, the basis of the determination that an exception existed; (b) Whether an intra-fetal injection was used in an attempt to induce fetal demise; (c) If the unborn child was deemed capable of experiencing pain, pursuant to § 34-23A-70, the basis of the determination that it is a medical emergency; (d) If the unborn child was deemed capable of experiencing pain pursuant to § 34-23A-70, whether the method of the abortion used was that, in reasonable medical judgment, provided the best opportunity for the unborn child to survive and, if such a method was not used, the basis of the determination that termination of the pregnancy in that manner would pose a greater risk either of the death of the pregnant woman or of the substantial and irreversible physical impairment of a major bodily function, not including a psychological or emotional condition, of the woman than other available methods.; (24) The following information concerning the performance of a medical abortion: (a) Any complication that requires medical follow-up; (b) The medical follow-up that was required resulting from any complication; (c) The facility where the medical follow-up was performed; and (d) If the pregnant woman was sex trafficked. Section 4. Sections 2 and 3 of this Act are effective on the date there is no longer an injunction preventing enforcement of the procedures detailed in sections 2 and 3, provided no further appeal is pending or can be made. Section 5. That chapter 36-4 be amended with a NEW SECTION: For the purposes of this Act, the term, medical abortion, means a procedure that uses medication to intentionally terminate the life of a human being in the uterus, and does not mean a procedure for the management of a miscarriage."}, {"bill_id": 23247, "bill_version_id": 234293, "bill_version": "House Health and Human Services Engrossed", "bill_version_date": "2022-02-22T14:09:20.31-06:00", "bill_text": "An Act to prohibit medical abortion by telemedicine and to increase the penalty for the unlicensed practice of medicine when performing a medical abortion. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 36-4-8 be AMENDED: 36-4-8. Any person who practices medicine, osteopathy, or any of the branches thereof without a license, certificate, or permit issued by the board is guilty of a Class 1 misdemeanor. Any person who practices medicine, osteopathy, or any of the branches thereof without a license, certificate, or permit issued by the board and prescribes medicine in order to induce a medical abortion, as defined by section 4 of this Act, is guilty of a Class 6 felony. Section 2. That chapter 36-4 be amended with a NEW SECTION: For the purpose of inducing a medical abortion, a pregnant mother may only take the medications Mifepristone or Misoprostol up to nine weeks after conception. Mifepristone and Misoprostol must be prescribed and dispensed by a licensed physician in a licensed abortion facility consistent with chapter 34-23A and in compliance with the applicable requirements in chapter 36-4. A pregnant mother may only be administered Mifepristone by the licensed physician who fully complied with all the provisions of § 34-23A-56, and first obtains, from the pregnant mother, all information required by § 34-23A-57 and her informed consent. A different physician may administer Mifepristone and take a signed consent from the pregnant mother only if expressly authorized pursuant to § 34-23A-57. After taking Mifepristone and undergoing an observation period in the abortion facility, the pregnant mother may return home. Between twenty-four and seventy-two hours after taking Mifepristone, if the pregnant mother decides to continue with the medical abortion, the pregnant mother must return to the licensed abortion facility to receive the proper amount of Misoprostol. A licensed physician shall dispense the Misoprostol to the pregnant mother in the same manner as required for Mifepristone under this section. Neither Mifepristone nor Misoprostol may be dispensed for the purpose of inducing a medical abortion in any manner contrary to this section. The abortion facility staff shall monitor the pregnant mother for complications for a medically necessary period following each administration of the abortion-inducing medications. The abortion facility staff shall schedule a follow-up appointment with the pregnant mother to return to the abortion facility on the fourteenth day after taking the medication to confirm that the fetus, placenta, and membranes have been fully expelled. Section 3. That § 34-23A-34 be AMENDED: 34-23A-34. The Department of Health shall prepare a reporting form for physicians which shall provide for the collection of the following information: (1) The month, day, and year of the induced abortion; (2) The method of abortion used for each induced abortion; (3) The approximate gestational age, in weeks, of the unborn child involved in the abortion; (4) The age of the mother at the time of the abortion and, if the mother was younger than sixteen years of age at the time the child was conceived, the age of the father, if known; (5) The specific reason for the induced abortion, including the following: (a) The pregnancy was a result of rape; (b) The pregnancy was a result of incest; (c) The mother could not afford the child; (d) The mother did not desire to have the child; (e) The mother's emotional health was at risk; (f) The mother would suffer substantial and irreversible impairment of a major bodily function if the pregnancy continued; (g) Other, which shall be specified; (6) Whether the induced abortion was paid for by: (a) Private insurance; (b) Public health plan; (c) Other, which shall be specified; (7) Whether coverage was under: (a) A-fee-for-service insurance company; (b) A managed care company; or (c) Other, which shall be specified; (8) A description of the complications, if any, for each abortion and for the aftermath of each abortion; (9) The fee collected for performing or treating the abortion; (10) The type of anesthetic, if any, used for each induced abortion; (11) The method used to dispose of fetal tissue and remains; (12) The specialty area of the physician; (13) Whether the physician performing the induced abortion has been subject to license revocation or suspension or other professional sanction; (14) The number of previous abortions the mother has had; (15) The number of previous live births of the mother, including both living and deceased; (16) The date last normal menses began for the mother; (17) The name of physician performing the induced abortion; (18) The name of hospital or physician office where the induced abortion was performed; (19) A unique patient number that can be used to link the report to medical report for inspection, clarification, and correction purposes but that cannot, of itself, reasonably lead to the identification of any person obtaining an abortion; (20) Certain demographic information including: (a) State, county, and city of occurrence of abortion; (b) State, county, and city of residence of mother; (c) Marital status of mother; (d) Education status of mother; (e) Race of mother; (21) Certain Rhesus factor (Rh) information including: (a) Whether the mother received the Rh test; (b) Whether the mother tested positive for the Rh-negative factor; (c) Whether the mother received a Rho(D) immune globulin injection; (22) The sex of the unborn child and the following information: (a) Whether the pregnant mother used a sex-determining test; (b) What type of sex-determining test the pregnant mother used; and (c) The approximate gestational age of the unborn child, in weeks, when the test was taken; (23) The post-fertilization age of the unborn child and the following information: (a) How the post-fertilization age was determined or if a determination was not made, the basis of the determination that an exception existed; (b) Whether an intra-fetal injection was used in an attempt to induce fetal demise; (c) If the unborn child was deemed capable of experiencing pain, pursuant to § 34-23A-70, the basis of the determination that it is a medical emergency; (d) If the unborn child was deemed capable of experiencing pain pursuant to § 34-23A-70, whether the method of the abortion used was that, in reasonable medical judgment, provided the best opportunity for the unborn child to survive and, if such a method was not used, the basis of the determination that termination of the pregnancy in that manner would pose a greater risk either of the death of the pregnant woman mother or of the substantial and irreversible physical impairment of a major bodily function, not including a psychological or emotional condition, of the woman mother than other available methods.; (24) The following information concerning the performance of a medical abortion: (a) Any complication that requires medical follow-up; (b) The medical follow-up that was required resulting from any complication; (c) The facility where the medical follow-up was performed; and (d) If the pregnant mother was sex trafficked. Section 4. Sections 2 and 3 of this Act are effective on the date there is no longer an injunction preventing enforcement of the procedures detailed in sections 2 and 3, provided no further appeal is pending or can be made. Section 5. That chapter 36-4 be amended with a NEW SECTION: For the purposes of this Act, the term, medical abortion, means a procedure that uses medication to intentionally terminate the life of a human being in the uterus, and does not mean a procedure for the management of a miscarriage."}, {"bill_id": 23247, "bill_version_id": 235697, "bill_version": "Enrolled", "bill_version_date": "2022-03-03T14:13:22.787-06:00", "bill_text": "ENTITLED An Act to prohibit medical abortion by telemedicine and to increase the penalty for the unlicensed practice of medicine when performing a medical abortion. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 36-4-8 be AMENDED: 36-4-8. Any person who practices medicine, osteopathy, or any of the branches thereof without a license, certificate, or permit issued by the board is guilty of a Class 1 misdemeanor. Any person who practices medicine, osteopathy, or any of the branches thereof without a license, certificate, or permit issued by the board and prescribes medicine in order to induce a medical abortion, as defined by section 5 of this Act, is guilty of a Class 6 felony. Section 2. That chapter 36-4 be amended with a NEW SECTION: For the purpose of inducing a medical abortion, a pregnant mother may only take the medications Mifepristone or Misoprostol up to nine weeks after conception. Mifepristone and Misoprostol must be prescribed and dispensed by a licensed physician in a licensed abortion facility consistent with chapter 34-23A and in compliance with the applicable requirements in chapter 36-4. A pregnant mother may only be administered Mifepristone by the licensed physician who fully complied with all the provisions of § 34-23A-56, and first obtains, from the pregnant mother, all information required by § 34-23A-57 and her informed consent. A different physician may administer Mifepristone and take a signed consent from the pregnant mother only if expressly authorized pursuant to § 34-23A-57. After taking Mifepristone and undergoing an observation period in the abortion facility, the pregnant mother may return home. Between twenty-four and seventy-two hours after taking Mifepristone, if the pregnant mother decides to continue with the medical abortion, the pregnant mother must return to the licensed abortion facility to receive the proper amount of Misoprostol. A licensed physician shall dispense the Misoprostol to the pregnant mother in the same manner as required for Mifepristone under this section. Neither Mifepristone nor Misoprostol may be dispensed for the purpose of inducing a medical abortion in any manner contrary to this section. The abortion facility staff shall monitor the pregnant mother for complications for a medically necessary period following each administration of the abortion-inducing medications. The abortion facility staff shall schedule a follow-up appointment with the pregnant mother to return to the abortion facility on the fourteenth day after taking the medication to confirm that the fetus, placenta, and membranes have been fully expelled. Section 3. That § 34-23A-34 be AMENDED: 34-23A-34. The Department of Health shall prepare a reporting form for physicians which shall provide for the collection of the following information: (1) The month, day, and year of the induced abortion; (2) The method of abortion used for each induced abortion; (3) The approximate gestational age, in weeks, of the unborn child involved in the abortion; (4) The age of the mother at the time of the abortion and, if the mother was younger than sixteen years of age at the time the child was conceived, the age of the father, if known; (5) The specific reason for the induced abortion, including the following: (a) The pregnancy was a result of rape; (b) The pregnancy was a result of incest; (c) The mother could not afford the child; (d) The mother did not desire to have the child; (e) The mother's emotional health was at risk; (f) The mother would suffer substantial and irreversible impairment of a major bodily function if the pregnancy continued; (g) Other, which shall be specified; (6) Whether the induced abortion was paid for by: (a) Private insurance; (b) Public health plan; (c) Other, which shall be specified; (7) Whether coverage was under: (a) A-fee-for-service insurance company; (b) A managed care company; or (c) Other, which shall be specified; (8) A description of the complications, if any, for each abortion and for the aftermath of each abortion; (9) The fee collected for performing or treating the abortion; (10) The type of anesthetic, if any, used for each induced abortion; (11) The method used to dispose of fetal tissue and remains; (12) The specialty area of the physician; (13) Whether the physician performing the induced abortion has been subject to license revocation or suspension or other professional sanction; (14) The number of previous abortions the mother has had; (15) The number of previous live births of the mother, including both living and deceased; (16) The date last normal menses began for the mother; (17) The name of physician performing the induced abortion; (18) The name of hospital or physician office where the induced abortion was performed; (19) A unique patient number that can be used to link the report to medical report for inspection, clarification, and correction purposes but that cannot, of itself, reasonably lead to the identification of any person obtaining an abortion; (20) Certain demographic information including: (a) State, county, and city of occurrence of abortion; (b) State, county, and city of residence of mother; (c) Marital status of mother; (d) Education status of mother; (e) Race of mother; (21) Certain Rhesus factor (Rh) information including: (a) Whether the mother received the Rh test; (b) Whether the mother tested positive for the Rh-negative factor; (c) Whether the mother received a Rho(D) immune globulin injection; (22) The sex of the unborn child and the following information: (a) Whether the pregnant mother used a sex-determining test; (b) What type of sex-determining test the pregnant mother used; and (c) The approximate gestational age of the unborn child, in weeks, when the test was taken; (23) The post-fertilization age of the unborn child and the following information: (a) How the post-fertilization age was determined or if a determination was not made, the basis of the determination that an exception existed; (b) Whether an intra-fetal injection was used in an attempt to induce fetal demise; (c) If the unborn child was deemed capable of experiencing pain, pursuant to § 34-23A-70, the basis of the determination that it is a medical emergency; (d) If the unborn child was deemed capable of experiencing pain pursuant to § 34-23A-70, whether the method of the abortion used was that, in reasonable medical judgment, provided the best opportunity for the unborn child to survive and, if such a method was not used, the basis of the determination that termination of the pregnancy in that manner would pose a greater risk either of the death of the pregnant mother or of the substantial and irreversible physical impairment of a major bodily function, not including a psychological or emotional condition, of the mother than other available methods; (24) The following information concerning the performance of a medical abortion: (a) Any complication that requires medical follow-up; (b) The medical follow-up that was required resulting from any complication; (c) The facility where the medical follow-up was performed; and (d) If the pregnant mother was sex trafficked. Section 4. Sections 2 and 3 of this Act are effective on the date there is no longer an injunction preventing enforcement of the procedures detailed in sections 2 and 3, provided no further appeal is pending or can be made. Section 5. That chapter 36-4 be amended with a NEW SECTION: For the purposes of this Act, the term, medical abortion, means a procedure that uses medication to intentionally terminate the life of a human being in the uterus, and does not mean a procedure for the management of a miscarriage. An Act to prohibit medical abortion by telemedicine and to increase the penalty for the unlicensed practice of medicine when performing a medical abortion. I certify that the attached Act originated in the: House as Bill No. 1318 Chief Clerk Speaker of the House Attest: Chief Clerk President of the Senate Attest: Secretary of the Senate House Bill No. 1318 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2022 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2022 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2022 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23247, "action_date": "2022-02-02T14:00:00-06:00", "document_id": 231905, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/231905.pdf", "status_text": "First read in House and referred to", "journal_page": 182, "committee_id_action": 1008, "committee_id_assigned": 1007, "result": "N", "vote": {}}, {"bill_id": 23247, "action_date": "2022-02-22T07:45:00-06:00", "document_id": 234026, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234026.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1007, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23247, "action_date": "2022-02-22T07:45:00-06:00", "document_id": 234027, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234027.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 1007, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 74221, "president_vote": null, "Yea": [3913, 3928, 3948, 3955, 3971, 3981, 3988, 4008, 4011, 3931, 3954], "Excused": [3960, 3998]}}, {"bill_id": 23247, "action_date": "2022-02-22T07:45:00-06:00", "document_id": 234027, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234027.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 1007, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 74240, "president_vote": null, "Yea": [3913, 3955, 3971, 3981, 4008, 4011, 3931, 3954], "Nay": [3928, 3948, 3988], "Excused": [3960, 3998]}}, {"bill_id": 23247, "action_date": "2022-02-22T07:45:00-06:00", "document_id": 234027, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234027.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 1007, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 74241, "president_vote": null, "Yea": [3913, 3928, 3955, 3971, 3981, 3988, 4008, 4011, 3931, 3954], "Nay": [3948], "Excused": [3960, 3998]}}, {"bill_id": 23247, "action_date": "2022-02-23T12:00:00-06:00", "document_id": 234407, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234407.pdf", "status_text": "Do Pass Amended", "journal_page": 437, "committee_id_action": 1008, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 74514, "president_vote": null, "Yea": [3912, 3913, 3914, 3915, 3916, 3917, 3923, 3924, 3928, 3929, 3930, 3931, 3933, 3937, 3938, 3941, 3944, 3945, 3946, 3947, 3950, 3951, 3953, 3954, 3955, 3957, 3959, 3963, 3964, 3967, 3968, 3969, 3970, 3971, 3972, 3973, 3976, 3977, 3978, 3980, 3981, 3982, 3983, 3984, 3986, 3987, 3988, 3989, 3992, 3997, 3998, 4001, 4004, 4005, 4007, 4008, 4009, 4011, 4013, 4014, 4015, 3942], "Nay": [3919, 3927, 3934, 3948, 3960, 3965, 3985, 3995]}}, {"bill_id": 23247, "action_date": "2022-02-23T13:00:00-06:00", "document_id": 234394, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234394.pdf", "status_text": "First read in Senate and referred to", "journal_page": 329, "committee_id_action": 1034, "committee_id_assigned": 1026, "result": "N", "vote": {}}, {"bill_id": 23247, "action_date": "2022-02-28T10:00:00-06:00", "document_id": 234729, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234729.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1026, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23247, "action_date": "2022-02-28T10:00:00-06:00", "document_id": 234870, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234870.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1026, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 74842, "president_vote": null, "Yea": [3918, 3926, 3991, 3996, 4006, 4000], "Nay": [3939]}}, {"bill_id": 23247, "action_date": "2022-03-02T14:00:00-06:00", "document_id": 235435, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/235435.pdf", "status_text": "Do Pass Amended", "journal_page": 441, "committee_id_action": 1034, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 75180, "president_vote": null, "Yea": [3918, 3920, 3921, 3922, 3925, 3926, 3932, 3935, 3936, 3940, 3943, 3952, 3956, 3958, 3961, 3962, 3966, 3975, 3979, 3990, 3991, 3993, 3994, 3996, 3999, 4000, 4002, 4003, 4006, 4010, 4012, 4016], "Excused": [3939], "Nay": [3949, 3974]}}, {"bill_id": 23247, "action_date": "2022-03-03T12:00:00-06:00", "document_id": 235745, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/235745.pdf", "status_text": "Signed by the Speaker", "journal_page": 589, "committee_id_action": 1008, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23247, "action_date": "2022-03-07T11:00:00-06:00", "document_id": 235844, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/235844.pdf", "status_text": "Signed by the President", "journal_page": 479, "committee_id_action": 1034, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23247, "action_date": "2022-03-08T10:00:00-06:00", "document_id": 236130, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/236130.pdf", "status_text": "Delivered to the Governor", "journal_page": 626, "committee_id_action": 1008, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23247, "action_date": "2022-03-28T11:00:00-05:00", "document_id": 236428, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/236428.pdf", "status_text": "Signed by the Governor", "journal_page": 689, "committee_id_action": 1008, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 7585, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/23247"}