{"session_id": 59, "bill_id": 20649, "bill_type": "House Bill", "bill_number": 1184, "bill_title": "provide that health care providers and institutions need not participate in certain health care services.", "sponsors": [{"legislator_profile_id": 3391, "is_prime": true}, {"legislator_profile_id": 3460, "is_prime": true}], "keywords": ["Professions and Occupations", "Public Health and Safety"], "audio": [{"meeting_datetime": "2006-01-31T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hco15.mp3", "start_seconds": 6174.0}, {"meeting_datetime": "2006-01-31T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hco15.mp3", "start_seconds": 6174.0}, {"meeting_datetime": "2006-01-31T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hco15.mp3", "start_seconds": 6174.0}, {"meeting_datetime": "2006-02-02T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hco17.mp3", "start_seconds": 56.0}, {"meeting_datetime": "2006-02-02T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hco17.mp3", "start_seconds": 56.0}, {"meeting_datetime": "2006-02-02T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hco17.mp3", "start_seconds": 56.0}, {"meeting_datetime": "2006-02-06T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou19.mp3", "start_seconds": 4510.0}, {"meeting_datetime": "2006-02-06T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou19.mp3", "start_seconds": 4510.0}, {"meeting_datetime": "2006-02-06T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou19.mp3", "start_seconds": 4510.0}, {"meeting_datetime": "2006-02-06T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou19.mp3", "start_seconds": 4510.0}], "bill_versions": [{"bill_id": 20649, "bill_version_id": 106977, "bill_version": "Introduced", "bill_version_date": "2006-01-23T09:29:39-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide that health care providers and institutions need not participate in certain health care services. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Health care institution,\" any public or private organization, corporation, partnership, sole proprietorship, association, agency, network, joint venture, or other entity that is involved in providing health care services, including hospitals, clinics, medical centers, ambulatory surgical centers, private physician's offices, pharmacies, nursing homes, university medical schools and nursing schools, medical training facilities, or other institutions or locations wherein health care services are provided to any person; (2) \"Health care provider,\" any person who may be asked to participate in any way in a health care service, including a physician; physician's assistant; nurse practioner; nurse; nurses' aide; medical assistant; hospital employee; clinic employee; nursing home employee; pharmacist; pharmacy employee; researcher; medical or nursing school faculty, student, or employee; counselor; social worker; or any professional, paraprofessional, or any other person who furnishes, or assists in the furnishing of, health care services; (3) \"Health care service,\" any phase of patient medical care, treatment, or procedure, including the following: patient referral; counseling; therapy; testing; diagnosis or prognosis; research; instruction; prescribing, dispensing or administering any device, drug, or medication; surgery; or any other care or treatment rendered by any health care provider or health care institution; (4) \"Participate,\" in a health care service, to counsel, advise, provide, perform, assist in, refer for, admit for purposes of providing, or participate in providing, any health care service or any form of such service. Section 2. For the purposes of this Act, conscience means the religious, moral, or ethical principles held by a health care provider or health care institution. A health care institution's conscience shall be determined by reference to its existing or proposed religious, moral, or ethical guidelines, mission statement, constitution, bylaws, articles of incorporation, regulations, or other relevant documents. Section 3. No health care provider is required to participate in a health care service that violates the provider's conscience. Section 4. No health care provider is civilly or administratively liable for declining to participate in a health care service that violates the provider's conscience. Section 5. No person, health care provider, health care institution, public or private institution, public official, or any board that certifies competency in medical specialties may discriminate against any health care provider in any manner based on the provider's declining to participate in a health care service that violates the provider's conscience. For purposes of this section, discrimination includes termination, transfer, refusal of staff privileges, refusal of board certification, adverse administrative action, demotion, loss of career specialty, unreasonable reassignment to a different shift, reduction of wages or benefits, refusal to award any grant, contract, or other program, refusal to provide residency training opportunities, or any other penalty, or disciplinary or retaliatory action. Section 6. No health care institution is required to participate in a health care service that violates its conscience. Section 7. No health care institution that declines to provide or participate in a health care service that violates its conscience is civilly or administratively liable if the institution provides a consent form to be signed by a patient before admission to the institution stating that it reserves the right to decline to provide or participate in health care services that violate its conscience. Section 8. No person, public or private institution, or public official may discriminate against any health care institution, or any person, association, corporation, or other entity attempting to establish a new health care institution or operating an existing health care institution, in any manner. For the purposes of this section, discrimination includes any denial, deprivation, or disqualification with respect to licensure; any aid assistance, benefit, or privilege, including staff privileges; or any authorization, including authorization to create, expand, improve, acquire, or affiliate or merge with any health care institution, because such health care institution, or person, association, or corporation planning, proposing, or operating a health care institution, declines to participate in a health care service that violates the health care institution's conscience. Section 9. No public official, agency, institution, or entity may deny any form of aid, assistance, grant, or benefit, or in any other manner coerce, disqualify, or discriminate against any person, association, corporation, or other entity attempting to establish a new health care institution or operating an existing health care institution because the existing or proposed health care institution declines to participate in a health care service contrary to the health care institution's conscience. Section 10. A civil action for damages or injunctive relief; or both, may be brought for the violation of any provision of this Act. It is not a defense to any claim arising out of the violation of this Act that such violation was necessary to prevent additional burden or expense on any other health care institution, person, or patient. Section 11. Any person, association, corporation, entity, or health care institution injured by any public or private person, association, agency, entity, or corporation by reason of any conduct prohibited by this Act may commence a civil action. Upon finding a violation of this Act, the aggrieved party may recover threefold the actual damages, including pain and suffering, sustained by such person, association, corporation, entity, or health care institution, the costs of the action, and reasonable attorney's fees. However, in no case may recovery be less than five thousand dollars for each violation in addition to costs of the action and reasonable attorney's fees. These damage remedies shall be cumulative, and not exclusive of other remedies afforded under any other state or federal law. Section 12. The court in such civil action may award injunctive relief; including ordering reinstatement of a health care provider to the provider's prior job position."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20649, "action_date": "2006-01-23T14:00:00-06:00", "document_id": 107070, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107070.pdf", "status_text": "First read in House and referred to", "journal_page": 181, "committee_id_action": 893, "committee_id_assigned": 881, "result": "N", "vote": {}}, {"bill_id": 20649, "action_date": "2006-01-31T07:45:00-06:00", "document_id": 107556, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107556.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 881, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20649, "action_date": "2006-02-02T07:45:00-06:00", "document_id": 107783, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107783.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 881, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20649, "action_date": "2006-02-02T07:45:00-06:00", "document_id": 107783, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107783.pdf", "status_text": "Do Pass,", "journal_page": 339, "committee_id_action": 881, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 64019, "president_vote": null, "Yea": [3366, 3367, 3381, 3406, 3418, 3419, 3437, 3446, 3465, 3448], "Nay": [3380, 3451], "Excused": [3445]}}, {"bill_id": 20649, "action_date": "2006-02-03T13:00:00-06:00", "document_id": 107929, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107929.pdf", "status_text": "Deferred to another day", "journal_page": 376, "committee_id_action": 893, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 20649, "action_date": "2006-02-06T14:00:00-06:00", "document_id": 108025, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108025.pdf", "status_text": "Do Pass,", "journal_page": 394, "committee_id_action": 893, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 64374, "president_vote": null, "Yea": [3366, 3369, 3370, 3373, 3381, 3388, 3392, 3399, 3400, 3403, 3406, 3407, 3408, 3414, 3417, 3418, 3420, 3422, 3427, 3431, 3433, 3437, 3441, 3442, 3443, 3445, 3446, 3448, 3456, 3460, 3463, 3464, 3465, 3426], "Nay": [3367, 3371, 3372, 3375, 3380, 3382, 3383, 3385, 3386, 3387, 3389, 3393, 3394, 3395, 3398, 3401, 3402, 3405, 3410, 3419, 3424, 3429, 3434, 3436, 3438, 3440, 3444, 3449, 3451, 3454, 3455, 3457, 3459, 3461, 3462], "Excused": [3378]}}, {"bill_id": 20649, "action_date": "2006-02-06T14:00:00-06:00", "document_id": 108025, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108025.pdf", "status_text": "Intent to reconsider", "journal_page": 395, "committee_id_action": 893, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20649, "action_date": "2006-02-07T14:00:00-06:00", "document_id": 108162, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108162.pdf", "status_text": "Reconsidered", "journal_page": 415, "committee_id_action": 893, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 64386, "president_vote": null, "Yea": [3366, 3369, 3373, 3378, 3381, 3382, 3388, 3392, 3400, 3403, 3406, 3408, 3414, 3417, 3418, 3427, 3433, 3437, 3442, 3443, 3445, 3446, 3448, 3456, 3457, 3460, 3463, 3464, 3465, 3426], "Nay": [3367, 3370, 3371, 3372, 3375, 3380, 3383, 3385, 3386, 3387, 3389, 3393, 3394, 3395, 3398, 3399, 3401, 3402, 3405, 3407, 3410, 3419, 3420, 3422, 3424, 3429, 3434, 3436, 3438, 3440, 3441, 3444, 3449, 3451, 3454, 3455, 3459, 3461, 3462], "Excused": [3431]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/20649"}