{"session_id": 54, "bill_id": 17725, "bill_type": "House Bill", "bill_number": 1205, "bill_title": "create a committee to study the issue of school district consolidation.", "sponsors": [{"legislator_profile_id": 2833, "is_prime": true}, {"legislator_profile_id": 2892, "is_prime": false}], "keywords": ["Appropriations", "Education", "School District"], "audio": [{"meeting_datetime": "2003-02-21T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hed27hb1205a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-21T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hed27hb1205a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-21T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hed27hb1205a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-21T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hed27hb1205a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-21T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hed27hb1205a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-21T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hed27hb1205a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-22T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou28hb1205a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-22T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou28hb1205a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-22T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou28hb1205a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-22T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou28hb1205a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-22T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou28hb1205a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-22T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou28hb1205a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-22T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou28hb1205a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-22T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou28hb1205a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-22T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou28hb1205a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-22T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou28hb1205a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-27T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sed32hb1205a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-27T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sed32hb1205a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-27T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sed32hb1205a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-27T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sed32hb1205a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-03T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sap34.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-03T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sap34.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-03T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sap34.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 17725, "bill_version_id": 96182, "bill_version": "Introduced", "bill_version_date": "2003-01-30T11:51:47-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to reorganize the state's school districts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Any school district existing before July 1, 2004, is hereby abolished. Beginning January 1, 2005, new school districts as provided by this Act are implemented. Board members of former school districts serving on July 1, 2004, shall continue to serve until December 31, 2004. School board members for the new school districts shall be elected at the 2004 November general election. They shall be elected for terms as provided by this Act. Section 2. The state shall be divided into thirty school districts. The territory of each school district consists of one or more senatorial districts as provided by § 2-2-34. The school districts are as follows: (1) District No. 1: Senatorial District No. 1; (2) District No. 2: Senatorial Districts No. 2 and No.3; (3) District No. 3: Senatorial District No. 4; (4) District No. 4: Senatorial District No. 5; (5) District No. 5: Senatorial District No. 6; (6) District No. 6: Senatorial District No. 7; (7) District No. 7: Senatorial District No. 8; (8) District No. 8: Senatorial Districts No. 9, No. 11, No. 12, No. 13, No. 14, and No. 15; (9) District No. 9: Senatorial District No. 10; (10) District No. 10: Senatorial District No. 16; (11) District No. 11: Senatorial District No. 17; (12) District No. 12: Senatorial District No. 18; (13) District No. 13: Senatorial District No. 19; (14) District No. 14: Senatorial District No. 20; (15) District No. 15: Senatorial District No. 21; (16) District No. 16: Senatorial District No. 22; (17) District No. 17: Senatorial District No. 23; (18) District No. 18: Senatorial District No. 24; (19) District No. 19: Senatorial District No. 25; (20) District No. 20: Senatorial District No. 26; (21) District No. 21: Senatorial District No. 27; (22) District No. 22: Senatorial District No. 28; (23) District No. 23: Senatorial District No. 29; (24) District No. 24: Senatorial District No. 30; (25) District No. 25: Senatorial District No. 31; and (26) District No. 26: Senatorial Districts No. 32, No. 33, No. 34, and No. 35. Section 3. That § 13-5-2 be repealed. 13-5-2. All types of school districts existing before July 1, 1976, are hereby abolished. Each independent and superimposed school district with its present boundaries shall hereby become a school district as defined in this chapter. Board members of former independent school districts shall continue to serve until their terms expire except the former superimposed school districts shall constitute a new school district entity and the election of a new school board shall occur as provided in chapter 13-6. Section 4. That § 13-5-14 be repealed. 13-5-14. For the purposes of this title a school district which overlaps boundaries of a county is considered to be in that county where the majority of the children belonging to said district reside as determined by the official school census, and when once established as provided herein said district shall so remain until the boundaries thereof shall be changed under other provisions of this title, provided, that any disputes arising under the provisions of § 13-5-1 or 13-5-2, or this section, shall be determined by the South Dakota Board of Education. Section 5. That § 13-5-16 be amended to read as follows: 13-5-16. The first blank in the name of the school district as prescribed by § 13-5-15 shall be filled by the name which the district had previous to the adoption of this chapter. For all school districts newly created the first blank shall be filled by the name of any municipal corporation which might be within the district; or if the school district has similar boundaries as a county or township, the name of the county or township shall be inserted in the blank. If the district fits none of these situations, a suitable name shall be selected a name selected by the school board of the district. The blank preceding the word , \" county \" , shall be the name of the county or counties in which the school district is located. The number of the school district shall be determined by the secretary of the Department of Education and Cultural Affairs. Section 6. That § 13-7-10 be amended to read as follows: 13-7-10. The annual election for school districts shall be held between the second Tuesday in April and the third Tuesday in June the first Tuesday after the first Monday in November between the hours of seven a.m. and seven p.m. of the day of the election. The school board shall select the date of the election by resolution no later than the first regular meeting after January first of each year. The election shall be held in conjunction with the regular November general election each year there is a general election. Voter registration, absentee voting, and procedures used in counting ballots shall be in accordance with Title 12 except as specifically provided in chapter 13-7. Section 7. That § 13-7-10.1 be repealed. 13-7-10.1. The members of the governing body of a school district may choose to hold a general school district election in conjunction with a regular municipal election. The combined election is subject to approval by the governing body of the municipality. The combined election shall be held on the regular date set for either the school district election or the general municipal election. Expenses of a combined election shall be shared in a manner agreed upon by the governing bodies of the municipality and the school district. All other governmental responsibilities associated with holding elections under the provisions of chapters 9-13 and 13-7 shall be shared as agreed upon by the governing bodies. Section 8. That § 13-7-10.2 be repealed. 13-7-10.2. If the joint election provided for in § 13-7-10.1 is held on the second Tuesday in April, between the twenty-fifth day of January and the tenth day of February, the business manager of each school district shall publish once each week for two consecutive weeks in the official newspaper, a notice setting forth the vacancies which will occur by termination of the terms of the elective or appointive school board members. The notice shall also state the time and place where nominating petitions for school board membership may be filed for the vacancies. No candidate for elective school board membership may be nominated unless the candidate is a resident voter of the school district and unless a nominating petition has been filed on the candidate's behalf with the business manager of the school district no later than the second Friday in March at five p.m. prior to the date of the election. If the petition is mailed by registered mail by the second Friday in March at five p.m. before the election, it shall be considered filed. A formal declaration of a candidate shall be signed by him before the circulation of the petition. The petition shall be signed by not less than twenty voters of the school district. No petition may be circulated until the second Friday in February before the election. There shall be added by either the signer or the circulator the signer's place of residence and date of signing. The petition shall be verified under oath by the person circulating the petition. The filing of the nominating petition shall constitute nomination and will entitle the candidate to have the candidate's name placed on the ballot for the term the candidate desires only upon verification signed by the business manager that the nominating petition contains the minimum number of signatures and that the candidate is a resident voter. Publication of the notice of the election provided for in § 13-7-10.1 shall be in accordance with § 13-7-8. Section 9. That § 13-7-10.3 be repealed. 13-7-10.3. Any other provision of this chapter notwithstanding, the school board may choose to hold the school board election in conjunction with the regular June primary election. The combined election is subject to approval by the county commissions of the counties in which the school district is located. Expenses of a combined election shall be shared in a manner agreed upon by the school board and the county commissions involved. All other governmental responsibilities associated with holding elections under the provisions of chapter 13-7 and Title 12 shall be shared as agreed upon by the governing bodies. The school's election official shall publish the notice provided in § 13-7-5 between February fifteenth and March first. No nominating petition may be circulated for signatures until March first. Nominating petitions shall be filed under the provisions of § 13-7-6 by the first Tuesday in April. The school election official shall certify to the appropriate county auditor the candidate names and ballot language to be voted on by the first Friday after the first Tuesday in April. Section 10. That § 13-8-2 be amended to read as follows: 13-8-2. There shall be a school board consisting of five, seven, or nine eleven members whose terms shall be from one to three years initially, and three years thereafter ; provided that each school board member shall be entitled to complete the term of office to which he was elected . Section 11. That § 13-8-3 be amended to read as follows: 13-8-3. The School board members elected to school districts created pursuant to this Act shall be elected and represent the school district at large. However, the voters of any school district may increase the number of board members to seven or to nine, or establish school board representation areas, by a majority vote of all voters voting at an election called and held as hereinafter provided. If a petition signed by ten percent of the registered voters of any school district, based upon the total number of registered voters at the last preceding general election, is presented to the board requesting that an election be called for the purpose of voting upon the question of the change of number of board members, or the establishment of school board representation areas, the board shall call an election. The school board may, by resolution, call for an election for the purpose of voting upon the question of the change of number of board members, or the establishment of school board representation areas. The question shall be submitted to the voters at an election to be held not less than forty-five nor more than sixty days from the date of the filing of such petition with the business manager. If such a petition is filed less than one hundred twenty days prior to the next annual election, the question shall be submitted at the annual election. Such election shall be held upon the same notice and conducted in the same manner as provided by chapter 13-7. Any increase or decrease in the number of board members shall be implemented at the next succeeding annual election. Section 12. That § 13-8-4 be repealed. 13-8-4. If at an election held pursuant to § 13-8-3 an increase in the number of board members is authorized, the school board is empowered to designate the number of vacancies and the number of years, not to exceed three years, in each vacancy so that all succeeding annual elections will have, insofar as practicable, the same number of vacancies to be filled. The procedure for decreasing the number of board members shall be the same as for increasing the number of board members, and the board is similarly empowered to designate the vacancies and terms not to exceed three years; provided, that each school board member shall be entitled to complete the term of office to which he was elected. Section 13. That § 13-8-5 be repealed. 13-8-5. The question of any change in number of board members, having once been voted upon whether approved by the voters or not, shall not be again submitted within two years thereafter. Section 14. That § 13-8-7 be repealed. 13-8-7. If at the time of election or vacancy the required number of school board members from the unincorporated area are holdovers for at least another year, the position to be filled by election may be filled by any voter who has residence within the district. If the required number of board members from the unincorporated area are not holdovers, as many positions to make the required number shall be filled only by voters who have residence within the unincorporated area. Section 15. That § 13-8-7.1 be amended to read as follows: 13-8-7.1. Any school board may establish school board member representation areas, or the electors of any school district may also establish school board representation areas by a majority vote of all electors voting at an election called and held as set forth in § § 13-8-3 to 13-8-5, inclusive § 13-8-3 . The representation areas, if established, shall become effective January first of the following year. Each representation area shall include a population with a variance of not more than five percent and shall be reapportioned at least once every ten years. The number of representation areas shall be the same as the number of board members. If so established, the representation areas supersede the provisions of § 13-8-7 with regard to representation from the incorporated and nonincorporated areas. If board member representation areas are established, the school board member candidate shall be a resident voter and reside within the representation area to qualify. Before the school board member representation areas are established, the entity responsible for establishing the school board member representation areas shall state whether the board members will be elected at large or elected by the voters who reside within the representation area. Any current board members shall serve the balance of their term. At the time of an election or vacancy, board members shall be elected or appointed in order that each representation area shall have a resident board member. Section 16. That § 13-8-10 be amended to read as follows: 13-8-10. The annual meeting shall be held on the second Monday of July January unless otherwise designated by the board at the prior regular meeting. Regular meetings shall be on the second Monday of each month unless otherwise designated by the board at the annual meeting. At the annual meeting the school board shall organize by the election of a president and a vice president from its membership and such officers shall serve until the next annual meeting. The board shall designate the depository or depositories as provided in § 13-16-15, and the custodians of all accounts, and designate the legal newspaper to be used for publishing all official notices and proceedings. Special meetings may be held upon call of the president or in his the president's absence by the vice-president, or a majority of the board members. Notice of such meeting shall be given by the business manager to the board members either orally or in writing in sufficient time to permit their presence. Section 17. That § 13-8-14 be amended to read as follows: 13-8-14. The newly elected members of the school board shall qualify and assume membership at the annual meeting of the school board in July January , and appointed members at the next meeting following such appointment, by taking and subscribing to an oath or affirmation to support the laws and Constitution of the United States and the State of South Dakota and to faithfully perform the duties of school board membership and by filing a bond if required by law and having it approved. Section 18. That chapter 13-6 be repealed. Section 19. This Act takes effect on July 1, 2004."}, {"bill_id": 17725, "bill_version_id": 97630, "bill_version": "House Education Engrossed", "bill_version_date": "2003-02-21T13:52:56-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create a committee to study the issue of school district consolidation and to make an appropriation therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby established a committee to study the number of school districts in South Dakota and to analyze whether the present number of school districts is effective, efficient, and in the best interests of the school children of South Dakota. The committee is authorized to enter into a contract with a private or public entity to conduct a study of public school consolidation. The public or private entity shall present the results of the study to the committee for its consideration. The committee shall complete its work by November 30, 2003, and present its findings to the Legislature. Section 2. The committee shall consist of fifteen legislators to be appointed as follows: (1) Six members of the Senate, no more than four from the same political party, appointed by the president pro tempore of the Senate; and (2) Nine members of the House of Representatives, no more than six from the same political party, appointed by the speaker of the House of Representatives. Section 3. There is hereby appropriated from the general fund the sum of one hundred twenty-five thousand dollars ($125,000), or so much thereof as may be necessary, to the Legislative Research Council for the purpose of contracting for a study to be conducted on behalf of the committee and for paying the expenses of the members of the committee. Section 4. The Legislative Research Council shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 5. Any amounts appropriated in this Act not lawfully expended or obligated by June 30, 2004, shall revert in accordance with § 4-8-21."}, {"bill_id": 17725, "bill_version_id": 97756, "bill_version": "House Engrossed", "bill_version_date": "2003-02-22T21:19:03-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create a committee to study the issue of school district consolidation. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby established a committee to study the number of school districts in South Dakota and to analyze whether the present number of school districts is effective, efficient, and in the best interests of the school children of South Dakota. The committee is authorized to enter into a contract with a private or public entity to conduct a study of public school consolidation. The public or private entity shall present the results of the study to the committee for its consideration. The committee shall complete its work by November 30, 2003, and present its findings to the Legislature. Section 2. The committee shall consist of fifteen legislators to be appointed as follows: (1) Six members of the Senate, no more than four from the same political party, appointed by the president pro tempore of the Senate; and (2) Nine members of the House of Representatives, no more than six from the same political party, appointed by the speaker of the House of Representatives. 350 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.027 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17725, "action_date": "2003-01-30T14:00:00-06:00", "document_id": 96215, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96215.pdf", "status_text": "First read in House and referred to", "journal_page": 230, "committee_id_action": 798, "committee_id_assigned": 787, "result": "N", "vote": {}}, {"bill_id": 17725, "action_date": "2003-02-04T10:00:00-06:00", "document_id": 96507, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96507.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 787, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17725, "action_date": "2003-02-11T10:00:00-06:00", "document_id": 96955, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96955.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 787, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17725, "action_date": "2003-02-13T10:00:00-06:00", "document_id": 97153, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97153.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 787, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17725, "action_date": "2003-02-18T10:00:00-06:00", "document_id": 97302, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97302.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 787, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17725, "action_date": "2003-02-20T10:00:00-06:00", "document_id": 97486, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97486.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 787, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17725, "action_date": "2003-02-20T10:00:00-06:00", "document_id": 97486, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97486.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 787, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17725, "action_date": "2003-02-21T10:00:00-06:00", "document_id": 97621, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97621.pdf", "status_text": "Amend the amendment", "journal_page": null, "committee_id_action": 787, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17725, "action_date": "2003-02-21T10:00:00-06:00", "document_id": 97621, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97621.pdf", "status_text": "Do Pass Amended,", "journal_page": 527, "committee_id_action": 787, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 54904, "president_vote": null, "Nay": [2837, 2934], "Yea": [2839, 2841, 2855, 2871, 2892, 2895, 2896, 2898, 2920, 2930, 2877, 2872], "Excused": [2857]}}, {"bill_id": 17725, "action_date": "2003-02-21T10:00:00-06:00", "document_id": 97621, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97621.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 787, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17725, "action_date": "2003-02-21T10:00:00-06:00", "document_id": 97621, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97621.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 787, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17725, "action_date": "2003-02-22T14:00:00-06:00", "document_id": 97757, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97757.pdf", "status_text": "Do Pass Amended,", "journal_page": 579, "committee_id_action": 798, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 56739, "president_vote": null, "Yea": [2833, 2841, 2843, 2844, 2845, 2846, 2848, 2855, 2858, 2864, 2866, 2871, 2872, 2873, 2874, 2885, 2888, 2890, 2892, 2894, 2895, 2896, 2898, 2902, 2906, 2907, 2913, 2915, 2919, 2920, 2922, 2924, 2929, 2930, 2932, 2936, 2937, 2899], "Nay": [2836, 2837, 2839, 2842, 2859, 2860, 2861, 2862, 2863, 2869, 2870, 2875, 2877, 2879, 2884, 2889, 2893, 2900, 2905, 2909, 2910, 2911, 2912, 2914, 2917, 2923, 2925, 2931, 2933, 2934, 2938], "Excused": [2857]}}, {"bill_id": 17725, "action_date": "2003-02-22T14:00:00-06:00", "document_id": 97757, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97757.pdf", "status_text": "Intent to reconsider", "journal_page": 579, "committee_id_action": 798, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17725, "action_date": "2003-02-22T14:00:00-06:00", "document_id": 97757, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97757.pdf", "status_text": "Reconsidered", "journal_page": 583, "committee_id_action": 798, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 56744, "president_vote": null, "Yea": [2833, 2841, 2843, 2844, 2845, 2846, 2848, 2855, 2858, 2864, 2866, 2871, 2872, 2873, 2874, 2875, 2885, 2888, 2890, 2892, 2894, 2895, 2896, 2898, 2902, 2906, 2907, 2910, 2913, 2914, 2915, 2919, 2920, 2922, 2924, 2925, 2929, 2930, 2932, 2936, 2937, 2938, 2899], "Nay": [2836, 2837, 2839, 2842, 2859, 2860, 2861, 2862, 2863, 2869, 2870, 2877, 2879, 2884, 2889, 2893, 2900, 2905, 2909, 2911, 2912, 2917, 2923, 2931, 2933, 2934], "Excused": [2857]}}, {"bill_id": 17725, "action_date": "2003-02-22T14:00:00-06:00", "document_id": 97757, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97757.pdf", "status_text": "Motion to Amend,", "journal_page": 584, "committee_id_action": 798, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 56745, "president_vote": null, "Yea": [2833, 2839, 2841, 2843, 2844, 2845, 2846, 2848, 2855, 2858, 2859, 2862, 2864, 2866, 2871, 2872, 2873, 2874, 2885, 2888, 2890, 2892, 2893, 2894, 2895, 2896, 2898, 2902, 2906, 2907, 2910, 2911, 2913, 2914, 2915, 2920, 2922, 2924, 2925, 2929, 2930, 2932, 2936, 2937, 2938, 2899], "Nay": [2836, 2837, 2842, 2860, 2861, 2863, 2869, 2870, 2875, 2877, 2879, 2884, 2889, 2900, 2905, 2912, 2917, 2923, 2931, 2933, 2934], "Excused": [2857, 2909, 2919]}}, {"bill_id": 17725, "action_date": "2003-02-22T14:00:00-06:00", "document_id": 97757, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97757.pdf", "status_text": "Do Pass Amended,", "journal_page": 584, "committee_id_action": 798, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 56746, "president_vote": null, "Yea": [2833, 2839, 2841, 2843, 2844, 2845, 2846, 2848, 2855, 2858, 2862, 2864, 2866, 2871, 2872, 2873, 2874, 2885, 2888, 2890, 2892, 2894, 2895, 2896, 2898, 2902, 2906, 2907, 2910, 2913, 2915, 2919, 2920, 2922, 2924, 2925, 2929, 2930, 2932, 2936, 2937, 2938, 2899], "Nay": [2836, 2837, 2842, 2859, 2860, 2861, 2863, 2869, 2870, 2875, 2877, 2879, 2884, 2889, 2893, 2900, 2905, 2909, 2911, 2912, 2914, 2917, 2923, 2931, 2933, 2934], "Excused": [2857]}}, {"bill_id": 17725, "action_date": "2003-02-22T14:00:00-06:00", "document_id": 97757, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97757.pdf", "status_text": "Title Amended", "journal_page": 585, "committee_id_action": 798, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17725, "action_date": "2003-02-24T14:00:00-06:00", "document_id": 97823, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97823.pdf", "status_text": "First read in Senate and referred to", "journal_page": 581, "committee_id_action": 799, "committee_id_assigned": 774, "result": "N", "vote": {}}, {"bill_id": 17725, "action_date": "2003-02-27T07:45:00-06:00", "document_id": 98056, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98056.pdf", "status_text": "Referred to", "journal_page": 621, "committee_id_action": 774, "committee_id_assigned": 797, "result": "P", "vote": {}}, {"bill_id": 17725, "action_date": "2003-02-27T07:45:00-06:00", "document_id": 98056, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98056.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 774, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17725, "action_date": "2003-03-03T08:30:00-06:00", "document_id": 98221, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98221.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 661, "committee_id_action": 797, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 55300, "president_vote": null, "Not Voting": [2850], "Yea": [2854, 2865, 2876, 2880, 2904, 2927, 2835], "Nay": [2856]}}, {"bill_id": 17725, "action_date": "2003-03-03T08:30:00-06:00", "document_id": 98221, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98221.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 797, "committee_id_assigned": null, "result": "N", "vote": {}}]}