{"session_id": 44, "bill_id": 21980, "bill_type": "House Bill", "bill_number": 1033, "bill_title": "update certain provisions relating to the South Dakota Retirement System, to revise certain provisions relating to reemployment after retirement with the South Dakota Retirement System, and to declare an emergency.", "sponsors": [], "keywords": ["Emergency Clause", "Executive/Judiciary Request", "Public Officers and Employees", "Retirement System", "State Employees"], "audio": [{"meeting_datetime": "2021-01-20T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hre06.mp3", "start_seconds": 440.0}, {"meeting_datetime": "2021-01-20T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hre06.mp3", "start_seconds": 440.0}, {"meeting_datetime": "2021-01-20T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hre06.mp3", "start_seconds": 440.0}, {"meeting_datetime": "2021-01-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hou08.mp3", "start_seconds": 1670.0}, {"meeting_datetime": "2021-01-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hou08.mp3", "start_seconds": 1670.0}, {"meeting_datetime": "2021-01-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hou08.mp3", "start_seconds": 1670.0}, {"meeting_datetime": "2021-02-03T00:00:00-06:00", "committee": "SRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sre15.mp3", "start_seconds": 1532.0}, {"meeting_datetime": "2021-02-03T00:00:00-06:00", "committee": "SRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sre15.mp3", "start_seconds": 1532.0}, {"meeting_datetime": "2021-02-03T00:00:00-06:00", "committee": "SRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sre15.mp3", "start_seconds": 1532.0}, {"meeting_datetime": "2021-02-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sen18.mp3", "start_seconds": 5689.0}, {"meeting_datetime": "2021-02-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sen18.mp3", "start_seconds": 5689.0}, {"meeting_datetime": "2021-02-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sen18.mp3", "start_seconds": 5689.0}], "bill_versions": [{"bill_id": 21980, "bill_version_id": 210652, "bill_version": "Introduced", "bill_version_date": "2021-01-09T11:58:27.923-06:00", "bill_text": "An Act to update certain provisions relating to the South Dakota Retirement System, to revise certain provisions relating to reemployment after retirement with the South Dakota Retirement System, and to declare an emergency. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 3-12C-1400. Three consecutive calendar months of separation described. For purposes of §§ 3-12C-1401 to 3-12C-1406, inclusive, in order to have three consecutive calendar months of separation that start with the member's effective date of retirement, the member may have no employment or any relationship with a participating unit regardless of classification as part-time, seasonal, temporary, leased, contract, or any other designation, during that time. Section 2. That § 3-12C-1401 be AMENDED. 3-12C-1401. Reemployment of retired member--Separation of service required--Hiring procedures. If a Except as provided in § 3-12C-1401.1, a retired member becomes member's retirement is invalid if the member is reemployed as a permanent full-time employee by a participating unit, the member first shall have terminated unless the member's employment relationship with the initial participating unit as the term, terminated, is has been terminated, as defined in this chapter and as required pursuant to Revenue Ruling 57-115 by the Internal Revenue Service, and the member has been separated from service for three consecutive calendar months after the member's effective date of retirement. The initial participating unit's system representative shall certify to the system that the termination of the employment relationship took place. In addition, any second participating unit shall subject the member to all proceedings and requirements associated with the hiring and employment of any new employee by the second participating unit, and that unit's system representative shall so certify to the system. If a single participating unit is both the member's initial participating unit and the member's second participating unit, the unit shall follow all termination procedures and all hiring procedures relative to the member as outlined by this section, and its chief executive officer, the officer's agent, or the chair of the unit's governing commission or board shall so certify. Section 3. That a NEW SECTION be added: 3-12C-1401.1. Reemployment of retired member--Limited exception to separation of service requirement. The provisions of § 3-12C-1401 do not apply if the retired member is at least fifty-nine and a half years of age when the member begins receiving retirement benefits and is employed for less than twelve hundred fifty hours during the fiscal year of the participating unit. However, if the retired member completes twelve hundred fifty hours or more during a fiscal year of the participating unit, the member's benefits shall be suspended. The suspension ceases if the member terminates employment. If the member is subsequently reemployed, the provisions of §§ 3-12C-1401, 3-12C-1405, and 3-12C-1406 apply, where applicable. Section 4. That § 3-12C-1405 be AMENDED. 3-12C-1405. Retired members--Reentrance to covered employment--Benefits and membership. If Except as provided in § 3-12C-1405.1, if a retired member reenters covered employment at some time after the three consecutive calendar months that start with the member's effective date of retirement, the member's retirement benefits and continued membership shall be administered pursuant to this section. If the retired member's benefits have not been reduced, the The member's monthly retirement benefit shall be reduced by fifteen percent and the annual increase shall be eliminated throughout the period that the member reenters covered employment. The reduction and elimination shall cease if the member again terminates covered employment. However, the reduction and elimination do not apply if the member retired as a Class B member other than a justice, judge, or magistrate judge and subsequently reenters covered employment as a Class A member. If the retired member's benefits have been reduced, the member's benefits shall be suspended during the period that the member reenters covered employment and the annual increase shall be eliminated during the period that the member reenters covered employment. The suspension and elimination shall cease if the member again terminates covered employment. Whether the member's retirement benefits are unreduced or reduced, The contributions required of the member shall be deposited by the member's participating unit with the system for the benefit of the member to be transferred to an account within the deferred compensation program established pursuant to chapter 3-13. The contributions shall be governed by § 457 of the Internal Revenue Code. However, the contributions required of the member's employer unit shall be deposited into the fund created by this chapter, but with no association or credit to the member. The member may not earn any additional benefits associated with the period that the member reenters covered employment. The provisions of this section do not apply to a Class D member who reenters covered employment. Section 5. That a NEW SECTION be added: 3-12C-1405.1. Reemployment of retired member--Limited exception to benefit and membership provisions for part-time employment. The provisions of § 3-12C-1405 do not apply if the retired member is reemployed for less than twelve hundred fifty hours during the fiscal year of the participating unit. However, if the retired member completes twelve hundred fifty hours or more during a fiscal year of the participating unit, the provisions of § 3-12C-1405 apply immediately. Section 6. That a NEW SECTION be added: 3-12C-1405.2. Reemployment of retired member--Employer tracking. Any participating unit employing a retired member for less than twelve hundred fifty hours during the fiscal year of the participating unit is responsible for tracking the hours of the employee and certifying the hours to the system on a monthly basis. Section 7. That § 3-12C-1406 be AMENDED. 3-12C-1406. Invalid retirement--Repayment of retirement benefit payments. If, after March 31, 2010, Except as provided in § 3-12C-1401.1, if a retired member reenters covered employment within the three consecutive calendar months that start with the member's effective date of retirement, the member's retirement is deemed invalid. If the member received one or more retirement benefit payments during the invalid retirement, the member shall repay the payments as a lump sum immediately, repay the payments by contractual payments over a period of up to three years, which payments shall include interest at the assumed rate of return, or repay the payments by an actuarial equivalent reduction in eventual monthly benefits. Section 8. That § 3-12C-101 be AMENDED. 3-12C-101. Definitions. Terms as used in this chapter mean: (1) \"Actuarial accrued liability,\" the present value of all benefits less the present value of future normal cost contributions; (2) \"Actuarial experience analysis,\" a periodic report that reviews basic experience data and furnishes actuarial analysis that substantiates the assumptions adopted for the purpose of making an actuarial valuation of the system; (3) \"Actuarial valuation,\" a projection of the present value of all benefits and the current funded status of the system, based upon stated assumptions as to rates of interest, mortality, disability, salary progressions, withdrawal, and retirement as established by a periodic actuarial experience analysis that takes into account census data of all active members, vested terminated members, and retired members and their beneficiaries under the system; (4) \"Actuarial value funded ratio,\" the actuarial value of assets divided by the actuarial accrued liability; (5) \"Actuarial value of assets,\" equal to the fair value of assets; (6) \"Actuarially determined contribution rate,\" the fixed, statutory contribution rate, no less than the normal cost rate with expenses assuming the minimum COLA, and no greater than the normal cost rate with expenses assuming the maximum COLA; (7) \"Air rescue firefighters,\" employees of the Department of the Military who are stationed at Joe Foss Field, Sioux Falls, and who are directly involved in firefighting activities on a daily basis; (8) \"Approved actuary,\" any actuary who is a member of the American Academy of Actuaries or an Associate or a Fellow of the Society of Actuaries who meets the qualification standards of the American Academy of Actuaries to issue actuarial opinions regarding the system or any firm retaining such an actuary on its staff and who is appointed by the board to perform actuarial services; (9) \"Assumed rate of return,\" the actuarial assumption adopted by the board pursuant to § 3-12C-227 as the annual assumed percentage return on trust fund assets, compounded; (10) \"Beneficiary,\" the person designated by a member of the system to receive any payments after the death of such member; (11) \"Benefits,\" the amounts paid to a member, spouse, child, or beneficiary as a result of the provisions of this chapter; (12) \"Board,\" the Board of Trustees of the South Dakota Retirement System; (13) \"Calendar quarter,\" a period of three calendar months ending March thirty-first, June thirtieth, September thirtieth, or December thirty-first of any year; (14) \"Campus security officers,\" employees of the Board of Regents whose positions are subject to the minimal educational training standards established by the law enforcement standards commission pursuant to chapter 23-3, who satisfactorily complete the training required by chapter 23-3 within one year of employment, and whose primary duty as sworn law enforcement officers is to preserve the safety of the students, faculty, staff, visitors, and the property of the university. The employer shall file with the system evidence of the appointment as a sworn law enforcement officer at the time of employment and shall file evidence of satisfactory completion of the training program pursuant to chapter 23-3 within one year of employment; (15) \"Certified school employee,\" any employee of a participating unit who is required to have a certificate as defined in subdivision 13-42-1(3); (16) \"Class A credited service,\" service credited as a Class A member of the system; (17) \"Class A member,\" any member other than a Class B member or a Class C member and is either a foundation member or a generational member; (18) \"Class B credited service,\" service credited as a Class B member of the system; (19) \"Class B member,\" a member who is a justice, judge, state law enforcement officer, magistrate judge, police officer, firefighter, county sheriff, deputy county sheriff, correctional security staff, parole agent, air rescue firefighter, campus security officer, court services officer, juvenile corrections agent, conservation officer, or park ranger and is either a foundation member or a generational member; (20) \"Class C credited service,\" service credited as a Class C member of the system; (21) \"Class C member,\" any member of the cement plant retirement plan including any retiree or any vested member; (22) \"Class D credited service,\" service credited as a Class D member of the system; (23) \"Class D member,\" any member that was a member of the Department of Labor and Regulation employees' retirement plan as of June 30, 2020; (24) \"Classified employee,\" an employee of a public school district who is not required by law to be a certified school employee, an employee of any college or university under the control of the Board of Regents who is not a faculty member or an administrator and comes within the provisions of chapter 3-6D, an employee of a public corporation, an employee of a chartered governmental unit, and any other participating employee not elsewhere provided for in this chapter; (25) \"Comparable level position,\" a member's position of employment that is generally equivalent to the member's prior position of employment in terms of required education, required experience, required training, required work history, geographic location, and compensation and benefits; (26) \"Conservation officers,\" employees of the Department of Game, Fish and Parks and the Division of Wildlife or Division of Custer State Park who are employed pursuant to § 41-2-11 and whose positions are subject to the requirements as to education and training provided in chapter 23-3; (27) \"Consumer price index,\" the consumer price index for urban wage earners and clerical workers calculated by the United States Bureau of Labor Statistics; (28) \"Contributory service,\" service to a participating unit during which contributions were made to a South Dakota retirement system, which may not include years of credited service as granted in § 3-12C-509 or 3-12C-511; (29) \"Correctional security staff,\" the warden, deputy warden, and any other correctional staff holding a security position as verified by the Department of Corrections and approved by the Bureau of Human Resources and the Bureau of Finance and Management, and determined by the board as Class B members; (30) \"Court services officers,\" persons appointed pursuant to § 26-7A-8; (31) \"Covered employment,\" a member's employment as a permanent full-time employee by of a participating unit; (32) \"Deputy county sheriff,\" an employee of a county that is a participating unit, appointed by the board of county commissioners pursuant to §§ 7-12-9 and 7-12-10, who is a permanent full-time employee and whose position is subject to the minimum educational and training standards established by the law enforcement standards commission pursuant to chapter 23-3. The term does not include jailers or clerks appointed pursuant to §§ 7-12-9 and 7-12-10 unless the participating unit has requested that the jailer be considered as a deputy county sheriff and the board has approved the request; (33) \"Effective date of retirement,\" the first day of the month in which retirement benefits are payable; (34) \"Eligible retirement plan,\" the term eligible retirement plan includes those plans described in section 402(c)(8)(B) of the Internal Revenue Code; (35) \"Eligible rollover distribution,\" any distribution to a member of accumulated contributions pursuant to § 3-12C-602. The term does not include any portion of a distribution that represents contributions made to the system on an after tax basis nor distributions paid as a result of the member reaching the required beginning date; (36) \"Employer,\" the State of South Dakota and any department, bureau, board, or commission of the State of South Dakota, or any of its governmental or political subdivisions or any public corporation of the State of South Dakota that elects to become a participating unit; (37) \"Employer contributions,\" amounts contributed by the employer of a contributing member, excluding member contributions made by an employer after June 30, 1984, pursuant to § 3-12C-401; (38) \"Equivalent public service,\" any public service other than as a justice, a judge, or a magistrate judge and comparable to Class B service as defined by this section, if the service is in the employ of a public entity that is not a participating unit; (39) \"Fair value of assets,\" the total assets of the system at fair market value for securities traded on exchanges; for securities not traded on exchanges, a value based on similar securities; and for alternative investments, reported net asset value; (40) \"Fair value funded ratio,\" the fair value of assets divided by the actuarial accrued liability; (41) \"Fiduciary,\" any person who exercises any discretionary authority or control over the management of the system or the management or disposition of its assets, renders investment advice for a fee or other compensation, direct or indirect, or has any authority or responsibility to do so, or has any discretionary authority or responsibility in the administration of the system; (42) \"Foundation member,\" any member of the system whose contributory service began before July 1, 2017; (43) \"Foundation retiree,\" any foundation member who has retired with a benefit payable from the system; (44) \"Firefighter,\" any full-time firefighter who works at least twenty hours a week and at least six months a year. The term does not include any volunteer firefighter; (45) \"Full-time employee,\" any employee who is considered full-time by the participating unit and is customarily employed by the participating unit for twenty hours or more a week and at least six months a year, regardless of classification of employment as seasonal, temporary, leased, contract, or any other designation; (46) \"Fund,\" public employees' retirement fund or funds established for the purposes of administration of this chapter; (46)(47) \"General employee,\" any full-time municipal employee who is not a firefighter or a police officer; (47)(48) \"Generational member,\" any member of the system whose contributory service began after June 30, 2017; (48)(49) \"Generational retiree,\" any generational member who has retired with a benefit payable from the system; (49)(50) \"Health care provider,\" a physician or other health care practitioner licensed, registered, certified, or otherwise authorized by law to provide specified health services; (50)(51) \"Internal Revenue Code,\" or \"code,\" the Internal Revenue Code as in effect as of January 1, 2020 2021; (51)(52) \"Juvenile corrections agent,\" a designee of the secretary of corrections charged with the care, custody, and control of juveniles committed to the Department of Corrections until the age of twenty-one or a person who is charged with the care, custody, and control of juveniles at a juvenile corrections facility under the control of a participating unit; (52)(53) \"Law enforcement officer,\" any agent of the state division of criminal investigation, officer of the South Dakota Highway Patrol, police officer, county sheriff, deputy county sheriff, or firefighter; (53)(54) \"Member,\" any person who is contributing or has made contributions to the system and is either a foundation member or generational member. A person's membership ceases when the person withdraws his or her accumulated contributions after termination of employment; (54)(55) \"Member contributions,\" amounts contributed by members, including member contributions made by an employer after June 30, 1984, pursuant to § 3-12C-401; (55)(56) \"Military service,\" a period of active duty with the United States Army, the United States Navy, the United States Air Force, the United States Marine Corps, or the United States Coast Guard, from which duty the member received an honorable discharge or an honorable release; (56)(57) \"Municipality,\" any incorporated municipal government under chapter 9-3 or any chartered governmental unit under the provisions of Article IX of the Constitution of the State of South Dakota; (57)(58) \"Noncontributory service,\" for foundation members, service delineated in subdivisions 3-12C-502(2), (5), (7), and (8), and for generational members, service pursuant to § 3-12C-514; (58)(59) \"Normal cost,\" the expected long-term cost of the system benefits and expenses expressed as a percentage of payroll; (59)(60) \"Normal retirement,\" the termination of employment and application for benefits by a member with three or more years of contributory service or noncontributory service on or after the member's normal retirement age; (60)(61) \"Other public benefits,\" eighty percent of the primary insurance amount or primary social security benefits that would be provided under federal social security; (61)(62) \"Other public service,\" service for the government of the United States, including military service; service for the government of any state or political subdivision thereof; service for any agency or instrumentality of any of the foregoing; or service as an employee of an association of government entities described in this subdivision; (62)(63) \"Park rangers,\" employees of the Department of Game, Fish and Parks within the Division of Parks and Recreation and whose positions are subject to the requirements as to education and training provided in chapter 23-3 and whose primary duty is law enforcement in the state park system; (63)(64) \"Parole agent,\" an employee of the Department of Corrections employed pursuant to § 24-15-14 who is actually involved in direct supervision of parolees on a daily basis; (64)(65) \"Participating unit,\" the State of South Dakota and any department, bureau, board, or commission of the State of South Dakota, and any of its political subdivisions or any public corporation of the State of South Dakota that has employees who are members of the retirement system created in this chapter; (65) \"Permanent full-time employee,\" any employee who has been placed in a permanent classification who is customarily employed by a participating unit for twenty hours or more a week and at least six months a year. The participating unit shall decide if an employee is a permanent full-time employee and that decision is conclusive; (66) \"Plan year,\" a period extending from July first of one calendar year through June thirtieth of the following calendar year; (67) \"Police officer,\" any employee in the police department of any participating municipality holding the rank of patrol officer, including probationary patrol officer, or higher rank and whose position is subject to the minimum educational and training standards established by the law enforcement officers standards commission pursuant to chapter 23-3. The term does not include civilian employees of a police department nor any person employed by a municipality whose services as a police officer require less than twenty hours a week and six months a year. If a municipality which is a participating unit operates a city jail, the participating unit may request that any jailer appointed pursuant to § 9-29-25 be considered a police officer, subject to the approval of the board; (68) \"Political subdivision\" includes any municipality, school district, county, chartered governmental unit, public corporation or entity, and special district created for any governmental function; (69) \"Present value of all benefits,\" the present value of all benefits expected to be paid to all retired, terminated, and active members and beneficiaries, based on past and future credited service and future compensation increases; (70) \"Present value of benefits earned to date,\" the present value of the benefits currently being paid to retired members and their beneficiaries and the present value of benefits payable at retirement to active members, based on their earnings and credited service to date of the actuarial valuation; (71) \"Projected compensation,\" a deceased or disabled member's final average compensation multiplied by the COLA commencing each July first for each complete twelve-month period elapsed between the date of the member's death or disability, whichever occurred earlier, and the date the member would attain normal retirement age or the benefit commences, whichever occurred earlier; (72) \"Projected service,\" the credited service plus the service that the member would have been credited with at normal retirement age had the member continued in the system and received credit at the same rate the member was credited during the year covered by the compensation that was used in the calculation of the disability or family benefit; (73) \"Qualified military service,\" service in the uniformed services as defined in § 414(u)(5) of the Internal Revenue Code; (74) \"Required beginning date,\" the later of April first of the calendar year following the calendar year in which the member attains age seventy and one-half or April first of the calendar year following the calendar year in which the member retires; (75) \"Retiree,\" any foundation or generational member who retires with a lifetime benefit payable from the system; (76) \"Retirement,\" the severance of a member from the employ of a participating unit with a retirement benefit payable from the system; (77) \"Retirement benefit,\" the monthly amount payable upon the retirement of a member; (78) \"Single premium,\" the lump-sum amount paid by a supplemental pension participant pursuant to a supplemental pension contract in consideration for a supplemental pension benefit; (79) \"Social investment,\" investment, divestment, or prohibition of investment of the assets of the system for purposes other than maximum risk-adjusted investment return, which other purposes include ideological purposes, environmental purposes, political purposes, religious purposes, or purposes of local or regional economic development; (80) \"State employees,\" employees of the departments, bureaus, commissions, and boards of the State of South Dakota; (81) \"Supplemental pension benefit,\" any single-premium immediate pension benefit payable pursuant to §§ 3-12C-1504 and 3-12C-1505; (82) \"Supplemental pension contract,\" any agreement between a participant and the system upon which a supplemental pension is based, including the amount of the single premium, the type of pension benefit, and the monthly supplemental pension payment amount; (83) \"Supplemental pension contract record,\" the record for each supplemental pension participant reflecting relevant participant data; a designation of any beneficiary, if any; the amount of the participant's funds rolled into the fund; the provisions of the participant's supplemental pension contract; and supplemental pension payments made pursuant to the contract; (84) \"Supplemental pension participant,\" any member who is a retiree receiving a benefit from the system, or, if the member is deceased, the member's surviving spouse who is receiving a benefit from the system, and who chooses to purchase a supplemental pension benefit pursuant to the provisions of this chapter; (85) \"Supplemental pension spouse,\" any person who was married to a supplemental pension participant at the time the participant entered into the supplemental pension contract; (86) \"System,\" the South Dakota Retirement System created in this chapter; (87) \"Trustee,\" a member of the board of trustees; (88) \"Unfunded actuarial accrued liability,\" the actuarial accrued liability less the actuarial value of assets. Section 9. That § 3-12C-301 be AMENDED. 3-12C-301. Members of system. All of the following permanent full-time employees are included as members in the system: (1) All state employees; (2) All certified school employees; (3) All justices, judges, and magistrate judges; (4) All police officers and firefighters of participating municipalities; (5) All general employees of participating municipalities; (6) All employees of participating counties; (7) All classified employees of school districts that are participating with the school districts' classified employees and all other classified employees; (8) All employees of the Board of Regents; and (9) All state law enforcement officers. Section 10. That § 3-12C-302 be AMENDED. 3-12C-302. Membership in system--Exclusions. Membership in the system shall exclude the following: (1) All elective officials except justices and judges, unless the official is currently contributing or has previously contributed to the system or the official has elected and is otherwise qualified to become a member of the system; (2) The governing body of any participating county, municipality, or other political subdivision; and (3) All personnel employed by the municipality of Sioux Falls before July 1, 2013. However, any person employed before July 1, 2013, who separates from service with the municipality of Sioux Falls and is subsequently rehired by the municipality of Sioux Falls and begins working after June 30, 2013, as a permanent full-time employee shall be a member of the system. Section 11. That § 3-12C-303 be AMENDED. 3-12C-303. Newly elected officials permitted to join system--Requirements--Credited service. A newly-elected official, who is a permanent full-time employee of a participating unit and not a member of the system, may elect to become a member. However, the official shall make the election when the official is first eligible to participate in the system, and the official's election is irrevocable for as long as the official is an elected official. If the official is a current contributing member or has previously contributed to the system, the elected official shall participate in the system. If an elected official has elected not to participate in the system, the official is not eligible to make a new election. The official's credited service is limited to service for which contributions are made. Section 12. That § 3-12C-306 be AMENDED. 3-12C-306. Election by political subdivision or public corporation to participate in consolidated system. Any political subdivision and any public corporation, including municipalities, counties and chartered governmental units in the State of South Dakota, may become a participating unit by a duly passed resolution of its governing body. Any political subdivision not participating in the system on June 30, 1985, may become a participating unit for only its class A members or only its class B members, or for both classes together. If a political subdivision elects to participate for either one class of members or for both classes, all permanent full-time employees in that class or classes shall become members. Section 13. That § 3-12C-608 be AMENDED. 3-12C-608. Eligibility for benefits upon becoming full-time employee within twelve months after withdrawal. Notwithstanding any provision of this chapter to the contrary, whenever a member withdraws accumulated contributions under § 3-12C-602 and becomes a permanent full-time employee within twelve months after withdrawal, contributions must have been made to the system for a period of twelve consecutive months before the member is eligible for benefits pursuant to § 3-12C-901. The member shall furthermore be ineligible to apply for additional survivor protection pursuant to § 3-12C-1001 as a new member of the system. To be eligible for a disability benefit pursuant to § 3-12C-803 or 3-12C-812, the member must have at least three years of contributory service since the date of the last withdrawal unless the member was disabled by accidental means while performing the usual duties for the employer. Section 14. That § 3-12C-1641 be AMENDED. 3-12C-1641. Election by municipality of Sioux Falls to be participating unit. Notwithstanding the provisions of § 3-12C-306, any employee of the municipality of Sioux Falls who begins working after June 30, 2013, as a permanent full-time employee shall be a member of the system if the municipality of Sioux Falls elects to be a participating unit by a duly passed resolution of its governing body. Section 15. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after April 1, 2021."}, {"bill_id": 21980, "bill_version_id": 216974, "bill_version": "Enrolled", "bill_version_date": "2021-02-08T17:07:10.903-06:00", "bill_text": "ENTITLED An Act to update certain provisions relating to the South Dakota Retirement System, to revise certain provisions relating to reemployment after retirement with the South Dakota Retirement System, and to declare an emergency. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 3-12C-1400. Three consecutive calendar months of separation described. For purposes of §§ 3-12C-1401 to 3-12C-1406, inclusive, in order to have three consecutive calendar months of separation that start with the member's effective date of retirement, the member may have no employment or any relationship with a participating unit regardless of classification as part-time, seasonal, temporary, leased, contract, or any other designation, during that time. Section 2. That § 3-12C-1401 be AMENDED. 3-12C-1401. Reemployment of retired member--Separation of service required--Hiring procedures. Except as provided in § 3-12C-1401.1, a retired member's retirement is invalid if the member is reemployed by a participating unit unless the member's employment relationship with the initial participating unit has been terminated, as defined in this chapter and as required pursuant to Revenue Ruling 57-115 by the Internal Revenue Service, and the member has been separated from service for three consecutive calendar months after the member's effective date of retirement. The initial participating unit's system representative shall certify to the system that the termination of the employment relationship took place. In addition, any second participating unit shall subject the member to all proceedings and requirements associated with the hiring and employment of any new employee by the second participating unit, and that unit's system representative shall so certify to the system. If a single participating unit is both the member's initial participating unit and the member's second participating unit, the unit shall follow all termination procedures and all hiring procedures relative to the member as outlined by this section, and its chief executive officer, the officer's agent, or the chair of the unit's governing commission or board shall so certify. Section 3. That a NEW SECTION be added: 3-12C-1401.1. Reemployment of retired member--Limited exception to separation of service requirement. The provisions of § 3-12C-1401 do not apply if the retired member is at least fifty-nine and a half years of age when the member begins receiving retirement benefits and is employed for less than twelve hundred fifty hours during the fiscal year of the participating unit. However, if the retired member completes twelve hundred fifty hours or more during a fiscal year of the participating unit, the member's benefits shall be suspended. The suspension ceases if the member terminates employment. If the member is subsequently reemployed, the provisions of §§ 3-12C-1401, 3-12C-1405, and 3-12C-1406 apply, where applicable. Section 4. That § 3-12C-1405 be AMENDED. 3-12C-1405. Retired members--Reentrance to covered employment--Benefits and membership. Except as provided in § 3-12C-1405.1, if a retired member reenters covered employment at some time after the three consecutive calendar months that start with the member's effective date of retirement, the member's retirement benefits and continued membership shall be administered pursuant to this section. The member's monthly retirement benefit shall be reduced by fifteen percent and the annual increase shall be eliminated throughout the period that the member reenters covered employment. The reduction and elimination shall cease if the member again terminates covered employment. However, the reduction and elimination do not apply if the member retired as a Class B member other than a justice, judge, or magistrate judge and subsequently reenters covered employment as a Class A member. The contributions required of the member shall be deposited by the member's participating unit with the system for the benefit of the member to be transferred to an account within the deferred compensation program established pursuant to chapter 3-13. The contributions shall be governed by § 457 of the Internal Revenue Code. However, the contributions required of the member's employer unit shall be deposited into the fund created by this chapter, but with no association or credit to the member. The member may not earn any additional benefits associated with the period that the member reenters covered employment. The provisions of this section do not apply to a Class D member who reenters covered employment. Section 5. That a NEW SECTION be added: 3-12C-1405.1. Reemployment of retired member--Limited exception to benefit and membership provisions for part-time employment. The provisions of § 3-12C-1405 do not apply if the retired member is reemployed for less than twelve hundred fifty hours during the fiscal year of the participating unit. However, if the retired member completes twelve hundred fifty hours or more during a fiscal year of the participating unit, the provisions of § 3-12C-1405 apply immediately. Section 6. That a NEW SECTION be added: 3-12C-1405.2. Reemployment of retired member--Employer tracking. Any participating unit employing a retired member for less than twelve hundred fifty hours during the fiscal year of the participating unit is responsible for tracking the hours of the employee and certifying the hours to the system on a monthly basis. Section 7. That § 3-12C-1406 be AMENDED. 3-12C-1406. Invalid retirement--Repayment of retirement benefit payments. Except as provided in § 3-12C-1401.1, if a retired member reenters employment within the three consecutive calendar months that start with the member's effective date of retirement, the member's retirement is deemed invalid. If the member received one or more retirement benefit payments during the invalid retirement, the member shall repay the payments as a lump sum immediately, repay the payments by contractual payments over a period of up to three years, which payments shall include interest at the assumed rate of return, or repay the payments by an actuarial equivalent reduction in eventual monthly benefits. Section 8. That § 3-12C-101 be AMENDED. 3-12C-101. Definitions. Terms as used in this chapter mean: (1) \"Actuarial accrued liability,\" the present value of all benefits less the present value of future normal cost contributions; (2) \"Actuarial experience analysis,\" a periodic report that reviews basic experience data and furnishes actuarial analysis that substantiates the assumptions adopted for the purpose of making an actuarial valuation of the system; (3) \"Actuarial valuation,\" a projection of the present value of all benefits and the current funded status of the system, based upon stated assumptions as to rates of interest, mortality, disability, salary progressions, withdrawal, and retirement as established by a periodic actuarial experience analysis that takes into account census data of all active members, vested terminated members, and retired members and their beneficiaries under the system; (4) \"Actuarial value funded ratio,\" the actuarial value of assets divided by the actuarial accrued liability; (5) \"Actuarial value of assets,\" equal to the fair value of assets; (6) \"Actuarially determined contribution rate,\" the fixed, statutory contribution rate, no less than the normal cost rate with expenses assuming the minimum COLA, and no greater than the normal cost rate with expenses assuming the maximum COLA; (7) \"Air rescue firefighters,\" employees of the Department of the Military who are stationed at Joe Foss Field, Sioux Falls, and who are directly involved in firefighting activities on a daily basis; (8) \"Approved actuary,\" any actuary who is a member of the American Academy of Actuaries or an Associate or a Fellow of the Society of Actuaries who meets the qualification standards of the American Academy of Actuaries to issue actuarial opinions regarding the system or any firm retaining such an actuary on its staff and who is appointed by the board to perform actuarial services; (9) \"Assumed rate of return,\" the actuarial assumption adopted by the board pursuant to § 3-12C-227 as the annual assumed percentage return on trust fund assets, compounded; (10) \"Beneficiary,\" the person designated by a member of the system to receive any payments after the death of such member; (11) \"Benefits,\" the amounts paid to a member, spouse, child, or beneficiary as a result of the provisions of this chapter; (12) \"Board,\" the Board of Trustees of the South Dakota Retirement System; (13) \"Calendar quarter,\" a period of three calendar months ending March thirty-first, June thirtieth, September thirtieth, or December thirty-first of any year; (14) \"Campus security officers,\" employees of the Board of Regents whose positions are subject to the minimal educational training standards established by the law enforcement standards commission pursuant to chapter 23-3, who satisfactorily complete the training required by chapter 23-3 within one year of employment, and whose primary duty as sworn law enforcement officers is to preserve the safety of the students, faculty, staff, visitors, and the property of the university. The employer shall file with the system evidence of the appointment as a sworn law enforcement officer at the time of employment and shall file evidence of satisfactory completion of the training program pursuant to chapter 23-3 within one year of employment; (15) \"Certified school employee,\" any employee of a participating unit who is required to have a certificate as defined in subdivision 13-42-1(3); (16) \"Class A credited service,\" service credited as a Class A member of the system; (17) \"Class A member,\" any member other than a Class B member or a Class C member and is either a foundation member or a generational member; (18) \"Class B credited service,\" service credited as a Class B member of the system; (19) \"Class B member,\" a member who is a justice, judge, state law enforcement officer, magistrate judge, police officer, firefighter, county sheriff, deputy county sheriff, correctional security staff, parole agent, air rescue firefighter, campus security officer, court services officer, juvenile corrections agent, conservation officer, or park ranger and is either a foundation member or a generational member; (20) \"Class C credited service,\" service credited as a Class C member of the system; (21) \"Class C member,\" any member of the cement plant retirement plan including any retiree or any vested member; (22) \"Class D credited service,\" service credited as a Class D member of the system; (23) \"Class D member,\" any member that was a member of the Department of Labor and Regulation employees' retirement plan as of June 30, 2020; (24) \"Classified employee,\" an employee of a public school district who is not required by law to be a certified school employee, an employee of any college or university under the control of the Board of Regents who is not a faculty member or an administrator and comes within the provisions of chapter 3-6D, an employee of a public corporation, an employee of a chartered governmental unit, and any other participating employee not elsewhere provided for in this chapter; (25) \"Comparable level position,\" a member's position of employment that is generally equivalent to the member's prior position of employment in terms of required education, required experience, required training, required work history, geographic location, and compensation and benefits; (26) \"Conservation officers,\" employees of the Department of Game, Fish and Parks and the Division of Wildlife or Division of Custer State Park who are employed pursuant to § 41-2-11 and whose positions are subject to the requirements as to education and training provided in chapter 23-3; (27) \"Consumer price index,\" the consumer price index for urban wage earners and clerical workers calculated by the United States Bureau of Labor Statistics; (28) \"Contributory service,\" service to a participating unit during which contributions were made to a South Dakota retirement system, which may not include years of credited service as granted in § 3-12C-509 or 3-12C-511; (29) \"Correctional security staff,\" the warden, deputy warden, and any other correctional staff holding a security position as verified by the Department of Corrections and approved by the Bureau of Human Resources and the Bureau of Finance and Management, and determined by the board as Class B members; (30) \"Court services officers,\" persons appointed pursuant to § 26-7A-8; (31) \"Covered employment,\" a member's employment as a full-time employee of a participating unit; (32) \"Deputy county sheriff,\" an employee of a county that is a participating unit, appointed by the board of county commissioners pursuant to §§ 7-12-9 and 7-12-10, whose position is subject to the minimum educational and training standards established by the law enforcement standards commission pursuant to chapter 23-3. The term does not include jailers or clerks appointed pursuant to §§ 7-12-9 and 7-12-10 unless the participating unit has requested that the jailer be considered as a deputy county sheriff and the board has approved the request; (33) \"Effective date of retirement,\" the first day of the month in which retirement benefits are payable; (34) \"Eligible retirement plan,\" the term eligible retirement plan includes those plans described in section 402(c)(8)(B) of the Internal Revenue Code; (35) \"Eligible rollover distribution,\" any distribution to a member of accumulated contributions pursuant to § 3-12C-602. The term does not include any portion of a distribution that represents contributions made to the system on an after tax basis nor distributions paid as a result of the member reaching the required beginning date; (36) \"Employer,\" the State of South Dakota and any department, bureau, board, or commission of the State of South Dakota, or any of its governmental or political subdivisions or any public corporation of the State of South Dakota that elects to become a participating unit; (37) \"Employer contributions,\" amounts contributed by the employer of a contributing member, excluding member contributions made by an employer after June 30, 1984, pursuant to § 3-12C-401; (38) \"Equivalent public service,\" any public service other than as a justice, a judge, or a magistrate judge and comparable to Class B service as defined by this section, if the service is in the employ of a public entity that is not a participating unit; (39) \"Fair value of assets,\" the total assets of the system at fair market value for securities traded on exchanges; for securities not traded on exchanges, a value based on similar securities; and for alternative investments, reported net asset value; (40) \"Fair value funded ratio,\" the fair value of assets divided by the actuarial accrued liability; (41) \"Fiduciary,\" any person who exercises any discretionary authority or control over the management of the system or the management or disposition of its assets, renders investment advice for a fee or other compensation, direct or indirect, or has any authority or responsibility to do so, or has any discretionary authority or responsibility in the administration of the system; (42) \"Foundation member,\" any member of the system whose contributory service began before July 1, 2017; (43) \"Foundation retiree,\" any foundation member who has retired with a benefit payable from the system; (44) \"Firefighter,\" any full-time firefighter who works at least twenty hours a week and at least six months a year. The term does not include any volunteer firefighter; (45) \"Full-time employee,\" any employee who is considered full-time by the participating unit and is customarily employed by the participating unit for twenty hours or more a week and at least six months a year, regardless of classification of employment as seasonal, temporary, leased, contract, or any other designation; (46) \"Fund,\" public employees' retirement fund or funds established for the purposes of administration of this chapter; (47) \"General employee,\" any full-time municipal employee who is not a firefighter or a police officer; (48) \"Generational member,\" any member of the system whose contributory service began after June 30, 2017; (49) \"Generational retiree,\" any generational member who has retired with a benefit payable from the system; (50) \"Health care provider,\" a physician or other health care practitioner licensed, registered, certified, or otherwise authorized by law to provide specified health services; (51) \"Internal Revenue Code,\" or \"code,\" the Internal Revenue Code as in effect as of January 1, 2021; (52) \"Juvenile corrections agent,\" a designee of the secretary of corrections charged with the care, custody, and control of juveniles committed to the Department of Corrections until the age of twenty-one or a person who is charged with the care, custody, and control of juveniles at a juvenile corrections facility under the control of a participating unit; (53) \"Law enforcement officer,\" any agent of the state division of criminal investigation, officer of the South Dakota Highway Patrol, police officer, county sheriff, deputy county sheriff, or firefighter; (54) \"Member,\" any person who is contributing or has made contributions to the system and is either a foundation member or generational member. A person's membership ceases when the person withdraws his or her accumulated contributions after termination of employment; (55) \"Member contributions,\" amounts contributed by members, including member contributions made by an employer after June 30, 1984, pursuant to § 3-12C-401; (56) \"Military service,\" a period of active duty with the United States Army, the United States Navy, the United States Air Force, the United States Marine Corps, or the United States Coast Guard, from which duty the member received an honorable discharge or an honorable release; (57) \"Municipality,\" any incorporated municipal government under chapter 9-3 or any chartered governmental unit under the provisions of Article IX of the Constitution of the State of South Dakota; (58) \"Noncontributory service,\" for foundation members, service delineated in subdivisions 3-12C-502(2), (5), (7), and (8), and for generational members, service pursuant to § 3-12C-514; (59) \"Normal cost,\" the expected long-term cost of the system benefits and expenses expressed as a percentage of payroll; (60) \"Normal retirement,\" the termination of employment and application for benefits by a member with three or more years of contributory service or noncontributory service on or after the member's normal retirement age; (61) \"Other public benefits,\" eighty percent of the primary insurance amount or primary social security benefits that would be provided under federal social security; (62) \"Other public service,\" service for the government of the United States, including military service; service for the government of any state or political subdivision thereof; service for any agency or instrumentality of any of the foregoing; or service as an employee of an association of government entities described in this subdivision; (63) \"Park rangers,\" employees of the Department of Game, Fish and Parks within the Division of Parks and Recreation and whose positions are subject to the requirements as to education and training provided in chapter 23-3 and whose primary duty is law enforcement in the state park system; (64) \"Parole agent,\" an employee of the Department of Corrections employed pursuant to § 24-15-14 who is actually involved in direct supervision of parolees on a daily basis; (65) \"Participating unit,\" the State of South Dakota and any department, bureau, board, or commission of the State of South Dakota, and any of its political subdivisions or any public corporation of the State of South Dakota that has employees who are members of the retirement system created in this chapter; (66) \"Plan year,\" a period extending from July first of one calendar year through June thirtieth of the following calendar year; (67) \"Police officer,\" any employee in the police department of any participating municipality holding the rank of patrol officer, including probationary patrol officer, or higher rank and whose position is subject to the minimum educational and training standards established by the law enforcement officers standards commission pursuant to chapter 23-3. The term does not include civilian employees of a police department nor any person employed by a municipality whose services as a police officer require less than twenty hours a week and six months a year. If a municipality which is a participating unit operates a city jail, the participating unit may request that any jailer appointed pursuant to § 9-29-25 be considered a police officer, subject to the approval of the board; (68) \"Political subdivision\" includes any municipality, school district, county, chartered governmental unit, public corporation or entity, and special district created for any governmental function; (69) \"Present value of all benefits,\" the present value of all benefits expected to be paid to all retired, terminated, and active members and beneficiaries, based on past and future credited service and future compensation increases; (70) \"Present value of benefits earned to date,\" the present value of the benefits currently being paid to retired members and their beneficiaries and the present value of benefits payable at retirement to active members, based on their earnings and credited service to date of the actuarial valuation; (71) \"Projected compensation,\" a deceased or disabled member's final average compensation multiplied by the COLA commencing each July first for each complete twelve-month period elapsed between the date of the member's death or disability, whichever occurred earlier, and the date the member would attain normal retirement age or the benefit commences, whichever occurred earlier; (72) \"Projected service,\" the credited service plus the service that the member would have been credited with at normal retirement age had the member continued in the system and received credit at the same rate the member was credited during the year covered by the compensation that was used in the calculation of the disability or family benefit; (73) \"Qualified military service,\" service in the uniformed services as defined in § 414(u)(5) of the Internal Revenue Code; (74) \"Required beginning date,\" the later of April first of the calendar year following the calendar year in which the member attains age seventy and one-half or April first of the calendar year following the calendar year in which the member retires; (75) \"Retiree,\" any foundation or generational member who retires with a lifetime benefit payable from the system; (76) \"Retirement,\" the severance of a member from the employ of a participating unit with a retirement benefit payable from the system; (77) \"Retirement benefit,\" the monthly amount payable upon the retirement of a member; (78) \"Single premium,\" the lump-sum amount paid by a supplemental pension participant pursuant to a supplemental pension contract in consideration for a supplemental pension benefit; (79) \"Social investment,\" investment, divestment, or prohibition of investment of the assets of the system for purposes other than maximum risk-adjusted investment return, which other purposes include ideological purposes, environmental purposes, political purposes, religious purposes, or purposes of local or regional economic development; (80) \"State employees,\" employees of the departments, bureaus, commissions, and boards of the State of South Dakota; (81) \"Supplemental pension benefit,\" any single-premium immediate pension benefit payable pursuant to §§ 3-12C-1504 and 3-12C-1505; (82) \"Supplemental pension contract,\" any agreement between a participant and the system upon which a supplemental pension is based, including the amount of the single premium, the type of pension benefit, and the monthly supplemental pension payment amount; (83) \"Supplemental pension contract record,\" the record for each supplemental pension participant reflecting relevant participant data; a designation of any beneficiary, if any; the amount of the participant's funds rolled into the fund; the provisions of the participant's supplemental pension contract; and supplemental pension payments made pursuant to the contract; (84) \"Supplemental pension participant,\" any member who is a retiree receiving a benefit from the system, or, if the member is deceased, the member's surviving spouse who is receiving a benefit from the system, and who chooses to purchase a supplemental pension benefit pursuant to the provisions of this chapter; (85) \"Supplemental pension spouse,\" any person who was married to a supplemental pension participant at the time the participant entered into the supplemental pension contract; (86) \"System,\" the South Dakota Retirement System created in this chapter; (87) \"Trustee,\" a member of the board of trustees; (88) \"Unfunded actuarial accrued liability,\" the actuarial accrued liability less the actuarial value of assets. Section 9. That § 3-12C-301 be AMENDED. 3-12C-301. Members of system. All of the following full-time employees are included as members in the system: (1) All state employees; (2) All certified school employees; (3) All justices, judges, and magistrate judges; (4) All police officers and firefighters of participating municipalities; (5) All general employees of participating municipalities; (6) All employees of participating counties; (7) All classified employees of school districts that are participating with the school districts' classified employees and all other classified employees; (8) All employees of the Board of Regents; and (9) All state law enforcement officers. Section 10. That § 3-12C-302 be AMENDED. 3-12C-302. Membership in system--Exclusions. Membership in the system shall exclude the following: (1) All elective officials except justices and judges, unless the official is currently contributing or has previously contributed to the system or the official has elected and is otherwise qualified to become a member of the system; (2) The governing body of any participating county, municipality, or other political subdivision; and (3) All personnel employed by the municipality of Sioux Falls before July 1, 2013. However, any person employed before July 1, 2013, who separates from service with the municipality of Sioux Falls and is subsequently rehired by the municipality of Sioux Falls and begins working after June 30, 2013, as a full-time employee shall be a member of the system. Section 11. That § 3-12C-303 be AMENDED. 3-12C-303. Newly elected officials permitted to join system--Requirements--Credited service. A newly-elected official, who is a full-time employee of a participating unit and not a member of the system, may elect to become a member. However, the official shall make the election when the official is first eligible to participate in the system, and the official's election is irrevocable for as long as the official is an elected official. If the official is a current contributing member or has previously contributed to the system, the elected official shall participate in the system. If an elected official has elected not to participate in the system, the official is not eligible to make a new election. The official's credited service is limited to service for which contributions are made. Section 12. That § 3-12C-306 be AMENDED. 3-12C-306. Election by political subdivision or public corporation to participate in consolidated system. Any political subdivision and any public corporation, including municipalities, counties and chartered governmental units in the State of South Dakota, may become a participating unit by a duly passed resolution of its governing body. Any political subdivision not participating in the system on June 30, 1985, may become a participating unit for only its class A members or only its class B members, or for both classes together. If a political subdivision elects to participate for either one class of members or for both classes, all full-time employees in that class or classes shall become members. Section 13. That § 3-12C-608 be AMENDED. 3-12C-608. Eligibility for benefits upon becoming full-time employee within twelve months after withdrawal. Notwithstanding any provision of this chapter to the contrary, whenever a member withdraws accumulated contributions under § 3-12C-602 and becomes a full-time employee within twelve months after withdrawal, contributions must have been made to the system for a period of twelve consecutive months before the member is eligible for benefits pursuant to § 3-12C-901. The member shall furthermore be ineligible to apply for additional survivor protection pursuant to § 3-12C-1001 as a new member of the system. To be eligible for a disability benefit pursuant to § 3-12C-803 or 3-12C-812, the member must have at least three years of contributory service since the date of the last withdrawal unless the member was disabled by accidental means while performing the usual duties for the employer. Section 14. That § 3-12C-1641 be AMENDED. 3-12C-1641. Election by municipality of Sioux Falls to be participating unit. Notwithstanding the provisions of § 3-12C-306, any employee of the municipality of Sioux Falls who begins working after June 30, 2013, as a full-time employee shall be a member of the system if the municipality of Sioux Falls elects to be a participating unit by a duly passed resolution of its governing body. Section 15. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after April 1, 2021. An Act to update certain provisions relating to the South Dakota Retirement System, to revise certain provisions relating to reemployment after retirement with the South Dakota Retirement System, and to declare an emergency. I certify that the attached Act originated in the: House as Bill No. 1033 Chief Clerk Speaker of the House Attest: Chief Clerk President of the Senate Attest: Secretary of the Senate House Bill No. 1033 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2021 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2021 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2021 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [211589], "action_log": [{"bill_id": 21980, "action_date": "2021-01-12T12:00:00-06:00", "document_id": 211012, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211012.pdf", "status_text": "First read in House and referred to", "journal_page": 1, "committee_id_action": 492, "committee_id_assigned": 497, "result": "N", "vote": {}}, {"bill_id": 21980, "action_date": "2021-01-20T15:30:00-06:00", "document_id": 211142, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211142.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 497, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21980, "action_date": "2021-01-20T15:30:00-06:00", "document_id": 211328, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211328.pdf", "status_text": "Do Pass", "journal_page": 2, "committee_id_action": 497, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 67592, "president_vote": null, "Yea": [1767, 1780, 1784, 1834, 3800]}}, {"bill_id": 21980, "action_date": "2021-01-22T13:00:00-06:00", "document_id": 212449, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/212449.pdf", "status_text": "Do Pass", "journal_page": 113, "committee_id_action": 492, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 67747, "president_vote": null, "Yea": [1766, 1767, 1768, 1769, 1770, 1772, 1777, 1778, 1780, 1781, 1782, 1784, 1788, 1792, 1793, 1795, 1796, 1798, 1799, 1800, 1802, 1804, 1805, 1807, 1813, 1817, 1820, 1822, 1824, 1826, 1829, 1830, 1832, 1834, 1835, 1836, 1837, 1839, 1841, 1843, 1844, 1852, 1855, 1862, 1864, 1866, 1868, 1883, 3782, 3783, 3784, 3785, 3786, 3787, 3788, 3789, 3790, 3791, 3792, 3793, 3794, 3797, 3799, 3800, 3801, 3802, 3804, 3806], "Excused": [1809, 1823]}}, {"bill_id": 21980, "action_date": "2021-01-25T14:00:00-06:00", "document_id": 212700, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/212700.pdf", "status_text": "First read in Senate and referred to", "journal_page": 102, "committee_id_action": 514, "committee_id_assigned": 513, "result": "N", "vote": {}}, {"bill_id": 21980, "action_date": "2021-02-03T15:00:00-06:00", "document_id": 215109, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215109.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 513, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21980, "action_date": "2021-02-03T15:00:00-06:00", "document_id": 215231, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215231.pdf", "status_text": "Do Pass", "journal_page": 2, "committee_id_action": 513, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 68350, "president_vote": null, "Yea": [1786, 1801, 1827, 1870, 1771]}}, {"bill_id": 21980, "action_date": "2021-02-05T13:00:00-06:00", "document_id": 216665, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216665.pdf", "status_text": "Deferred to another day", "journal_page": 202, "committee_id_action": 514, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21980, "action_date": "2021-02-08T14:00:00-06:00", "document_id": 216779, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216779.pdf", "status_text": "Do Pass", "journal_page": 214, "committee_id_action": 514, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 68692, "president_vote": null, "Yea": [1771, 3798, 1775, 1776, 1881, 1783, 1785, 1786, 1789, 1790, 1794, 1801, 1803, 1806, 1808, 1811, 1812, 1819, 1827, 1828, 1831, 3805, 1847, 1850, 1851, 1853, 1856, 1858, 1860, 3803, 3796, 3795, 1865], "Excused": [1779, 1870]}}, {"bill_id": 21980, "action_date": "2021-02-09T14:30:00-06:00", "document_id": 216996, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216996.pdf", "status_text": "Signed by the Speaker", "journal_page": 257, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21980, "action_date": "2021-02-10T14:00:00-06:00", "document_id": 217104, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217104.pdf", "status_text": "Signed by the President", "journal_page": 242, "committee_id_action": 514, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21980, "action_date": "2021-02-11T13:00:00-06:00", "document_id": 217249, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217249.pdf", "status_text": "Delivered to the Governor", "journal_page": 283, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21980, "action_date": "2021-02-18T13:30:00-06:00", "document_id": 217765, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217765.pdf", "status_text": "Signed by the Governor", "journal_page": 318, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 7119, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/21980"}