{"session_id": 10, "bill_id": 2531, "bill_type": "Senate Bill", "bill_number": 63, "bill_title": "repeal certain provisions regarding the reduction in state aid to education based upon the school district's general fund balance.", "sponsors": [{"legislator_profile_id": 33, "is_prime": true}, {"legislator_profile_id": 24, "is_prime": true}, {"legislator_profile_id": 30, "is_prime": false}, {"legislator_profile_id": 77, "is_prime": false}, {"legislator_profile_id": 31, "is_prime": false}, {"legislator_profile_id": 32, "is_prime": false}, {"legislator_profile_id": 27, "is_prime": false}, {"legislator_profile_id": 52, "is_prime": false}], "keywords": ["Education", "School District", "State Aid to Education", "Taxation"], "audio": [{"meeting_datetime": "2011-02-03T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sed16.mp3", "start_seconds": 5495.0}, {"meeting_datetime": "2011-02-03T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sed16.mp3", "start_seconds": 5495.0}, {"meeting_datetime": "2011-02-03T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sed16.mp3", "start_seconds": 5495.0}], "bill_versions": [{"bill_id": 2531, "bill_version_id": 15214, "bill_version": "Introduced", "bill_version_date": "2011-01-21T07:38:35.14-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal certain provisions regarding the reduction in state aid to education based upon the school district's general fund balance. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-13-10.1 be amended to read as follows: 13-13-10.1. Terms used in this chapter mean: (1) \"Average daily membership,\" the average number of resident and nonresident kindergarten through twelfth grade pupils enrolled in all schools operated by the school district during the previous regular school year, minus average number of pupils for whom the district receives tuition, except pupils described in subdivision (1A) and pupils for whom tuition is being paid pursuant to § 13-28-42.1 and plus the average number of pupils for whom the district pays tuition; (1A) Nonresident students who are in the care and custody of the Department of Social Services, the Unified Judicial System, the Department of Corrections, or other state agencies and are attending a public school may be included in the average daily membership of the receiving district when enrolled in the receiving district. When counting a student who meets these criteria in its general enrollment average daily membership, the receiving district may begin the enrollment on the first day of attendance. The district of residence prior to the custodial transfer may not include students who meet these criteria in its general enrollment average daily membership after the student ceases to attend school in the resident district; (2) \"Adjusted average daily membership,\" calculated as follows: (a) For districts with an average daily membership of two hundred or less, multiply 1.2 times the average daily membership; (b) For districts with an average daily membership of less than six hundred, but greater than two hundred, raise the average daily membership to the 0.8293 power and multiply the result times 2.98; (c) For districts with an average daily membership of six hundred or more, multiply 1.0 times their average daily membership; (2A) \"Fall enrollment,\" the number of kindergarten through twelfth grade students enrolled in all schools operated by the school district on the last Friday of September of the current school year minus the number of students for whom the district receives tuition, except nonresident students who are in the care and custody of a state agency and are attending a public school and students for whom tuition is being paid pursuant to § 13-28-42.1, plus the number of students for whom the district pays tuition. When computing state aid to education for a school district under the foundation program pursuant to § 13-13-73, the secretary of the Department of Education shall use either the school district's fall enrollment or the average of the school district's fall enrollment from the previous two years, whichever is higher; (2B) Repealed by SL 2010, ch 84, § 1. (2C) \"Small school adjustment,\" calculated as follows: (a) For districts with a fall enrollment of two hundred or less, multiply 0.2 times $4,237.72; (b) For districts with a fall enrollment of greater than two hundred, but less than six hundred, multiply the fall enrollment times negative 0.0005; add 0.3 to that result; and multiply the sum obtained times $4,237.72; The determination of the small school adjustment for a school district may not include any students residing in a residential treatment facility when the education program is operated by the school district; (3) \"Index factor,\" is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less; (4) \"Per student allocation,\" for school fiscal year 2011 is $4,804.60. Each school fiscal year thereafter, the per student allocation is the previous fiscal year's per student allocation increased by the index factor; (5) \"Local need,\" is the sum of: (a) The per student allocation multiplied by the fall enrollment; and (b) The small school adjustment, if applicable, multiplied by the fall enrollment; (6) \"Local effort,\" the amount of ad valorem taxes generated in a school fiscal year by applying the levies established pursuant to § 10-12-42; (7) \"General fund balance,\" the unreserved fund balance of the general fund, less general fund exclusions plus, beginning with transfers made in fiscal year 2001, any transfers out of the general fund for the previous school fiscal year; (8) \"General fund balance percentage,\" is a school district's general fund balance divided by the school district's total general fund expenditures for the previous school fiscal year, the quotient expressed as a percent; (9) \"General fund base percentage,\" is the lesser of: (a) The general fund balance percentage as of June 30, 2011; or (b) The maximum allowable percentage for that particular fiscal year as stated in this subsection. For fiscal year 2008, the maximum allowable percentage is one hundred percent; for fiscal year 2009, eighty percent; for fiscal year 2010, sixty percent; for fiscal years 2011 to 2014, inclusive, forty percent for each fiscal year; for fiscal year 2015 and subsequent fiscal years, twenty-five percent. However, the general fund base percentage may always be at least twenty-five percent; (10) \"Allowable general fund balance,\" the general fund base percentage multiplied by the district's general fund expenditures in the previous school fiscal year; (11) \"General fund exclusions,\" revenue a school district has received from the imposition of the excess tax levy pursuant to § 10-12-43; revenue a school district has received from gifts, contributions, grants, or donations; revenue a school district has received under the provisions of §§ 13-6-92 to 13-6-96, inclusive; revenue a school district has received as compensation for being a sparse school district under the terms of §§ 13-13-78 and 13-13-79; any revenue a school district has received under the provisions of the American Recovery and Reinvestment Act of 2009 (P.L. 111-5); and any revenue in the general fund set aside for a noninsurable judgment. Section 2. That § 13-13-10.3 be repealed. 13-13-10.3. If two or more school districts consolidate, the general fund base percentage for the newly reorganized district shall be based upon the highest general fund balance percentage as defined in subdivision 13-13-10.1(8) of the consolidating districts. Section 3. That § 13-13-73.2 be repealed. 13-13-73.2. A school district's state aid for general education as calculated pursuant to § 13-13-73 shall be reduced by the amount calculated by subtracting the allowable general fund balance from the general fund balance. If the result is less than zero, the result equals zero. Section 4. That § 13-13-73.3 be repealed. 13-13-73.3. The secretary of education shall determine the reduction in state aid to education pursuant to § 13-13-73.2. The secretary of education shall distribute the amount of money so determined to school districts that received state aid pursuant to chapter 13-13 on a pro rata basis according to the district's fall enrollment compared to the total fall enrollment of all districts eligible for this distribution. Section 5. That § 13-13-73.4 be repealed. 13-13-73.4. The secretary of the Department of Education shall promulgate rules, pursuant to chapter 1-26, that calculate exclusions for revenue received from opting out of the property tax limitations such that all expenditures shall be credited to formula revenue and unreserved general fund balance from the preceding fiscal year prior to any credits against opt-out revenue. Section 6. That § 13-13-76 be repealed. 13-13-76. There is hereby created the Excess General Fund Oversight Board within the Department of Education. The board shall consist of five members, appointed by the Governor. The Excess General Fund Oversight Board may exempt a school district from the provisions of § 13-13-73.2 if a school district can demonstrate to the Excess General Fund Oversight Board that its general fund balance percentage is the result of special circumstances. Section 7. That § 13-13-77 be repealed. 13-13-77. Any funds transferred by a school district to the general fund of the school district pursuant to § 9-21-28 may not be considered a part of the general fund balance for purposes of this chapter. Section 8. That § 13-13-78 be amended to read as follows: 13-13-78. Terms used in § 13-13-79 mean: (1) \"Sparse school district,\" a school district that meets each of the following criteria: (a) Has a fall enrollment per square mile of 0.50 or less; (b) Has a fall enrollment of five hundred or less; (c) Has an area of four hundred square miles or more; (d) Has at least fifteen miles between its secondary attendance center or centers and that of an adjoining district; (e) Operates a secondary attendance center; (f) Levies ad valorem taxes at the maximum rates allowed pursuant to § 10-12-42 or more; and (g) Has a general fund balance percentage of thirty percent or less excluding revenue received from opting out of property tax limitations pursuant to chapter 10-12; (2) \"Sparsity fall enrollment,\" for sparse school districts with a fall enrollment as defined in § 13-13-10.1 of less than eighty-three or greater than two hundred thirty-two, is calculated as follows: (a) Divide the fall enrollment as defined in § 13-13-10.1 by the area of the school district in square miles; (b) Multiply the quotient obtained in subsection (a) times negative 0.125; (c) Add 0.0625 to the product obtained in subsection (b); and (d) Multiply the sum obtained in subsection (c) times the fall enrollment; (3) \"Sparsity adjusted fall enrollment,\" for sparse school districts with a fall enrollment as defined in § 13-13-10.1 of at least eighty-three, but no more than two hundred thirty-two, subtract the fall enrollment from two hundred thirty-two."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2531, "action_date": "2011-01-21T13:00:00-06:00", "document_id": 15285, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/15285.pdf", "status_text": "First read in Senate and referred to", "journal_page": 162, "committee_id_action": 113, "committee_id_assigned": 91, "result": "N", "vote": {}}, {"bill_id": 2531, "action_date": "2011-02-01T08:00:00-06:00", "document_id": 15848, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/15848.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 91, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2531, "action_date": "2011-02-03T08:00:00-06:00", "document_id": 16136, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16136.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 91, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2531, "action_date": "2011-02-03T08:00:00-06:00", "document_id": 16269, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16269.pdf", "status_text": "Tabled", "journal_page": 312, "committee_id_action": 91, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 8548, "president_vote": null, "Yea": [30, 82, 27, 52, 77, 24], "Excused": [26]}}]}