{"session_id": 10, "bill_id": 2239, "bill_type": "House Bill", "bill_number": 1107, "bill_title": "provide for a process to limit state government spending.", "sponsors": [{"legislator_profile_id": 57, "is_prime": true}, {"legislator_profile_id": 80, "is_prime": true}, {"legislator_profile_id": 51, "is_prime": false}, {"legislator_profile_id": 39, "is_prime": false}, {"legislator_profile_id": 31, "is_prime": false}, {"legislator_profile_id": 35, "is_prime": false}], "keywords": ["Appropriation", "Legislature and Statutes", "Public Fiscal Administration", "State Affairs and Government"], "audio": [{"meeting_datetime": "2011-02-02T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hst15.mp3", "start_seconds": 2442.0}, {"meeting_datetime": "2011-02-02T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hst15.mp3", "start_seconds": 2442.0}, {"meeting_datetime": "2011-02-02T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hst15.mp3", "start_seconds": 2442.0}], "bill_versions": [{"bill_id": 2239, "bill_version_id": 15370, "bill_version": "Introduced", "bill_version_date": "2011-01-24T09:28:14.827-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for a process to limit state government spending. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. For the fiscal year ending June 30, 2014, and each fiscal year thereafter, no general appropriations act, supplemental appropriation to a general appropriations act, or continuous appropriation may cause the total state general fund appropriations for the fiscal year to exceed ninety-nine percent of the estimated continuing state general fund revenues for the fiscal year. Section 2. For the fiscal year ending June 30, 2014, and each fiscal year thereafter, no special appropriation act may cause the total state general fund special appropriation acts for the fiscal year to exceed the total estimated one-time state general fund revenues for that fiscal year. Section 3. The joint committee on appropriations shall establish by majority vote two general fund revenue estimates each year prior to the adoption of any general fund appropriation acts. One estimate shall detail each source of the continuing state general fund revenue for the current fiscal year and the next fiscal year. One estimate shall detail each source of one-time state general fund revenue for the current fiscal year and the next fiscal year. The committee may revise the revenue estimates established in this section by majority vote. Section 4. For the fiscal year ending June 30, 2014, and each fiscal year thereafter, one percent of the estimated continuing state general fund revenues for any fiscal year as estimated in section 3 of this Act shall be appropriated to the budget reserve fund. In no event may the cash balance in the budget reserve fund be greater than ten percent of the general fund appropriation from the general appropriation act for the prior fiscal year. In the event that the payment to be made into the budget reserve fund would increase the amount in the account to more than ten percent of the general fund appropriation from the general appropriations act for the prior fiscal year, the amount exceeding ten percent shall be transferred to the education enhancement tobacco tax fund, and shall be appropriated solely for the enhancement of elementary and secondary education. Section 5. That § 4-7-39 be repealed. 4-7-39. The commissioner of the Bureau of Finance and Management shall transfer any unobligated cash remaining after the transfer into the budget reserve fund as required by § 4-7-32 into the property tax reduction fund if the amount in the property tax reduction fund does not exceed fifteen percent of the general fund appropriations in the General Appropriations Act for the previous fiscal year."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2239, "action_date": "2011-01-24T14:00:00-06:00", "document_id": 15453, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/15453.pdf", "status_text": "First read in House and referred to", "journal_page": 144, "committee_id_action": 115, "committee_id_assigned": 108, "result": "N", "vote": {}}, {"bill_id": 2239, "action_date": "2011-02-02T07:45:00-06:00", "document_id": 16009, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16009.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 108, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2239, "action_date": "2011-02-02T07:45:00-06:00", "document_id": 16175, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16175.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 260, "committee_id_action": 108, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 8437, "president_vote": null, "Yea": [12, 60, 36, 61, 37, 58, 5, 35, 91], "Nay": [53, 51, 59, 57]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/2239"}