{"session_id": 69, "bill_id": 25020, "bill_type": "House Bill", "bill_number": 1145, "bill_title": "modify brand registration and use laws.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25020", "sponsors": [{"legislator_profile_id": 4483, "is_prime": true}, {"legislator_profile_id": 4476, "is_prime": false}, {"legislator_profile_id": 4482, "is_prime": false}, {"legislator_profile_id": 4485, "is_prime": false}, {"legislator_profile_id": 4500, "is_prime": false}, {"legislator_profile_id": 4515, "is_prime": false}, {"legislator_profile_id": 4526, "is_prime": false}, {"legislator_profile_id": 4532, "is_prime": false}, {"legislator_profile_id": 4542, "is_prime": false}, {"legislator_profile_id": 4543, "is_prime": false}, {"legislator_profile_id": 4544, "is_prime": false}, {"legislator_profile_id": 4546, "is_prime": false}, {"legislator_profile_id": 4552, "is_prime": false}], "keywords": ["Animals and Livestock", "Commercial Trucking"], "audio": [{"meeting_datetime": "2024-02-01T07:45:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hag16.mp3", "start_seconds": 806.0}, {"meeting_datetime": "2024-02-01T07:45:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hag16.mp3", "start_seconds": 806.0}, {"meeting_datetime": "2024-02-01T07:45:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hag16.mp3", "start_seconds": 806.0}, {"meeting_datetime": "2024-02-02T13:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hou17.mp3", "start_seconds": 1710.0}, {"meeting_datetime": "2024-02-02T13:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hou17.mp3", "start_seconds": 1710.0}, {"meeting_datetime": "2024-02-02T13:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hou17.mp3", "start_seconds": 1710.0}, {"meeting_datetime": "2024-02-08T10:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sag21.mp3", "start_seconds": 130.0}, {"meeting_datetime": "2024-02-08T10:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sag21.mp3", "start_seconds": 130.0}, {"meeting_datetime": "2024-02-08T10:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sag21.mp3", "start_seconds": 130.0}, {"meeting_datetime": "2024-02-08T10:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sag21.mp3", "start_seconds": 130.0}], "bill_versions": [{"bill_id": 25020, "bill_version_id": 262433, "bill_version": "Introduced", "bill_version_date": "2024-01-24T15:04:12.953-06:00", "bill_text": "An Act to modify brand registration and use laws. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 40-20-4 be AMENDED: 40-20-4. Except as otherwise provided in this chapter, it is a Class 1 Class 2 misdemeanor for any person to remove or authorize the removal of any livestock from any point within the livestock ownership inspection area, to any point within one mile of the border with a destination outside the ownership inspection area, unless the livestock have first been inspected for ownership and unless the shipper possesses the local ownership inspection certificate, market clearance, shippers shipper's permit, or such other form of authorization as may be required by the board. Except as otherwise provided in § 40-20-29, a local ownership inspection certificate is valid for the transportation of livestock, other than horses, out of the livestock ownership inspection area for twenty-four hours after the time of the inspection, as noted on the inspection certificate. In the case of horses, the certificate is valid for thirty days after the date of the inspection, as noted on the certificate. If there is no valid local ownership inspection certificate, the livestock shall must be inspected before leaving the ownership inspection area. Livestock being removed from the ownership inspection area, without authorization from the board, may be impounded by any law enforcement officer, until the livestock are inspected for ownership by an authorized brand inspector. The venue for the prosecution of any offense under this section is in the county where such the livestock were loaded, or in any county through which the livestock were transported or trailed. Any livestock being transported to a destination outside the ownership inspection area shall must be inspected for ownership if they cease to be in the custody of the carrier at any time prior to leaving the ownership inspection area. Any livestock shipper within the livestock ownership inspection area wanting livestock inspected, as provided in this section, shall notify an inspector in advance of the inspection and allow the inspector reasonable time to provide the inspection. Section 2. That § 40-20-4.2 be AMENDED: 40-20-4.2. It is a Class 1 misdemeanor to make an inspection inspect six or more head of livestock while the livestock are loaded in or on any conveyance. An inspector may, at any time, require the removal of one or more head of livestock from a conveyance, for purposes of inspection. The inspector shall tally the livestock according to the number of head, sex, and brands. Section 3. That § 40-20-10 be AMENDED: 40-20-10. If authorization is required, it is a Class 1 Class 2 misdemeanor for any a carrier or owner to transport any livestock from the livestock ownership inspection area or to within a mile of the border with a destination outside the livestock ownership inspection area unless the carrier or owner is in possession of authorization by the board. Section 4. That § 40-20-12 be AMENDED: 40-20-12. If livestock shipped from the livestock ownership inspection area are consigned to an open market, as described in § 40-20-6, it is a Class 1 Class 2 misdemeanor for any person to change the consignment to a point other than a livestock market previously designated by the board as an open market, unless the livestock receive a livestock ownership inspection and the carrier receives a certificate or clearance from the board showing that all the livestock belongs belong to the shipper. Section 5. That § 40-20-26.1 be AMENDED: 40-20-26.1. It is a Class 1 Class 2 misdemeanor for any person to sell or to transfer ownership of any livestock within the livestock ownership inspection area without first obtaining an ownership inspection, except as provided in § 40-20-26. Section 6. That § 40-20-26.2 be AMENDED: 40-20-26.2. The provisions of Notwithstanding § 40-20-26.1 notwithstanding, ownership of livestock with the seller's South Dakota recorded and healed brand or the owner's unbranded livestock may be transferred by means of an authorized bill of sale, without a brand inspection. The bill of sale shall must be on a form prescribed by the board. A copy of an authorized the bill of sale shall must be forwarded to the board. An authorized bill of sale does is not a substitute for the inspection of livestock being removed from the ownership inspection area of South Dakota this state. An authorized bill of sale may not be used to transfer no ownership of more than five head of livestock to any one buyer. Multiple authorized bills of sale may not be executed to subdivide numbers of livestock greater than five to any one buyer. The transfer of livestock without an authorized bill of sale under this section or in violation of the requirements relating to the number of livestock that may be transferred to a single buyer is a Class 1 A violation of this section is a Class 2 misdemeanor."}, {"bill_id": 25020, "bill_version_id": 265321, "bill_version": "Enrolled", "bill_version_date": "2024-02-13T10:55:45.877-06:00", "bill_text": "ENTITLED An Act to modify brand registration and use laws. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 40-20-4 be AMENDED: 40-20-4. Except as otherwise provided in this chapter, it is a Class 2 misdemeanor to remove or authorize the removal of livestock from any point within the livestock ownership inspection area, to any point within one mile of the border with a destination outside the ownership inspection area, unless the livestock have been inspected for ownership and the shipper possesses the local ownership inspection certificate, market clearance, shipper's permit, or other form of authorization required by the board. Except as otherwise provided in § 40-20-29, a local ownership inspection certificate is valid for the transportation of livestock, other than horses, out of the livestock ownership inspection area for twenty-four hours after the time of the inspection, as noted on the inspection certificate. In the case of horses, the certificate is valid for thirty days after the date of the inspection, as noted on the certificate. If there is no valid local ownership inspection certificate, the livestock must be inspected before leaving the ownership inspection area. Livestock being removed from the ownership inspection area, without authorization from the board, may be impounded by any law enforcement officer, until the livestock are inspected for ownership by an inspector. The venue for the prosecution of any offense under this section is the county where the livestock were loaded, or any county through which the livestock were transported or trailed. Any livestock being transported to a destination outside the ownership inspection area must be inspected for ownership if they cease to be in the custody of the carrier at any time prior to leaving the ownership inspection area. Any livestock shipper within the livestock ownership inspection area wanting livestock inspected, as provided in this section, shall notify an inspector in advance of the inspection and allow the inspector reasonable time to provide the inspection. Section 2. That § 40-20-4.2 be AMENDED: 40-20-4.2. It is a Class 1 misdemeanor to inspect six or more head of livestock while the livestock are in or on any conveyance. An inspector may, at any time, require the removal of one or more head of livestock from a conveyance, for purposes of inspection. The inspector shall tally the livestock according to the number of head, sex, and brands. Section 3. That § 40-20-10 be AMENDED: 40-20-10. If authorization is required, it is a Class 2 misdemeanor for a carrier or owner to transport livestock from the livestock ownership inspection area or to within a mile of the border with a destination outside the livestock ownership inspection area unless the carrier or owner is in possession of authorization by the board. Section 4. That § 40-20-12 be AMENDED: 40-20-12. If livestock shipped from the livestock ownership inspection area are consigned to an open market, as described in § 40-20-6, it is a Class 2 misdemeanor for any person to change the consignment to a point other than a livestock market previously designated by the board as an open market, unless the livestock receive a livestock ownership inspection and the carrier receives a certificate or clearance from the board showing that all the livestock belong to the shipper. Section 5. That § 40-20-26.1 be AMENDED: 40-20-26.1. It is a Class 2 misdemeanor for any person to sell or to transfer ownership of any livestock within the livestock ownership inspection area without obtaining an ownership inspection, except as provided in § 40-20-26. Section 6. That § 40-20-26.2 be AMENDED: 40-20-26.2. Notwithstanding § 40-20-26.1, ownership of livestock with the seller's South Dakota recorded and healed brand or the owner's unbranded livestock may be transferred by means of an authorized bill of sale, without a brand inspection. The bill of sale must be on a form prescribed by the board. A copy of the bill of sale must be forwarded to the board. An authorized bill of sale is not a substitute for the inspection of livestock being removed from the ownership inspection area of this state. An authorized bill of sale may not be used to transfer ownership of more than five head of livestock to any one buyer. Multiple authorized bills of sale may not be executed to subdivide numbers of livestock greater than five to any one buyer. A violation of this section is a Class 2 misdemeanor. An Act to modify brand registration and use laws. I certify that the attached Act originated in the: House as Bill No. 1145 Chief Clerk Speaker of the House Attest: Chief Clerk President of the Senate Attest: Secretary of the Senate House Bill No. 1145 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2024 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2024 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2024 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 25020, "action_date": "2024-01-25T13:00:00-06:00", "document_id": 262421, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/262421.pdf", "status_text": "First read in House and referred to", "journal_page": 173, "committee_id_action": 1197, "committee_id_assigned": 1191, "result": "N", "vote": {}}, {"bill_id": 25020, "action_date": "2024-02-01T07:45:00-06:00", "document_id": 263483, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/263483.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1191, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 25020, "action_date": "2024-02-01T07:45:00-06:00", "document_id": 263485, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/263485.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1191, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 79060, "president_vote": null, "Yea": [4473, 4503, 4522, 4524, 4544, 4555, 4557, 4561, 4563, 4570, 4575, 4542, 4486]}}, {"bill_id": 25020, "action_date": "2024-02-02T13:00:00-06:00", "document_id": 264321, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264321.pdf", "status_text": "Do Pass", "journal_page": 239, "committee_id_action": 1197, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 79171, "president_vote": null, "Yea": [4472, 4473, 4474, 4475, 4476, 4478, 4482, 4483, 4485, 4486, 4489, 4491, 4492, 4494, 4495, 4497, 4499, 4500, 4503, 4504, 4505, 4506, 4509, 4510, 4511, 4513, 4514, 4518, 4519, 4522, 4524, 4525, 4527, 4528, 4530, 4531, 4532, 4533, 4534, 4535, 4538, 4540, 4542, 4543, 4544, 4545, 4546, 4548, 4549, 4551, 4552, 4553, 4555, 4556, 4557, 4560, 4561, 4562, 4563, 4565, 4566, 4568, 4569, 4570, 4571, 4575], "Excused": [4496, 4520, 4521]}}, {"bill_id": 25020, "action_date": "2024-02-05T14:00:00-06:00", "document_id": 264485, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264485.pdf", "status_text": "First read in Senate and referred to", "journal_page": 257, "committee_id_action": 1219, "committee_id_assigned": 1208, "result": "N", "vote": {}}, {"bill_id": 25020, "action_date": "2024-02-08T10:00:00-06:00", "document_id": 264781, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264781.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1208, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 25020, "action_date": "2024-02-08T10:00:00-06:00", "document_id": 264782, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264782.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1208, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 79396, "president_vote": null, "Yea": [4515, 4523, 4529, 4537, 4567, 4490, 4541]}}, {"bill_id": 25020, "action_date": "2024-02-08T10:00:00-06:00", "document_id": 264782, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264782.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 1208, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 25020, "action_date": "2024-02-12T14:00:00-06:00", "document_id": 265161, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265161.pdf", "status_text": "Do Pass", "journal_page": 297, "committee_id_action": 1219, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 79475, "president_vote": null, "Yea": [4477, 4479, 4480, 4481, 4487, 4488, 4490, 4498, 4501, 4502, 4507, 4508, 4512, 4515, 4516, 4517, 4523, 4526, 4529, 4536, 4537, 4541, 4547, 4550, 4554, 4558, 4559, 4564, 4567, 4572, 4573, 4574, 4576], "Excused": [4493]}}, {"bill_id": 25020, "action_date": "2024-02-13T14:00:00-06:00", "document_id": 265370, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265370.pdf", "status_text": "Signed by the Speaker", "journal_page": 322, "committee_id_action": 1197, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 25020, "action_date": "2024-02-14T14:00:00-06:00", "document_id": 265508, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265508.pdf", "status_text": "Signed by the President", "journal_page": 330, "committee_id_action": 1219, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 25020, "action_date": "2024-02-15T13:00:00-06:00", "document_id": 265684, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265684.pdf", "status_text": "Delivered to the Governor", "journal_page": 340, "committee_id_action": 1197, "committee_id_assigned": null, "result": "N", "vote": {}}]}