{"session_id": 27, "bill_id": 7901, "bill_type": "Senate Bill", "bill_number": 29, "bill_title": "provide for the use of mobile breath alcohol testing in the 24/7 sobriety program.", "sponsors": [], "keywords": ["Alcohol Testing", "State Affairs and Government"], "audio": [{"meeting_datetime": "2017-01-19T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sju07.mp3", "start_seconds": 4686.0}, {"meeting_datetime": "2017-01-19T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sju07.mp3", "start_seconds": 4686.0}, {"meeting_datetime": "2017-01-19T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sju07.mp3", "start_seconds": 4686.0}, {"meeting_datetime": "2017-01-19T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sju07.mp3", "start_seconds": 4686.0}, {"meeting_datetime": "2017-03-01T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hju31.mp3", "start_seconds": 305.0}, {"meeting_datetime": "2017-03-01T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hju31.mp3", "start_seconds": 305.0}, {"meeting_datetime": "2017-03-01T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hju31.mp3", "start_seconds": 305.0}, {"meeting_datetime": "2017-03-01T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hju31.mp3", "start_seconds": 305.0}], "bill_versions": [{"bill_id": 7901, "bill_version_id": 42325, "bill_version": "Introduced", "bill_version_date": "2017-01-05T11:00:27.093-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the use of mobile breath alcohol testing in the 24/7 sobriety program. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 1-11-19 be amended to read: 1-11-19. Each county, through its the county sheriff, may participate in the 24/7 sobriety program. If a sheriff is unwilling or unable to participate in the 24/7 sobriety program, the sheriff may designate an entity willing to provide the service. If twice a day twice-a-day testing is ordered, the sheriff, or designated entity, shall establish the testing locations and times for each county but shall have with at least one location and two daily testing times approximately twelve hours apart. The Department of Corrections may participate in the 24/7 sobriety program for electronic alcohol monitoring device testing of parolees and mobile breath alcohol testing of a parolee. The Unified Judicial System may participate in the 24/7 sobriety program for electronic alcohol monitoring device testing of persons and mobile breath alcohol testing of a person placed under its supervision. Section 2. That § 1-11-24 be amended to read: 1-11-24. The Office of the Attorney General, pursuant to chapter 1-26, may promulgate rules for the administration of §§ 1-11-17 to 1-11-25, inclusive, to: (1) Regulate the nature, method, and manner of testing; (2) Provide for procedures and apparatus for testing including electronic monitoring devices and, ignition interlock devices, and mobile breath alcohol testing devices; and (3) Require the submission of reports and information by law enforcement agencies within this state. Section 3. That § 1-11-25 be amended to read: 1-11-25. Any fees collected under §§ 1-11-17 to 1-11-25, inclusive, shall be distributed as follows: (1) Any daily user fee collected in the administration of twice a day twice-a-day testing, drug patch testing, or urinalysis testing under the 24/7 sobriety program shall be collected by the sheriff, or an entity designated by the sheriff, and deposited with the county treasurer of the proper county, the. The proceeds of which shall be applied and used only to defray the recurring costs of the 24/7 sobriety program including maintaining equipment, funding support services, and ensuring compliance; (2) Any installation fee and deactivation fee collected in the administration of electronic alcohol monitoring device testing or mobile breath alcohol testing shall be collected by the sheriff, or an entity designated by the sheriff, and deposited with the county treasurer of the proper county, the. The proceeds of which shall be applied and used only to defray the recurring costs of the 24/7 sobriety program including maintaining equipment, funding support services, and ensuring compliance; (3) Any daily user fee collected in the administration of electronic alcohol monitoring device testing or mobile breath alcohol testing, arising from a court ordered placement in the 24/7 sobriety program, shall be collected by the sheriff, or an entity designated by the sheriff, and deposited in the state 24/7 sobriety fund created by § 1-11-18. If the test is directed by the Board of Pardons and Parole, the Department of Corrections, the Department of Public Safety, or a parole agent, the fees shall be collected and deposited as provided in the written directive; (4) The Department of Corrections or the Unified Judicial System may collect an installation fee and a deactivation fee in their for the administration of electronic alcohol monitoring device testing and mobile breath alcohol testing. These fees shall be deposited into the state general fund; (5) Any enrollment and monitoring fee collected in the administration of ignition interlock device testing shall be collected by the sheriff, or an entity designated by the sheriff, and deposited with the county treasurer of the proper county, the. The proceeds of which shall be applied and used only to defray the recurring costs of the 24/7 sobriety program including maintaining equipment, funding support services, and ensuring compliance; and (6) Any participation fee collected in the administration of testing under the 24/7 sobriety program to cover program administration costs incurred by the Office of the Attorney General shall be collected by the sheriff, or an entity designated by the sheriff, and deposited in the state 24/7 sobriety fund created by § 1-11-18. Section 4. That § 1-11-29 be amended to read: 1-11-29. A participant submitting to the wearing of the electronic alcohol monitoring device or the use of a mobile breath alcohol testing shall pay a user fee of not more than ten dollars for each per day. In addition, the The participant shall also pay an installation fee and a deactivation fee, each in the amount of not more than fifty dollars each. The participant is also financially responsible for the actual replacement cost for loss or breakage of the electronic alcohol monitoring device or mobile breath alcohol testing device and all associated equipment provided to the participant that is necessary to conduct electronic alcohol monitoring device testing or mobile breath alcohol testing. Section 5. That § 1-11-31 be amended to read: 1-11-31. A participant shall pay all electronic alcohol monitoring device or mobile breath alcohol testing device fees in advance or contemporaneously with the fee becoming due at the same time the device is activated. All other applicable fees shall be paid at or in advance of or at the time for the test of testing. Section 6. That § 1-11-31.1 be amended to read: 1-11-31.1. A sheriff, an entity designated by a sheriff, or a directing entity may, in addition to any other authorized sanction, remove a participant from electronic alcohol monitoring device testing and, ignition interlock device testing, or mobile breath alcohol testing and place the participant on twice-a-day testing if the participant fails to pay the required fees and costs for those testing devices. Section 7. That ARSD 02:06:01:01 be amended to read: 2:06:01:01...Definitions for 24/7 Sobriety Program. Terms used in this article mean: (1) \"Drug patch,\" any type of device that is affixed to a person's skin and tests for the presence of marijuana or controlled substances in the person's body; (2) \"Electronic alcohol monitoring device,\" any electronic instrument that is attached to a person and is capable of determining and monitoring the presence of alcohol in a person's body. The term, electronic alcohol monitoring device, includes any associated equipment a participant needs in order for the device to properly perform; (3) \"Ignition interlock device,\" an instrument that is attached to a motor vehicle's ignition system in which a participant submits to a breath test that detects the presence of alcohol in the participant's body, provides simultaneous testing and photo confirmation information to the participating agency, and does not permit the starting and continued operation of the participant's vehicle if test detects alcohol; (3A) \"Mobile breath alcohol testing device,\" any mobile breath alcohol testing device capable of determining the presence of alcohol in a participant's body that is capable of scheduled, random, and on-demand tests. The device must provide immediate testing results, a GPS reading, and facial recognition confirmation to the participating agency; (4) \"Participant,\" a person who has been ordered by a court or directed by the Board of Pardons and Parole, Department of Corrections, or any parole agent to participate in the 24/7 Sobriety Program. The term, participant, also includes a person who, as a condition of receiving a work permit, is directed by the Department of Public Safety to participate in the 24/7 Sobriety Program; (5) \"Participating agency,\" a sheriff's office or a designated entity named by a sheriff that has agreed to participate in the 24/7 Sobriety Program by enrolling participants, administering one or more of the tests, and submitting reports to the Attorney General; (6) \"Participation agreement,\" a written document executed by a participant agreeing to participate in the 24/7 Sobriety Program in a form approved by the Attorney General that contains the following information: (a) The type, frequency, and time period of testing; (b) The location of testing; (c) The fees and payment procedures required for testing; and (d) The responsibilities and obligations of the participant under the 24/7 Sobriety Program; (7) \"24/7 Sobriety Program,\" a twenty-four hour and seven day a week sobriety program in which a participant submits to the testing of the participant's blood, breath, urine, or other bodily substances in order to determine the presence of alcohol, marijuana, or any controlled substance in the participant's body; (8) \"Twice-a-day testing,\" the 24/7 Sobriety Program test in which a participant submits to a breath test that detects the presence of alcohol in the participant's body and is performed at least twice daily with testing times approximately twelve hours apart. Section 8. That ARSD 02:06:02:03 be amended to read: 2:06:02:03...Type of testing authorized. A participant placed on the 24/7 Sobriety Program shall submit to one or more of the following tests: (1) Twice-a-day testing; (2) Urinalysis; (3) Drug patch; (4) Electronic alcohol monitoring device, if a device is available for attachment on a participant and the participant is capable of wearing the device; (5) Ignition interlock device, if a device is available from a vendor for attachment on the participant's vehicle, the participant possesses a valid driver's license or work permit, and the participant has proof of financial responsibility; or (6) Mobile breath alcohol testing device, if a device is available for a participant. Section 9. That ARSD 02:06:02:04 be amended to read: 2:06:02:04...Frequency and time period of testing. A participant placed on a 24/7 Sobriety Program shall submit to tests at the participating agency's premises as follows: (1) Twice-a-day testing shall be conducted for the time period ordered or directed by the court, the Board of Pardons and Parole, the Department of Corrections, the Department of Public Safety, or a parole agent; (2) Urinalysis testing shall be conducted as ordered or directed by the court, the Board of Pardons and Parole, the Department of Corrections, the Department of Public Safety, or a parole agent, for the time period ordered or directed; (3) Drug patch testing shall be utilized as ordered or directed by the court, the Board of Pardons and Parole, the Department of Corrections, the Department of Public Safety, or a parole agent, for the time period ordered or directed; (4) Electronic alcohol monitoring device testing shall be utilized if ordered or directed by the court, the Board of Pardons and Parole, the Department of Corrections, the Department of Public Safety, or a parole agent, for the time period ordered or directed, based upon availability of the device and if it is determined that the participant is capable of wearing the electronic alcohol monitoring device; (5) Ignition interlock testing shall be utilized if ordered or directed by the court, the Board of Pardons and Parole, the Department of Corrections, the Department of Public Safety, or a parole agent, for the time period ordered or directed, based upon availability of the device from a vendor for attachment, and the participant's possession of a valid driver's license or work permit and proof of financial responsibility; and (6) Mobile breath alcohol testing shall be utilized if ordered or directed by the court, the Board of Pardons and Parole, the Department of Corrections, the Department of Public Safety, or a parole agent, for the time ordered or directed, based on the availability of the device for use by the participant. Section 10. That ARSD 02:06:02:06 be amended to read: 2:06:02:06...Attorney General selection of ignition interlock device _ Minimum requirements for ignition interlock device. Each participant shall use an ignition interlock device selected by the Attorney General. The Attorney General may not select a device unless it conforms to the following minimum requirements: (1) The device meets the standards set forth in the National Highway Traffic Safety Administration \"Model Specifications for Breath Alcohol Ignition Interlock Devices (BAIIDS)\" published in the Federal Register, Vol. 57, No. 67, Tuesday, April 7, 1992, pp. 11772-87 Vol. 80, No. 60, Monday, March 30, 2015, pp. 16720-23; (2) The device simultaneously records testing information and a digital photo of the participant during the testing process; (3) The device is able to perform tests at least twice daily, even if the participant is not operating the vehicle, with testing times approximately 12 hours apart; (4) The device and supporting hardware and software shall transmit, at least daily, all testing information and a digital photo for each test and all device malfunctions in a manner that the information is available to the participating agency enrolling the participant and may be made available on the Attorney General's reporting system; and (5) The vendor of a participant submitting to ignition interlock device testing agrees to notify the applicable participating agency at least 24 hours prior to the removal or deactivation of an ignition interlock device if the participant fails to pay costs and expenses. Section 11. That a NEW SECTION be added to ARSD chapter 02:06:02 to read: 02:06:02:07. Attorney General selection of mobile breath alcohol testing device - Minimum requirements for mobile breath alcohol testing device. Each participant shall use a mobile breath alcohol testing device selected by the Attorney General. The Attorney General may not select a device unless it conforms to the following minimum requirements: (1) The device is able to perform scheduled, random, and on-demand tests; (2) The device provides a GPS location of where each test is conducted; (3) The device submits a digital photograph when each test is provided that is compared with an enrollment photograph using facial recognition software; (4) The device provides immediate notification of a missed test, failed test, or a test where facial recognition is not confirmed to the participating agency; and (5) The device is able to provide the text message notification of an upcoming test to a participant. Section 12. That a NEW SECTION be added to ARSD chapter 02:06:03 to read: 02:06:03:05.01. Mobile breath alcohol testing device fees. A participant using a mobile breath alcohol testing device shall pay a fee of four dollars for each day the participant uses the device. In addition, the participant shall pay an installation fee and a deactivation fee of $40 each. Section 13. That ARSD 02:06:03:06 be amended to read: 2:06:03:06...Participation fees. A participant placed on the 24/7 Sobriety Program shall pay the following participation fees: (1) A person participant submitting to electronic alcohol monitoring device or testing, ignition interlock device testing, or mobile breath alcohol testing shall pay one dollar for each day the person participant is on the program; and (2) A person participant submitting to twice-a-day testing shall pay one dollar for each day the person participant is on the program, up to a maximum of $30."}, {"bill_id": 7901, "bill_version_id": 45418, "bill_version": "Enrolled", "bill_version_date": "2017-03-06T10:10:13.073-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7901, "action_date": "2017-01-10T12:00:00-06:00", "document_id": 42437, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42437.pdf", "status_text": "First read in Senate and referred to", "journal_page": 21, "committee_id_action": 360, "committee_id_assigned": 336, "result": "N", "vote": {}}, {"bill_id": 7901, "action_date": "2017-01-19T08:00:00-06:00", "document_id": 42643, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42643.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 336, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7901, "action_date": "2017-01-19T08:00:00-06:00", "document_id": 42757, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42757.pdf", "status_text": "Do Pass", "journal_page": 130, "committee_id_action": 336, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 22362, "president_vote": null, "Yea": [1097, 1100, 1169, 1163, 1144, 1157, 1172]}}, {"bill_id": 7901, "action_date": "2017-01-19T08:00:00-06:00", "document_id": 42757, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42757.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 336, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7901, "action_date": "2017-01-20T12:30:00-06:00", "document_id": 42869, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42869.pdf", "status_text": "Do Pass", "journal_page": 157, "committee_id_action": 360, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 22456, "president_vote": null, "Yea": [1154, 1171, 1103, 1108, 1097, 1109, 1105, 1175, 1100, 1106, 1164, 1194, 1169, 1107, 1104, 1163, 1099, 1144, 1131, 1135, 1178, 1141, 1157, 1151, 1174, 1146, 1102, 1137, 1132, 1189], "Excused": [1148, 1096, 1172, 1098, 1167]}}, {"bill_id": 7901, "action_date": "2017-01-23T14:00:00-06:00", "document_id": 42952, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42952.pdf", "status_text": "First read in House and referred to", "journal_page": 163, "committee_id_action": 361, "committee_id_assigned": 359, "result": "N", "vote": {}}, {"bill_id": 7901, "action_date": "2017-03-01T10:00:00-06:00", "document_id": 45051, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45051.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 359, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7901, "action_date": "2017-03-01T10:00:00-06:00", "document_id": 45257, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45257.pdf", "status_text": "Do Pass", "journal_page": 586, "committee_id_action": 359, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 23906, "president_vote": null, "Yea": [1122, 1142, 1196, 1130, 1160, 1188, 1113, 1176, 1121, 1111, 1120, 1158], "Excused": [1206]}}, {"bill_id": 7901, "action_date": "2017-03-01T10:00:00-06:00", "document_id": 45257, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45257.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 359, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7901, "action_date": "2017-03-02T14:00:00-06:00", "document_id": 45367, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45367.pdf", "status_text": "Do Pass", "journal_page": 609, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 24036, "president_vote": null, "Yea": [1168, 1153, 1186, 1166, 1147, 1122, 1118, 1180, 1197, 1190, 1173, 1183, 1179, 1114, 1201, 1198, 1202, 1116, 1129, 1143, 1142, 1136, 1139, 1181, 1204, 1159, 1192, 1196, 1130, 1191, 1185, 1133, 1125, 1200, 1124, 1170, 1110, 1184, 1160, 1193, 1199, 1165, 1155, 1188, 1119, 1156, 1115, 1113, 1123, 1161, 1195, 1152, 1140, 1158, 1176, 1128, 1121, 1212, 1145, 1111, 1187, 1150, 1149], "Excused": [1112, 1120, 1205, 1117, 1206, 1203, 1134]}}, {"bill_id": 7901, "action_date": "2017-03-06T14:00:00-06:00", "document_id": 45458, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45458.pdf", "status_text": "Signed by the President", "journal_page": 651, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7901, "action_date": "2017-03-07T13:30:00-06:00", "document_id": 45534, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45534.pdf", "status_text": "Signed by the Speaker", "journal_page": 701, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7901, "action_date": "2017-03-08T09:00:00-06:00", "document_id": 45590, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45590.pdf", "status_text": "Delivered to the Governor", "journal_page": 677, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7901, "action_date": "2017-03-27T10:00:00-05:00", "document_id": 45735, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45735.pdf", "status_text": "Signed by the Governor", "journal_page": 746, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6285, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/7901"}