{"session_id": 8, "bill_id": 2155, "bill_type": "House Commemoration", "bill_number": 1019, "bill_title": "Honoring Joey Painter of Harding County High School for her outstanding achievements as a three-event state rodeo champion and her third-time recognition with an all-around cowgirl title.", "sponsors": [{"legislator_profile_id": 791, "is_prime": true}, {"legislator_profile_id": 792, "is_prime": true}, {"legislator_profile_id": 787, "is_prime": false}, {"legislator_profile_id": 790, "is_prime": false}, {"legislator_profile_id": 793, "is_prime": false}, {"legislator_profile_id": 831, "is_prime": false}, {"legislator_profile_id": 739, "is_prime": false}, {"legislator_profile_id": 764, "is_prime": false}, {"legislator_profile_id": 795, "is_prime": false}, {"legislator_profile_id": 803, "is_prime": false}, {"legislator_profile_id": 745, "is_prime": false}, {"legislator_profile_id": 794, "is_prime": false}, {"legislator_profile_id": 833, "is_prime": false}, {"legislator_profile_id": 796, "is_prime": false}, {"legislator_profile_id": 838, "is_prime": false}], "keywords": ["House Commemorations"], "audio": [], "bill_versions": [{"bill_id": 2155, "bill_version_id": 13647, "bill_version": "Introduced", "bill_version_date": "2010-03-09T08:52:58.62-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Joey Painter of Harding County High School for her outstanding achievements as a three-event state rodeo champion and her third-time recognition with an all-around cowgirl title. WHEREAS, Joey Painter has served as a four time member of the South Dakota Rodeo Team competing in the National High School Finals Rodeo in Farmington, New Mexico. Joey Painter will participate in goat tying, barrel racing, and girls cutting; and WHEREAS, Joey Painter is the youngest of three children of Joe and Cindy Painter, and she brings a very successful rodeo pedigree to the arena; and WHEREAS, Joey Painter will be joined on the South Dakota National Rodeo Team by four Harding County teammates, including Kaycee Nelson (breakaway roping), Sam Olson (boys cutting), Tate Brengle (bareback), and Katie Doll (girls cutting): NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-fifth Legislature of the State of South Dakota, that Joey Painter is to be congratulated along with the rest of the South Dakota National Rodeo Team for its outstanding achievements. The Legislature extends best wishes to the team for continued success in the National High School Finals Rodeo competition."}, {"bill_id": 2155, "bill_version_id": 13900, "bill_version": "Enrolled", "bill_version_date": "2010-03-11T14:22:34.61-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Joey Painter of Harding County High School for her outstanding achievements as a three-event state rodeo champion and her third-time recognition with an all-around cowgirl title. WHEREAS, Joey Painter has served as a four time member of the South Dakota Rodeo Team competing in the National High School Finals Rodeo in Farmington, New Mexico. Joey Painter will participate in goat tying, barrel racing, and girls cutting; and WHEREAS, Joey Painter is the youngest of three children of Joe and Cindy Painter, and she brings a very successful rodeo pedigree to the arena; and WHEREAS, Joey Painter will be joined on the South Dakota National Rodeo Team by four Harding County teammates, including Kaycee Nelson (breakaway roping), Sam Olson (boys cutting), Tate Brengle (bareback), and Katie Doll (girls cutting): NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-fifth Legislature of the State of South Dakota, that Joey Painter is to be congratulated along with the rest of the South Dakota National Rodeo Team for its outstanding achievements. The Legislature extends best wishes to the team for continued success in the National High School Finals Rodeo competition. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2155, "action_date": "2010-03-09T11:00:00-06:00", "document_id": 13691, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13691.pdf", "status_text": "", "journal_page": 797, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/2155"}