{"session_id": 7, "bill_id": 714, "bill_type": "House Bill", "bill_number": 1071, "bill_title": "revise certain fees, licenses, and other requirements for milk plants and dairy farms.", "sponsors": [], "keywords": ["Agriculture", "Department of Agriculture", "Fees", "Licenses"], "audio": [{"meeting_datetime": "2009-02-19T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hag25.mp3", "start_seconds": 5646.0}, {"meeting_datetime": "2009-02-19T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hag25.mp3", "start_seconds": 5646.0}, {"meeting_datetime": "2009-02-19T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hag25.mp3", "start_seconds": 5646.0}, {"meeting_datetime": "2009-02-19T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hag25.mp3", "start_seconds": 5646.0}, {"meeting_datetime": "2009-02-19T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hag25.mp3", "start_seconds": 5646.0}, {"meeting_datetime": "2009-02-24T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hou28.mp3", "start_seconds": 7391.0}, {"meeting_datetime": "2009-02-24T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hou28.mp3", "start_seconds": 7391.0}, {"meeting_datetime": "2009-02-24T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hou28.mp3", "start_seconds": 7391.0}, {"meeting_datetime": "2009-03-04T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sap32.mp3", "start_seconds": 3595.0}, {"meeting_datetime": "2009-03-04T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sap32.mp3", "start_seconds": 3595.0}, {"meeting_datetime": "2009-03-04T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sap32.mp3", "start_seconds": 3595.0}, {"meeting_datetime": "2009-03-05T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sen33.mp3", "start_seconds": 3577.0}, {"meeting_datetime": "2009-03-05T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sen33.mp3", "start_seconds": 3577.0}, {"meeting_datetime": "2009-03-05T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sen33.mp3", "start_seconds": 3577.0}], "bill_versions": [{"bill_id": 714, "bill_version_id": 5223, "bill_version": "Introduced", "bill_version_date": "2009-01-09T13:13:10.633-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain fees, licenses, and other requirements for milk plants and dairy farms. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 40-32-2 be amended to read as follows: 40-32-2. Terms as used in this chapter, mean: (1) \"Creamery,\" any place where cream, delivered by two or more persons, is churned into butter for commercial purposes; (2) \"Cream station,\" any place other than a creamery where deliveries of cream are made by two or more producers except to a duly authorized agent of a common carrier \"Bulk milk pick-up tanker,\" any vehicle, including the truck, tank, and those appurtenances necessary for the tank's use, used by a bulk milk hauler or sampler to transport bulk raw milk for pasteurization from a dairy farm to a milk plant, receiving station, or transfer station ; (3) (2) \"Dairy farm,\" any place or premise where one or more cows, sheep, or goats are kept and from which a part or all of the milk or milk products are produced and sold, or offered for sale to a milk plant; (4) (3) \"Dairy fieldman,\" a person employed by the milk plant to determine if a producer is maintaining satisfactory production requirements in accordance with this chapter and the rules adopted thereunder; (5) (4) \"Department,\" the Department of Agriculture; (6) (5) \"Grade A,\" any milk or milk product that complies with the standards set forth in the United States Public Health Service pasteurized milk ordinance in effect on January 1, 1988, and the requirements stated in chapter 39-6 any rules promulgated pursuant to § 39-6-9 ; (7) (6) \"Manufacturing grade,\" any milk or milk product subject to the requirements of chapter 40-32 that is produced for processing and manufacturing into products for human consumption not subject to Grade A requirements stated in chapter 39-6; (8) (7) \"Marketing organization,\" an entity established for the purpose of procuring farm produced milk and offering for sale that milk to a milk plant, receiving station, or transfer station; (9) (8) \"Milk distributor,\" any person who purchases milk or milk products and transports them to a retail dealer or a consumer; (10) (9) \"Milk plant,\" any place where milk or milk products are delivered or processed for commercial purposes; (10) \"Milk transport tank,\" any vehicle, including the truck and tank, used by a bulk milk hauler or sampler to transport bulk shipments of milk and milk products, from a milk plant, receiving station, or transfer station to another milk plant, receiving station, or transfer station; (11) \"Pasteurization,\" the process of heating every particle of milk or milk product in properly designed and operated equipment, to one of the temperatures given in the following table and held continuously at or above that temperature for at least the corresponding specified time: Temperature Time *145°F (63°C) 30 minutes *161°F (72°C) 15 seconds 191°F (89°C) 1 second 194°F (90°C) 0.5 second 201°F (94°C) 0.1 second 204°F (96°C) 0.05 second 212°F (100°C) 0.01 second * If the fat content of the milk product is ten percent or more, or if it contains added sweeteners, the specified temperature shall be increased by 5°F (3°C). However, eggnog shall be heated to at least the following temperature and time specifications: Temperature Time 155°F (69°C) 30 minutes 175°F (80°C) 25 seconds 180°F (83°C) 15 seconds Nothing in this definition may be construed as barring bars any other pasteurization process which has been recognized by the Food and Drug Administration to be equally efficient and which is approved by the regulatory agency; (12) \"Pasteurization unit,\" a unit of equipment that pasteurizes milk and milk products that meets the 3-A accepted practices for the sanitary construction, installation, testing, and operation of a pasteurizer; (13) \"Producer,\" any person who operates a dairy farm and provides, sells, or offers milk for sale; (14) \"Receiving station,\" any place, premise, or establishment where raw milk is received, collected, handled, stored, or cooled and prepared for further transporting; (15) \"Secretary,\" the secretary of agriculture; (16) \"Single-service article fabricating plant,\" any plant manufacturing single-service articles expected to be in contact with Grade A milk and milk products; (17) \"Transfer station,\" any place, premise, or establishment where milk or milk products are transferred directly from one milk tank truck to another. Section 2. That § 40-32-4 be amended to read as follows: 40-32-4. Any person engaged in the operation of a creamery, cream station, receiving station, transfer station, bulk milk pick-up tanker, milk transport tank, plant fabricating single-service articles or milk distributor in South Dakota, or any person buying milk or cream produced in South Dakota, or any person selling milk or milk products, shall, before beginning business, obtain from the secretary a license for each place of business owned or operated by such person in South Dakota, and for each creamery, cream station, milk distributor , or milk plant buying or selling milk or milk products in South Dakota. Section 3. That § 40-32-5 be amended to read as follows: 40-32-5. The license fee for the following facilities requiring licenses is as follows: Milk plant ................................................... $100.00 (1) In-state milk processing plant (by pounds of milk or milk product produced): (a) Less than 100,000 pounds per day - $250 (b) 100,000 to 500,000 pounds, inclusive, per day - $500 (c) Over 500,000 pounds per day - $1,000 (2) Out-of-state milk processing plants or marketing organization - $250 (3) Receiving station .......................................... 100.00 - $250 (4) Plant fabricating single-service articles .......... 100.00 - $250 (5) Milk distributor .............................................. 50.00 - $250 (6) Transfer station .............................................. 50.00 - $100 Cream station ................................................. 25.0 (7) Bulk milk pick-up tanker or milk transport tank - $50 Section 4. That § 40-32-6 be amended to read as follows: 40-32-6. Each license for a creamery, cream station, or milk plant shall record the name of the person owning or operating the place plant licensed, its the plant's place of business, the location thereof of the plant , the name of the manager thereof , and the number of the license. Each license so issued shall constitute a license to the manager or agent of the place of business named therein in the license and one license shall be sufficient for all manufacturing processes of milk or milk products , except that a cream station license shall entitle the licensee to operate only a cream station . Each license issued shall be posted in the office of the plant licensed. Section 5. That § 40-32-7 be amended to read as follows: 40-32-7. No license for a creamery, cream station, or milk plant shall be is transferable from one person to another, but may be transferred from one location to another in the same municipality with the approval of the secretary of agriculture. Section 6. That § 40-32-10.1 be amended to read as follows: 40-32-10.1. A producer engaged in the business of producing milk and offering for sale such milk to a milk plant , creamery, or cream station for purposes other than Grade A milk as set forth in chapter 39-6 and before such the milk is to be transported from the premises of such the producer, shall obtain a permit from the secretary. Section 7. That § 40-32-10.7 be amended to read as follows: 40-32-10.7. Any person performing the duties of a dairy fieldman shall first obtain a license by applying on a form provided by the secretary of agriculture. Upon receipt of the application and a fee of twenty-five fifty dollars, the secretary shall determine if the applicant is competent and qualified before issuing the license. Each license for a dairy fieldman is valid for one year or any fraction thereof and terminates on July first of each year. Section 8. That § 40-32-12 be amended to read as follows: 40-32-12. Applications for a tester and grader's license shall be made on forms prescribed and provided by the secretary of agriculture. Upon receipt of an application and a fee of twenty-five fifty dollars, each applicant shall be given an examination prescribed by the secretary. The examination shall determine the applicant's knowledge of South Dakota laws pertaining to the dairy industry and shall contain an actual demonstration by the applicant, sampling, testing, and grading cream and milk. Section 9. That § 40-32-13 be amended to read as follows: 40-32-13. Licenses will Applications for a sampling and grading license shall be made on forms prescribed and provided by the secretary of agriculture. A license shall be issued to persons for sampling and grading of cream or milk at a creamery, cream station, milk plant, or for the operator of a bulk tank truck picking up milk at the farm, upon satisfactory completion of that part of the examination pertaining to sampling and grading , and upon receipt of the application and a fee of fifty dollars . These licenses will shall be stamped, \"For sampling and grading only.\" Section 10. That § 40-32-18 be amended to read as follows: 40-32-18. The secretary of agriculture may promulgate rules pursuant to chapter 1-26 as may be needed to: (1) Determine and define grades of milk and cream and price differentials to be paid between grades; (2) Determine and define methods of testing and grading and records to be kept of such testing and grading; (3) Define individual milk products and set standards for each; (4) Determine and define methods of production, manufacture, and processing of milk and milk products; (5) Determine and define construction and sanitation standards for dairy farms , creameries, and milk plants , and cream buying stations ; (6) Determine and define construction and sanitation standards for equipment used on dairy farms , in creameries, and milk plants, and cream buying stations, including transportation equipment for milk and milk products; (7) Determine and define proper container capacities, labeling, and advertising; (8) Determine and define duties and responsibilities of a dairy fieldman; and (9) Review and approve plans and specifications prior to construction. Section 11. That § 40-32-25 be amended to read as follows: 40-32-25. A milk plant or marketing organization of milk, milk products, sheep milk, or goat milk that processes or markets Manufacturing Grade or Grade A milk shall pay an inspection service fee for each dairy farm. The inspection fee shall be fifty one hundred dollars per Grade A or twenty-five fifty dollars per Manufacturing Grade dairy farm and be paid semiannually by July first and January first to the secretary. In addition, each milk buyer shall pay a monthly raw milk assessment fee on all milk purchased from South Dakota producers, which shall be paid by the beginning of each month to the secretary. The secretary of agriculture shall promulgate rules pursuant to chapter 1-26 to establish the raw milk assessment fee which may not exceed two cents per hundredweight on all milk purchased. Section 12. That § 40-32-26 be amended to read as follows: 40-32-26. A reinspection fee of seventy-five one hundred twenty-five dollars per inspection shall be paid to the secretary by the milk plant or marketing organization for each dairy farm inspection exceeding the required biannual Grade A or annual Manufacturing Grade farm facility inspection resulting from adverse actions such as farm permit suspension, degrade, or unsanitary conditions to be corrected within a specified period of time. Section 13. That § 40-32-27 be amended to read as follows: 40-32-27. Milk plants Each milk plant requiring inspection service from the department on pasteurization units shall annually pay one hundred two hundred fifty dollars per pasteurization unit to the secretary. The inspection fee shall be paid annually and is due July first of each year. A one-hundred-fifty-dollar resealing fee for any pasteurization unit shall be assessed to the plant and billed at the end of the month for nonroutine equipment checks. Section 14. That § 40-32-29 be amended to read as follows: 40-32-29. Funds collected pursuant to §§ 40-32-25 to 40-32-27 inclusive, this chapter shall be deposited with the state treasurer in a special fund known as the dairy inspection fund. Expenditures of these funds shall be made pursuant to provisions of chapter 4-7 , not to exceed thirty percent of the total dairy program budget . Section 15. That § 40-32-30 be repealed. 40-32-30. The payment of the initial inspection fee pursuant to §§ 40-32-25 and 40-32-27 is due July 30, 1988."}, {"bill_id": 714, "bill_version_id": 7873, "bill_version": "House Agriculture and Natural Resources Engrossed", "bill_version_date": "2009-02-20T10:17:13.663-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain fees, licenses, and other requirements for milk plants and dairy farms. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 40-32-2 be amended to read as follows: 40-32-2. Terms as used in this chapter, mean: (1) \"Creamery,\" any place where cream, delivered by two or more persons, is churned into butter for commercial purposes; (2) \"Cream station,\" any place other than a creamery where deliveries of cream are made by two or more producers except to a duly authorized agent of a common carrier \"Bulk milk pick-up tanker,\" any vehicle, including the truck, tank, and those appurtenances necessary for the tank's use, used by a bulk milk hauler or sampler to transport bulk raw milk for pasteurization from a dairy farm to a milk plant, receiving station, or transfer station ; (3) (2) \"Dairy farm,\" any place or premise where one or more cows, sheep, or goats are kept and from which a part or all of the milk or milk products are produced and sold, or offered for sale to a milk plant; (4) (3) \"Dairy fieldman,\" a person employed by the milk plant to determine if a producer is maintaining satisfactory production requirements in accordance with this chapter and the rules adopted thereunder; (5) (4) \"Department,\" the Department of Agriculture; (6) (5) \"Grade A,\" any milk or milk product that complies with the standards set forth in the United States Public Health Service pasteurized milk ordinance in effect on January 1, 1988, and the requirements stated in chapter 39-6 any rules promulgated pursuant to § 39-6-9 ; (7) (6) \"Manufacturing grade,\" any milk or milk product subject to the requirements of chapter 40-32 that is produced for processing and manufacturing into products for human consumption not subject to Grade A requirements stated in chapter 39-6; (8) (7) \"Marketing organization,\" an entity established for the purpose of procuring farm produced milk and offering for sale that milk to a milk plant, receiving station, or transfer station; (9) (8) \"Milk distributor,\" any person who purchases milk or milk products and transports them to a retail dealer or a consumer; (10) (9) \"Milk plant,\" any place where milk or milk products are delivered or processed for commercial purposes; (10) \"Milk transport tank,\" any vehicle, including the truck and tank, used by a bulk milk hauler or sampler to transport bulk shipments of milk and milk products, from a milk plant, receiving station, or transfer station to another milk plant, receiving station, or transfer station; (11) \"Pasteurization,\" the process of heating every particle of milk or milk product in properly designed and operated equipment, to one of the temperatures given in the following table and held continuously at or above that temperature for at least the corresponding specified time: Temperature Time *145°F (63°C) 30 minutes *161°F (72°C) 15 seconds 191°F (89°C) 1 second 194°F (90°C) 0.5 second 201°F (94°C) 0.1 second 204°F (96°C) 0.05 second 212°F (100°C) 0.01 second * If the fat content of the milk product is ten percent or more, or if it contains added sweeteners, the specified temperature shall be increased by 5°F (3°C). However, eggnog shall be heated to at least the following temperature and time specifications: Temperature Time 155°F (69°C) 30 minutes 175°F (80°C) 25 seconds 180°F (83°C) 15 seconds Nothing in this definition may be construed as barring bars any other pasteurization process which has been recognized by the Food and Drug Administration to be equally efficient and which is approved by the regulatory agency; (12) \"Pasteurization unit,\" a unit of equipment that pasteurizes milk and milk products that meets the 3-A accepted practices for the sanitary construction, installation, testing, and operation of a pasteurizer; (13) \"Producer,\" any person who operates a dairy farm and provides, sells, or offers milk for sale; (14) \"Receiving station,\" any place, premise, or establishment where raw milk is received, collected, handled, stored, or cooled and prepared for further transporting; (15) \"Secretary,\" the secretary of agriculture; (16) \"Single-service article fabricating plant,\" any plant manufacturing single-service articles expected to be in contact with Grade A milk and milk products; (17) \"Transfer station,\" any place, premise, or establishment where milk or milk products are transferred directly from one milk tank truck to another. Section 2. That § 40-32-4 be amended to read as follows: 40-32-4. Any person engaged in the operation of a creamery, cream station, receiving station, transfer station, bulk milk pick-up tanker, milk transport tank, plant fabricating single-service articles or milk distributor in South Dakota, or any person buying milk or cream produced in South Dakota, or any person selling milk or milk products, shall, before beginning business, obtain from the secretary a license for each place of business owned or operated by such person in South Dakota, and for each creamery, cream station, milk distributor , or milk plant buying or selling milk or milk products in South Dakota. Section 3. That § 40-32-5 be amended to read as follows: 40-32-5. The license fee for the following facilities requiring licenses is as follows: Milk plant ................................................... $100.00 (1) In-state milk processing plant (by pounds of milk or milk product produced): (a) Less than 100,000 pounds per day - $250 (b) 100,000 to 500,000 pounds, inclusive, per day - $500 (c) Over 500,000 pounds per day - $1,000 (2) Out-of-state milk processing plants or marketing organization - $250 (3) Receiving station .......................................... 100.00 - $250 (4) Plant fabricating single-service articles .......... 100.00 - $250 (5) Milk distributor .............................................. 50.00 - $250 (6) Transfer station .............................................. 50.00 - $100 Cream station ................................................. 25.0 (7) Bulk milk pick-up tanker or milk transport tank - $50 Section 4. That § 40-32-6 be amended to read as follows: 40-32-6. Each license for a creamery, cream station, or milk plant shall record the name of the person owning or operating the place plant licensed, its the plant's place of business, the location thereof of the plant , the name of the manager thereof , and the number of the license. Each license so issued shall constitute a license to the manager or agent of the place of business named therein in the license and one license shall be sufficient for all manufacturing processes of milk or milk products , except that a cream station license shall entitle the licensee to operate only a cream station . Each license issued shall be posted in the office of the plant licensed. Section 5. That § 40-32-7 be amended to read as follows: 40-32-7. No license for a creamery, cream station, or milk plant shall be is transferable from one person to another, but may be transferred from one location to another in the same municipality with the approval of the secretary of agriculture. Section 6. That § 40-32-10.1 be amended to read as follows: 40-32-10.1. A producer engaged in the business of producing milk and offering for sale such milk to a milk plant , creamery, or cream station for purposes other than Grade A milk as set forth in chapter 39-6 and before such the milk is to be transported from the premises of such the producer, shall obtain a permit from the secretary. Section 7. That § 40-32-10.7 be amended to read as follows: 40-32-10.7. Any person performing the duties of a dairy fieldman shall first obtain a license by applying on a form provided by the secretary of agriculture. Upon receipt of the application and a fee of twenty-five fifty dollars, the secretary shall determine if the applicant is competent and qualified before issuing the license. Each license for a dairy fieldman is valid for one year or any fraction thereof and terminates on July first of each year. Section 8. That § 40-32-12 be amended to read as follows: 40-32-12. Applications for a tester and grader's license shall be made on forms prescribed and provided by the secretary of agriculture. Upon receipt of an application and a fee of twenty-five fifty dollars, each applicant shall be given an examination prescribed by the secretary. The examination shall determine the applicant's knowledge of South Dakota laws pertaining to the dairy industry and shall contain an actual demonstration by the applicant, sampling, testing, and grading cream and milk. Section 9. That § 40-32-13 be amended to read as follows: 40-32-13. Licenses will Applications for a sampling and grading license shall be made on forms prescribed and provided by the secretary of agriculture. A license shall be issued to persons for sampling and grading of cream or milk at a creamery, cream station, milk plant, or for the operator of a bulk tank truck picking up milk at the farm, upon satisfactory completion of that part of the examination pertaining to sampling and grading , and upon receipt of the application and a fee of fifty dollars . These licenses will shall be stamped, \"For sampling and grading only.\" Section 10. That § 40-32-18 be amended to read as follows: 40-32-18. The secretary of agriculture may promulgate rules pursuant to chapter 1-26 as may be needed to: (1) Determine and define grades of milk and cream and price differentials to be paid between grades; (2) Determine and define methods of testing and grading and records to be kept of such testing and grading; (3) Define individual milk products and set standards for each; (4) Determine and define methods of production, manufacture, and processing of milk and milk products; (5) Determine and define construction and sanitation standards for dairy farms , creameries, and milk plants , and cream buying stations ; (6) Determine and define construction and sanitation standards for equipment used on dairy farms , in creameries, and milk plants, and cream buying stations, including transportation equipment for milk and milk products; (7) Determine and define proper container capacities, labeling, and advertising; (8) Determine and define duties and responsibilities of a dairy fieldman; and (9) Review and approve plans and specifications prior to construction. Section 11. That § 40-32-25 be amended to read as follows: 40-32-25. A milk plant or marketing organization of milk, milk products, sheep milk, or goat milk that processes or markets Manufacturing Grade or Grade A milk shall pay an inspection service fee for each dairy farm. The inspection fee shall be fifty one hundred dollars per Grade A or twenty-five fifty dollars per Manufacturing Grade dairy farm and be paid semiannually by July first and January first to the secretary. In addition, beginning on January 1, 2010, each milk buyer shall pay a monthly raw milk assessment fee on all milk purchased from South Dakota producers, which shall be paid by the beginning of each month to the secretary. The secretary of agriculture shall promulgate rules pursuant to chapter 1-26 to establish the raw milk assessment fee which may not exceed one cent per hundredweight on all milk purchased. Section 12. That § 40-32-26 be amended to read as follows: 40-32-26. A reinspection fee of seventy-five two hundred dollars per inspection shall be paid to the secretary by the milk plant or marketing organization for each dairy farm inspection exceeding the required biannual Grade A or annual Manufacturing Grade farm facility inspection resulting from adverse actions such as farm permit suspension, degrade, or unsanitary conditions to be corrected within a specified period of time. Section 13. That § 40-32-27 be amended to read as follows: 40-32-27. Milk plants Each milk plant requiring inspection service from the department on pasteurization units shall annually pay one hundred two hundred fifty dollars per pasteurization unit to the secretary. The inspection fee shall be paid annually and is due July first of each year. A one-hundred-fifty-dollar resealing fee for any pasteurization unit shall be assessed to the plant and billed at the end of the month for nonroutine equipment checks. Section 14. That § 40-32-29 be amended to read as follows: 40-32-29. Funds collected pursuant to §§ 40-32-25 to 40-32-27 inclusive, this chapter shall be deposited with the state treasurer in a special fund known as the dairy inspection fund. Expenditures of these funds shall be made pursuant to provisions of chapter 4-7, not to exceed thirty fifty percent of the total dairy program budget. The department shall provide the dairy industry and the Legislature an annual report of the previous year's activities. Section 15. That § 40-32-30 be repealed. 40-32-30. The payment of the initial inspection fee pursuant to §§ 40-32-25 and 40-32-27 is due July 30, 1988."}, {"bill_id": 714, "bill_version_id": 8823, "bill_version": "Enrolled", "bill_version_date": "2009-03-06T08:57:13.157-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 714, "action_date": "2009-01-13T12:00:00-06:00", "document_id": 5315, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/5315.pdf", "status_text": "First read in House and referred to", "journal_page": 31, "committee_id_action": 56, "committee_id_assigned": 57, "result": "N", "vote": {}}, {"bill_id": 714, "action_date": "2009-02-19T07:45:00-06:00", "document_id": 7502, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7502.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 57, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 714, "action_date": "2009-02-19T07:45:00-06:00", "document_id": 7820, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7820.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 57, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 714, "action_date": "2009-02-19T07:45:00-06:00", "document_id": 7820, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7820.pdf", "status_text": "Do Pass Amended", "journal_page": 451, "committee_id_action": 57, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 4363, "president_vote": null, "Yea": [726, 727, 738, 687, 731, 736, 723, 733, 684, 688], "Nay": [706, 728, 641]}}, {"bill_id": 714, "action_date": "2009-02-24T14:00:00-06:00", "document_id": 8136, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8136.pdf", "status_text": "Do Pass Amended", "journal_page": 529, "committee_id_action": 56, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 4622, "president_vote": null, "Yea": [716, 720, 666, 688, 676, 670, 726, 715, 699, 674, 635, 692, 651, 643, 725, 693, 644, 724, 727, 721, 652, 730, 737, 672, 729, 698, 654, 719, 683, 695, 696, 722, 645, 637, 665, 687, 678, 650, 646, 668, 639, 735, 679, 714, 736, 710, 657, 641, 647, 691, 723, 684, 732, 707, 681], "Nay": [708, 712, 709, 660, 706, 717, 738, 711, 734, 731, 713, 728, 658, 718, 733]}}, {"bill_id": 714, "action_date": "2009-02-25T14:00:00-06:00", "document_id": 8230, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8230.pdf", "status_text": "First read in Senate and referred to", "journal_page": 553, "committee_id_action": 54, "committee_id_assigned": 53, "result": "N", "vote": {}}, {"bill_id": 714, "action_date": "2009-03-04T08:00:00-06:00", "document_id": 8374, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8374.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 53, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 714, "action_date": "2009-03-04T08:00:00-06:00", "document_id": 8594, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8594.pdf", "status_text": "Do Pass", "journal_page": 608, "committee_id_action": 53, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 4918, "president_vote": null, "Yea": [682, 636, 680, 638, 702, 697, 667]}}, {"bill_id": 714, "action_date": "2009-03-05T14:00:00-06:00", "document_id": 8779, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8779.pdf", "status_text": "Do Pass Amended", "journal_page": 650, "committee_id_action": 54, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 5061, "president_vote": null, "Yea": [653, 680, 682, 685, 702, 649, 700, 673, 677, 675, 634, 697, 690, 636, 667, 661, 701, 703, 638, 648, 689, 705, 642, 671], "Excused": [704], "Nay": [655, 663, 659, 656, 669, 686, 662, 664, 640, 694]}}, {"bill_id": 714, "action_date": "2009-03-06T11:00:00-06:00", "document_id": 8868, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8868.pdf", "status_text": "Signed by the Speaker", "journal_page": 688, "committee_id_action": 56, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 714, "action_date": "2009-03-09T14:00:00-05:00", "document_id": 8998, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8998.pdf", "status_text": "Signed by the President", "journal_page": 692, "committee_id_action": 54, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 714, "action_date": "2009-03-10T14:00:00-05:00", "document_id": 9153, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/9153.pdf", "status_text": "Delivered to the Governor", "journal_page": 756, "committee_id_action": 56, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 714, "action_date": "2009-03-30T10:30:00-05:00", "document_id": 9406, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/9406.pdf", "status_text": "Signed by the Governor", "journal_page": 854, "committee_id_action": 56, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4356, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/714"}