{"session_id": 53, "bill_id": 17347, "bill_type": "Senate Bill", "bill_number": 127, "bill_title": "establish licensing requirements for providers of certain automated teller machine transaction routing services.", "sponsors": [{"legislator_profile_id": 2732, "is_prime": true}, {"legislator_profile_id": 2796, "is_prime": true}, {"legislator_profile_id": 2791, "is_prime": false}, {"legislator_profile_id": 2803, "is_prime": false}, {"legislator_profile_id": 2817, "is_prime": false}, {"legislator_profile_id": 2819, "is_prime": false}], "keywords": ["Administrative  Rules", "Banking", "Fees", "Misdemeanors"], "audio": [{"meeting_datetime": "2002-01-24T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sco12sb0127a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-24T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sco12sb0127a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-24T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sco12sb0127a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-24T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sco12sb0127a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-24T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sco12sb0127a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-24T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sco12sb0127a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-24T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sco12sb0127a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-24T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sco12sb0127a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-26T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen14sb0127a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-26T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen14sb0127a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-26T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen14sb0127a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-26T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen14sb0127a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-12T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hco26sb0127a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-12T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hco26sb0127a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-12T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hco26sb0127a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-12T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hco26sb0127a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-12T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hco26sb0127a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-12T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hco26sb0127a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 17347, "bill_version_id": 92188, "bill_version": "Introduced", "bill_version_date": "2002-01-16T11:02:57-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish licensing requirements for providers of certain automated teller machine transaction routing services. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 51A-8 be amended by adding thereto a NEW SECTION to read as follows: For purposes of this chapter, the term, automated teller machine transaction routing services, means the routing and processing of transactions initiated by a user of an automated teller machine, whether located at or separate and apart from a bank or branch bank and including a remote service unit or cash dispensing machine, or the operation of a facility or service where the electronic impulses or other indicia of a transaction originating at an automated teller machine are received and are routed, switched, or transmitted to a financial instituion, a data processing center, or similar facility. Section 2. That chapter 51A-8 be amended by adding thereto a NEW SECTION to read as follows: The Legislature finds that automated teller machine transaction routing services are a vital component of banking services for consumers in this state, that the public interest of this state and consumers in this state will be protected by supervision of automated teller machine transaction routing service providers in this state, and that supervision of persons providing automated transaction routing services creates additional protection for consumers as authorized by Congress in the Electronic Fund Transfer Act, 15 U.S.C. 1693q as of January 1, 2002. Section 3. That chapter 51A-8 be amended by adding thereto a NEW SECTION to read as follows: The provisions of sections 1 to14, inclusive, of this Act do not apply to any bank organized under this title, any national bank, any bank holding company, any savings and loan association organized under the laws of this state or the United States of America, any federal credit union, or any direct or indirect subsidiary of the foregoing. Section 4. That chapter 51A-8 be amended by adding thereto a NEW SECTION to read as follows: No person may provide automated teller machine transaction routing services in this state without obtaining a license from the division. A person will be deemed to provide automated teller machine transaction routing services in this state if it does so directly or if such person provides a substantial portion of the automated teller machine transaction routing services which any other person has contracted to provide in this state. A violation of this section is a Class 2 misdemeanor. Section 5. That chapter 51A-8 be amended by adding thereto a NEW SECTION to read as follows: Any person desiring to obtain a license to provide automated teller machine transaction routing services shall apply for a license under oath on forms supplied by the division. The application shall contain the name and address of the applicant; the name and address of all persons directly or indirectly owning, controlling, or holding a beneficial interest of five percent or more of the outstanding securities, ownership units, membership interests, or capital, or any class thereof, of the applicant; the business experience of the applicant; a balance sheet reflecting the assets, liabilities, and net worth of the applicant; and other information as required by the director by rule or order. The applicant shall pay an original license fee as set forth by rules of the commission, promulgated pursuant to chapter 1-26, not to exceed two hundred fifty dollars. Upon receipt of an application, the director shall make an examination and investigation concerning the applicant and any relevant facts and, after review, either deny or grant a license based upon the director's findings. Section 6. That chapter 51A-8 be amended by adding thereto a NEW SECTION to read as follows: Any license shall be renewed on July first. To renew a license, the licensee shall file for renewal by June first. The renewal application shall include a fee not to exceed two hundred fifty dollars as set by the commission, by rule promulgated pursuant to chapter 1-26, and any other information as required by the director by rule or order. Section 7. That chapter 51A-8 be amended by adding thereto a NEW SECTION to read as follows: A person holding a license to provide automated teller machine transaction routing services may not directly or indirectly transfer or assign the license. A person is deemed to have indirectly transferred or assigned the license if it enters into arrangements, whether by subcontract or other means, by which it retains another person to provide all or substantially all of the automated teller machine transaction routing services which such person has agreed to provide in this state. Section 8. That chapter 51A-8 be amended by adding thereto a NEW SECTION to read as follows: The director may, after hearing and upon ten days notice to the licensee, issue a cease and desist order from any practices that do not conform to the requirements set forth in sections 3 to 14, inclusive, of this Act or rules adopted by the commission pursuant to chapter 1-26 or any order of the director. Section 9. That chapter 51A-8 be amended by adding thereto a NEW SECTION to read as follows: The director may revoke a license for good cause pursuant to chapter 1-26. An action may also be brought by the attorney general or the director to enjoin a licensee from engaging in, or continuing any violation, or from doing any act in furtherance thereof. In any action, an order or judgment may be entered awarding a temporary or permanent injunction. Section 10. That chapter 51A-8 be amended by adding thereto a NEW SECTION to read as follows: The director may deny an application for a license, or may revoke the license of an existing licensee, if the director determines that the applicant or the licensee has engaged in any anti- competitive practices or practices which have the purpose or effect of preventing any other provider of automated teller machine transaction routing services from engaging in such business inside or outside of this state. Section 11. That chapter 51A-8 be amended by adding thereto a NEW SECTION to read as follows: A person is not deemed to be providing automated teller machine transaction routing services in this state if such services consist solely of the switching, routing, or processing of a transaction initiated at an automated teller machine in this state with respect to an account maintained at a financial institution whose principal place of business is located outside of this state. Section 12. That chapter 51A-8 be amended by adding thereto a NEW SECTION to read as follows: No person may provide automated teller machine transaction routing services in this state or to an automated teller machine located in this state or receive a license under this Act unless the principal place of business of such person, and the principal place of business of its ultimate parent or controlling person, if any, are located in this state or in another state whose laws allow any person with its principal place of business in this state to provide automated teller machine transaction routing services in that state without any qualifications, conditions, or requirements which are more restrictive than those imposed by this chapter. The director may determine whether the qualifications, conditions, and requirements imposed by the laws of any other state on a person providing automated teller machine transaction routing services are more restrictive than the requirements of this chapter. A violation of this section is a Class 2 misdemeanor. Section 13. That chapter 51A-8 be amended by adding thereto a NEW SECTION to read as follows: A licensee is subject to examination and supervision by the director. The director may require the filing of reports by licensees. The director may charge back to the licensee any cost associated with an examination of the licensee. Section 14. That chapter 51A-8 be amended by adding thereto a NEW SECTION to read as follows: The commission may promulgate rules, pursuant to chapter 1-26, for the management and administration of licensees, to promote fair and equitable competition among providers of automated teller machine transaction routing services, to determine that other practices or activities are automated teller machine transaction routing services for purposes of this chapter as a result of changes in technology or commercial practices, and to establish any fees payable to the division under this Act. Section 15. That chapter 51A-8 be amended by adding thereto a NEW SECTION to read as follows: The provisions of sections 1 to 14, inclusive, do not apply to a person engaged in providing automated teller machine transaction routing services in this state on June 30, 2002, if the activities of such person in this state are limited to providing services required in binding contracts in force on June 30, 2002, for the benefit of the persons who are parties to such contracts on such date. Nothing in this section affects the applicability of sections 1 to 14, inclusive, of this Act, to any other activities of a person described in this section or any contracts or agreements for automated teller machine transaction routing services entered into after June 30, 2002."}, {"bill_id": 17347, "bill_version_id": 92775, "bill_version": "Senate Commerce and Energy Engrossed", "bill_version_date": "2002-01-24T14:36:32-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish licensing requirements for providers of certain automated teller machine transaction routing services. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 51A-8 be amended by adding thereto a NEW SECTION to read as follows: For purposes of this chapter, the term, automated teller machine transaction routing services, means the routing and processing of transactions initiated by a user of an automated teller machine, whether located at or separate and apart from a bank or branch bank and including a remote service unit or cash dispensing machine, or the operation of a facility or service where the electronic impulses or other indicia of a transaction originating at an automated teller machine are received and are routed, switched, or transmitted to a financial instituion, a data processing center, or similar facility. Section 2. That chapter 51A-8 be amended by adding thereto a NEW SECTION to read as follows: The provisions of sections 1 to13, inclusive, of this Act do not apply to any bank organized under this title, any national bank, any bank holding company, any savings and loan association organized under the laws of this state or the United States of America, any federal credit union, or any direct or indirect subsidiary of the foregoing. Section 3. That chapter 51A-8 be amended by adding thereto a NEW SECTION to read as follows: No person may provide automated teller machine transaction routing services in this state without obtaining a license from the division. A person will be deemed to provide automated teller machine transaction routing services in this state if it does so directly or if such person provides a substantial portion of the automated teller machine transaction routing services which any other person has contracted to provide in this state. A violation of this section is a Class 2 misdemeanor. Section 4. That chapter 51A-8 be amended by adding thereto a NEW SECTION to read as follows: Any person desiring to obtain a license to provide automated teller machine transaction routing services shall apply for a license under oath on forms supplied by the division. The application shall contain the name and address of the applicant; the name and address of all persons directly or indirectly owning, controlling, or holding a beneficial interest of five percent or more of the outstanding securities, ownership units, membership interests, or capital, or any class thereof, of the applicant; the business experience of the applicant; a balance sheet reflecting the assets, liabilities, and net worth of the applicant; and other information as required by the director by rule or order. The applicant shall pay an original license fee as set forth by rules of the commission, promulgated pursuant to chapter 1-26, not to exceed two hundred fifty dollars. Upon receipt of an application, the director shall make an examination and investigation concerning the applicant and any relevant facts and, after review, either deny or grant a license based upon the director's findings. Section 5. That chapter 51A-8 be amended by adding thereto a NEW SECTION to read as follows: Any license shall be renewed on July first. To renew a license, the licensee shall file for renewal by June first. The renewal application shall include a fee not to exceed two hundred fifty dollars as set by the commission, by rule promulgated pursuant to chapter 1-26, and any other information as required by the director by rule or order. Section 6. That chapter 51A-8 be amended by adding thereto a NEW SECTION to read as follows: A person holding a license to provide automated teller machine transaction routing services may not directly or indirectly transfer or assign the license. A person is deemed to have indirectly transferred or assigned the license if it enters into arrangements, whether by subcontract or other means, by which it retains another person to provide all or substantially all of the automated teller machine transaction routing services which such person has agreed to provide in this state. Section 7. That chapter 51A-8 be amended by adding thereto a NEW SECTION to read as follows: The director may, after hearing and upon ten days notice to the licensee, issue a cease and desist order from any practices that do not conform to the requirements set forth in sections 2 to 13, inclusive, of this Act or rules adopted by the commission pursuant to chapter 1-26 or any order of the director. Section 8. That chapter 51A-8 be amended by adding thereto a NEW SECTION to read as follows: The director may revoke a license for good cause pursuant to chapter 1-26. An action may also be brought by the attorney general or the director to enjoin a licensee from engaging in, or continuing any violation, or from doing any act in furtherance thereof. In any action, an order or judgment may be entered awarding a temporary or permanent injunction. Section 9. That chapter 51A-8 be amended by adding thereto a NEW SECTION to read as follows: The director may deny an application for a license, or may revoke the license of an existing licensee, if the director determines that the applicant or the licensee has engaged in any anti- competitive practices or practices which have the purpose or effect of preventing any other provider of automated teller machine transaction routing services from engaging in such business inside or outside of this state. Section 10. That chapter 51A-8 be amended by adding thereto a NEW SECTION to read as follows: A person is not deemed to be providing automated teller machine transaction routing services in this state if such services consist solely of the switching, routing, or processing of a transaction initiated at an automated teller machine in this state with respect to an account maintained at a financial institution whose principal place of business is located outside of this state. Section 11. That chapter 51A-8 be amended by adding thereto a NEW SECTION to read as follows: No person may provide automated teller machine transaction routing services in this state or to an automated teller machine located in this state or receive a license under this Act unless the principal place of business of such person, and the principal place of business of its ultimate parent or controlling person, if any, are located in this state or in another state whose laws allow any person with its principal place of business in this state to provide automated teller machine transaction routing services in that state without any qualifications, conditions, or requirements which are more restrictive than those imposed by this chapter. The director may determine whether the qualifications, conditions, and requirements imposed by the laws of any other state on a person providing automated teller machine transaction routing services are more restrictive than the requirements of this chapter. A violation of this section is a Class 2 misdemeanor. Section 12. That chapter 51A-8 be amended by adding thereto a NEW SECTION to read as follows: A licensee is subject to examination and supervision by the director. The director may require the filing of reports by licensees. The director may charge back to the licensee any cost associated with an examination of the licensee. Section 13. That chapter 51A-8 be amended by adding thereto a NEW SECTION to read as follows: The commission may promulgate rules, pursuant to chapter 1-26, for the management and administration of licensees, to promote fair and equitable competition among providers of automated teller machine transaction routing services, and to determine that other practices or activities are automated teller machine transaction routing services for purposes of this chapter as a result of changes in technology or commercial practices. Section 14. That chapter 51A-8 be amended by adding thereto a NEW SECTION to read as follows: The provisions of sections 1 to 13, inclusive, do not apply to a person engaged in providing automated teller machine transaction routing services in this state on June 30, 2002, if the activities of such person in this state are limited to providing services required in binding contracts in force on June 30, 2002, for the benefit of the persons who are parties to such contracts on such date. Nothing in this section affects the applicability of sections 1 to 13, inclusive, of this Act, to any other activities of a person described in this section or any contracts or agreements for automated teller machine transaction routing services entered into after June 30, 2002."}, {"bill_id": 17347, "bill_version_id": 92965, "bill_version": "Senate Engrossed", "bill_version_date": "2002-01-26T14:09:55-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish licensing requirements for providers of certain automated teller machine transaction routing services. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 51A-8 be amended by adding thereto a NEW SECTION to read as follows: For purposes of this chapter, the term, automated teller machine transaction routing services, means the routing and processing of transactions initiated by a user of an automated teller machine, whether located at or separate and apart from a bank or branch bank and including a remote service unit or cash dispensing machine, or the operation of a facility or service where the electronic impulses or other indicia of a transaction originating at an automated teller machine are received and are routed, switched, or transmitted to a financial institution, a data processing center, or similar facility. Section 2. That chapter 51A-8 be amended by adding thereto a NEW SECTION to read as follows: The provisions of sections 1 to13, inclusive, of this Act, which are enacted to provide additional protection for consumers of this state as permitted by 15 U.S.C. 1693, as amended to January 1, 2002, and as authorized pursuant to 15 U.S.C. 1693q, as amended to January 1, 2002, do not apply to any bank organized under this title, any national bank, any bank holding company, any savings and loan association organized under the laws of this state or the United States of America, any federal credit union, or any direct or indirect subsidiary of the foregoing. Section 3. That chapter 51A-8 be amended by adding thereto a NEW SECTION to read as follows: No person may provide automated teller machine transaction routing services in this state without obtaining a license from the division. A person will be deemed to provide automated teller machine transaction routing services in this state if it does so directly or if such person provides a substantial portion of the automated teller machine transaction routing services which any other person has contracted to provide in this state. A violation of this section is a Class 2 misdemeanor. Section 4. That chapter 51A-8 be amended by adding thereto a NEW SECTION to read as follows: Any person desiring to obtain a license to provide automated teller machine transaction routing services shall apply for a license under oath on forms supplied by the division. The application shall contain the name and address of the applicant; the name and address of all persons directly or indirectly owning, controlling, or holding a beneficial interest of five percent or more of the outstanding securities, ownership units, membership interests, or capital, or any class thereof, of the applicant; the business experience of the applicant; a balance sheet reflecting the assets, liabilities, and net worth of the applicant; and other information as required by the director by rule or order. The applicant shall pay an original license fee as set forth by rules of the commission, promulgated pursuant to chapter 1-26, not to exceed two hundred fifty dollars. Upon receipt of an application, the director shall make an examination and investigation concerning the applicant and any relevant facts and, after review, either deny or grant a license based upon the director's findings. Section 5. That chapter 51A-8 be amended by adding thereto a NEW SECTION to read as follows: Any license shall be renewed on July first. To renew a license, the licensee shall file for renewal by June first. The renewal application shall include a fee not to exceed two hundred fifty dollars as set by the commission, by rule promulgated pursuant to chapter 1-26, and any other information as required by the director by rule or order. Section 6. That chapter 51A-8 be amended by adding thereto a NEW SECTION to read as follows: A person holding a license to provide automated teller machine transaction routing services may not directly or indirectly transfer or assign the license. A person is deemed to have indirectly transferred or assigned the license if it enters into arrangements, whether by subcontract or other means, by which it retains another person to provide all or substantially all of the automated teller machine transaction routing services which such person has agreed to provide in this state. Section 7. That chapter 51A-8 be amended by adding thereto a NEW SECTION to read as follows: The director may, after hearing and upon ten days notice to the licensee, issue a cease and desist order from any practices that do not conform to the requirements set forth in sections 2 to 13, inclusive, of this Act or rules adopted by the commission pursuant to chapter 1-26 or any order of the director. Section 8. That chapter 51A-8 be amended by adding thereto a NEW SECTION to read as follows: The director may revoke a license for good cause pursuant to chapter 1-26. An action may also be brought by the attorney general or the director to enjoin a licensee from engaging in, or continuing any violation, or from doing any act in furtherance thereof. In any action, an order or judgment may be entered awarding a temporary or permanent injunction. Section 9. That chapter 51A-8 be amended by adding thereto a NEW SECTION to read as follows: The director may deny an application for a license, or may revoke the license of an existing licensee, if the director determines that the applicant or the licensee has engaged in any anti- competitive practices or practices which have the purpose or effect of preventing any other provider of automated teller machine transaction routing services from engaging in such business inside or outside of this state. Section 10. That chapter 51A-8 be amended by adding thereto a NEW SECTION to read as follows: A person is not deemed to be providing automated teller machine transaction routing services in this state if such services consist solely of the switching, routing, or processing of a transaction initiated at an automated teller machine in this state with respect to an account maintained at a financial institution whose principal place of business is located outside of this state. Section 11. That chapter 51A-8 be amended by adding thereto a NEW SECTION to read as follows: No person may provide automated teller machine transaction routing services in this state or to an automated teller machine located in this state or receive a license under this Act unless the principal place of business of such person, and the principal place of business of its ultimate parent or controlling person, if any, are located in this state or in another state whose laws allow any person with its principal place of business in this state to provide automated teller machine transaction routing services in that state without any qualifications, conditions, or requirements which are more restrictive than those imposed by this chapter. The director may determine whether the qualifications, conditions, and requirements imposed by the laws of any other state on a person providing automated teller machine transaction routing services are more restrictive than the requirements of this chapter. A violation of this section is a Class 2 misdemeanor. Section 12. That chapter 51A-8 be amended by adding thereto a NEW SECTION to read as follows: A licensee is subject to examination and supervision by the director. The director may require the filing of reports by licensees. The director may charge back to the licensee any cost associated with an examination of the licensee. Section 13. That chapter 51A-8 be amended by adding thereto a NEW SECTION to read as follows: The commission may promulgate rules, pursuant to chapter 1-26, to provide for the management and administration of licensees and to determine whether other practices or activities constitute automated teller machine transaction routing services for purposes of this chapter as a result of changes in technology or commercial practices. Section 14. That chapter 51A-8 be amended by adding thereto a NEW SECTION to read as follows: The provisions of sections 1 to 13, inclusive, do not apply to a person engaged in providing automated teller machine transaction routing services in this state on June 30, 2002, if the activities of such person in this state are limited to providing services required in binding contracts in force on June 30, 2002, for the benefit of the persons who are parties to such contracts on such date. Nothing in this section affects the applicability of sections 1 to 13, inclusive, of this Act, to any other activities of a person described in this section or any contracts or agreements for automated teller machine transaction routing services entered into after June 30, 2002."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17347, "action_date": "2002-01-16T14:00:00-06:00", "document_id": 92211, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92211.pdf", "status_text": "First read in Senate and referred to", "journal_page": 88, "committee_id_action": 769, "committee_id_assigned": 743, "result": "N", "vote": {}}, {"bill_id": 17347, "action_date": "2002-01-24T10:00:00-06:00", "document_id": 92759, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92759.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 743, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17347, "action_date": "2002-01-24T10:00:00-06:00", "document_id": 92759, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92759.pdf", "status_text": "Do Pass Amended,", "journal_page": 208, "committee_id_action": 743, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 53415, "president_vote": null, "Yea": [2730, 2791, 2819, 2828, 2829, 2734, 2796]}}, {"bill_id": 17347, "action_date": "2002-01-26T13:00:00-06:00", "document_id": 92972, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92972.pdf", "status_text": "Motion to Amend,", "journal_page": 235, "committee_id_action": 769, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17347, "action_date": "2002-01-26T13:00:00-06:00", "document_id": 92972, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92972.pdf", "status_text": "Do Pass Amended,", "journal_page": 235, "committee_id_action": 769, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 53578, "president_vote": null, "Yea": [2726, 2727, 2730, 2733, 2734, 2739, 2740, 2743, 2745, 2747, 2750, 2753, 2760, 2761, 2762, 2772, 2778, 2784, 2787, 2791, 2792, 2796, 2802, 2809, 2810, 2819, 2821, 2827, 2828], "Excused": [2742, 2746, 2780, 2795, 2829], "Nay": [2818]}}, {"bill_id": 17347, "action_date": "2002-01-28T14:00:00-06:00", "document_id": 93059, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93059.pdf", "status_text": "First read in House and referred to", "journal_page": 332, "committee_id_action": 768, "committee_id_assigned": 756, "result": "N", "vote": {}}, {"bill_id": 17347, "action_date": "2002-02-12T07:45:00-06:00", "document_id": 94180, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94180.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 756, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17347, "action_date": "2002-02-12T07:45:00-06:00", "document_id": 94180, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94180.pdf", "status_text": "Do Pass,", "journal_page": null, "committee_id_action": 756, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 52536, "president_vote": null, "Nay": [2729, 2763, 2803, 2804, 2823, 2782], "Yea": [2732, 2759, 2788, 2800, 2817, 2813], "Excused": [2735]}}, {"bill_id": 17347, "action_date": "2002-02-12T07:45:00-06:00", "document_id": 94180, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94180.pdf", "status_text": "Report out of committee without recommendation as amended", "journal_page": 621, "committee_id_action": 756, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 52539, "president_vote": null, "Nay": [2729, 2803, 2804, 2823, 2782], "Yea": [2732, 2759, 2763, 2788, 2800, 2817, 2813], "Excused": [2735]}}, {"bill_id": 17347, "action_date": "2002-02-14T14:00:00-06:00", "document_id": 94440, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94440.pdf", "status_text": "Reconsidered", "journal_page": 666, "committee_id_action": 768, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 54238, "president_vote": null, "Yea": [2724, 2731, 2732, 2744, 2748, 2759, 2766, 2767, 2769, 2771, 2773, 2774, 2781, 2788, 2793, 2794, 2797, 2800, 2805, 2807, 2808, 2812, 2813, 2815, 2817, 2822, 2825, 2826], "Nay": [2725, 2728, 2729, 2737, 2738, 2741, 2749, 2752, 2754, 2755, 2756, 2757, 2758, 2763, 2764, 2765, 2768, 2770, 2775, 2777, 2779, 2782, 2783, 2785, 2786, 2789, 2790, 2798, 2799, 2803, 2804, 2806, 2811, 2814, 2816, 2820, 2823, 2824, 2830, 2751], "Excused": [2735, 2736]}}]}