{"session_id": 19, "bill_id": 4351, "bill_type": "Senate Bill", "bill_number": 171, "bill_title": "establish the crime of aggravated cruelty to dogs, cats, and horses and to provide certain criminal and civil penalties therefor.", "sponsors": [{"legislator_profile_id": 338, "is_prime": true}, {"legislator_profile_id": 402, "is_prime": false}, {"legislator_profile_id": 396, "is_prime": false}, {"legislator_profile_id": 345, "is_prime": false}], "keywords": ["Animals and Livestock", "Crimes"], "audio": [{"meeting_datetime": "2013-02-12T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sag21.mp3", "start_seconds": 120.0}, {"meeting_datetime": "2013-02-12T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sag21.mp3", "start_seconds": 120.0}, {"meeting_datetime": "2013-02-12T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sag21.mp3", "start_seconds": 120.0}], "bill_versions": [{"bill_id": 4351, "bill_version_id": 24325, "bill_version": "Introduced", "bill_version_date": "2013-01-23T08:55:58.763-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish the crime of aggravated cruelty to dogs, cats, and horses and to provide certain criminal and civil penalties therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 40-1 be amended by adding thereto a NEW SECTION to read as follows: No person may maliciously and intentionally cause the mistreatment, torture, or cruelty of any dog, cat, or horse resulting in serious injury, serious illness, or the death of the dog, cat, or horse. A violation of this section is a Class 6 felony. No person may own or possess a dog, cat, or horse for five years after the date of the sentencing. Section 2. That chapter 40-1 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of section 1 of this Act, the term, serious injury, means any injury that creates a substantial risk of death, leaves a dog, cat, or horse significantly disfigured, causes broken bones, or causes prolonged impairment of health. The term, serious illness, means any illness or starvation that creates a substantial risk of death, leaves a dog, cat, or horse significantly disfigured, or causes prolonged impairment of health. The term, torture, includes burning, poisoning, crushing, suffocating, impaling, drowning, blinding, skinning, fatal beating, fatal dragging, fatal exsanguination, disemboweling, or dismemberment of a dog, cat, or horse. Section 3. That chapter 40-1 be amended by adding thereto a NEW SECTION to read as follows: The provisions of section 2 of this Act may not be construed to prohibit: (1) Hunting, trapping, fishing, or any other activity regulated under Title 41; (2) The marking of an animal for identification, and any other activity that is usual and customary practice in production agriculture; (3) Examination, testing, individual treatment, operation, or euthanasia performed by or under the supervision of a licensed veterinarian; (4) Lawful medical or scientific research conducted at a public or private facility or laboratory by or under the direction of a qualified researcher; and (5) Any lawful activity undertaken to protect a person's life or property from a serious threat caused by a dog, cat, or horse. Section 4. That chapter 40-1 be amended by adding thereto a NEW SECTION to read as follows: Any person who violates the provisions of section 1 of this Act may also, at the discretion of the court, be ordered to undergo psychological or psychiatric evaluation and obtain psychological counseling, including counseling in responsible pet ownership or animal cruelty prevention, for which the person shall bear any costs incurred."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4351, "action_date": "2013-01-23T14:00:00-06:00", "document_id": 24441, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24441.pdf", "status_text": "First read in Senate and referred to", "journal_page": 176, "committee_id_action": 200, "committee_id_assigned": 176, "result": "N", "vote": {}}, {"bill_id": 4351, "action_date": "2013-02-12T10:00:00-06:00", "document_id": 25400, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25400.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 176, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4351, "action_date": "2013-02-12T10:00:00-06:00", "document_id": 25566, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25566.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 371, "committee_id_action": 176, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13648, "president_vote": null, "Yea": [388, 322, 329, 385, 384, 333, 327], "Excused": [340], "Nay": [368]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/4351"}