{"session_id": 68, "bill_id": 24183, "bill_type": "Senate Bill", "bill_number": 175, "bill_title": "modify practice criteria for physician assistants.", "sponsors": [{"legislator_profile_id": 4337, "is_prime": true}, {"legislator_profile_id": 4426, "is_prime": true}, {"legislator_profile_id": 4333, "is_prime": false}, {"legislator_profile_id": 4345, "is_prime": false}, {"legislator_profile_id": 4353, "is_prime": false}, {"legislator_profile_id": 4462, "is_prime": false}, {"legislator_profile_id": 4440, "is_prime": false}, {"legislator_profile_id": 4410, "is_prime": false}], "keywords": ["Boards and Commissions", "Fees", "Health Care", "Licensure", "Professions and Occupations", "Promulgation of Rules"], "audio": [{"meeting_datetime": "2023-02-08T07:45:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/she20.mp3", "start_seconds": 150.0}, {"meeting_datetime": "2023-02-08T07:45:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/she20.mp3", "start_seconds": 150.0}, {"meeting_datetime": "2023-02-08T07:45:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/she20.mp3", "start_seconds": 150.0}, {"meeting_datetime": "2023-02-13T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sen22.mp3", "start_seconds": 3225.0}, {"meeting_datetime": "2023-02-13T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sen22.mp3", "start_seconds": 3225.0}, {"meeting_datetime": "2023-02-13T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sen22.mp3", "start_seconds": 3225.0}], "bill_versions": [{"bill_id": 24183, "bill_version_id": 247219, "bill_version": "Introduced", "bill_version_date": "2023-01-30T12:35:08.453-06:00", "bill_text": "An Act to modify practice criteria for physician assistants. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 36-4A-1 be AMENDED: 36-4A-1. Terms as used in this chapter mean: (1) \"Board,\" the State Board of Medical and Osteopathic Examiners; (2) \"Collaboration,\" the communication of pertinent information to a physician or other licensed health care provider, together with a consultation, during which each provider contributes the provider's expertise to optimize the overall care delivered to a patient; and (3) \"Physician assistant,\" a health professional care provider who meets the qualifications defined set forth in this chapter and is licensed by the board; (3) \"Supervising physician,\" a doctor of medicine or doctor of osteopathy licensed by the board who supervises a physician assistant; (4) \"Supervision,\" the act of overseeing the activities of, and accepting responsibility for, the medical services rendered by a physician assistant. Section 2. That § 36-4A-1.1 be AMENDED: 36-4A-1.1. The term, practice collaborative agreement, as used in this chapter, means a written agreement authored and that: (1) Is signed by the a physician assistant and the supervising physician. The practice agreement shall prescribe the delegated activities which the physician assistant may perform, consistent with § 36-4A-26.1 and contain such other information as required by the board to describe the physician assistant's level of competence and the supervision provided by the physician who has not completed two thousand eighty practice hours and: (a) A physician licensed in accordance with chapter 36-4; or (b) A physician assistant who has completed four thousand practice hours; (2) Contains the terms and conditions governing the collaboration of the providers; and (3) Contains any other information required by the board, in accordance § 36-4A-42. A physician assistant for whom a collaborative agreement has been signed shall keep a copy of the practice agreement shall be kept on file at the physician assistant's primary practice site and be filed with and approved by the board prior to beginning practice. No physician assistant may practice without an approved practice agreementshall provide a copy to the board, upon request. Section 3. That chapter 36-4A be amended with a NEW SECTION: If a physician assistant has completed two thousand eighty practice hours, a collaborative agreement is no longer required in order for the physician assistant to practice: (1) In the primary care areas of: (a) Acute care; (b) Family medicine; (c) General internal medicine; (d) General pediatrics; and (e) Geriatrics; or (2) In the emergency department of a rural health care facility. Section 4. That chapter 36-4A be amended with a NEW SECTION: Before a physician assistant may engage in any area of practice other than those listed in section 3 of this Act, the physician assistant shall, for each additional area, acquire two thousand eighty practice hours, under the terms of a collaborative agreement with the employing health care facility. The agreement must also set forth the scope and manner of practice, as governed by the facility's credentialling and privileging requirements. The facility shall keep a copy of the collaborative agreement on file and provide a copy to the board, upon request. Section 5. That § 36-4A-4 be AMENDED: 36-4A-4. Except as provided in §§ 36-4A-5 and 36-4A-6, any person who practices as a physician assistant in this state, without a license issued by the board and a practice collaborative agreement approved by the board, if required by this chapter, is guilty of a Class 1 misdemeanor. Each violation shall be consideredis a separate offense. Section 6. That chapter 36-4A be amended with a NEW SECTION: A person who is not licensed under this chapter, but meets the qualifications for licensure under this chapter, may use the title of physician assistant, but may not practice as a physician assistant. Section 7. That § 36-4A-8 be AMENDED: 36-4A-8. The board may grant a license to an applicant who: (1) Is of good moral character; (2) Has successfully completed an educational program for physician assistants accredited by the Accreditation Review Commission on Education for the Physician Assistant or its successor agency, or, prior to 2001, either by the Committee on Allied Health Education and Accreditation or the Commission on Accreditation of Allied Health Education Program Programs; (3) Has passed the Physician Assistant National Certification Certifying Examination administered by the National Committee on Education for Commission on Certification of Physician Assistants; and (4) Has submitted verification that the physician assistant applicant is not subject to any disciplinary proceeding or pending complaint before any medical or other licensing board unless the board considers such proceedings or complaint and agrees to licensure; and (5) Has completed a minimum of two thousand eighty practice hours or entered into a collaborative agreement, as provided for in this chapter. Section 8. That § 36-4A-8.1 be AMENDED: 36-4A-8.1. The board may issue a temporary license to an applicant who has successfully completed an approved program and has submitted evidence to the board that the applicant is a candidate accepted to write the examination required by § 36-4A-8 or is awaiting the results of the first examination for which the applicant is eligible after graduation from an approved physician assistant program. A temporary license may be issued only once and, except as otherwise provided in this section, is effective for a term of not moreperiod no longer than one hundred twenty days. A temporary license expires on the occurrence of the followingupon: (1) Issuance of a regular license; or (2) Failure to pass the licensing examination; or (3) Expiration of the term for which the temporary license was issued. The period of effectiveness set forth in this section for a temporary license does not apply to an applicant who has passed the licensing examination, has a collaborative agreement, and has an application for licensure pending before the board. The period of effectiveness set forth in this section for a temporary license and the requirement for evidence of acceptance to write the examination required by § 36-4A-8, upon graduation from an approved program, do not apply to an otherwise eligible applicant, if the examination is delayed or cancelled due to a natural disaster or gubernatorially declared emergency. Section 9. That chapter 36-4A be amended with a NEW SECTION: Upon application and payment of the fee established by the board in accordance with § 36-4A-42, the board may issue a license to practice, as a physician assistant, to a person licensed under the laws of another state, territory, or country, if the requirements for licensure of that other state, territory, or country meet the requirements of this state and if the person is not otherwise disqualified under § 36-4A-8. Upon application and payment of the fee established by the board in accordance with § 36-4A-42, the board may issue a temporary license to a person awaiting licensure by endorsement under this section. A temporary license issued under this section must state the period during which the license is effective. The period may not exceed one hundred twenty days, except in the case of a natural disaster or gubernatorially declared emergency. Section 10. That § 36-4A-20.1 be AMENDED: 36-4A-20.1. The board may not approve any practice agreement that includes abortion as a permitted procedureNothing in this chapter authorizes a physician assistant to effectuate an abortion. Section 11. That § 36-4A-26.1 be AMENDED: 36-4A-26.1. A physician assistant shall be considered an agent of the supervising physician in the performance of all practice-related activities. A physician assistant may provide those medical services that are delegated by the supervising physician pursuant to § 36-4A-1.1 if the service is within the physician assistant's skills, forms a component of the physician's scope of practice, and is provided with supervisionmay provide any medical service for which the physician assistant has been prepared by education, training, and experience, including: (1) Initial medical diagnosis and institution of a plan of therapy or referral; (2) Prescribing and provision of drug samples or a limited supply of labeled medications, including controlled substances listed on Schedule II in chapter 34-20B for one period of not more than thirty days, for treatment of causative factors and symptoms. Medications or sample drugs provided to patients shall must be accompanied with written administration instructions and appropriate documentation shall must be entered in the patient's record. Physician assistants may request, receive, and sign for professional samples of drugs provided by the manufacturer; (3) Responding to emergencies and the institution of emergency treatment measures, including the writing of a chemical or physical restraint order when if the patient may do personal harm or harm others; (4) Completing and signing of official documents such as birth and death certificates and similar other official documents required by law; (5) Taking X rays x-rays and performing radiologic procedures; and (6) Performing physical examinations for participation in athletics and certifying that the patient is healthy and able to participate in athletics; and (7) Delegating and assigning patient care measures to assistive personnel. A physician assistant shall collaborate with other health care providers and refer or transfer patients, as necessary and appropriate, based on the condition of the patient; the education, experience, and competence of the physician assistant; and the standard of care. A physician assistant may not engage in independent surgical services, but may provide routine clinical office surgical procedures, including a skin biopsy, the removal of a mole or wart, the removal of a toenail, the removal of a foreign body, arthrocentesis, or the incision and drainage of an abscess. Section 12. That § 36-4A-26.2 be AMENDED: 36-4A-26.2. A If any physician assistant, licensed in this state or , licensed or authorized to practice in any other state or territory of the United States jurisdiction or who is , or credentialed as a physician assistant by a federal employerwho, is responding to a need for medical care created by an emergency or a state or local disaster(not to be defined as an emergency situation which occurs in the place of one's employment) a natural disaster or other gubernatorially declared emergency, that physician assistant may render such the care that he or shethe physician assistant is able to provide without supervision as it is defined in this chapter, or with such supervision as is available. No physician who supervises a physician assistant providing medical care in response to such an emergency or state or local disaster is required to meet the requirements set forth in this chapter for a supervising physician. Section 13. That § 36-4A-26.3 be AMENDED: 36-4A-26.3. No A physician assistant licensed in this state, or licensed or authorized to practice in other states another state or territory of the United Stateswho voluntarily and gratuitously, and other than in the ordinary course of employment or practice, renders emergency medical assistance, is not liable for civil damages for any personal injuries which that result from the physician assistant's acts or omissions by those persons in rendering emergency carewhich constitute ordinary negligence. This section does not apply to any acts or omissions that occur in the ordinary course of employment or practice. The immunity granted by this section does not apply to acts or omissions constituting willful, or wanton negligenceor, and does not apply if the medical assistance is rendered at any hospital, physician's office, or other health care delivery entity, where those services are normally rendered. No A physician who supervises collaborating with a physician assistant voluntarily and gratuitously providingwho renders emergency care, as described in this section, is not liable for civil damages for any personal injuries which that result from acts or omissions by the physician assistant rendering the emergency care. Section 14. That § 36-4A-29.2 be AMENDED: 36-4A-29.2. In order to supervise a physician assistant, a physician shall: (1) Be licensed as a physician by the board pursuant to chapter 36-4; (2) Be free from any restriction on his or her ability to supervise a physician assistant that has been imposed by board disciplinary action; and (3) Maintain a written practice agreement with the physician assistant as described in § 36-4A-1.1If the person entering into a collaborative agreement with a physician assistant is a physician, that person must be licensed in accordance with chapter 36-4 and be free from any disciplinary action that would restrict the ability to collaborate. If the person entering into a collaborative agreement with a physician assistant is a physician assistant who has more than four thousand practice hours in a related field, that person must be licensed in accordance with this chapter and be free from any disciplinary action that would restrict the ability to collaborate. Section 15. That § 36-4A-30 be AMENDED: 36-4A-30. Nothing in this chapter relieves theA physician of the professional or legal responsibilityis neither professionally nor legally responsible for the specific care and treatment of patients cared for by thethat a physician assistant provides to a patient. Section 16. That § 36-4A-37 be AMENDED: 36-4A-37. The board may deny the issuance or renewal of a physician assistant license. The board may suspend, or revoke a license, or impose other disciplinary actions upon the license of any physician assistant issued under this chapteraction on a licensee, upon satisfactory proof, in compliance with chapter 1-26, of the licensee's: (1) Professional incompetence or unprofessional or dishonorable conduct, as defined in §§ 36-4-29 and 36-4-30; (2) Violation of this chapter in any respect; (3) Failure to maintain on file with the board a copy of each practice agreement containing the current information regarding the licensee's practice status as required by: (a) Maintain a collaborative agreement, as required by this chapter; or (b) Provide the agreement to the board, upon request; or (4) Rendering medical services beyond those delegated to the physician assistant in the practice agreement; or (5) Rendering medical services without supervision of a physician as required by law and the rules of the board permitted by the chapter. Section 17. That § 36-4A-42 be AMENDED: 36-4A-42. The board shall promulgate rules pursuant to chapter 1-26 pertaining tofees,: (1) Fees; (2) The licensure of physician assistants, ; and supervision requirements (3) Requirements pertaining to collaborative agreements. Section 18. That chapter 36-4A be amended with a NEW SECTION: Notwithstanding any other law, a physician assistant is considered to be a primary care provider, if the physician assistant is practicing: (1) In the primary care areas of: (a) Acute care; (b) Family medicine; (c) General internal medicine; (d) General pediatrics; and (e) Geriatrics; or (2) In the emergency department of a rural health care facility. Section 19. That chapter 36-4A be amended with a NEW SECTION: Payment for services within the physician assistant’s scope of practice must be made when the services are ordered by or performed by a physician assistant, if the same service would have been covered had it been ordered or performed by a physician. A physician assistant may bill for and receive direct payment for any medically necessary service delivered. A physician assistant must be identified as the rendering professional in the billing and claims process, if the physician assistant delivered the services to a patient. An insurance company or third-party payor may not impose a practice, education, or collaborative requirement that is inconsistent with or more restrictive than any existing law or rule otherwise applicable to physician assistants. Section 20. That chapter 36-4A be amended with a NEW SECTION: If a physician assistant intends to change to a specialty in which the physician assistant has fewer than two thousand eighty practice hours, the physician assistant must practice under the terms of a collaborative agreement, for a minimum of two thousand eighty hours, with: (1) A physician licensed pursuant to chapter 36-4; or (2) A physician assistant having four thousand or more practice hours in that specialty. Section 21. That § 36-4A-29 be REPEALED: The physician, by supervision, continuous monitoring, and evaluation accepts initial and continuing responsibility for the physician assistant or assistants responsible to the physician until such relationship is terminated. Supervision may be by direct personal contact, or by a combination of direct personal contact and contact via telecommunication, as may be required by the board. If the office of a physician assistant is separate from the main office of the supervising physician, the supervision shall include on-site personal supervision by a supervising physician as required by the board. A physician assistant who is issued a temporary license pursuant to § 36-4A-8.1 shall initially receive thirty days of on-site, direct supervision by a supervising physician. Thereafter, and until expiration of the temporary license, the supervision shall include at least two one-half business days per week of on-site personal supervision by a supervising physician. Section 22. That § 36-4A-29.1 be REPEALED: The board may authorize modifications in the method and frequency of supervision of a physician assistant required by § 36-4A-29 that it considers appropriate based upon its finding of adequate supervision, training, and proficiency. A supervising physician may apply to the board for permission to supervise more than one physician assistant. The board shall establish the number of physician assistants, up to four FTE, to be supervised by a supervising physician based upon its finding that adequate supervision will exist under the arrangement proposed by the supervising physician. The board may consider a joint application for both modification of supervision and the number of physician assistants supervised as provided in this section."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24183, "action_date": "2023-01-31T14:00:00-06:00", "document_id": 247379, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247379.pdf", "status_text": "First read in Senate and referred to", "journal_page": 148, "committee_id_action": 1183, "committee_id_assigned": 1176, "result": "N", "vote": {}}, {"bill_id": 24183, "action_date": "2023-02-08T07:45:00-06:00", "document_id": 248701, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248701.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1176, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24183, "action_date": "2023-02-08T07:45:00-06:00", "document_id": 248702, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248702.pdf", "status_text": "Do Pass", "journal_page": 1, "committee_id_action": 1176, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76920, "president_vote": null, "Nay": [4352, 4407], "Yea": [4410, 4339, 4395, 4348, 4426]}}, {"bill_id": 24183, "action_date": "2023-02-13T14:00:00-06:00", "document_id": 249144, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249144.pdf", "status_text": "Do Pass", "journal_page": 251, "committee_id_action": 1183, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 77096, "president_vote": null, "Yea": [4336, 4339, 4342, 4345, 4348, 4360, 4457, 4381, 4386, 4395, 4404, 4410, 4414, 4426], "Nay": [4338, 4340, 4448, 4352, 4355, 4372, 4378, 4382, 4453, 4466, 4460, 4394, 4399, 4407, 4413, 4419, 4430, 4432, 4434, 4436], "Excused": [4359]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24183"}