{"session_id": 49, "bill_id": 15730, "bill_type": "House Bill", "bill_number": 1303, "bill_title": "permit use of distraint, including booting, seizure, and sale against any motor vehicle owned by certain child support obligors.", "sponsors": [{"legislator_profile_id": 2383, "is_prime": true}], "keywords": ["Child Support", "Department of Social Services", "Motor Vehicle"], "audio": [], "bill_versions": [{"bill_id": 15730, "bill_version_id": 86674, "bill_version": "Introduced", "bill_version_date": "2000-01-24T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to permit use of distraint, including booting, seizure, and sale against any motor vehicle owned by certain child support obligors. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 25-7A be amended by adding thereto a NEW SECTION to read as follows: If the department determines that an obligor: (1) Is at least one thousand dollars in arrears on a child support obligation; (2) Owns a motor vehicle or owns a motor vehicle in common with a current spouse; and (3) Has persistently resisted other enforcement remedies provided for in this chapter; the department may use distraint, including the booting of the motor vehicle, as well as the seizure and sale of the motor vehicle to enforce payment of the arrearage. Section 2. That chapter 25-7A be amended by adding thereto a NEW SECTION to read as follows: Before initiating distraint or booting, the department shall check with the Division of Motor Vehicles to identify any motor vehicles registered in the obligor's name, the address on the vehicle registration, and the name of any lien holder on the vehicle. Section 3. That chapter 25-7A be amended by adding thereto a NEW SECTION to read as follows: If the department determines that any particular motor vehicle is an appropriate means to enforce payment of an arrearage, the department shall send a notice of intent to the obligor before initiating distraint or booting of the motor vehicle. However, if there is reason to believe that the obligor will flee or hide the vehicle, the motor vehicle may be seized or booted without sending the notice. Section 4. That chapter 25-7A be amended by adding thereto a NEW SECTION to read as follows: The department shall negotiate a settlement if the obligor contacts the department in response to the intent notice. The department may initiate distraint, including booting of the vehicle, seizure, and sale without further notice to the obligor if the obligor defaults on the payments as agreed. Section 5. That chapter 25-7A be amended by adding thereto a NEW SECTION to read as follows: The department shall send a fieri facias request to the sheriff of the county where the motor vehicle is believed to be if the obligor does not contact the department in response to the intent notice. The sheriff shall, if possible, seize or boot the vehicle. Section 6. That chapter 25-7A be amended by adding thereto a NEW SECTION to read as follows: Once the motor vehicle has been seized or booted by the sheriff, if the department reaches a payment agreement with the obligor, the vehicle shall be released to the owner. If the department does not reach a payment agreement with the obligor within ninety days, the department shall proceed with the sale of the vehicle. The net proceeds shall be credited toward any arrearage. Section 7. That chapter 25-7A be amended by adding thereto a NEW SECTION to read as follows: If the department sells a motor vehicle, the department shall notify the Division of Motor Vehicles to issue clear title to the new owner of the vehicle."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 15730, "action_date": "2000-01-24T14:00:00-06:00", "document_id": 85638, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85638.pdf", "status_text": "First read in House and referred to", "journal_page": 203, "committee_id_action": 656, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15730, "action_date": "2000-01-25T14:00:00-06:00", "document_id": 85640, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85640.pdf", "status_text": "Referred to", "journal_page": 225, "committee_id_action": 656, "committee_id_assigned": 654, "result": "P", "vote": {}}, {"bill_id": 15730, "action_date": "2000-02-02T07:00:00-06:00", "document_id": 85835, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85835.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 654, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15730, "action_date": "2000-02-02T07:00:00-06:00", "document_id": 85835, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85835.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 363, "committee_id_action": 654, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 45784, "president_vote": null, "Yea": [2328, 2332, 2338, 2359, 2371, 2373, 2378, 2392, 2351, 2312], "Nay": [2401, 2406], "Excused": [2408]}}]}