{"session_id": 53, "bill_id": 17076, "bill_type": "Senate Bill", "bill_number": 98, "bill_title": "provide certain limitations on land purchases made by the state.", "sponsors": [{"legislator_profile_id": 2774, "is_prime": true}, {"legislator_profile_id": 2784, "is_prime": true}, {"legislator_profile_id": 2727, "is_prime": false}, {"legislator_profile_id": 2765, "is_prime": false}, {"legislator_profile_id": 2775, "is_prime": false}, {"legislator_profile_id": 2777, "is_prime": false}, {"legislator_profile_id": 2786, "is_prime": false}, {"legislator_profile_id": 2811, "is_prime": false}, {"legislator_profile_id": 2827, "is_prime": false}], "keywords": ["Game, Fish and Parks", "Legislature", "Real Estate"], "audio": [{"meeting_datetime": "2002-02-04T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sst20sb0098a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-04T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sst20sb0098a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-04T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sst20sb0098a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 17076, "bill_version_id": 92063, "bill_version": "Introduced", "bill_version_date": "2002-01-16T08:18:29-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide certain limitations on land purchases made by the state. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Before the state purchases, trades for, or accepts any tract of land consisting of more than twenty acres, the state shall have the land appraised by a real estate appraiser licensed pursuant to chapter 36-21B and publish a notice that the state is seeking to acquire such land. The notice shall be published once in each legal newspaper of the county in which the land to be acquired is located. The notice shall be published at least thirty days before a formal offer to acquire or trade for the land is made or possession is taken. The notice shall contain the legal description of the land and the appraised value of the land. Section 2. After the land acquisition has been executed by the state, any natural person may offer to acquire the land from the state within thirty days from the close of the sale or trade or taking possession by the state. The offer shall be at a price that is equal to the appraised value or one hundred five percent of the state's actual acquisition price, whichever is greater. The offer shall also include earnest money equal to twenty-five percent of the total amount of the offer. The offer shall meet all the requirements and conditions that were met by the state to acquire the property and shall include all the property the state acquired. The purchaser shall provide the balance of the acquisition offer within sixty days from the time the state acquired the property. However, the state may suspend the sale by submitting a request to the Legislature to waive the requirements of this section pursuant to section 3 of this Act. If more than one offer is received for the land, the state shall accept the highest offer. If the purchaser fails to provide the remainder of the money within the allotted time, the purchaser shall forfeit the earnest money and the next highest offer shall be given thirty days to provide the remainder of the money to fulfill that offer. Section 3. The state may temporarily suspend the sale and submit a request to the Legislature to waive the requirements of section 2 of this Act. If the Legislature does not waive the requirements of section 2 of this Act, the purchaser shall have thirty days from the last day of the Legislative session to provide the remainder of the money. Section 4. Notwithstanding the provisions of this Act, the state may purchase or acquire more than twenty acres of land if it is for the purpose of constructing highways, airports, or railroads. If the state intends to purchase or acquire more than twenty acres and does not wish to comply with provisions of this Act, the state may request the Legislature to waive the requirements of this Act."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17076, "action_date": "2002-01-16T14:00:00-06:00", "document_id": 92211, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92211.pdf", "status_text": "First read in Senate and referred to", "journal_page": 82, "committee_id_action": 769, "committee_id_assigned": 751, "result": "N", "vote": {}}, {"bill_id": 17076, "action_date": "2002-02-04T07:45:00-06:00", "document_id": 93531, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93531.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 751, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17076, "action_date": "2002-02-04T07:45:00-06:00", "document_id": 93531, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93531.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 349, "committee_id_action": 751, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 52011, "president_vote": null, "Yea": [2733, 2740, 2772, 2796, 2819, 2829, 2734], "Excused": [2821, 2753]}}]}