{"session_id": 36, "bill_id": 10090, "bill_type": "House Bill", "bill_number": 1250, "bill_title": "revise certain provisions regarding professional counselors and marriage and family therapists.", "sponsors": [{"legislator_profile_id": 1577, "is_prime": true}, {"legislator_profile_id": 1559, "is_prime": true}], "keywords": ["Administrative Rules", "Domestic Relations", "Fees", "Licenses", "Professions and Occupations"], "audio": [{"meeting_datetime": "2019-02-12T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hhe22.mp3", "start_seconds": 335.0}, {"meeting_datetime": "2019-02-12T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hhe22.mp3", "start_seconds": 335.0}, {"meeting_datetime": "2019-02-12T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hhe22.mp3", "start_seconds": 335.0}, {"meeting_datetime": "2019-02-12T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hhe22.mp3", "start_seconds": 335.0}, {"meeting_datetime": "2019-02-21T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hou27.mp3", "start_seconds": 1529.0}, {"meeting_datetime": "2019-02-21T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hou27.mp3", "start_seconds": 1529.0}, {"meeting_datetime": "2019-02-21T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hou27.mp3", "start_seconds": 1529.0}, {"meeting_datetime": "2019-03-04T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/she33.mp3", "start_seconds": 2910.0}, {"meeting_datetime": "2019-03-04T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/she33.mp3", "start_seconds": 2910.0}, {"meeting_datetime": "2019-03-04T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/she33.mp3", "start_seconds": 2910.0}, {"meeting_datetime": "2019-03-04T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/she33.mp3", "start_seconds": 2910.0}, {"meeting_datetime": "2019-03-04T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/she33.mp3", "start_seconds": 2910.0}, {"meeting_datetime": "2019-03-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sen35.mp3", "start_seconds": 1663.0}, {"meeting_datetime": "2019-03-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sen35.mp3", "start_seconds": 1663.0}, {"meeting_datetime": "2019-03-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sen35.mp3", "start_seconds": 1663.0}], "bill_versions": [{"bill_id": 10090, "bill_version_id": 52836, "bill_version": "Introduced", "bill_version_date": "2019-01-30T11:47:40.327-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding marriage and family therapists. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Terms used in this Act mean: (1) \"Board,\" the Board of Examiners for Counselors and Marriage and Family Therapists; (2) \"Licensee,\" a person who holds a license to practice marriage and family therapy; and (3) \"Practice of marriage and family therapy,\": (a) The rendering of professional marriage and family therapy services to individuals, family groups, and marital pairs, one-on-one or in groups, whether the services are offered directly to the general public or through organizations, either public or private, for compensation; and (b) The diagnosis and treatment of nervous and mental disorders through the application of systemic theory and technique, whether cognitive, affective, or behavioral, within the context of marriage and family systems. Section 2. That the code be amended by adding a NEW SECTION to read: Each license issued by the board under this Act, shall be conspicuously displayed by the licensee at the primary place of practice of the licensee. Each licensee shall post and keep conspicuously displayed the annual renewal certificate issued by the board. Section 3. That the code be amended by adding a NEW SECTION to read: It is a Class 2 misdemeanor for any person to engage or attempt to engage in the practice of marriage and family therapy, without a license, unless exempted under this Act. Section 4. That the code be amended by adding a NEW SECTION to read: Unless licensed in accordance with this Act, no person may represent himself or herself as a marriage or family therapist by using the titles \"marital therapist,\" \"marriage counselor,\" \"family therapist,\" \"licensed marital therapist\", \"licensed marriage counselor,\" \"licensed family therapist,\" or \"licensed marriage and family therapist,\" or any other similar title. Section 5. That the code be amended by adding a NEW SECTION to read: No advertising regarding the practice of marriage and family counseling may be fraudulent or misleading. A violation of this section is a Class 1 misdemeanor. Section 6. That the code be amended by adding a NEW SECTION to read: No licensee may perform marriage and family therapy services that are outside the scope of the licensee's relevant education, training, and experience. Section 7. That the code be amended by adding a NEW SECTION to read: Nothing in this Act may be construed to prevent any other qualified professional, including a clinical social worker, psychiatric nurse, professional counselor, clinical and counseling psychologist, physician, or member of the clergy, from performing or advertising the performance of marriage and family therapy consistent with the accepted standards of that person's profession, provided the person does not use a title or description stating or implying that the person is licensed to practice marriage and family therapy under this Act. Section 8. That the code be amended by adding a NEW SECTION to read: The board may use its own staff or employ or contract with agents or investigators to assist in the enforcement of this Act, or any rule promulgated by the board. If it appears to the board that a person is violating any provision of this Act or rule promulgated under this Act, the board may, in its own name or in the name of the state, in the circuit court in any county in which jurisdiction is proper, bring an action to enjoin the act, practice, or violation and to enforce compliance with this Act, or any rule promulgated under this Act, as an alternative to criminal proceedings. The proceedings shall be prosecuted by the Office of the Attorney General or by a person designated by the attorney general and retained by the board as provided in this Act. Section 9. That the code be amended by adding a NEW SECTION to read: The board and its members and officers shall assist any person charged with the enforcement of this Act. The board, its members, agents, and officers shall furnish evidence to assist in the prosecution of any violation or enforcement of this Act, and the board may make a reasonable expenditure for that purpose. The board may determine it is best for the enforcement of this Act, or in the conduct of its duties to employ an attorney designated by the attorney general. The board shall fix and determine the compensation and period of service for the attorney to be paid out of the board's funds. Section 10. That the code be amended by adding a NEW SECTION to read: An applicant for a license as a marriage and family therapist shall file an application, in the manner prescribed by the board, together with the application fee prescribed by the board. The board shall issue a license as a marriage and family therapist to an applicant who pays the license fee and demonstrates that: (1) The applicant has received a master's or a doctoral degree, which consists of at least sixty credit hours in marriage and family therapy, from an accredited marriage and family therapy program recognized by the board, or an equivalent course of study approved by the board; (2) The applicant has passed a standardized national examination approved by the board; (3) Within the four year period preceding the application, the applicant completed one thousand seven hundred hours of supervised experience in marriage and family therapy under a plan of supervision approved by the board subsequent to the applicant receiving an acceptable degree; (4) The applicant has no pending disciplinary proceeding or unresolved disciplinary complaint; (5) The applicant is of good moral character; and (6) The applicant is not in violation of this Act or any rules promulgated pursuant to this Act. The board may refuse to issue a license to an applicant who fails to meet the requirements of this section. The board may grant a license, the provisions of subdivision (5) notwithstanding, if the applicant has been convicted of, or pled guilty to a felony, to any crime involving or relating to the practice of counseling, or to any crime involving dishonesty or moral turpitude, if and the board determines that the applicant does not constitute a risk to public safety. An applicant may appeal the denial of a license in accordance with chapter 1-26. Section 11. That the code be amended by adding a NEW SECTION to read: Notwithstanding any other provisions, the board may accept a master's or a doctoral degree, which contains at least forty-eight credit hours in marriage and family therapy, from an accredited marriage and family therapy program recognized by the board, if the applicant received the degree before July 1, 2026. Section 12. That the code be amended by adding a NEW SECTION to read: If the board suspects that the physical or mental health of an applicant may jeopardize or endanger anyone who seeks assistance from the applicant, the board may require that the applicant be examined by a competent examiner selected by the board. The board shall pay all costs of the examination. If the medical examiner confirms that the applicant's physical or mental health may jeopardize or endanger anyone who seeks services from the applicant, the board may deny the license until the applicant furnishes proof that the applicant's physical and mental health is sufficient to practice marriage and family therapy. Section 13. That the code be amended by adding a NEW SECTION to read: Notwithstanding any other provisions, the board may issue a license as a marriage and family therapist to an applicant who is licensed to practice marriage and family therapy in another state or territory of the United States, if the applicant demonstrates that: (1) The applicant is currently licensed as a marriage and family therapist and has been under the jurisdiction of the licensing authority in the other jurisdiction for at least three years prior to the time of submitting an application to the board; (2) The applicant is in good standing with the licensing authority in the other jurisdiction; (3) The applicant has been in an active practice during the three year period prior to the time of submitting an application to the board; (4) The applicant passed a standard national examination approved by the board; and (5) The applicant has no record of unprofessional conduct or any pending disciplinary complaints in the other jurisdiction. For purposes of this section, the term, active practice, means at least one thousand five hundred hours of clinical experience. Section 14. That the code be amended by adding a NEW SECTION to read: If a marriage and family therapist licensed in another state or territory of the United States has not passed the national examination required by the board for licensure by endorsement, the board may provide the applicant with a temporary license to practice for up to ninety days, provided the applicant demonstrates that: (1) The applicant is currently licensed as a marriage and family therapist and has been under the jurisdiction of the licensing authority in the other jurisdiction for at least three years prior to the time of submitting an application to the board; (2) The applicant is in good standing with the licensing authority in the other jurisdiction; (3) The applicant has been in an active practice during the three year period prior to the time of submitting an application to the board; and (4) The applicant has no record of unprofessional conduct or any pending disciplinary complaints in the other jurisdiction. For purposes of this section, the term, active practice, means at least one thousand five hundred hours of clinical experience. An applicant for a temporary license shall submit an application on a form approved by the board, along with the application fee and a temporary license fee prescribed by the board. The board shall issue a temporary license as a marriage and family therapist to an applicant who meets the requirements of this section and pays the required fees. A temporary license expires upon the applicant's passage of the required national examination or at the conclusion of the term for which the license was issued, whichever occurs first. A temporary license may only be renewed once. Section 15. That the code be amended by adding a NEW SECTION to read: Any person practicing under a temporary license is subject to supervision and discipline by the board, in the same manner as any other person licensed under this Act. A person practicing under a temporary license submits to the jurisdiction of the board. Section 16. That the code be amended by adding a NEW SECTION to read: A licensee shall furnish the board with updated information within thirty days, upon a change in the licensee's name, place of employment, or place of business. Section 17. That the code be amended by adding a NEW SECTION to read: Any license issued under this Act, other than a temporary license, is valid until November thirtieth of the next odd numbered year following the date of issuance. A license expires automatically, unless it is renewed. Section 18. That the code be amended by adding a NEW SECTION to read: Any licensee holding a license under this Act, may renew that license by submitting an application for renewal prior to the date of expiration, paying the required renewal fee, and providing proof of compliance with the continuing education requirements prescribed by the board. If a licensee fails to renew a license on or before the thirtieth day of November in an odd numbered year, the license is automatically suspended. The board shall notify the licensee that a renewal application has not been received by the board and that the licensee may not practice counseling. Any person who submits a license renewal application and provides proof of compliance with the continuing education requirements set by the board within thirty days after the expiration date may be granted a license renewal. Section 19. That the code be amended by adding a NEW SECTION to read: Any person licensed under this Act, shall complete at least forty hours of continuing education every two years in a manner and with an instructor approved by the board. The required continuing education hours may be obtained through electronic means. The board may extend or waive the continuing education requirements for a licensee upon a showing of good cause, prior to expiration of the license. Section 20. That the code be amended by adding a NEW SECTION to read: The board may place a license on inactive status at the request of a licensee and the payment of a fee prescribed by the board. An inactive license expires four years after the date of issuance. An inactive license may be reactivated by payment of the license renewal fee and proof of having completed at least forty hours of continuing education during the two-year period immediately preceding the reactivation request. If a license is not reactivated prior to its expiration, all provisions applicable to an applicant for licensure apply in order for the license to be restored to active status. Any license that is on an inactive status, as of July 1, 2019, expires on November 30, 2021, unless the licensee meets the requirements for restoration prior to that time. Section 21. That the code be amended by adding a NEW SECTION to read: An expired license may be reactivated within the four year period following its expiration if the applicant: (1) Pays all applicable renewal fees required for the period of expiration; (2) Provides proof of all continuing education required for the period of expiration; and (3) Provides proof of passing a national examination approved by the board after the date the license expired. Section 22. That the code be amended by adding a NEW SECTION to read: This Act does not apply to the activities and services of a person practicing marriage and family therapy as part of the person's duties if the person is: (1) An employee of an accredited educational institution, or a federal, state, county, or local governmental institution or agency; (2) An employee of a not-for-profit entity that meets community needs; or (3) A marriage and family therapy intern or person preparing for the practice of marriage and family therapy under qualified supervision in a training institution or facility or supervisory arrangement recognized and approved by the board. Section 23. That the code be amended by adding a NEW SECTION to read: No cause of action may arise against any licensed marriage and family therapist for failing to warn of and protect others from a client's threatened violent behavior or for failing to predict, warn of and protect others from a client's violent behavior except if the client has communicated to the marriage and family therapist a serious threat of physical violence against an identifiable victim. The duty to warn or to take reasonable precautions to provide protection from violent behavior arises only under the limited circumstances specified in this section. Section 24. That the code be amended by adding a NEW SECTION to read: No licensee, or an employee of a licensee may disclose information acquired from any person consulting the licensee in a professional capacity that was necessary to render services in a professional capacity, except: (1) If mandated by law or authorized to under the Health Insurance Portability and Accountability Act of 1996, as amended through January 1, 2019; (2) If the information is necessary to prevent or mitigate a serious and imminent threat to the health or safety of a person or the public, provided the disclosure is made to a person reasonably able to prevent or mitigate the threat, including the target of the threat; (3) If the licensed marriage and family therapist is a party defendant to a civil, criminal, or disciplinary action arising from such professional capacity, in which case any waiver of the privilege accorded by this section is limited to that action; (4) If the client is a defendant in a criminal proceeding and the use of the privilege would violate the defendant's right to a compulsory process or right to present testimony and evidence; (5) With the written consent of the person or, in the case of the person's death or disability, with the written consent of the person's personal representative, other person authorized to sue, or the beneficiary of an insurance policy on the person's life, health, or physical condition, provided that if more than one person in a family is receiving therapy from the marriage and family therapist, each family member shall agree to the waiver for the marriage and family therapist to disclose information received from any family member; (6) If the person waives the privilege by bringing charges against the licensee; or (7) If there is a duty to warn under other limited circumstances set forth in this Act. Section 25. That the code be amended by adding a NEW SECTION to read: If both parties to a marriage have obtained marriage and family therapy by a licensed marriage and family therapist, the therapist may not testify in an alimony or divorce action concerning information acquired in the course of the therapeutic relationship. This section does not apply to custody actions. Section 26. That the code be amended by adding a NEW SECTION to read: The board shall receive complaints regarding the enforcement of this Act. A record of each complaint shall be maintained by the board. An investigation shall be conducted by a member, agent, or an appointee of the board to determine whether an alleged violation has been committed. The investigator, if a member of the board, may dismiss a complaint if it appears to the member, either with or without consulting of the board, that no violation has been committed. If the investigator is an agent or an appointee of the board, dismissal of the complaint may only be made by the board president. Any agreed disposition made between the investigator and the licensee or permit holder shall be made known to and approved by the board. If the complaint is not dismissed and an agreed disposition is not reached, the investigator may request that the board set a date for a hearing on the complaint. All disciplinary proceedings held under the authority of this Act, shall be conducted in accordance with chapter 1-26. Any decision of the board entered in a contested proceeding may be appealed to the circuit court within thirty days. A license or permit shall remain in effect during the pendency of an appeal unless suspended under section 29 of this Act. Section 27. That the code be amended by adding a NEW SECTION to read: Upon receiving a complaint regarding the health or safety of patients or the public, any authorized board member, officer, agent, or employee may enter and inspect, during business hours, any place where marriage and family therapy is practiced for the purpose of enforcing this Act. Refusal to allow an inspection may constitute unprofessional or dishonorable conduct. Section 28. That the code be amended by adding a NEW SECTION to read: Testimony or documentary evidence of any kind obtained during the investigation of a complaint is not subject to discovery or disclosure under chapter 15-6 or under any other provision of law and is not admissible as evidence in any legal proceeding, until such time as the complaint becomes a contested case, as defined in § 1-26-1. No person who has participated in the investigation of a complaint may testify as an expert witness or be compelled to testify for any party in any civil action, if the subject matter of the complaint investigated is a basis for the civil action. Section 29. That the code be amended by adding a NEW SECTION to read: The license of a marriage and family therapist may be suspended, revoked, or canceled if: (1) The licensee is found to be guilty of fraud in the practice of marriage and family therapy or of fraud or deceit in the licensee's admission to the practice of marriage and family therapy; (2) The licensee has been convicted during the past five years of a felony, or of any crime which, if committed within this state would constitute a felony; (3) The licensee is engaged in the practice of marriage and family therapy under a false or assumed name and has not registered that name under chapter 37-11, or is impersonating another practitioner having a like or different name; (4) The licensee is addicted to the habitual use of intoxicating liquors, narcotics, or stimulants, to an extent that incapacitates the licensee from the performance of professional duties; (5) The physical or mental condition of the licensee is determined by a competent medical examiner to be at risk of jeopardizing or endangering those who seek services from the licensee, provided that a majority of the board may demand an examination of the licensee at the board's expense, and further provided that if the licensee fails to submit to the examination, this constitutes grounds for the immediate suspension of the license; (6) Obtaining or attempting to obtain a license, certificate, or renewal through means of bribery or fraudulent representation; (7) Knowingly making a false statement in connection with any application under this Act; (8) Knowingly making a false statement on any form required by the board in accordance with this Act or any rules promulgated under this Act; (9) The licensee has violated this Act or rules promulgated under this Act; or (10) The licensee has been found to be in violation of ethical standards adopted by the board. Section 30. That the code be amended by adding a NEW SECTION to read: Proceedings for the suspension, revocation, or cancellation of a license may be initiated when the board has information that any licensee may have committed any misconduct as provided in section 29 of this Act or is guilty of gross incompetence or unprofessional or dishonorable conduct. Section 31. That the code be amended by adding a NEW SECTION to read: If the board finds that a person, entity, licensee, or permit holder has violated this Act, the board may: (1) Revoke a license or permit for an indefinite period; (2) Suspend a license or permit for a specific or an indefinite period; (3) Place a limit or condition on a license or permit; (4) Issue a censure or a letter of reprimand; (5) Place a licensee or permit holder on probationary status and require that the licensee or permit holder report regularly to the board on the matters that are the basis for the probation, limit the licensee's or permit holder's practice to areas prescribed by the board, and require professional education until a satisfactory degree of skill has been attained in those areas that are the basis of the probation, provided the board may withdraw the probation if the board finds the deficiencies that required disciplinary action have been remedied; (6) Impose any other sanctions that the board determines is appropriate; (7) Impose a fee to reimburse the board in an amount equal to some or all of the costs incurred for the investigation and proceedings resulting in disciplinary action under this Act, or for the issuance of a cease and desist order; or (8) Deny an application for a license or permit. Section 32. That the code be amended by adding a NEW SECTION to read: The board may suspend a license or permit in advance of a final adjudication or during the appeals process, if the board finds that allowing a licensee or permit holder to continue practicing would represent a clear and immediate or imminent danger to public health and safety. A licensee or permit holder whose license or permit is suspended under this section is entitled to a hearing before the board within twenty days after the effective date of the suspension. The licensee or permit holder may subsequently appeal the suspension to the circuit court in accordance with chapter 1-26. Section 33. That the code be amended by adding a NEW SECTION to read: All proceedings regarding the suspension, revocation, or cancellation of a license shall conform to the procedure set forth in chapter 1-26. Section 34. That the code be amended by adding a NEW SECTION to read: A party may appeal any act, ruling, or decision regarding a license, in accordance with chapter 1-26. Section 35. That the code be amended by adding a NEW SECTION to read: At the board's discretion, the board may reinstate or issue a new license or permit. The board may require the applicant to pay all costs of the proceedings resulting in the suspension, revocation, reinstatement, or issuance of a license or permit. Section 36. That the code be amended by adding a NEW SECTION to read: The board shall investigate and report any alleged violation of this Act. The board may employ special counsel subject to the supervision, control, and direction of the attorney general to assist in the prosecution of alleged criminal violations of this Act, and may expend the necessary funds for this purpose. Section 37. That the code be amended by adding a NEW SECTION to read: Any person violating the provisions of this Act, may be enjoined from further violations at the suit of the state's attorney of the county where the violations occurred. In the alternative, suit may be brought by any resident of this state. Section 38. That the code be amended by adding a NEW SECTION to read: Any person who practices marriage and family therapy through electronic means, and provides marriage and therapy services to a patient located in this state is engaged in the practice of marriage and family therapy in this state regardless of the provider's physical location. Any service provided by a licensee or supervision provided through electronic means shall comply with this Act and rules promulgated under this Act. Section 39. That the code be amended by adding a NEW SECTION to read: The board shall promulgate in accordance with chapter 1-26, to establish the following: (1) An application fee, not exceeding two hundred dollars; (2) A biennial renewal fee, not exceeding five hundred dollars; (3) A duplicate license fee, not exceeding fifteen dollars; (4) An inactive license fee, not exceeding one hundred dollars; (5) A temporary license fee, not exceeding two hundred dollars; and (6) A license verification fee, not exceeding twenty-five dollars. Section 40. That §§ 36-33-1, 36-33-2, 36-33-4 to 36-33-9, inclusive, and 36-33-11 to 36-33-33, inclusive be repealed."}, {"bill_id": 10090, "bill_version_id": 53495, "bill_version": "House Health and Human Services Engrossed", "bill_version_date": "2019-02-12T10:26:04.37-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding marriage and family therapists. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Terms used in this Act mean: (1) \"Board,\" the Board of Examiners for Counselors and Marriage and Family Therapists; (2) \"Licensee,\" a person who holds a license to practice marriage and family therapy; and (3) \"Practice of marriage and family therapy,\" the rendering of professional marriage and family therapy services to individuals, family groups, and marital pairs, one-on-one or in groups, whether the services are offered directly to the general public or through organizations, either public or private, for compensation, including the diagnosis and treatment of nervous and mental disorders through the application of systemic theory and technique, whether cognitive, affective, or behavioral, within the context of marriage and family systems. Section 2. That the code be amended by adding a NEW SECTION to read: Each license issued by the board under this Act, shall be conspicuously displayed by the licensee at the primary place of practice of the licensee. Each licensee shall post and keep conspicuously displayed the annual renewal certificate issued by the board. Section 3. That the code be amended by adding a NEW SECTION to read: It is a Class 2 misdemeanor for any person to engage or attempt to engage in the practice of marriage and family therapy, without a license, unless exempted under this Act. Section 4. That the code be amended by adding a NEW SECTION to read: Unless licensed in accordance with this Act, no person may represent himself or herself as a marriage or family therapist by using the titles \"marital therapist,\" \"marriage counselor,\" \"family therapist,\" \"licensed marital therapist\", \"licensed marriage counselor,\" \"licensed family therapist,\" or \"licensed marriage and family therapist,\" or any other similar title. Section 5. That the code be amended by adding a NEW SECTION to read: No advertising regarding the practice of marriage and family therapy may be fraudulent or misleading. A violation of this section is a Class 1 misdemeanor. Section 6. That the code be amended by adding a NEW SECTION to read: No licensee may perform marriage and family therapy services that are outside the scope of the licensee's relevant education, training, and experience. Section 7. That the code be amended by adding a NEW SECTION to read: Nothing in this Act may be construed to prevent any other qualified professional, including a clinical social worker, psychiatric nurse, professional counselor, clinical and counseling psychologist, physician, or member of the clergy, from performing or advertising the performance of marriage and family therapy consistent with the accepted standards of that person's profession, provided the person does not use a title or description stating or implying that the person is licensed to practice marriage and family therapy under this Act. Section 8. That the code be amended by adding a NEW SECTION to read: The board may use its own staff or employ or contract with agents or investigators to assist in the enforcement of this Act, or any rule promulgated by the board. If it appears to the board that a person is violating any provision of this Act or rule promulgated under this Act, the board may, in its own name or in the name of the state, in the circuit court in any county in which jurisdiction is proper, bring an action to enjoin the act, practice, or violation and to enforce compliance with this Act, or any rule promulgated under this Act, as an alternative to criminal proceedings. The proceedings shall be prosecuted by the Office of the Attorney General or by a person designated by the attorney general and retained by the board as provided in this Act. Section 9. That the code be amended by adding a NEW SECTION to read: The board and its members and officers shall assist any person charged with the enforcement of this Act. The board, its members, agents, and officers shall furnish evidence to assist in the prosecution of any violation or enforcement of this Act, and the board may make a reasonable expenditure for that purpose. The board may determine it is best for the enforcement of this Act, or in the conduct of its duties to employ an attorney designated by the attorney general. The board shall fix and determine the compensation and period of service for the attorney to be paid out of the board's funds. Section 10. That the code be amended by adding a NEW SECTION to read: An applicant for a license as a marriage and family therapist shall file an application, in the manner prescribed by the board, together with the application fee prescribed by the board. The board shall issue a license as a marriage and family therapist to an applicant who pays the license fee and demonstrates that: (1) The applicant has received a master's or a doctoral degree, which consists of at least sixty credit hours in marriage and family therapy, from an accredited marriage and family therapy program recognized by the board, or an equivalent course of study approved by the board; (2) The applicant has passed a standardized national examination approved by the board; (3) Within the four year period preceding the application, the applicant completed one thousand seven hundred hours of supervised experience in marriage and family therapy under a plan of supervision approved by the board subsequent to the applicant receiving an acceptable degree; (4) The applicant has no pending disciplinary proceeding or unresolved disciplinary complaint; (5) The applicant is of good moral character; and (6) The applicant is not in violation of this Act or any rules promulgated pursuant to this Act. The board may refuse to issue a license to an applicant who fails to meet the requirements of this section. The board may grant a license, the provisions of subdivision (5) notwithstanding, if the applicant has been convicted of, or pled guilty to a felony, to any crime involving or relating to the practice of counseling, or to any crime involving dishonesty or moral turpitude, if and the board determines that the applicant does not constitute a risk to public safety. An applicant may appeal the denial of a license in accordance with chapter 1-26. Section 11. That the code be amended by adding a NEW SECTION to read: Notwithstanding any other provisions, the board may accept a master's or a doctoral degree, which contains at least forty-eight credit hours in marriage and family therapy, from an accredited marriage and family therapy program recognized by the board, if the applicant received the degree before July 1, 2026. Section 12. That the code be amended by adding a NEW SECTION to read: If the board suspects that the physical or mental health of an applicant may jeopardize or endanger anyone who seeks assistance from the applicant, the board may require that the applicant be examined by a competent examiner selected by the board. The board shall pay all costs of the examination. If the medical examiner confirms that the applicant's physical or mental health may jeopardize or endanger anyone who seeks services from the applicant, the board may deny the license until the applicant furnishes proof that the applicant's physical and mental health is sufficient to practice marriage and family therapy. Section 13. That the code be amended by adding a NEW SECTION to read: Notwithstanding any other provisions, the board may issue a license as a marriage and family therapist to an applicant who is licensed to practice marriage and family therapy in another state or territory of the United States, if the applicant demonstrates that: (1) The applicant is currently licensed as a marriage and family therapist and has been under the jurisdiction of the licensing authority in the other jurisdiction for at least three years prior to the time of submitting an application to the board; (2) The applicant is in good standing with the licensing authority in the other jurisdiction; (3) The applicant has been in an active practice during the three year period prior to the time of submitting an application to the board; (4) The applicant passed a standard national examination approved by the board; and (5) The applicant has no record of unprofessional conduct or any pending disciplinary complaints in the other jurisdiction. For purposes of this section, the term, active practice, means at least one thousand five hundred hours of clinical experience. Section 14. That the code be amended by adding a NEW SECTION to read: If a marriage and family therapist licensed in another state or territory of the United States has not passed the national examination required by the board for licensure by endorsement, the board may provide the applicant with a temporary license to practice for up to ninety days, provided the applicant demonstrates that: (1) The applicant is currently licensed as a marriage and family therapist and has been under the jurisdiction of the licensing authority in the other jurisdiction for at least three years prior to the time of submitting an application to the board; (2) The applicant is in good standing with the licensing authority in the other jurisdiction; (3) The applicant has been in an active practice during the three year period prior to the time of submitting an application to the board; and (4) The applicant has no record of unprofessional conduct or any pending disciplinary complaints in the other jurisdiction. For purposes of this section, the term, active practice, means at least one thousand five hundred hours of clinical experience. An applicant for a temporary license shall submit an application on a form approved by the board, along with the application fee and a temporary license fee prescribed by the board. The board shall issue a temporary license as a marriage and family therapist to an applicant who meets the requirements of this section and pays the required fees. A temporary license expires upon the applicant's passage of the required national examination or at the conclusion of the term for which the license was issued, whichever occurs first. A temporary license may only be renewed once. Section 15. That the code be amended by adding a NEW SECTION to read: Any person practicing under a temporary license is subject to supervision and discipline by the board, in the same manner as any other person licensed under this Act. A person practicing under a temporary license submits to the jurisdiction of the board. Section 16. That the code be amended by adding a NEW SECTION to read: A licensee shall furnish the board with updated information within thirty days, upon a change in the licensee's name, place of employment, or place of business. Section 17. That the code be amended by adding a NEW SECTION to read: Any license issued under this Act, other than a temporary license, is valid until November thirtieth of the next odd numbered year following the date of issuance. A license expires automatically, unless it is renewed. Section 18. That the code be amended by adding a NEW SECTION to read: Any licensee holding a license under this Act, may renew that license by submitting an application for renewal prior to the date of expiration, paying the required renewal fee, and providing proof of compliance with the continuing education requirements prescribed by the board. If a licensee fails to renew a license on or before the thirtieth day of November in an odd numbered year, the license is automatically suspended. The board shall notify the licensee that a renewal application has not been received by the board and that the licensee may not practice counseling. Any person who submits a license renewal application and provides proof of compliance with the continuing education requirements set by the board within thirty days after the expiration date may be granted a license renewal. Section 19. That the code be amended by adding a NEW SECTION to read: Except as otherwise provided in this section, any person licensed under this Act shall complete at least forty hours of continuing education every two years in a manner and with an instructor approved by the board. Any person whose initial license is granted for a period of less than two years shall, during that initial licensure period, complete a prorated number of hours of continuing education, in a manner and with an instructor approved by the board. The required continuing education hours may be obtained through electronic means. The board may extend or waive the continuing education requirements for a licensee upon a showing of good cause, prior to expiration of the license. Section 20. That the code be amended by adding a NEW SECTION to read: The board may place a license on inactive status at the request of a licensee and the payment of a fee prescribed by the board. An inactive license expires four years after the date of issuance. An inactive license may be reactivated by payment of the license renewal fee and proof of having completed at least forty hours of continuing education during the two-year period immediately preceding the reactivation request. If a license is not reactivated prior to its expiration, all provisions applicable to an applicant for licensure apply in order for the license to be restored to active status. Any license that is on an inactive status, as of July 1, 2019, expires on November 30, 2021, unless the licensee meets the requirements for restoration prior to that time. Section 21. That the code be amended by adding a NEW SECTION to read: An expired license may be reactivated within the four year period following its expiration if the applicant: (1) Pays all applicable renewal fees required for the period of expiration; (2) Provides proof of all continuing education required for the period of expiration; and (3) Provides proof of passing a national examination approved by the board after the date the license expired. Section 22. That the code be amended by adding a NEW SECTION to read: This Act does not apply to the activities and services of a person practicing marriage and family therapy as part of the person's duties if the person is: (1) An employee of an accredited educational institution, or a federal, state, county, or local governmental institution or agency; (2) An employee of a not-for-profit entity that meets community needs; or (3) A marriage and family therapy intern or person preparing for the practice of marriage and family therapy under qualified supervision in a training institution or facility or supervisory arrangement recognized and approved by the board. Section 23. That the code be amended by adding a NEW SECTION to read: No cause of action may arise against any licensed marriage and family therapist for failing to warn of and protect others from a client's threatened violent behavior or for failing to predict, warn of and protect others from a client's violent behavior except if the client has communicated to the marriage and family therapist a serious threat of physical violence against an identifiable victim. The duty to warn or to take reasonable precautions to provide protection from violent behavior arises only under the limited circumstances specified in this section. Section 24. That the code be amended by adding a NEW SECTION to read: No licensee, or an employee of a licensee may disclose information acquired from any person consulting the licensee in a professional capacity that was necessary to render services in a professional capacity, except: (1) If mandated by law or authorized to under the Health Insurance Portability and Accountability Act of 1996, as amended through January 1, 2019; (2) If the information is necessary to prevent or mitigate a serious and imminent threat to the health or safety of a person or the public, provided the disclosure is made to a person reasonably able to prevent or mitigate the threat, including the target of the threat; (3) If the licensed marriage and family therapist is a party defendant to a civil, criminal, or disciplinary action arising from such professional capacity, in which case any waiver of the privilege accorded by this section is limited to that action; (4) If the client is a defendant in a criminal proceeding and the use of the privilege would violate the defendant's right to a compulsory process or right to present testimony and evidence; (5) With the written consent of the person or, in the case of the person's death or disability, with the written consent of the person's personal representative, other person authorized to sue, or the beneficiary of an insurance policy on the person's life, health, or physical condition, provided that if more than one person in a family is receiving therapy from the marriage and family therapist, each family member shall agree to the waiver for the marriage and family therapist to disclose information received from any family member; (6) If the person waives the privilege by bringing charges against the licensee; or (7) If there is a duty to warn under other limited circumstances set forth in this Act. Section 25. That the code be amended by adding a NEW SECTION to read: If both parties to a marriage have obtained marriage and family therapy by a licensed marriage and family therapist, the therapist may not testify in an alimony or divorce action concerning information acquired in the course of the therapeutic relationship. This section does not apply to custody actions. Section 26. That the code be amended by adding a NEW SECTION to read: The board shall receive complaints regarding the enforcement of this Act. A record of each complaint shall be maintained by the board. An investigation shall be conducted by a member, agent, or an appointee of the board to determine whether an alleged violation has been committed. The investigator, if a member of the board, may dismiss a complaint if it appears to the member, either with or without consulting of the board, that no violation has been committed. If the investigator is an agent or an appointee of the board, dismissal of the complaint may only be made by the board president. Any agreed disposition made between the investigator and the licensee or permit holder shall be made known to and approved by the board. If the complaint is not dismissed and an agreed disposition is not reached, the investigator may request that the board set a date for a hearing on the complaint. All disciplinary proceedings held under the authority of this Act, shall be conducted in accordance with chapter 1-26. Any decision of the board entered in a contested proceeding may be appealed to the circuit court within thirty days. A license or permit shall remain in effect during the pendency of an appeal unless suspended under section 29 of this Act. Section 27. That the code be amended by adding a NEW SECTION to read: Upon receiving a complaint regarding the health or safety of patients or the public, any authorized board member, officer, agent, or employee may enter and inspect, during business hours, any place where marriage and family therapy is practiced for the purpose of enforcing this Act. Refusal to allow an inspection may constitute unprofessional or dishonorable conduct. Section 28. That the code be amended by adding a NEW SECTION to read: Testimony or documentary evidence of any kind obtained during the investigation of a complaint is not subject to discovery or disclosure under chapter 15-6 or under any other provision of law and is not admissible as evidence in any legal proceeding, until such time as the complaint becomes a contested case, as defined in § 1-26-1. No person who has participated in the investigation of a complaint may testify as an expert witness or be compelled to testify for any party in any civil action, if the subject matter of the complaint investigated is a basis for the civil action. Section 29. That the code be amended by adding a NEW SECTION to read: The license of a marriage and family therapist may be suspended, revoked, or canceled if: (1) The licensee is found to be guilty of fraud in the practice of marriage and family therapy or of fraud or deceit in the licensee's admission to the practice of marriage and family therapy; (2) The licensee has been convicted during the past five years of a felony, or of any crime which, if committed within this state would constitute a felony; (3) The licensee is engaged in the practice of marriage and family therapy under a false or assumed name and has not registered that name under chapter 37-11, or is impersonating another practitioner having a like or different name; (4) The licensee is addicted to the habitual use of intoxicating liquors, narcotics, or stimulants, to an extent that incapacitates the licensee from the performance of professional duties; (5) The physical or mental condition of the licensee is determined by a competent medical examiner to be at risk of jeopardizing or endangering those who seek services from the licensee, provided that a majority of the board may demand an examination of the licensee at the board's expense, and further provided that if the licensee fails to submit to the examination, this constitutes grounds for the immediate suspension of the license; (6) Obtaining or attempting to obtain a license, certificate, or renewal through means of bribery or fraudulent representation; (7) Knowingly making a false statement in connection with any application under this Act; (8) Knowingly making a false statement on any form required by the board in accordance with this Act or any rules promulgated under this Act; (9) The licensee has violated this Act or rules promulgated under this Act; or (10) The licensee has been found to be in violation of ethical standards adopted by the board. Section 30. That the code be amended by adding a NEW SECTION to read: Proceedings for the suspension, revocation, or cancellation of a license may be initiated when the board has information that any licensee may have committed any misconduct as provided in section 29 of this Act or is guilty of gross incompetence or unprofessional or dishonorable conduct. Section 31. That the code be amended by adding a NEW SECTION to read: If the board finds that a person, entity, licensee, or permit holder has violated this Act, the board may: (1) Revoke a license or permit for an indefinite period; (2) Suspend a license or permit for a specific or an indefinite period; (3) Place a limit or condition on a license or permit; (4) Issue a censure or a letter of reprimand; (5) Place a licensee or permit holder on probationary status and require that the licensee or permit holder report regularly to the board on the matters that are the basis for the probation, limit the licensee's or permit holder's practice to areas prescribed by the board, and require professional education until a satisfactory degree of skill has been attained in those areas that are the basis of the probation, provided the board may withdraw the probation if the board finds the deficiencies that required disciplinary action have been remedied; (6) Impose any other sanctions that the board determines is appropriate; (7) Impose a fee to reimburse the board in an amount equal to some or all of the costs incurred for the investigation and proceedings resulting in disciplinary action under this Act, or for the issuance of a cease and desist order; or (8) Deny an application for a license or permit. Section 32. That the code be amended by adding a NEW SECTION to read: The board may suspend a license or permit in advance of a final adjudication or during the appeals process, if the board finds that allowing a licensee or permit holder to continue practicing would represent a clear and immediate or imminent danger to public health and safety. A licensee or permit holder whose license or permit is suspended under this section is entitled to a hearing before the board within twenty days after the effective date of the suspension. The licensee or permit holder may subsequently appeal the suspension to the circuit court in accordance with chapter 1-26. Section 33. That the code be amended by adding a NEW SECTION to read: All proceedings regarding the suspension, revocation, or cancellation of a license shall conform to the procedure set forth in chapter 1-26. Section 34. That the code be amended by adding a NEW SECTION to read: A party may appeal any act, ruling, or decision regarding a license, in accordance with chapter 1-26. Section 35. That the code be amended by adding a NEW SECTION to read: At the board's discretion, the board may reinstate or issue a new license or permit. The board may require the applicant to pay all costs of the proceedings resulting in the suspension, revocation, reinstatement, or issuance of a license or permit. Section 36. That the code be amended by adding a NEW SECTION to read: The board shall investigate and report any alleged violation of this Act. The board may employ special counsel subject to the supervision, control, and direction of the attorney general to assist in the prosecution of alleged criminal violations of this Act, and may expend the necessary funds for this purpose. Section 37. That the code be amended by adding a NEW SECTION to read: Any person violating the provisions of this Act, may be enjoined from further violations at the suit of the state's attorney of the county where the violations occurred. In the alternative, suit may be brought by any resident of this state. Section 38. That the code be amended by adding a NEW SECTION to read: Any person who practices marriage and family therapy through electronic means, and provides marriage and therapy services to a patient located in this state is engaged in the practice of marriage and family therapy in this state regardless of the provider's physical location. Any service provided by a licensee or supervision provided through electronic means shall comply with this Act and rules promulgated under this Act. Section 39. That the code be amended by adding a NEW SECTION to read: The board shall promulgate rules, pursuant to chapter 1-26, to establish: (1) An application fee, not exceeding two hundred dollars; (2) A biennial renewal fee, not exceeding five hundred dollars; (3) A duplicate license fee, not exceeding fifteen dollars; (4) An inactive license fee, not exceeding one hundred dollars; (5) A temporary license fee, not exceeding two hundred dollars; and (6) A license verification fee, not exceeding twenty-five dollars. Section 40. That the code be amended by adding a NEW SECTION to read: The board may promulgate rules, pursuant to chapter 1-26, to: (1) Set standards for professional practice; and (2) Establish procedures for application, licensure, eligibility, renewals, continuing education, supervision, and the examination of an applicant for and a holder of licensure as a licensed marriage and family therapist. Section 41. That §§ 36-33-1, 36-33-2, 36-33-4 to 36-33-9, inclusive, and 36-33-11 to 36-33-33, inclusive be repealed."}, {"bill_id": 10090, "bill_version_id": 54597, "bill_version": "Senate Health and Human Services Engrossed", "bill_version_date": "2019-03-04T17:10:32.543-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding professional counselors and marriage and family therapists. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Terms used in sections 2 through 50 of this Act mean: (1) \"Board,\" the Board of Examiners for Counselors and Marriage and Family Therapists; (2) \"Counselor educator,\" a professional counselor engaged primarily in developing, implementing, and supervising the educational preparation of professional counselors; (3) \"Counseling,\" the diagnosis and treatment of mental illness or mental and emotional disorders; individual, group, and marriage and family counseling, and psychotherapy; assessment; crisis intervention; counseling and consulting to facilitate normal growth and development; psychoeducational techniques aimed at the prevention of mental and emotional disorders; consultations with individuals, couples, families, groups, organizations, and communities; and clinical research; (4) \"Counseling treatment interventions,\" the application of cognitive, affective, behavioral, and systemic counseling strategies that include principles of development, wellness, and pathology, implemented in the context of a professional counseling relationship; (5) \"Doctoral or master's degree in counseling,\" completion of study following a bachelor's degree in a clearly identified counseling program that stands as a recognizable organizational entity within an approved accredited institution of higher learning; (6) \"Licensee,\" a person who holds a license to practice counseling; (7) \"Postgraduate supervision,\" a period of supervision following the completion of a master's or doctoral degree; and (8) \"Practice of professional counseling,\" the application of mental health, psychological, and human development principles in order to: (a) Facilitate human development and adjustment throughout the life span; (b) Prevent, diagnose, and treat mental, emotional, or behavioral disorders and associated distresses, which interfere with mental health; (c) Conduct assessments and diagnoses to establish treatment goals and objectives; and (d) Develop, implement, and evaluate treatment plans using counseling treatment interventions. Section 2. That the code be amended by adding a NEW SECTION to read: The board consists of nine members appointed by the Governor. Five members shall be professionals actively engaged in professional counseling or marriage and family therapy and be representative of the various disciplines governed by the board. One member shall be a current or retired counselor educator. Three members shall be individuals who are not licensed to practice in a discipline governed by the board. Section 3. That the code be amended by adding a NEW SECTION to read: The term of office for each board member is three years and begins on October thirty-first. No member of the board may serve for more than three consecutive full terms. If a person is appointed to fill a vacancy, that service is not counted as a term for purposes of this section. Section 4. That the code be amended by adding a NEW SECTION to read: The Governor may remove a board member for cause. The Governor shall appoint a new member to serve out an unexpired term in the case of a vacancy for any reason. Section 5. That the code be amended by adding a NEW SECTION to read: The board shall meet at least annually, at the time and place designated by the president or by a majority of the board. A majority of the board's members constitutes a quorum for the transaction of business. Section 6. That the code be amended by adding a NEW SECTION to read: The board shall annually elect a president and a vice-president from among its members. Section 7. That the code be amended by adding a NEW SECTION to read: Each board member shall receive per diem compensation as provided for in § 4-7-10.4 and expense reimbursement at the same rate as state employees, while engaged in official duties. Section 8. That the code be amended by adding a NEW SECTION to read: The board, its members, and its agents are immune from personal liability for actions taken in good faith in the discharge of the board's duties. The state shall hold the board, its members, and its agents harmless from all costs, damages, and attorney fees arising from claims and suits against them with respect to matters to which this immunity applies. Section 9. That the code be amended by adding a NEW SECTION to read: The board exists within the Department of Social Services. The board shall exercise all of its prescribed functions, including its administrative functions. The board shall provide records, information, and reports to the Secretary of the Department of Social Services, at the time and in the manner requested by the secretary. Section 10. That the code be amended by adding a NEW SECTION to read: The board shall forward all moneys received under this Act to the state treasurer for deposit in the Board of Examiners for Counselors and Marriage and Family Therapists fund in the state treasury. Moneys in the account are appropriated on a continuing basis to the board for the purpose of carrying out this Act. Any expenditures shall be paid on warrants drawn by the state auditor and approved by the board or by an officer of the board. The total expenses may not exceed the total moneys collected by the board under this Act. For purposes of this Act, the board may accept gifts, grants, and donations. Section 11. That the code be amended by adding a NEW SECTION to read: The board has the following powers and duties: (1) Administer, coordinate, and enforce the provisions of this Act; (2) Establish educational, training, examination, and competency standards for professional counselors and licensees under this Act; (3) Establish standards for the safe and qualified practice of counseling and marriage and family therapy; (4) Evaluate the qualifications of applicants for licensure and issue and renew licenses and permits; (5) Establish standards and responsibilities for post-graduate board approved supervision for candidates for licensure; (6) Adopt ethical standards for the practice of counseling and marriage and family therapy; (7) Establish competency standards and responsibilities for post-graduate board approved supervisors; (8) Maintain the names of persons that meet the qualifications for a license or permit; (9) Conduct all disciplinary proceedings; (10) Maintain a record of each complaint received by the board; (11) Establish reasonable requirements regarding reentry into practice of inactive practitioners and the reinstatement of previously licensed practitioners; (12) Establish continuing education and continuing competency requirements for licensees and permit holders under this Act and the procedures for verifying compliance with the established requirements; (13) Establish standards for the practice of distance counseling and distance marriage and family therapy; (14) Communicate license and permit actions and status to relevant state and federal governing bodies, as required by law, or as the board determines is appropriate; and (15) Employ personnel in accordance with the needs and budget of the board, and enter into contracts as necessary to carry out its responsibilities under this Act. Section 12. That the code be amended by adding a NEW SECTION to read: The board may promulgate rules, pursuant to chapter 1-26, to set standards for professional practice and establish procedures for application, professional practice, licensure, eligibility, renewals, ethical standards, continuing education, supervision, and examination of an applicant for and a holder of licensure as a licensed professional counselor, licensed professional counselor-mental health, and licensed marriage and family therapist. Section 13. That the code be amended by adding a NEW SECTION to read: Each license issued by the board under sections 2 through 50 of this Act, shall be conspicuously displayed by the licensee at the licensee's primary place of practice. Each licensee shall post and keep conspicuously displayed the annual renewal certificate issued by the board. Section 14. That the code be amended by adding a NEW SECTION to read: It is a Class 2 misdemeanor for any person to engage or attempt to engage in the practice of professional counseling, without a license, unless exempted under sections 2 through 50 of this Act. Section 15. That the code be amended by adding a NEW SECTION to read: Unless licensed in accordance with sections 2 through 50 of this Act, no person may represent himself or herself as a counselor by using the titles licensed clinical mental health counselor, licensed clinical counselor, licensed professional counselor--mental health, or licensed professional counselor, or any similar title. Section 16. That the code be amended by adding a NEW SECTION to read: No advertising regarding the practice of counseling may be fraudulent or misleading. A violation of this section is a Class 1 misdemeanor. Section 17. That the code be amended by adding a NEW SECTION to read: No licensee may perform counseling services that are outside the scope of the licensee's relevant education, training, and experience. Section 18. That the code be amended by adding a NEW SECTION to read: The board may use its own staff or employ or contract with agents or investigators to assist in enforcing sections 2 through 50 of this Act or any rule promulgated by the board. If it appears to the board that a person is violating any section from 2 through 50 of this Act or any rule promulgated thereunder, the board may, in its own name or in the name of the state, bring an action in the circuit court of any county in which jurisdiction is proper, to enjoin the action, practice, or violation, and to enforce compliance with sections 2 through 50 of this Act, or any rule promulgated thereunder. The proceedings shall be prosecuted by the Office of the Attorney General or by a person designated by the attorney general and retained by the board as provided in sections 2 through 50 of this Act. Section 19. That the code be amended by adding a NEW SECTION to read: The board and its members and officers shall assist any person charged with the enforcement of sections 2 through 50 of this Act. The board, its members and officers, shall furnish evidence to assist in the prosecution of any violation or enforcement, and the board may make a reasonable expenditure for that purpose. The board may employ an attorney designated by the attorney general. The board shall fix and determine the compensation and period of service of the attorney to be paid out of the board's funds. Section 20. That the code be amended by adding a NEW SECTION to read: An applicant for a license as a professional counselor-mental health shall file an application, in the manner prescribed by the board, together with the application fee prescribed by the board. The board shall issue a license as a professional counselor-mental health to an applicant who pays the license fee and demonstrates that: (1) The applicant has received a master's or a doctoral degree, which consists of at least forty-eight credit hours in counseling, from an accredited counseling program recognized by the board; (2) The applicant has passed a standardized national examination approved by the board; (3) Within the four years preceding the application, the applicant completed three thousand hours of postgraduate supervision in counseling under a plan of supervision approved by the board; (4) The applicant has no pending disciplinary proceeding or unresolved disciplinary complaint; (5) The applicant is of good moral character; and (6) The applicant is not in violation of any section from 2 through 50 of this Act or any rule promulgated thereunder. The board may refuse to grant a license to an applicant who fails to meet the requirements of this section. Notwithstanding the provisions of subdivision (5), the board may grant a license to an applicant who has been convicted of or pled guilty to a felony, to any crime involving or relating to the practice of counseling, or to any crime involving dishonesty or moral turpitude, if the board determines that the applicant does not constitute a risk to public safety. An applicant may appeal the denial of a license in accordance with chapter 1-26. Section 21. That the code be amended by adding a NEW SECTION to read: If the board suspects that the physical or mental health of any applicant may jeopardize or endanger anyone who seeks assistance from the applicant, the board may require that the applicant be examined by a competent healthcare provider selected by the board. The board shall pay all costs of the examination. If the healthcare provider confirms that the applicant's physical or mental health may jeopardize or endanger anyone who seeks services from the applicant, the board may deny the license until the applicant furnishes proof that the applicant's physical and mental health is sufficient to practice counseling. Section 22. That the code be amended by adding a NEW SECTION to read: Notwithstanding any other provisions, the board may issue a license as a professional counselor-mental health to an applicant who is licensed to practice counseling in another state or territory of the United States if the applicant demonstrates that: (1) The applicant is currently licensed as a counselor and has been under the jurisdiction of the licensing authority in the other jurisdiction for at least three continuous years prior to the time of submitting an application to the board; (2) The applicant is in good standing with the licensing authority in the other jurisdiction; (3) The applicant has been in an active practice during the three year period prior to the time of submitting an application to the board; (4) The applicant passed a standard national examination approved by the board; and (5) The applicant has no record of unprofessional conduct or any pending disciplinary complaints in another jurisdiction by the applicant. For purposes of this section, the term, active practice, means the applicant accumulated at least one thousand five hundred hours of clinical experience. Section 23. That the code be amended by adding a NEW SECTION to read: If a professional counselor licensed in another state or territory of the United States has not passed the national examination required by the board for licensure by endorsement, the board may provide the applicant with a temporary license to practice for up to ninety days, provided the applicant demonstrates that: (1) The applicant is currently licensed as a counselor and has been under the jurisdiction of the licensing authority in the other jurisdiction for at least three years prior to the time of submitting an application to the board; (2) The applicant is in good standing with the licensing authority in the other jurisdiction; (3) The applicant has been in active practice during the three year period prior to the time of submitting an application to the board; and (4) The applicant has no record of unprofessional conduct or pending disciplinary complaints in the other jurisdiction. For purposes of this section, the term, active practice, means at least one thousand five hundred hours of clinical experience. An applicant for a temporary license shall submit an application on a form approved by the board, along with the application fee and the temporary license fee prescribed by the board. The board shall issue a temporary license as a professional counselor-mental health to an applicant who meets the requirements of this section and pays the required fee. A temporary license expires upon the applicant's passage of the required national examination or at the conclusion of the term for which the temporary license was issued, whichever occurs first. A temporary license may only be renewed once. Section 24. That the code be amended by adding a NEW SECTION to read: Any person practicing under a temporary license is subject to supervision and discipline by the board, in the same manner as any other licensee under sections 2 through 50 of this Act. A person practicing under a temporary license submits to the jurisdiction of the board. Section 25. That the code be amended by adding a NEW SECTION to read: Any licensee shall furnish the board with updated information within thirty days upon a change in the licensee's name, place of employment, or place of business. Section 26. That the code be amended by adding a NEW SECTION to read: A license issued under sections 2 through 50 of this Act, other than a temporary license, is valid until November thirtieth of the next odd numbered year following the date of issuance. A license expires automatically unless it is renewed. Section 27. That the code be amended by adding a NEW SECTION to read: Any licensee holding a valid license under this Act may renew that license by submitting an application for renewal prior to the date of expiration, paying the required renewal fee, and providing proof of compliance with the continuing education requirements prescribed by the board. If a licensee fails to renew a license on or before the thirtieth day of November in an odd numbered year, the license is automatically suspended. The board shall notify the licensee that a renewal application has not been received by the board and that the licensee may not practice counseling. Any person who submits a license renewal application and provides proof of compliance with the continuing education requirements set by the board within thirty days after the expiration date may be granted a license renewal. Section 28. That the code be amended by adding a NEW SECTION to read: Except as otherwise provided in this section, any person licensed under sections 2 through 50 of this Act shall complete at least forty hours of continuing education every two years in a manner and with an instructor approved by the board. Any person whose initial license is granted for a period of less than two years shall, during that initial licensure period, complete a prorated number of hours of continuing education, in a manner and with an instructor approved by the board. The required continuing education hours may be obtained through electronic means. The board may extend or waive the continuing education requirements for a licensee upon a showing of good cause, prior to the expiration of the license. Section 29. That the code be amended by adding a NEW SECTION to read: The board may place a license on inactive status at the request of the licensee and the payment of a fee prescribed by the board. An inactive license expires four years after the date of issuance. An inactive license may be reactivated by payment of the license renewal fee and proof of having completed at least forty hours of continuing education during the two-year period immediately preceding the reactivation request. If a license is not reactivated prior to its expiration, all provisions applicable to an applicant for licensure apply in order for the license to be restored to active status. Any license on inactive status as of July 1, 2019, expires on November 30, 2021, unless the licensee meets the requirements for restoration prior to that time. Section 30. That the code be amended by adding a NEW SECTION to read: An expired license may be reactivated within the four year period following its expiration if the applicant: (1) Pays all applicable renewal fees required for the period of expiration; (2) Provides proof of all continuing education required for the period of expiration; and (3) Provides proof of passing a national examination approved by the board after the date the license expired. Section 31. That the code be amended by adding a NEW SECTION to read: Sections 2 through 50 of this Act do not apply to the activities and services of a person practicing counseling as part of that person's duties if the person is: (1) Licensed or certified under this title and acting in a manner consistent with state law regarding the scope of practice; (2) Employed by a school, college, university, or other institution of higher learning and is engaged primarily in the education of students; (3) Employed by a federal, state, county, or local governmental institution or agency and performing the duties for which the person was employed; (4) Employed by a licensed health care facility, an accredited prevention or treatment facility, a community support provider, a nonprofit mental health center, or a licensed or registered child welfare agency; (5) A member of the clergy and acting in a ministerial capacity, if the activity is within the scope of the person's regular or specialized duties; and (6) A student enrolled in a recognized program of study leading to a counseling degree, provided that the student practices only under the direct supervision of a counselor educator or a counselor licensed under sections 2 through 50 of this Act. Section 32. That the code be amended by adding a NEW SECTION to read: No licensee or an employee of a licensee may disclose information that was acquired from any person consulting the licensee in a professional capacity and which was necessary to render services in a professional capacity, except: (1) If mandated by state law or authorized under the Health Insurance Portability and Accountability Act of 1996, as amended through January 1, 2019; (2) With the written consent of the person or, in the case of the person's death or disability, with the written consent of a personal representative, a person authorized to sue on the person's behalf, or the beneficiary of an insurance policy related to the person's life, health, or physical condition; (3) If the information is necessary to prevent or mitigate a serious and imminent threat to the health or safety of a person or to the public, provided the disclosure is made to a person reasonably able to prevent or mitigate the threat, including the target of the threat; (4) If the licensed professional counselor or professional counselor-mental health is a party defendant to a civil, criminal, or disciplinary action arising from such professional capacity, in which case any waiver of the privilege accorded by this section is limited to that action; (5) If the client is a defendant in a criminal proceeding and the use of the privilege would violate the defendant's right to a compulsory process or right to present testimony and evidence; or (6) If the person waives the privilege by bringing charges against the licensee. Section 33. That the code be amended by adding a NEW SECTION to read: If both parties to a marriage have obtained counseling by a licensed professional counselor or a licensed professional counselor-mental health, the counselor may not testify in an alimony or divorce action concerning information acquired in the course of the therapeutic relationship. This section does not apply to custody actions. Section 34. That the code be amended by adding a NEW SECTION to read: The board shall receive complaints regarding any person licensed under sections 2 through 50 of this Act. A record of each complaint shall be maintained by the board. An investigation shall be conducted by a member, agent or an appointee of the board to determine whether the alleged violation has been committed. The investigator, if a member of the board, may dismiss a complaint if it appears to the member, either with or without consulting of the board, that no violation has been committed. If the investigator is an agent or an appointee of the board, dismissal of the complaint may only be made by the board president. Any agreed upon disposition made between the investigator and the licensee or permit holder shall be made known to and approved by the board. If the complaint is not dismissed and an agreed upon disposition is not reached, the investigator may request that the board set a date for a hearing on the complaint. All disciplinary proceedings held under the authority of sections 2 through 50 of this Act shall be conducted in accordance with chapter 1-26. Any decision of the board entered in a contested proceeding may be appealed to the circuit court within thirty days. A license or permit shall remain in effect during the pendency of an appeal, unless suspended under section 37 of this Act. Section 35. That the code be amended by adding a NEW SECTION to read: Upon receiving a complaint regarding the health or safety of patients or the public, any authorized board member, officer, agent, or employee may enter and inspect, during business hours, any place where counseling is practiced for the purpose of enforcing sections 2 through 50 of this Act. Refusal to allow an inspection may constitute unprofessional or dishonorable conduct. Section 36. That the code be amended by adding a NEW SECTION to read: Testimony or documentary evidence of any kind obtained during the investigation of a complaint is not subject to discovery or disclosure under chapter 15-6 or any other provision of law and is not admissible as evidence in any legal proceeding, until such time as the complaint becomes a contested case, as defined in § 1-26-1. No person who has participated in the investigation of a complaint may testify as an expert witness or be compelled to testify for any party in any civil action, if the subject matter of the complaint investigated is a basis for the civil action. Section 37. That the code be amended by adding a NEW SECTION to read: A license or permit may be suspended, revoked, or canceled if: (1) The licensee or permit holder is guilty of fraud in the practice of counseling or of fraud or deceit in the licensee's admission to the practice of counseling; (2) The licensee or permit holder has been convicted during the past five years of a felony, or of any crime which, if committed in this state would constitute a felony; (3) The licensee or permit holder is engaged in the practice of counseling under a false or assumed name and has not registered that name under chapter 37-11, or is impersonating another practitioner having a like or different name; (4) The licensee or permit holder is addicted to the habitual use of intoxicating liquors, narcotics, or stimulants, to an extent that incapacitates the licensee from the performance of professional duties; (5) The physical or mental condition of the licensee or permit holder is determined by a competent healthcare provider to be at risk of jeopardizing or endangering those who seek services from the licensee, provided that a majority of the board may demand an examination of the licensee or permit holder at the board's expense, and further provided that if the licensee or permit holder fails to submit to the examination, this constitutes grounds for the immediate suspension of the license or permit; (6) Obtaining or attempting to obtain a license, certificate, permit, or renewal through means of bribery or fraudulent representation; (7) Knowingly making a false statement in connection with any application under sections 2 through 50 of this Act; (8) Knowingly making a false statement on any form required by the board in accordance with sections 2 through 50 of this Act or any rules promulgated thereunder; (9) The licensee or permit holder has violated any section from 2 through 50 of this Act or any rule promulgated thereunder; or (10) The licensee or permit holder has been found to be in violation of ethical standards adopted by the board. Section 38. That the code be amended by adding a NEW SECTION to read: Proceedings for the suspension, revocation, or cancellation of a license or permit may be initiated when the board has information that a person may have committed any misconduct as provided for in section 37 of this Act or is guilty of gross incompetence or unprofessional or dishonorable conduct. Section 39. That the code be amended by adding a NEW SECTION to read: If the board finds that a person, entity, licensee, or permit holder has violated any section from 2 through 50 of this Act or any rule promulgated thereunder, the board may: (1) Revoke a license or permit for an indefinite period; (2) Suspend a license or permit for a specific or an indefinite period; (3) Place a limit or a condition on a license or permit; (4) Issue a censure or a letter of reprimand; (5) Place a licensee or permit holder on probationary status and require the licensee or permit holder report regularly to the board on the matters that are the basis for probation, limit the licensee's or permit holder's practice to areas prescribed by the board, and require professional education until a satisfactory degree of skill has been attained in those areas that are the basis of the probation, provided the board may withdraw the probation if the board finds the deficiencies that required disciplinary action have been remedied; (6) Impose any other sanction that the board determines is appropriate; (7) Impose a fee to reimburse the board in an amount equal to some or all of the costs incurred for the investigation and proceedings resulting in disciplinary action, or for the issuance of a cease and desist order; or (8) Deny an application for a license or permit. Section 40. That the code be amended by adding a NEW SECTION to read: The board may suspend a license or permit in advance of a final adjudication or during the appeals process, if the board finds that allowing a licensee or permit holder to continue practicing would represent a clear and immediate or imminent danger to public health and safety. A person whose license or permit is suspended under this section is entitled to a hearing before the board within twenty days after the effective date of the suspension. The suspension may subsequently be appealed to the circuit court in accordance with chapter 1-26. Section 41. That the code be amended by adding a NEW SECTION to read: All proceedings regarding the suspension, revocation, or cancellation of a license or permit shall conform to the procedure set forth in chapter 1-26. A party may appeal any act, ruling, or decision regarding a license, in accordance with chapter 1-26. Section 42. That the code be amended by adding a NEW SECTION to read: At the board's discretion, the board may reinstate or issue a new license or permit. The board may require the applicant to pay all costs of the proceedings resulting in the suspension, revocation, reinstatement, or issuance of a license or permit. Section 43. That the code be amended by adding a NEW SECTION to read: The board shall investigate and report an alleged violation of any section from 2 through 50 of this Act. The board may employ special counsel subject to the supervision, control, and direction of the attorney general to assist in the prosecution of alleged criminal violations and may expend the necessary funds for this purpose. Section 44. That the code be amended by adding a NEW SECTION to read: Any person violating any section from 2 through 50 this Act may be enjoined from further violations at the suit of the state's attorney of the county where the violations occurred. In the alternative, suit may be brought by any resident of this state. Section 45. That the code be amended by adding a NEW SECTION to read: Any person who practices counseling through electronic means and provides counseling services to a patient located in this state is engaged in the practice of counseling in this state, regardless of the provider's physical location. Any service provided by a person through electronic means shall comply with sections 2 through 50 of this Act and rules promulgated thereunder. Section 46. That the code be amended by adding a NEW SECTION to read: The board shall promulgate rules in accordance with chapter 1-26, to establish the following: (1) An application fee, not exceeding two hundred dollars; (2) A biennial renewal fee, not exceeding five hundred dollars; (3) A duplicate license fee, not exceeding fifteen dollars; (4) An inactive license fee, not exceeding one hundred dollars; (5) A temporary license fee, not exceeding two hundred dollars; and (6) A license verification fee, not exceeding twenty-five dollars. Section 47. That the code be amended by adding a NEW SECTION to read: A professional counselor licensed by the board prior to July 1, 2019, and any person practicing as a professional counselor under a board approved plan of supervision prior to July 1, 2019, may be licensed as a professional counselor. Any person licensed under this section may practice counseling, but may not perform any counseling services that are outside the scope of the licensee's relevant education, training, and experience. A licensee holding a license under this section may renew that license by submitting an application for renewal prior to November 30, 2019, paying the required renewal fee, and providing proof of compliance with the continuing education requirements prescribed by the board. If a licensee fails to renew a license prior to November 30, 2019, and prior to November thirtieth of each odd numbered year thereafter, the license is automatically suspended. The board shall notify the licensee that a renewal application has not been received by the board and that the licensee may not practice counseling. Any person who submits a license renewal application and meets the other requirements set forth in this section within thirty days after the expiration date may be granted a license renewal. A professional counselor license on inactive status as of July 1, 2019, expires on November 30, 2021, unless the licensee restores the license to active status prior to November 30, 2021. Section 48. That the code be amended by adding a NEW SECTION to read: To be eligible for a license as a professional counselor pursuant to section 47 of this Act, any person practicing under a board approved plan of supervision for a professional counselor that is approved as of July 1, 2019, shall, within four years of the date that the plan of supervision was approved, complete three thousand hours of board approved supervision and pass a standard national examination approved by the board. A person practicing under a board approved plan of supervision under this section may practice counseling. A person practicing counseling under a board approved plan of supervision under this section may not perform any counseling services that are outside the scope of the person's relevant education, training, and experience. The board may not issue a person a plan of supervision as a professional counselor after July 1, 2019. Section 49. That the code be amended by adding a NEW SECTION to read: Any person who has been issued a plan of supervision as a professional counselor-mental health as of January 1, 2019, shall meet the educational, supervision, and examination requirements set forth in section 20 of this Act, to be eligible for licensure as a professional counselor-mental health. Section 50. That the code be amended by adding a NEW SECTION to read: Any person licensed as a professional counselor-mental health under § 36-32-42 before June 30, 2019, shall be licensed as a professional counselor-mental health pursuant to sections 2 through 49 of this Act. Section 51. That the code be amended by adding a NEW SECTION to read: Terms used in sections 51 through 89 of this Act mean: (1) \"Board,\" the Board of Examiners for Counselors and Marriage and Family Therapists; (2) \"Licensee,\" a person who holds a license to practice marriage and family therapy; and (3) \"Practice of marriage and family therapy,\" the rendering of professional marriage and family therapy services to individuals, family groups, and marital pairs, one-on-one or in groups, whether the services are offered directly to the general public or through organizations, either public or private, for compensation, including the diagnosis and treatment of nervous and mental disorders through the application of systemic theory and technique, whether cognitive, affective, or behavioral, within the context of marriage and family systems. Section 52. That the code be amended by adding a NEW SECTION to read: Each license issued by the board under sections 51 through 89 of this Act shall be conspicuously displayed by the licensee at the primary place of practice of the licensee. Each licensee shall post and keep conspicuously displayed the annual renewal certificate issued by the board. Section 53. That the code be amended by adding a NEW SECTION to read: It is a Class 2 misdemeanor for any person to engage or attempt to engage in the practice of marriage and family therapy, without a license, unless exempted under sections 51 through 89 of this Act. Section 54. That the code be amended by adding a NEW SECTION to read: Unless licensed in accordance with sections 51 through 89 of this Act, no person may represent himself or herself as a marriage or family therapist by using the titles \"marital therapist,\" \"marriage counselor,\" \"family therapist,\" \"licensed marital therapist\", \"licensed marriage counselor,\" \"licensed family therapist,\" or \"licensed marriage and family therapist,\" or any other similar title. Section 55. That the code be amended by adding a NEW SECTION to read: No advertising regarding the practice of marriage and family therapy may be fraudulent or misleading. A violation of this section is a Class 1 misdemeanor. Section 56. That the code be amended by adding a NEW SECTION to read: No licensee may perform marriage and family therapy services that are outside the scope of the licensee's relevant education, training, and experience. Section 57. That the code be amended by adding a NEW SECTION to read: Nothing in sections 51 through 89 of this Act may be construed to prevent any other qualified professional, including a clinical social worker, psychiatric nurse, professional counselor, clinical and counseling psychologist, physician, or member of the clergy, from performing or advertising the performance of marriage and family therapy consistent with the accepted standards of that person's profession, provided the person does not use a title or description stating or implying that the person is licensed to practice marriage and family therapy under this Act. Section 58. That the code be amended by adding a NEW SECTION to read: The board may use its own staff or employ or contract with agents or investigators to assist in the enforcement of sections 51 through 89 of this Act, or any rule promulgated thereunder. If it appears to the board that a person is violating any section from 51 through 89 of this Act or any rule promulgated thereunder, the board may, in its own name or in the name of the state, in the circuit court in any county in which jurisdiction is proper, bring an action to enjoin the act, practice, or violation and to enforce compliance with sections 51 through 89 of this Act, or any rule promulgated thereunder, as an alternative to criminal proceedings. The proceedings shall be prosecuted by the Office of the Attorney General or by a person designated by the attorney general and retained by the board as provided in sections 51 through 89 of this Act. Section 59. That the code be amended by adding a NEW SECTION to read: The board and its members and officers shall assist any person charged with the enforcement of sections 51 through 89 of this Act. The board, its members, agents, and officers shall furnish evidence to assist in the prosecution of any violation or enforcement, and the board may make a reasonable expenditure for that purpose. The board may determine it is best for the enforcement of sections 51 through 89 of this Act, or in the conduct of its duties to employ an attorney designated by the attorney general. The board shall fix and determine the compensation and period of service for the attorney to be paid out of the board's funds. Section 60. That the code be amended by adding a NEW SECTION to read: An applicant for a license as a marriage and family therapist shall file an application, in the manner prescribed by the board, together with the application fee prescribed by the board. The board shall issue a license as a marriage and family therapist to an applicant who pays the license fee and demonstrates that: (1) The applicant has received a master's or a doctoral degree, which consists of at least forty-eight credit hours in marriage and family therapy, from an accredited marriage and family therapy program recognized by the board, or an equivalent course of study approved by the board; (2) The applicant has passed a standardized national examination approved by the board; (3) Within the four year period preceding the application, the applicant completed one thousand seven hundred hours of supervised experience in marriage and family therapy under a plan of supervision approved by the board subsequent to the applicant receiving an acceptable degree; (4) The applicant has no pending disciplinary proceeding or unresolved disciplinary complaint; (5) The applicant is of good moral character; and (6) The applicant is not in violation of any section from 51 through 89 of this Act or any rules promulgated thereunder. The board may refuse to issue a license to an applicant who fails to meet the requirements of this section. The board may grant a license, the provisions of subdivision (5) notwithstanding, if the applicant has been convicted of, or pled guilty to a felony, to any crime involving or relating to the practice of counseling, or to any crime involving dishonesty or moral turpitude, if and the board determines that the applicant does not constitute a risk to public safety. An applicant may appeal the denial of a license in accordance with chapter 1-26. Section 61. That the code be amended by adding a NEW SECTION to read: If the board suspects that the physical or mental health of an applicant may jeopardize or endanger anyone who seeks assistance from the applicant, the board may require that the applicant be examined by a competent healthcare provider selected by the board. The board shall pay all costs of the examination. If the healthcare provider confirms that the applicant's physical or mental health may jeopardize or endanger anyone who seeks services from the applicant, the board may deny the license until the applicant furnishes proof that the applicant's physical and mental health is sufficient to practice marriage and family therapy. Section 62. That the code be amended by adding a NEW SECTION to read: Notwithstanding any other provisions, the board may issue a license as a marriage and family therapist to an applicant who is licensed to practice marriage and family therapy in another state or territory of the United States, if the applicant demonstrates that: (1) The applicant is currently licensed as a marriage and family therapist and has been under the jurisdiction of the licensing authority in the other jurisdiction for at least three years prior to the time of submitting an application to the board; (2) The applicant is in good standing with the licensing authority in the other jurisdiction; (3) The applicant has been in an active practice during the three year period prior to the time of submitting an application to the board; (4) The applicant passed a standard national examination approved by the board; and (5) The applicant has no record of unprofessional conduct or any pending disciplinary complaints in the other jurisdiction. For purposes of this section, the term, active practice, means at least one thousand five hundred hours of clinical experience. Section 63. That the code be amended by adding a NEW SECTION to read: If a marriage and family therapist licensed in another state or territory of the United States has not passed the national examination required by the board for licensure by endorsement, the board may provide the applicant with a temporary license to practice for up to ninety days, provided the applicant demonstrates that: (1) The applicant is currently licensed as a marriage and family therapist and has been under the jurisdiction of the licensing authority in the other jurisdiction for at least three years prior to the time of submitting an application to the board; (2) The applicant is in good standing with the licensing authority in the other jurisdiction; (3) The applicant has been in an active practice during the three year period prior to the time of submitting an application to the board; and (4) The applicant has no record of unprofessional conduct or any pending disciplinary complaints in the other jurisdiction. For purposes of this section, the term, active practice, means at least one thousand five hundred hours of clinical experience. An applicant for a temporary license shall submit an application on a form approved by the board, along with the application fee and a temporary license fee prescribed by the board. The board shall issue a temporary license as a marriage and family therapist to an applicant who meets the requirements of this section and pays the required fees. A temporary license expires upon the applicant's passage of the required national examination or at the conclusion of the term for which the license was issued, whichever occurs first. A temporary license may only be renewed once. Section 64. That the code be amended by adding a NEW SECTION to read: Any person practicing under a temporary license is subject to supervision and discipline by the board, in the same manner as any other person licensed under sections 51 through 89 of this Act. A person practicing under a temporary license submits to the jurisdiction of the board. Section 65. That the code be amended by adding a NEW SECTION to read: A licensee shall furnish the board with updated information within thirty days, upon a change in the licensee's name, place of employment, or place of business. Section 66. That the code be amended by adding a NEW SECTION to read: Any license issued under sections 51 through 89 of this Act, other than a temporary license, is valid until November thirtieth of the next odd numbered year following the date of issuance. A license expires automatically, unless it is renewed. Section 67. That the code be amended by adding a NEW SECTION to read: Any licensee holding a license issued under sections 51 through 89 of this Act may renew that license by submitting an application for renewal prior to the date of expiration, paying the required renewal fee, and providing proof of compliance with the continuing education requirements prescribed by the board. If a licensee fails to renew a license on or before the thirtieth day of November in an odd numbered year, the license is automatically suspended. The board shall notify the licensee that a renewal application has not been received by the board and that the licensee may not practice counseling. Any person who submits a license renewal application and provides proof of compliance with the continuing education requirements set by the board within thirty days after the expiration date may be granted a license renewal. Section 68. That the code be amended by adding a NEW SECTION to read: Except as otherwise provided in this section, any person licensed under sections 51 through 89 of this Act shall complete at least forty hours of continuing education every two years in a manner and with an instructor approved by the board. Any person whose initial license is granted for a period of less than two years shall, during that initial licensure period, complete a prorated number of hours of continuing education, in a manner and with an instructor approved by the board. The required continuing education hours may be obtained through electronic means. The board may extend or waive the continuing education requirements for a licensee upon a showing of good cause, prior to expiration of the license. Section 69. That the code be amended by adding a NEW SECTION to read: The board may place a license on inactive status at the request of a licensee and the payment of a fee prescribed by the board. An inactive license expires four years after the date of issuance. An inactive license may be reactivated by payment of the license renewal fee and proof of having completed at least forty hours of continuing education during the two-year period immediately preceding the reactivation request. If a license is not reactivated prior to its expiration, all provisions applicable to an applicant for licensure apply in order for the license to be restored to active status. Any license that is on an inactive status, as of July 1, 2019, expires on November 30, 2021, unless the licensee meets the requirements for restoration prior to that time. Section 70. That the code be amended by adding a NEW SECTION to read: An expired license may be reactivated within the four year period following its expiration if the applicant: (1) Pays all applicable renewal fees required for the period of expiration; (2) Provides proof of all continuing education required for the period of expiration; and (3) Provides proof of passing a national examination approved by the board after the date the license expired. Section 71. That the code be amended by adding a NEW SECTION to read: Sections 51 through 89 of this Act do not apply to the activities and services of a person practicing marriage and family therapy as part of the person's duties if the person is: (1) An employee of an accredited educational institution, or a federal, state, county, or local governmental institution or agency; (2) An employee of a not-for-profit entity that meets community needs; or (3) A marriage and family therapy intern or person preparing for the practice of marriage and family therapy under qualified supervision in a training institution or facility or supervisory arrangement recognized and approved by the board. Section 72. That the code be amended by adding a NEW SECTION to read: No cause of action may arise against any licensed marriage and family therapist for failing to warn of and protect others from a client's threatened violent behavior or for failing to predict, warn of and protect others from a client's violent behavior except if the client has communicated to the marriage and family therapist a serious threat of physical violence against an identifiable victim. The duty to warn or to take reasonable precautions to provide protection from violent behavior arises only under the limited circumstances specified in this section. Section 73. That the code be amended by adding a NEW SECTION to read: No licensee, or an employee of a licensee may disclose information acquired from any person consulting the licensee in a professional capacity that was necessary to render services in a professional capacity, except: (1) If mandated by law or authorized to under the Health Insurance Portability and Accountability Act of 1996, as amended through January 1, 2019; (2) If the information is necessary to prevent or mitigate a serious and imminent threat to the health or safety of a person or the public, provided the disclosure is made to a person reasonably able to prevent or mitigate the threat, including the target of the threat; (3) If the licensed marriage and family therapist is a party defendant to a civil, criminal, or disciplinary action arising from such professional capacity, in which case any waiver of the privilege accorded by this section is limited to that action; (4) If the client is a defendant in a criminal proceeding and the use of the privilege would violate the defendant's right to a compulsory process or right to present testimony and evidence; (5) With the written consent of the person or, in the case of the person's death or disability, with the written consent of the person's personal representative, other person authorized to sue, or the beneficiary of an insurance policy on the person's life, health, or physical condition, provided that if more than one person in a family is receiving therapy from the marriage and family therapist, each family member shall agree to the waiver for the marriage and family therapist to disclose information received from any family member; (6) If the person waives the privilege by bringing charges against the licensee; or (7) If there is a duty to warn under other limited circumstances set forth in sections 51 through 89 of this Act. Section 74. That the code be amended by adding a NEW SECTION to read: If both parties to a marriage have obtained marriage and family therapy by a licensed marriage and family therapist, the therapist may not testify in an alimony or divorce action concerning information acquired in the course of the therapeutic relationship. This section does not apply to custody actions. Section 75. That the code be amended by adding a NEW SECTION to read: The board shall receive complaints regarding the enforcement of sections 51 through 89 of this Act. A record of each complaint shall be maintained by the board. An investigation shall be conducted by a member, agent, or an appointee of the board to determine whether an alleged violation has been committed. The investigator, if a member of the board, may dismiss a complaint if it appears to the member, either with or without consulting of the board, that no violation has been committed. If the investigator is an agent or an appointee of the board, dismissal of the complaint may only be made by the board president. Any agreed disposition made between the investigator and the licensee or permit holder shall be made known to and approved by the board. If the complaint is not dismissed and an agreed disposition is not reached, the investigator may request that the board set a date for a hearing on the complaint. All disciplinary proceedings held under the authority of sections 51 through 89 of this Act shall be conducted in accordance with chapter 1-26. Any decision of the board entered in a contested proceeding may be appealed to the circuit court within thirty days. A license or permit shall remain in effect during the pendency of an appeal unless suspended under section 78 of this Act. Section 76. That the code be amended by adding a NEW SECTION to read: Upon receiving a complaint regarding the health or safety of patients or the public, any authorized board member, officer, agent, or employee may enter and inspect, during business hours, any place where marriage and family therapy is practiced for the purpose of enforcing this Act. Refusal to allow an inspection may constitute unprofessional or dishonorable conduct. Section 77. That the code be amended by adding a NEW SECTION to read: Testimony or documentary evidence of any kind obtained during the investigation of a complaint is not subject to discovery or disclosure under chapter 15-6 or under any other provision of law and is not admissible as evidence in any legal proceeding, until such time as the complaint becomes a contested case, as defined in § 1-26-1. No person who has participated in the investigation of a complaint may testify as an expert witness or be compelled to testify for any party in any civil action, if the subject matter of the complaint investigated is a basis for the civil action. Section 78. That the code be amended by adding a NEW SECTION to read: The license of a marriage and family therapist may be suspended, revoked, or canceled if: (1) The licensee is found to be guilty of fraud in the practice of marriage and family therapy or of fraud or deceit in the licensee's admission to the practice of marriage and family therapy; (2) The licensee has been convicted during the past five years of a felony, or of any crime which, if committed within this state would constitute a felony; (3) The licensee is engaged in the practice of marriage and family therapy under a false or assumed name and has not registered that name under chapter 37-11, or is impersonating another practitioner having a like or different name; (4) The licensee is addicted to the habitual use of intoxicating liquors, narcotics, or stimulants, to an extent that incapacitates the licensee from the performance of professional duties; (5) The physical or mental condition of the licensee is determined by a competent healthcare provider to be at risk of jeopardizing or endangering those who seek services from the licensee, provided that a majority of the board may demand an examination of the licensee at the board's expense, and further provided that if the licensee fails to submit to the examination, this constitutes grounds for the immediate suspension of the license; (6) Obtaining or attempting to obtain a license, certificate, or renewal through means of bribery or fraudulent representation; (7) Knowingly making a false statement in connection with any application under this Act; (8) Knowingly making a false statement on any form required by the board in accordance with sections 53 through 91 of this Act or any rules promulgated thereunder; (9) The licensee has violated any section from 51 through 89 of this Act or any rule thereunder; or (10) The licensee has been found to be in violation of ethical standards adopted by the board. Section 79. That the code be amended by adding a NEW SECTION to read: Proceedings for the suspension, revocation, or cancellation of a license may be initiated when the board has information that any licensee may have committed any misconduct as provided in section 78 of this Act or is guilty of gross incompetence or unprofessional or dishonorable conduct. Section 80. That the code be amended by adding a NEW SECTION to read: If the board finds that a person, entity, licensee, or permit holder has violated any section from 51 through 89 of this Act or any rule promulgated thereunder, the board may: (1) Revoke a license or permit for an indefinite period; (2) Suspend a license or permit for a specific or an indefinite period; (3) Place a limit or condition on a license or permit; (4) Issue a censure or a letter of reprimand; (5) Place a licensee or permit holder on probationary status and require that the licensee or permit holder report regularly to the board on the matters that are the basis for the probation, limit the licensee's or permit holder's practice to areas prescribed by the board, and require professional education until a satisfactory degree of skill has been attained in those areas that are the basis of the probation, provided the board may withdraw the probation if the board finds the deficiencies that required disciplinary action have been remedied; (6) Impose any other sanctions that the board determines is appropriate; (7) Impose a fee to reimburse the board in an amount equal to some or all of the costs incurred for the investigation and proceedings resulting in disciplinary action or for the issuance of a cease and desist order; or (8) Deny an application for a license or permit. Section 81. That the code be amended by adding a NEW SECTION to read: The board may suspend a license or permit in advance of a final adjudication or during the appeals process, if the board finds that allowing a licensee or permit holder to continue practicing would represent a clear and immediate or imminent danger to public health and safety. A licensee or permit holder whose license or permit is suspended under this section is entitled to a hearing before the board within twenty days after the effective date of the suspension. The licensee or permit holder may subsequently appeal the suspension to the circuit court in accordance with chapter 1-26. Section 82. That the code be amended by adding a NEW SECTION to read: All proceedings regarding the suspension, revocation, or cancellation of a license shall conform to the procedure set forth in chapter 1-26. A party may appeal any act, ruling, or decision regarding a license, in accordance with chapter 1-26. Section 83. That the code be amended by adding a NEW SECTION to read: At the board's discretion, the board may reinstate or issue a new license or permit. The board may require the applicant to pay all costs of the proceedings resulting in the suspension, revocation, reinstatement, or issuance of a license or permit. Section 84. That the code be amended by adding a NEW SECTION to read: The board shall investigate and report an alleged violation of any section from 51 through 89 of this Act. The board may employ special counsel subject to the supervision, control, and direction of the attorney general to assist in the prosecution of alleged criminal violations and may expend the necessary funds for this purpose. Section 85. That the code be amended by adding a NEW SECTION to read: Any person violating any section from 51 through 89 of this Act, may be enjoined from further violations at the suit of the state's attorney of the county where the violations occurred. In the alternative, suit may be brought by any resident of this state. Section 86. That the code be amended by adding a NEW SECTION to read: Any person who practices marriage and family therapy through electronic means, and provides marriage and therapy services to a patient located in this state is engaged in the practice of marriage and family therapy in this state regardless of the provider's physical location. Any service provided by a licensee or supervision provided through electronic means shall comply with sections 51 through 89 of this Act and rules promulgated thereunder. Section 87. That the code be amended by adding a NEW SECTION to read: The board shall promulgate rules, pursuant to chapter 1-26, to establish: (1) An application fee, not exceeding two hundred dollars; (2) A biennial renewal fee, not exceeding five hundred dollars; (3) A duplicate license fee, not exceeding fifteen dollars; (4) An inactive license fee, not exceeding one hundred dollars; (5) A temporary license fee, not exceeding two hundred dollars; and (6) A license verification fee, not exceeding twenty-five dollars. Section 88. That the code be amended by adding a NEW SECTION to read: The board may promulgate rules, pursuant to chapter 1-26, to: (1) Set standards for professional practice; and (2) Establish procedures for application, licensure, eligibility, renewals, continuing education, supervision, and the examination of an applicant for and a holder of licensure as a licensed marriage and family therapist. Section 89. That §§ 36-32-1 to 36-32-46, inclusive, 36-33-1, 36-33-2, 36-33-4 to 36-33-9, inclusive, and 36-33-11 to 36-33-33, inclusive be repealed."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 10090, "action_date": "2019-01-30T14:00:00-06:00", "document_id": 52890, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52890.pdf", "status_text": "First Reading House", "journal_page": 262, "committee_id_action": 408, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 10090, "action_date": "2019-01-31T13:30:00-06:00", "document_id": 52970, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52970.pdf", "status_text": "Referred to", "journal_page": 281, "committee_id_action": 408, "committee_id_assigned": 429, "result": "N", "vote": {}}, {"bill_id": 10090, "action_date": "2019-02-12T08:00:00-06:00", "document_id": 53335, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53335.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 429, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 10090, "action_date": "2019-02-12T08:00:00-06:00", "document_id": 53482, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53482.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 429, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 10090, "action_date": "2019-02-12T08:00:00-06:00", "document_id": 53482, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53482.pdf", "status_text": "Do Pass Amended", "journal_page": 366, "committee_id_action": 429, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 28126, "president_vote": null, "Yea": [1643, 1613, 1440, 1624, 1649, 1632, 1612, 1577, 1576, 1580, 1564, 1427], "Excused": [1610]}}, {"bill_id": 10090, "action_date": "2019-02-14T13:30:00-06:00", "document_id": 53738, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53738.pdf", "status_text": "Deferred to another day", "journal_page": 423, "committee_id_action": 408, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 10090, "action_date": "2019-02-19T14:00:00-06:00", "document_id": 53845, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53845.pdf", "status_text": "Deferred to another day", "journal_page": 433, "committee_id_action": 408, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 10090, "action_date": "2019-02-21T14:00:00-06:00", "document_id": 54040, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54040.pdf", "status_text": "Do Pass Amended", "journal_page": 465, "committee_id_action": 408, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 28599, "president_vote": null, "Yea": [1563, 1614, 1619, 1567, 1592, 1643, 1578, 1641, 1560, 1629, 1579, 1613, 1645, 1594, 1443, 1633, 1634, 1444, 1434, 1573, 1616, 1650, 1635, 1624, 1557, 1628, 1427, 1436, 1642, 1438, 1620, 1631, 1589, 1556, 1593, 1609, 1435, 1649, 1632, 1646, 1575, 1612, 1630, 1431, 1446, 1615, 1638, 1569, 1626, 1572, 1637, 1627, 1577, 1618, 1581, 1576, 1610, 1622, 1623, 1611, 1564, 1580, 1625, 1432], "Nay": [1440, 1639, 1590, 1644, 1621], "Excused": [1647]}}, {"bill_id": 10090, "action_date": "2019-02-22T12:45:00-06:00", "document_id": 54138, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54138.pdf", "status_text": "First read in Senate and referred to", "journal_page": 476, "committee_id_action": 409, "committee_id_assigned": 420, "result": "N", "vote": {}}, {"bill_id": 10090, "action_date": "2019-03-04T10:00:00-06:00", "document_id": 54348, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54348.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 420, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 10090, "action_date": "2019-03-04T10:00:00-06:00", "document_id": 54563, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54563.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 420, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 10090, "action_date": "2019-03-04T10:00:00-06:00", "document_id": 54563, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54563.pdf", "status_text": "Do Pass Amended", "journal_page": 0, "committee_id_action": 420, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 29086, "president_vote": null, "Excused": [1608, 1605], "Nay": [1442], "Yea": [1571, 1607, 1426, 1559]}}, {"bill_id": 10090, "action_date": "2019-03-04T10:00:00-06:00", "document_id": 54563, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54563.pdf", "status_text": "Title amended", "journal_page": 563, "committee_id_action": 420, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 10090, "action_date": "2019-03-06T14:00:00-06:00", "document_id": 54776, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54776.pdf", "status_text": "Do Pass Amended", "journal_page": 634, "committee_id_action": 409, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 29260, "president_vote": null, "Yea": [1602, 1441, 1582, 1562, 1599, 1608, 1606, 1588, 1604, 1442, 1601, 1585, 1600, 1603, 1568, 1583, 1437, 1595, 1558, 1450, 1571, 1586, 1561, 1596, 1559, 1584, 1426, 1598, 1587, 1433, 1565, 1597], "Excused": [1605], "Nay": [1430, 1607]}}, {"bill_id": 10090, "action_date": "2019-03-11T12:00:00-05:00", "document_id": 54898, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54898.pdf", "status_text": "Failed to concur, appoint Conference Committee", "journal_page": 709, "committee_id_action": 408, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 29368, "president_vote": null, "Excused": [1563, 1635, 1436, 1649], "Yea": [1614, 1619, 1592, 1643, 1560, 1629, 1579, 1645, 1594, 1443, 1633, 1573, 1616, 1650, 1624, 1628, 1438, 1631, 1589, 1593, 1609, 1632, 1646, 1644, 1575, 1612, 1630, 1615, 1638, 1569, 1572, 1627, 1577, 1618, 1581, 1576, 1610, 1623, 1580], "Nay": [1567, 1578, 1641, 1613, 1440, 1634, 1444, 1434, 1557, 1427, 1642, 1620, 1556, 1639, 1590, 1435, 1431, 1446, 1647, 1626, 1637, 1622, 1611, 1564, 1621, 1625, 1432]}}, {"bill_id": 10090, "action_date": "2019-03-12T10:00:00-05:00", "document_id": 54928, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54928.pdf", "status_text": "Conference Committee appointments", "journal_page": 691, "committee_id_action": 409, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 10090, "action_date": "2019-03-12T10:00:00-05:00", "document_id": 54928, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54928.pdf", "status_text": "Conference Committee Report", "journal_page": 702, "committee_id_action": 409, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 10090, "action_date": "2019-03-12T10:00:00-05:00", "document_id": 54928, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54928.pdf", "status_text": "Conference Committee appointments", "journal_page": 701, "committee_id_action": 409, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 10090, "action_date": "2019-03-12T10:00:00-05:00", "document_id": 54928, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54928.pdf", "status_text": "Conference Committee Report", "journal_page": 702, "committee_id_action": 409, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 10090, "action_date": "2019-03-12T11:00:00-05:00", "document_id": 54932, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54932.pdf", "status_text": "Conference Committee appointments", "journal_page": 718, "committee_id_action": 408, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 10090, "action_date": "2019-03-12T11:00:00-05:00", "document_id": 54932, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54932.pdf", "status_text": "Conference Committee Report", "journal_page": 733, "committee_id_action": 408, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 10090, "action_date": "2019-03-12T11:00:00-05:00", "document_id": 54932, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54932.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 735, "committee_id_action": 408, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 29478, "president_vote": null, "Yea": [1563, 1614, 1619, 1643, 1560, 1629, 1613, 1645, 1594, 1443, 1633, 1634, 1573, 1616, 1624, 1628, 1438, 1589, 1593, 1609, 1644, 1612, 1630, 1638, 1572, 1637, 1627, 1577, 1581, 1576, 1623, 1621, 1580, 1625], "Nay": [1567, 1578, 1641, 1579, 1440, 1444, 1434, 1650, 1635, 1557, 1427, 1642, 1620, 1631, 1556, 1639, 1590, 1435, 1632, 1646, 1575, 1431, 1446, 1615, 1569, 1647, 1626, 1610, 1622, 1611, 1564, 1432], "Excused": [1592, 1436, 1649, 1618]}}]}