{"session_id": 21, "bill_id": 6298, "bill_type": "House Bill", "bill_number": 1052, "bill_title": "revise certain provisions regarding the regulation of insurance holding companies.", "sponsors": [], "keywords": ["Insurance"], "audio": [{"meeting_datetime": "2015-01-28T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hco11.mp3", "start_seconds": 287.0}, {"meeting_datetime": "2015-01-28T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hco11.mp3", "start_seconds": 287.0}, {"meeting_datetime": "2015-01-28T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hco11.mp3", "start_seconds": 287.0}, {"meeting_datetime": "2015-01-28T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hco11.mp3", "start_seconds": 287.0}, {"meeting_datetime": "2015-01-28T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hco11.mp3", "start_seconds": 287.0}, {"meeting_datetime": "2015-01-28T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hco11.mp3", "start_seconds": 287.0}, {"meeting_datetime": "2015-01-28T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hco11.mp3", "start_seconds": 287.0}, {"meeting_datetime": "2015-02-03T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou14.mp3", "start_seconds": 1820.0}, {"meeting_datetime": "2015-02-03T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou14.mp3", "start_seconds": 1820.0}, {"meeting_datetime": "2015-02-03T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou14.mp3", "start_seconds": 1820.0}, {"meeting_datetime": "2015-02-12T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sco21.mp3", "start_seconds": 1224.0}, {"meeting_datetime": "2015-02-12T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sco21.mp3", "start_seconds": 1224.0}, {"meeting_datetime": "2015-02-12T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sco21.mp3", "start_seconds": 1224.0}, {"meeting_datetime": "2015-02-12T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sco21.mp3", "start_seconds": 1224.0}], "bill_versions": [{"bill_id": 6298, "bill_version_id": 33044, "bill_version": "Introduced", "bill_version_date": "2015-01-10T13:26:37.36-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the regulation of insurance holding companies. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 58-5A-1 be amended to read as follows: 58-5A-1. Terms used in this chapter mean: (1) \"Affiliate of, or a person affiliated with, a specific person,\" any person who directly, or indirectly through one or more intermediaries, controls, or is controlled by, or is under common control with, the person specified; (2) \"Control,\" including \"controlling,\" \"controlled by,\" and \"under common control with,\" the possession, direct or indirect, of the power to direct or cause the direction of the management and policies of a person, whether through the ownership of voting securities, by contract other than a commercial contract for goods or nonmanagement services, or otherwise, unless the power is solely the result of an official position with or a corporate office held by the person. Control shall be presumed to exist if any person, directly or indirectly, owns, controls, holds with the power to vote, or holds proxies representing, ten percent or more of the voting securities of any other person. This presumption may be rebutted by a showing made in the manner provided by § 58-5A-29 that control does not exist in fact; (2A) \"Enterprise risk,\" any activity, circumstance, event, or series of events involving one or more affiliates of an insurer that, if not remedied promptly, is likely to have a material adverse effect upon the financial condition or liquidity of the insurer or its insurance holding company system as a whole, including anything that may cause the insurer's risk-based capital to fall into company action level or may cause the insurer to be in hazardous financial condition pursuant to chapter 58-4; (3) \"Insurance holding company system,\" any two or more affiliated persons, one or more of which is an insurer; (4) \"Insurer,\" a company qualified and licensed by the director of the Division of Insurance to transact the business of insurance in this state; (4A) \"NAIC,\" the National Association of Insurance Commissioners; (5) \"Security holder\" of a specified person is one who owns any security of such person, including common stock, preferred stock, debt obligations, and any other security convertible into or evidencing the right to acquire any of the foregoing; (6) \"Subsidiary of a specified person,\" any affiliate controlled by such person directly, or indirectly, through one or more intermediaries; (7) \"Voting security,\" any security convertible into or evidencing a right to acquire a voting security. Section 2. That chapter 58-5A be amended by adding thereto a NEW SECTION to read as follows: For purposes of this chapter, any controlling person of a domestic insurer seeking to divest the controlling interest in the domestic insurer, in any manner, shall file with the director, with a copy to the insurer, confidential notice of its proposed divestiture at least thirty days prior to the cessation of control. The director shall determine any instance in which a party seeking to divest or to acquire a controlling interest in an insurer is required to file for and obtain approval of the transaction. The information shall remain confidential until the conclusion of the transaction unless the director determines that confidential treatment interferes with enforcement of this section. If the statement referred to in § 58-5A-3 is otherwise filed, the provisions of this section do not apply. Section 3. That § 58-5A-4 be amended to read as follows: 58-5A-4. The statement to be filed with the director as required by pursuant to § 58-5A-3 shall be made under oath or affirmation and shall contain the following information: (1) The name and address of each person by whom or on whose behalf the merger or other acquisition of control referred to in § 58-5A-3 is to be effected (hereinafter called \"acquiring party\"); and (a) If such the person is an individual, his the person's principal occupation and all offices and positions held during the past five years, and any conviction of crimes other than minor traffic violations during the past ten years; (b) If such the person is not an individual, a report of the nature of its business operations during the past five years or for such a lesser period as such the person and any predecessors thereof shall have been in existence; an informative description of the business intended to be done by such the person and such the person's subsidiaries; and a list of all individuals who are or who have been selected to become directors or executive officers of such the person, or who perform or will perform functions appropriate to such positions. Such The list shall include for each such individual the information required by subsection (a) of this subdivision.; (2) The source, nature, and amount of the consideration used or to be used in effecting the merger or other acquisition of control, a description of any transaction wherein funds were or are to be obtained for any such purpose, and the identity of persons furnishing such the consideration, provided, however, that. However, where a source of such the consideration is a loan made in the lender's ordinary course of business, the identity of the lender shall remain is confidential, if the person filing such the statement so requests.; (3) Fully audited financial information as to the earnings and financial condition of each acquiring party for the preceding five fiscal years of each acquiring party (or for such a lesser period as such the acquiring party and any predecessors thereof shall have been in existence), and similar unaudited information as of a date not earlier than ninety days prior to the filing of the statement.; (4) Any plans or proposals which each acquiring party may have to liquidate such the insurer, to sell its the insurer's assets or merge or consolidate it the insurer with any person, or to make any other material change in its the insurer's business or corporate structure or management.; (5) The number of shares of any security referred to in § 58-5A-3 which each acquiring party proposes to acquire, and the terms of the offer, request, invitation, agreement, or acquisition referred to in § 58-5A-3, and a statement as to the method by which the fairness of the proposal was arrived at.; (6) The amount of each class of any security referred to in § 58-5A-3 which is beneficially owned or concerning which there is a right to acquire beneficial ownership by each acquiring party.; (7) A full description of any contracts, arrangements or understandings contract, arrangement, or understanding with respect to any security referred to in § 58-5A-3 in which any acquiring party is involved, including but not limited to transfer of any of the securities, joint ventures, loan or option arrangements, puts or calls, guarantees of loans, guarantees against loss or guarantees of profits, division of losses or profits, or the giving or withholding of proxies. Such The description shall identify the persons with whom such contracts, arrangements, or understandings have been entered into. each person with whom the contract, arrangement, or understanding has been entered into; (8) A description of the purchase of any security referred to in § 58-5A-3 during the twelve calendar months preceding the filing of the statement, by any acquiring party, including the dates of purchase, names of the purchasers, and consideration paid or agreed to be paid therefor.; (9) A description of any recommendations to purchase any security referred to in § 58-5A-3 made during the twelve calendar months preceding the filing of the statement, by any acquiring party, or by anyone based upon interviews or at the suggestion of such the acquiring party.; (10) Copies A copy of all tender offers for, requests or invitations for tenders of exchange offers for, and agreements to acquire or exchange any securities referred to in § 58-5A-3, and (, if distributed), of additional soliciting material related thereto.; (11) The terms of any agreement, contract or understanding made with any broker-dealer as to solicitation of securities referred to in § 58-5A-3 for tender, and the amount of any fees, commissions or other compensation to be paid to broker-dealers with regard thereto.; (12) An agreement by the person required to file the statement specified in § 58-5A-3 that the person shall provide the annual report specified in section 9 of this Act if control exists; (13) An acknowledgment by the person required to file the statement referred to in § 58-5A-3 and section 2 of this Act that the person and all subsidiaries within the person's control in the insurance holding company system shall provide information to the director upon request as necessary to evaluate enterprise risk to the insurer; and (14) Such additional information as the director may require by rule prescribe as necessary or appropriate for the protection of policyholders and security holders of the insurer or in the public interest. A violation of this section is a Class 2 misdemeanor. Section 4. That § 58-5A-5 be amended to read as follows: 58-5A-5. If the person required to file the statement referred to in § 58-5A-3 is a partnership, limited partnership, syndicate or other group, the director may require that the information called for by subdivisions 58-5A-4(1) to (12) (14), inclusive, shall be given with respect to each partner of such the partnership or limited partnership, each member of such the syndicate or group, and each person who controls such a partner or member. A violation of this section is a Class 2 misdemeanor. Section 5. That § 58-5A-6 be amended to read as follows: 58-5A-6. If any such partner, member, or person is a corporation or the person required to file the statement referred to in § 58-5A-3 is a corporation, the director may require that the information called for by subdivisions 58-5A-4(1) to (12) (14), inclusive, shall be given with respect to such a corporation, each officer and director of such the corporation, and each person who is directly or indirectly the beneficial owner of more than ten percent of the outstanding voting securities of such the corporation. A violation of this section is a Class 2 misdemeanor. Section 6. That § 58-5A-18 be amended to read as follows: 58-5A-18. The effectuation No person may effectuate or any attempt to effectuate an acquisition of control of, divestiture of, or merger with, a domestic insurer unless it has been approved by the director has given his approval thereto shall be. A violation of this section is a Class 2 misdemeanor. Section 7. That § 58-5A-21 be amended to read as follows: 58-5A-21. Every Each insurer subject to registration under pursuant to § 58-5A-20 shall file a registration statement with the director on a form and in the format provided by the division, which shall contain contains current information about: (1) The capital structure, general financial condition, ownership, and management of the insurer and any person controlling the insurer; (2) The following agreements in force and transactions currently outstanding between the insurer and its affiliates: (a) Loans, or other investments, or purchases, sales or exchanges of securities of the affiliate by the insurer or of the insurer by its affiliates; (b) Purchases, sales, or exchanges of assets; (c) Transactions not in the ordinary course of business; (d) Guarantees or undertakings for the benefit of an affiliate which result in an actual contingent exposure of the insurer's assets to liability, other than insurance contracts entered into in the ordinary course of the insurer's business; (e) All management and service contracts and all cost sharing arrangements; (f) Dividends and other distributions to shareholders; and (g) Consolidated tax allocation agreements; (3) Other matters concerning transactions between a registered insurer and any affiliate as may be required by the director; (4) The identity and relationship of every each member of the insurance holding company system; and (5) Any pledge of the insurer's stock, including stock of any subsidiary of or controlling affiliate, for a loan made to any member of the insurance holding company system; (6) The financial statement of or within an insurance holding company system, including each affiliate. The financial statement may include the annual audited financial statement filed with the U.S. Securities and Exchange Commission (SEC) pursuant to the Securities Act of 1933, as of January 1, 2015, or the Securities Exchange Act of 1934, as of January 1, 2015. An insurer required to file a financial statement pursuant to this section shall satisfy the requirements by providing the director with the most recently filed parent corporation financial statements that have been filed with the SEC; (7) A statement that the insurer's board of directors is responsible for and oversees corporate governance and internal controls and that the insurer's officers or senior management have approved, implemented, and continue to maintain and monitor corporate governance and internal control procedures; and (8) Any other information required by the director pursuant to law or rule. All registration statements shall contain a summary outlining all items in the current registration statement representing changes from the prior registration statement. Section 8. That § 58-5A-29 be amended to read as follows: 58-5A-29. Any person may file with the director a disclaimer of affiliation with any authorized insurer or such a the disclaimer may be filed by such the insurer or any member of an insurance holding company system. The disclaimer shall fully disclose all material relationships and basis for affiliation between such the person and such insurer as well as the basis for disclaiming such the affiliation. After a disclaimer has been filed, the insurer shall be relieved of any duty to register or report under § 58-5A-20 which may arise out of the insurer's relationship with such person unless and until the director disallows such a disclaimer. The director shall disallow such a disclaimer only after furnishing all parties in interest with notice and opportunity to be heard, and after making specific findings of fact to support such disallowance. A disclaimer of affiliation is deemed to have been granted unless the director, within thirty days following receipt of a complete disclaimer, notifies the filing party the disclaimer is disallowed. If disallowed, the disclaiming party may request an administrative hearing pursuant to chapter 1-26 within thirty days of the director's disallowance. A notice of hearing shall be issued within thirty days of a written request by the disclaiming party. The disclaiming party is relieved of the duty to register pursuant to this section if the director approves the disclaimer, or if the disclaimer is deemed to have been approved. Section 9. That chapter 58-5A be amended by adding thereto a NEW SECTION to read as follows: The ultimate controlling person of each insurer subject to registration shall also file an annual enterprise risk report. The report shall, to the best of the ultimate controlling person's knowledge and belief, identify the material risks within the insurance holding company system that could pose enterprise risk to the insurer. The report shall be filed with the lead state director of the insurance holding company system as determined by rules promulgated, pursuant to chapter 1-26, by the director. Section 10. That § 58-5A-30 be amended to read as follows: 58-5A-30. Failure to file the a registration statement, to enterprise risk report, or keep the registration statement current or to file any summary of the registration statement within the time specified in this chapter is a violation of this title. Any insurer failing, without just cause, to file any registration statement or amendment as required in this chapter shall be required to pay a penalty of not less than one hundred dollars for each day's delay, but not to exceed twenty-five thousand dollars. The director may reduce or waive the penalty if the insurer demonstrates to the director that the imposition of the penalty would constitute constitutes a financial hardship to the insurer. Section 11. That § 58-5A-32 be amended to read as follows: 58-5A-32. Material transactions by Any material transaction by a registered insurers with their affiliates are insurer with an affiliate is subject to the following standards: (1) The terms shall be fair and reasonable; (2) The books, accounts, and records of each party shall be maintained to clearly and accurately disclose the precise nature and details of the transaction including information necessary to support the reasonableness of the charges or fees to the respective parties; (3) The insurer's surplus to policyholders following any dividends or distributions to shareholders or affiliates shall be reasonable in relation to the insurer's outstanding liabilities and adequate to its financial needs; (4) Charges or fees for services performed shall be reasonable; and (5) Expenses incurred and payment received shall be allocated to the insurer in conformity with customary insurance accounting practices consistently applied; and (6) Any agreement for cost sharing services and management shall include provisions as required by law or rule. Any transaction which is not in conformity with this section is subject to the provisions of §§ 58-5A-64, 58-5A-65, and 58-5A-67. Section 12. That § 58-5A-37 be amended to read as follows: 58-5A-37. Subject to the limitations contained in this section and §§ 58-5A-38 to 58-5A-40, inclusive, and in addition to the powers which the director has under the provision of this title relating to the examination of insurers, the director shall also have the power to order any insurer registered with him to produce such records, books, or other information papers in the possession of the insurer or its affiliates as shall be necessary to ascertain the financial condition or legality of conduct of such insurer. In the event such insurer fails to comply with such order, the director shall have the power to examine such affiliates to obtain such information may examine any registered insurer and the insurer's affiliates to ascertain the financial condition of the insurer, including enterprise risk to the insurer by the ultimate controlling party, or by any entity or combination of entities within the insurance holding company system, or by the insurance holding company on a consolidated basis. Section 13. That chapter 58-5A be amended by adding thereto a NEW SECTION to read as follows: The director may order any registered insurer to produce records, books, or other information papers in the possession of the insurer or the insurer's affiliates as are reasonably necessary to determine compliance with the provisions of this chapter. The director may order any registered insurer to produce information not in the possession of the insurer if the insurer is able to obtain access to the information pursuant to contractual relationships, statutory obligations, or other method. If the insurer is unable to obtain the information requested by the director, the insurer shall provide the director a detailed explanation of the reason the insurer is unable to obtain the information and the identity of the holder of the information. If an insurer's detailed explanation is found to be without merit, it is grounds for the revocation of the insurer's license at a hearing held pursuant to chapter 1-26. Section 14. That chapter 58-5A be amended by adding thereto a NEW SECTION to read as follows: If the insurer fails to comply with an order made pursuant to section 13 of this Act, the director may examine the registered insurer's affiliates to obtain the information. The director may issue subpoenas, administer oaths, and examine under oath any person for purposes of determining compliance with the provisions of §§ 58-5A-37 to 58-5A-40, inclusive. Each person is obliged to attend as a witness at the place specified in the subpoena, if the witness is subpoenaed within this state. The witness is entitled to the same fees and mileage, if claimed, as a witness in appearing in any state court and the fees shall be itemized and paid by the insurer being examined. Section 15. That chapter 58-5A be amended by adding thereto a NEW SECTION to read as follows: Neither the director nor any person who receives documents, materials, or other information while acting under the authority of the director or with whom the documents, materials, or other information are shared pursuant to the provisions of § 58-5A-41 is permitted or required to testify in any private civil action concerning any confidential documents, materials, or information subject to the provisions of § 58-5A-41. Section 16. That chapter 58-5A be amended by adding thereto a NEW SECTION to read as follows: To assist in the performance of the duties assigned to the director pursuant to the provisions of this chapter: (1) The director may, upon request, share documents, materials, or other information, including the confidential and privileged documents, materials, or information disclosed pursuant to this chapter with a state, federal, and international regulatory agency, the NAIC and its affiliates and subsidiaries, and a state, federal, and international law enforcement authority, including a member of any supervisory college described in sections 19 to 21, inclusive, of this Act, if the recipient agrees in writing to maintain the confidentiality and privileged status of the document, material, or other information, and verifies in writing the legal authority to maintain confidentiality; and (2) Notwithstanding the provisions of subdivision (1), the director may only share confidential and privileged documents, or information reported pursuant to section 9 of this Act, with a director of a state that has laws substantially similar to the provisions of § 58-5A-41, and who agrees in writing not to disclose such information. The sharing of information by the director pursuant to this chapter does not constitute a delegation of regulatory authority or rule-making authority. Section 17. That chapter 58-5A be amended by adding thereto a NEW SECTION to read as follows: The director shall enter into written agreements with the NAIC governing the sharing and use of information provided pursuant to this chapter that: (1) Specify procedures and protocols regarding the confidentiality and security of information shared with the NAIC and its affiliates and subsidiaries pursuant to this chapter, including procedures and protocols for sharing by the NAIC with any other state, federal, or international regulator; (2) Specify that ownership of information shared with the NAIC and its affiliates and subsidiaries pursuant to this chapter remains with the director and that the NAIC use of the information is subject to the direction of the director; (3) Require prompt notice to be given to an insurer whose confidential information is in the possession of the NAIC pursuant to this chapter and is subject to a request or subpoena issued to the NAIC for disclosure or production; and (4) Require the NAIC and its affiliates and subsidiaries to consent to intervention by an insurer in any judicial or administrative action in which the NAIC and its affiliates and subsidiaries may be required to disclose confidential information about the insurer shared with the NAIC and its affiliates and subsidiaries pursuant to this chapter. Section 18. That § 58-5A-56 be amended to read as follows: 58-5A-56. A domestic insurer and any person in its insurance holding company system may not enter into transactions, including any amendment or modification or an affiliate agreement previously filed pursuant to this chapter, that is subject to any materiality standard provided in this section, unless the director has received a written notification from the insurer of the transaction at least thirty days prior to its effective date. The director has thirty days from receipt to approve or disapprove the transaction. If the director takes no action within the thirty days, the transaction is deemed approved. The director may allow less than thirty days notification if the insurer can show cause why a lesser time is necessary. Transactions of which the insurer needs to notify the director are: (1) Sales, purchases, exchanges, loans, or extensions of credit, guarantees, or investments provided the transactions are equal to or exceed as of December thirty-first next preceding: (a) With respect to nonlife insurers, the lesser of three percent of the insurer's admitted assets or twenty-five percent of surplus as regards policyholders; or (b) With respect to life insurers, three percent of the insurer's admitted assets; (2) Loans or extensions of credit by the insurer to any person that is not an affiliate, with the agreement or that the proceeds of the transactions, in whole or in substantial part, are to be used to make loans or extensions of credit to, to purchase assets of, or to make investments in any affiliate of the insurer provided the transactions are equal to or exceed as of December thirty-first next preceding: (a) With respect to nonlife insurers, the lesser of three percent of the insurer's admitted assets or twenty-five percent of surplus as regards policyholders; or (b) With respect to life insurers, three percent of the insurer's admitted assets; (3) Reinsurance agreements or modifications thereto to the agreements, including: (a) Any reinsurance pooling agreement; and (b) Any agreement in which the reinsurance premium or a change in the insurer's liabilities, or the projected reinsurance premium or a change in the insurer's liabilities in any of the next three years, equal or exceeds five percent of the insurer's surplus as regards policyholders as of December thirty-first next preceding, including those agreements which may require any agreement that requires as consideration the transfer of assets from an insurer to a nonaffiliate, if an agreement or understanding exists between the insurer and nonaffiliate that any portion of the assets will be transferred to one or more affiliates of the insurer; (4) All management agreements, service contracts, tax allocation agreements, and all cost-sharing arrangements; and (5) Any transactions which the director determines may adversely affect the interests of the insurer's policyholders. Section 19. That chapter 58-5A be amended by adding thereto a NEW SECTION to read as follows: Pursuant to the provisions of sections 19 to 21, inclusive, of this Act, the director may participate in a supervisory college for any domestic insurer registered pursuant to this chapter that is part of an insurance holding company system with international operations to determine compliance by the insurer with this chapter. The director, with respect to a supervisory college, may perform any of the following activities: (1) Initiate the establishment of a supervisory college; (2) Clarify the membership and participation of any other supervisor in the supervisory college; (3) Clarify the functions of the supervisory college and the role of any other regulator, including the establishment of a group-wide supervisor; (4) Coordinate the ongoing activities of the supervisory college, including planning meetings, supervisory activities, and processes for information sharing; and (5) Establish a crisis management plan. Section 20. That chapter 58-5A be amended by adding thereto a NEW SECTION to read as follows: Each registered insurer subject to sections 19 to 21, inclusive, of this Act, is liable for and shall pay the reasonable expenses of the director's participation in a supervisory college, including reasonable travel expenses. A supervisory college may be convened as either a temporary or permanent forum for communication and cooperation between the regulators charged with the supervision of the insurer or its affiliates, and the director may establish a regular assessment to the insurer for the payment of these expenses. Section 21. That chapter 58-5A be amended by adding thereto a NEW SECTION to read as follows: The director may participate in a supervisory college with other regulators charged with supervision of the insurer or its affiliates, including any state, federal, and international regulatory agency to assess the business strategy, financial position, legal and regulatory position, risk exposure, risk management, and governance processes of individual insurers. The director may enter into agreements pursuant to sections 16 and 17 of this Act providing for the basis for cooperation between the director and any other regulatory agency, and the activities of the supervisory college. Nothing in this section delegates to the supervisory college the authority of the director to regulate or supervise the insurer or its affiliates within its jurisdiction. Section 22. That chapter 58-5A be amended by adding thereto a NEW SECTION to read as follows: If a proposed acquisition of control requires the approval of more than one director or commissioner, the public hearing referred to in § 58-5A-10 may be held on a consolidated basis upon request of the person filing the statement referred to in § 58-5A-2, 58-5A-3, or section 2 of this Act. The statement shall be filed with the NAIC within five days of making the request for public hearing. A director or commissioner may opt out of a consolidated hearing, and shall provide notice to the applicant within ten days of the receipt of the statement. A hearing conducted on a consolidated basis shall be public and shall be held within the United States before the directors or commissioners of the states in which the insurers are domiciled. The directors or commissioners shall hear and receive evidence. A director or commissioner may attend the hearing, in person or by telecommunication. Section 23. That § 58-5A-47 be amended to read as follows: 58-5A-47. Sections The provisions of §§ 58-5A-46 to 58-5A-53, inclusive, apply to any acquisition in which there is a change in control of an insurer authorized to do business in this state except the following: (1) An acquisition subject to approval or disapproval by the director pursuant to §§ 58-5A-2 to 58-5A-12, inclusive, 58-5A-15, 58-5A-16, 58-5A-18, 58-5A-19, and 58-5A-31; (2) A purchase of securities solely for investment purposes as long as the securities are not used by voting or otherwise to lessen the competition in any insurance market in this state to the detriment of policyholders or consumers. If a purchase of securities results in a presumption of control under pursuant to subdivision 58-5A-1(2), it is not solely for investment purposes unless the director or commissioner of the insurer's state of domicile accepts a disclaimer of control or affirmatively finds that control does not exist and the disclaimer or affirmative finding is communicated by the domiciliary director or commissioner to the director of this state; (3)(2) The acquisition of any person by another person if both persons are neither directly nor through affiliates primarily engaged in the business of insurance, if pre-acquisition notification is filed with the director in accordance with the provisions of § 58-5A-48 thirty days prior to the proposed effective date of the acquisition. Pre-acquisition notification is not required for exclusion from this subdivision if the acquisition would otherwise be excluded from this subdivision by any other subdivision of this section; (4)(3) The acquisition of already affiliated persons; (5)(4) An acquisition if, as an immediate result of the acquisition, (a) In no market would the combined market share of the involved insurers exceed five percent of the total market; (b) There would be no increase in any market share; or (c) In no market would the combined market share of the involved insurers exceed twelve percent of the total market, and the market share increase by more than two percent of the total market. For the purpose of this subdivision, a market means direct written insurance premium in this state for a line of business as contained in the annual statement required to be filed by insurers licensed to do business in this state; (6)(5) An acquisition for which a pre-acquisition notification would be required pursuant to this section due solely to the resulting effect on the ocean marine insurance line of business; and (7)(6) An acquisition of an insurer whose domiciliary director or commissioner affirmatively finds that the insurer is in failing condition; there is a lack of feasible alternatives to improving the condition; the public benefits of improving the insurer's condition through the acquisition exceed the public benefits that would arise from not lessening competition; and the findings are communicated by the domiciliary director or commissioner to the director of this state. Section 24. That § 58-5A-48 be amended to read as follows: 58-5A-48. An acquisition covered by pursuant to the provisions of § 58-5A-47 may be subject to an order pursuant to § 58-5A-69 unless the acquiring or acquired person files a pre-acquisition notification and the waiting period has expired. The director shall give confidential treatment to information submitted under this section in the same manner as provided in § 58-5A-41. The notification shall be as follows: (1) The pre-acquisition notification of this chapter shall be in a form and contain information as prescribed by the National Association of Insurance Commissioners relating to those markets which, under subdivision 58-5A-47(5) 58-5A-47(4), cause the acquisition not to be exempted from the provisions of this section. The director may require additional material and information to determine whether the proposed acquisition, if consummated, would violate the competitive standard of §§ 58-5A-49 and 58-5A-50. The required information may include an opinion of an economist as to the competitive impact of the acquisition in this state accompanied by a summary of the education and experience of the person indicating his ability to render an informed opinion; (2) The waiting period required shall begin on the date of receipt of the director of a pre-acquisition notification and shall end on the earlier of the thirtieth day after the date of the receipt, or termination of the waiting period by the director. Prior to the end of the waiting period, the director on a one-time basis may require the submission of additional needed information relevant to the proposed acquisition, in which event the waiting period shall end on the earlier of the thirtieth day after receipt of the additional information by the director or termination of the waiting period by the director. Section 25. That chapter 58-5A be amended by adding thereto a NEW SECTION to read as follows: Any document, material, or other information in the possession or control of the NAIC, shared pursuant to this chapter, is confidential by law and privileged, is not subject to subpoena, and is not subject to discovery or admissible as evidence in any private civil action. Section 26. That chapter 58-5A be amended by adding thereto a NEW SECTION to read as follows: If the director determines that any person fails to comply with the provisions of § 58-5A-3, 58-5A-4, 58-5A-8, 58-5A-9, 58-5A-45, or section 2 of this Act preventing the full understanding of the enterprise risk to the insurer by the affiliates or by the insurance holding company system, the violation may serve as an independent basis for disapproving dividends or distributions. The director may place the insurer under an order of supervision pursuant to the provisions of chapter 58-29B. Section 27. That § 58-5A-41 be amended to read as follows: 58-5A-41. All information, documents, and copies thereof obtained by or disclosed to the director or any other person in the course of an examination or, investigation, or filing made pursuant to this chapter shall be given confidential treatment and shall not be. The information, documents, and copies are not subject to subpoena and shall may not be made public by the director or any other person, except to insurance departments of other states, without the prior written consent of the insurer to which it pertains unless. However, if the director, after giving the insurer and its affiliates who would be affected thereby, notice and opportunity to be heard, determines that the interests of policyholders, shareholders, or the public will be served by the publication thereof, in which event he the director may publish all or any part thereof in such the manner as he may deem deemed appropriate. Confidentiality or privilege is not waived as to any documents, materials, or other information supplied to the director or to information shared by the director pursuant to this chapter."}, {"bill_id": 6298, "bill_version_id": 34015, "bill_version": "House Commerce and Energy Engrossed", "bill_version_date": "2015-01-28T14:15:12.43-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the regulation of insurance holding companies. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 58-5A-1 be amended to read as follows: 58-5A-1. Terms used in this chapter mean: (1) \"Affiliate of, or a person affiliated with, a specific person,\" any person who directly, or indirectly through one or more intermediaries, controls, or is controlled by, or is under common control with, the person specified; (2) \"Control,\" including \"controlling,\" \"controlled by,\" and \"under common control with,\" the possession, direct or indirect, of the power to direct or cause the direction of the management and policies of a person, whether through the ownership of voting securities, by contract other than a commercial contract for goods or nonmanagement services, or otherwise, unless the power is solely the result of an official position with or a corporate office held by the person. Control shall be presumed to exist if any person, directly or indirectly, owns, controls, holds with the power to vote, or holds proxies representing, ten percent or more of the voting securities of any other person. This presumption may be rebutted by a showing made in the manner provided by § 58-5A-29 that control does not exist in fact; (2A) \"Enterprise risk,\" any activity, circumstance, event, or series of events involving one or more affiliates of an insurer that, if not remedied promptly, is likely to have a material adverse effect upon the financial condition or liquidity of the insurer or its insurance holding company system as a whole, including anything that may cause the insurer's risk-based capital to fall into company action level or may cause the insurer to be in hazardous financial condition pursuant to chapter 58-4; (3) \"Insurance holding company system,\" any two or more affiliated persons, one or more of which is an insurer; (4) \"Insurer,\" a company qualified and licensed by the director of the Division of Insurance to transact the business of insurance in this state; (4A) \"NAIC,\" the National Association of Insurance Commissioners; (5) \"Security holder\" of a specified person is one who owns any security of such person, including common stock, preferred stock, debt obligations, and any other security convertible into or evidencing the right to acquire any of the foregoing; (6) \"Subsidiary of a specified person,\" any affiliate controlled by such person directly, or indirectly, through one or more intermediaries; (7) \"Voting security,\" any security convertible into or evidencing a right to acquire a voting security. Section 2. That chapter 58-5A be amended by adding thereto a NEW SECTION to read as follows: For purposes of this chapter, any controlling person of a domestic insurer seeking to divest the controlling interest in the domestic insurer, in any manner, shall file with the director, with a copy to the insurer, confidential notice of its proposed divestiture at least thirty days prior to the cessation of control. The director shall determine any instance in which a party seeking to divest or to acquire a controlling interest in an insurer is required to file for and obtain approval of the transaction. The information shall remain confidential until the conclusion of the transaction unless the director determines that confidential treatment interferes with enforcement of this section. If the statement referred to in § 58-5A-3 is otherwise filed, the provisions of this section do not apply. Section 3. That § 58-5A-4 be amended to read as follows: 58-5A-4. The statement to be filed with the director as required by pursuant to § 58-5A-3 shall be made under oath or affirmation and shall contain the following information: (1) The name and address of each person by whom or on whose behalf the merger or other acquisition of control referred to in § 58-5A-3 is to be effected (hereinafter called \"acquiring party\"); and (a) If such the person is an individual, his the person's principal occupation and all offices and positions held during the past five years, and any conviction of crimes other than minor traffic violations during the past ten years; (b) If such the person is not an individual, a report of the nature of its business operations during the past five years or for such a lesser period as such the person and any predecessors thereof shall have been in existence; an informative description of the business intended to be done by such the person and such the person's subsidiaries; and a list of all individuals who are or who have been selected to become directors or executive officers of such the person, or who perform or will perform functions appropriate to such positions. Such The list shall include for each such individual the information required by subsection (a) of this subdivision.; (2) The source, nature, and amount of the consideration used or to be used in effecting the merger or other acquisition of control, a description of any transaction wherein funds were or are to be obtained for any such purpose, and the identity of persons furnishing such the consideration, provided, however, that. However, where a source of such the consideration is a loan made in the lender's ordinary course of business, the identity of the lender shall remain is confidential, if the person filing such the statement so requests.; (3) Fully audited financial information as to the earnings and financial condition of each acquiring party for the preceding five fiscal years of each acquiring party (or for such a lesser period as such the acquiring party and any predecessors thereof shall have been in existence), and similar unaudited information as of a date not earlier than ninety days prior to the filing of the statement.; (4) Any plans or proposals which each acquiring party may have to liquidate such the insurer, to sell its the insurer's assets or merge or consolidate it the insurer with any person, or to make any other material change in its the insurer's business or corporate structure or management.; (5) The number of shares of any security referred to in § 58-5A-3 which each acquiring party proposes to acquire, and the terms of the offer, request, invitation, agreement, or acquisition referred to in § 58-5A-3, and a statement as to the method by which the fairness of the proposal was arrived at.; (6) The amount of each class of any security referred to in § 58-5A-3 which is beneficially owned or concerning which there is a right to acquire beneficial ownership by each acquiring party.; (7) A full description of any contracts, arrangements or understandings contract, arrangement, or understanding with respect to any security referred to in § 58-5A-3 in which any acquiring party is involved, including but not limited to transfer of any of the securities, joint ventures, loan or option arrangements, puts or calls, guarantees of loans, guarantees against loss or guarantees of profits, division of losses or profits, or the giving or withholding of proxies. Such The description shall identify the persons with whom such contracts, arrangements, or understandings have been entered into. each person with whom the contract, arrangement, or understanding has been entered into; (8) A description of the purchase of any security referred to in § 58-5A-3 during the twelve calendar months preceding the filing of the statement, by any acquiring party, including the dates of purchase, names of the purchasers, and consideration paid or agreed to be paid therefor.; (9) A description of any recommendations to purchase any security referred to in § 58-5A-3 made during the twelve calendar months preceding the filing of the statement, by any acquiring party, or by anyone based upon interviews or at the suggestion of such the acquiring party.; (10) Copies A copy of all tender offers for, requests or invitations for tenders of exchange offers for, and agreements to acquire or exchange any securities referred to in § 58-5A-3, and (, if distributed), of additional soliciting material related thereto.; (11) The terms of any agreement, contract or understanding made with any broker-dealer as to solicitation of securities referred to in § 58-5A-3 for tender, and the amount of any fees, commissions or other compensation to be paid to broker-dealers with regard thereto.; (12) An agreement by the person required to file the statement specified in § 58-5A-3 that the person shall provide the annual report specified in section 9 of this Act if control exists; (13) An acknowledgment by the person required to file the statement referred to in § 58-5A-3 and section 2 of this Act that the person and all subsidiaries within the person's control in the insurance holding company system shall provide information to the director upon request as necessary to evaluate enterprise risk to the insurer; and (14) Such additional information as the director may require by rule prescribe as necessary or appropriate for the protection of policyholders and security holders of the insurer or in the public interest. A violation of this section is a Class 2 misdemeanor. Section 4. That § 58-5A-5 be amended to read as follows: 58-5A-5. If the person required to file the statement referred to in § 58-5A-3 is a partnership, limited partnership, syndicate or other group, the director may require that the information called for by subdivisions 58-5A-4(1) to (12) (14), inclusive, shall be given with respect to each partner of such the partnership or limited partnership, each member of such the syndicate or group, and each person who controls such a partner or member. A violation of this section is a Class 2 misdemeanor. Section 5. That § 58-5A-6 be amended to read as follows: 58-5A-6. If any such partner, member, or person is a corporation or the person required to file the statement referred to in § 58-5A-3 is a corporation, the director may require that the information called for by subdivisions 58-5A-4(1) to (12) (14), inclusive, shall be given with respect to such a corporation, each officer and director of such the corporation, and each person who is directly or indirectly the beneficial owner of more than ten percent of the outstanding voting securities of such the corporation. A violation of this section is a Class 2 misdemeanor. Section 6. That § 58-5A-18 be amended to read as follows: 58-5A-18. The effectuation No person may effectuate or any attempt to effectuate an acquisition of control of, divestiture of, or merger with, a domestic insurer unless it has been approved by the director has given his approval thereto shall be. A violation of this section is a Class 2 misdemeanor. Section 7. That § 58-5A-21 be amended to read as follows: 58-5A-21. Every Each insurer subject to registration under pursuant to § 58-5A-20 shall file a registration statement with the director on a form and in the format provided by the division, which shall contain contains current information about: (1) The capital structure, general financial condition, ownership, and management of the insurer and any person controlling the insurer; (2) The following agreements in force and transactions currently outstanding between the insurer and its affiliates: (a) Loans, or other investments, or purchases, sales or exchanges of securities of the affiliate by the insurer or of the insurer by its affiliates; (b) Purchases, sales, or exchanges of assets; (c) Transactions not in the ordinary course of business; (d) Guarantees or undertakings for the benefit of an affiliate which result in an actual contingent exposure of the insurer's assets to liability, other than insurance contracts entered into in the ordinary course of the insurer's business; (e) All management and service contracts and all cost sharing arrangements; (f) Dividends and other distributions to shareholders; and (g) Consolidated tax allocation agreements; (3) Other matters concerning transactions between a registered insurer and any affiliate as may be required by the director; (4) The identity and relationship of every each member of the insurance holding company system; and (5) Any pledge of the insurer's stock, including stock of any subsidiary of or controlling affiliate, for a loan made to any member of the insurance holding company system; (6) The financial statement of or within an insurance holding company system, including each affiliate. The financial statement may include the annual audited financial statement filed with the U.S. Securities and Exchange Commission (SEC) pursuant to the Securities Act of 1933, as of January 1, 2015, or the Securities Exchange Act of 1934, as of January 1, 2015. An insurer required to file a financial statement pursuant to this section shall satisfy the requirements by providing the director with the most recently filed parent corporation financial statements that have been filed with the SEC; (7) A statement that the insurer's board of directors oversees corporate governance and internal controls and that the insurer's officers or senior management have approved, implemented, and continue to maintain and monitor corporate governance and internal control procedures; and (8) Any other information required by the director pursuant to law or rule. All registration statements shall contain a summary outlining all items in the current registration statement representing changes from the prior registration statement. Section 8. That § 58-5A-29 be amended to read as follows: 58-5A-29. Any person may file with the director a disclaimer of affiliation with any authorized insurer or such a the disclaimer may be filed by such the insurer or any member of an insurance holding company system. The disclaimer shall fully disclose all material relationships and basis for affiliation between such the person and such insurer as well as the basis for disclaiming such the affiliation. After a disclaimer has been filed, the insurer shall be relieved of any duty to register or report under § 58-5A-20 which may arise out of the insurer's relationship with such person unless and until the director disallows such a disclaimer. The director shall disallow such a disclaimer only after furnishing all parties in interest with notice and opportunity to be heard, and after making specific findings of fact to support such disallowance. A disclaimer of affiliation is deemed to have been granted unless the director, within thirty days following receipt of a complete disclaimer, notifies the filing party the disclaimer is disallowed. If disallowed, the disclaiming party may request an administrative hearing pursuant to chapter 1-26 within thirty days of the director's disallowance. A notice of hearing shall be issued within thirty days of a written request by the disclaiming party. The disclaiming party is relieved of the duty to register pursuant to this section if the director approves the disclaimer, or if the disclaimer is deemed to have been approved. Section 9. That chapter 58-5A be amended by adding thereto a NEW SECTION to read as follows: The ultimate controlling person of each insurer subject to registration shall also file an annual enterprise risk report. The report shall, to the best of the ultimate controlling person's knowledge and belief, identify the material risks within the insurance holding company system that could pose enterprise risk to the insurer. The report shall be filed with the lead state director of the insurance holding company system as determined by rules promulgated, pursuant to chapter 1-26, by the director. Section 10. That § 58-5A-30 be amended to read as follows: 58-5A-30. Failure to file the a registration statement, to enterprise risk report, or keep the registration statement current or to file any summary of the registration statement within the time specified in this chapter is a violation of this title. Any insurer failing, without just cause, to file any registration statement or amendment as required in this chapter shall be required to pay a penalty of not less than one hundred dollars for each day's delay, but not to exceed twenty-five thousand dollars. The director may reduce or waive the penalty if the insurer demonstrates to the director that the imposition of the penalty would constitute constitutes a financial hardship to the insurer. Section 11. That § 58-5A-32 be amended to read as follows: 58-5A-32. Material transactions by Any material transaction by a registered insurers with their affiliates are insurer with an affiliate is subject to the following standards: (1) The terms shall be fair and reasonable; (2) The books, accounts, and records of each party shall be maintained to clearly and accurately disclose the precise nature and details of the transaction including information necessary to support the reasonableness of the charges or fees to the respective parties; (3) The insurer's surplus to policyholders following any dividends or distributions to shareholders or affiliates shall be reasonable in relation to the insurer's outstanding liabilities and adequate to its financial needs; (4) Charges or fees for services performed shall be reasonable; and (5) Expenses incurred and payment received shall be allocated to the insurer in conformity with customary insurance accounting practices consistently applied; and (6) Any agreement for cost sharing services and management shall include provisions as required by law or rule. Any transaction which is not in conformity with this section is subject to the provisions of §§ 58-5A-64, 58-5A-65, and 58-5A-67. Section 12. That § 58-5A-37 be amended to read as follows: 58-5A-37. Subject to the limitations contained in this section and §§ 58-5A-38 to 58-5A-40, inclusive, and in addition to the powers which the director has under the provision of this title relating to the examination of insurers, the director shall also have the power to order any insurer registered with him to produce such records, books, or other information papers in the possession of the insurer or its affiliates as shall be necessary to ascertain the financial condition or legality of conduct of such insurer. In the event such insurer fails to comply with such order, the director shall have the power to examine such affiliates to obtain such information may examine any registered insurer and the insurer's affiliates to ascertain the financial condition of the insurer, including enterprise risk to the insurer by the ultimate controlling party, or by any entity or combination of entities within the insurance holding company system, or by the insurance holding company on a consolidated basis. Section 13. That chapter 58-5A be amended by adding thereto a NEW SECTION to read as follows: The director may order any registered insurer to produce records, books, or other information papers in the possession of the insurer or the insurer's affiliates as are reasonably necessary to determine compliance with the provisions of this chapter. The director may order any registered insurer to produce information not in the possession of the insurer if the insurer is able to obtain access to the information pursuant to contractual relationships, statutory obligations, or other method. If the insurer is unable to obtain the information requested by the director, the insurer shall provide the director a detailed explanation of the reason the insurer is unable to obtain the information and the identity of the holder of the information. If an insurer's detailed explanation is found to be without merit, it is grounds for the revocation of the insurer's license at a hearing held pursuant to chapter 1-26. Section 14. That chapter 58-5A be amended by adding thereto a NEW SECTION to read as follows: If the insurer fails to comply with an order made pursuant to section 13 of this Act, the director may examine the registered insurer's affiliates to obtain the information. The director may issue subpoenas, administer oaths, and examine under oath any person for purposes of determining compliance with the provisions of §§ 58-5A-37 to 58-5A-40, inclusive. Each person is obliged to attend as a witness at the place specified in the subpoena, if the witness is subpoenaed within this state. The witness is entitled to the same fees and mileage, if claimed, as a witness in appearing in any state court and the fees shall be itemized and paid by the insurer being examined. Section 15. That chapter 58-5A be amended by adding thereto a NEW SECTION to read as follows: Neither the director nor any person who receives documents, materials, or other information while acting under the authority of the director or with whom the documents, materials, or other information are shared pursuant to the provisions of § 58-5A-41 is permitted or required to testify in any private civil action concerning any confidential documents, materials, or information subject to the provisions of § 58-5A-41. Section 16. That chapter 58-5A be amended by adding thereto a NEW SECTION to read as follows: To assist in the performance of the duties assigned to the director pursuant to the provisions of this chapter: (1) The director may, upon request, share documents, materials, or other information, including the confidential and privileged documents, materials, or information disclosed pursuant to this chapter with a state, federal, and international regulatory agency, the NAIC and its affiliates and subsidiaries, and a state, federal, and international law enforcement authority, including a member of any supervisory college described in sections 19 to 21, inclusive, of this Act, if the recipient agrees in writing to maintain the confidentiality and privileged status of the document, material, or other information, and verifies in writing the legal authority to maintain confidentiality; (2) Notwithstanding the provisions of subdivision (1), the director may only share confidential and privileged documents, or information reported pursuant to section 9 of this Act, with a director of a state that has laws substantially similar to the provisions of § 58-5A-41, and who agrees in writing not to disclose such information; and (3) May receive documents, materials, or information, including otherwise confidential and privileged documents, materials, or information from the NAIC and its affiliates and subsidiaries and from regulatory and law enforcement officials of other foreign or domestic jurisdictions, and shall maintain as confidential or privileged any document, material, or information received with notice or the understanding that it is confidential or privileged under the laws of the jurisdiction that is the source of the document, material, or information. The sharing of information by the director pursuant to this chapter does not constitute a delegation of regulatory authority or rule-making authority, and the director is solely responsible for the administration, execution, and enforcement of the provisions of this chapter. Section 17. That chapter 58-5A be amended by adding thereto a NEW SECTION to read as follows: The director shall enter into written agreements with the NAIC governing the sharing and use of information provided pursuant to this chapter that: (1) Specify procedures and protocols regarding the confidentiality and security of information shared with the NAIC and its affiliates and subsidiaries pursuant to this chapter, including procedures and protocols for sharing by the NAIC with any other state, federal, or international regulator; (2) Specify that ownership of information shared with the NAIC and its affiliates and subsidiaries pursuant to this chapter remains with the director and that the NAIC use of the information is subject to the direction of the director; (3) Require prompt notice to be given to an insurer whose confidential information is in the possession of the NAIC pursuant to this chapter and is subject to a request or subpoena issued to the NAIC for disclosure or production; and (4) Require the NAIC and its affiliates and subsidiaries to consent to intervention by an insurer in any judicial or administrative action in which the NAIC and its affiliates and subsidiaries may be required to disclose confidential information about the insurer shared with the NAIC and its affiliates and subsidiaries pursuant to this chapter. Section 18. That § 58-5A-56 be amended to read as follows: 58-5A-56. A domestic insurer and any person in its insurance holding company system may not enter into transactions, including any amendment or modification of an affiliate agreement previously filed pursuant to this chapter, that is subject to any materiality standard provided in this section, unless the director has received a written notification from the insurer of the transaction at least thirty days prior to its effective date. The director has thirty days from receipt to approve or disapprove the transaction. If the director takes no action within the thirty days, the transaction is deemed approved. The director may allow less than thirty days notification if the insurer can show cause why a lesser time is necessary. Transactions of which the insurer needs to notify the director are: (1) Sales, purchases, exchanges, loans, or extensions of credit, guarantees, or investments provided the transactions are equal to or exceed as of December thirty-first next preceding: (a) With respect to nonlife insurers, the lesser of three percent of the insurer's admitted assets or twenty-five percent of surplus as regards policyholders; or (b) With respect to life insurers, three percent of the insurer's admitted assets; (2) Loans or extensions of credit by the insurer to any person that is not an affiliate, with the agreement or that the proceeds of the transactions, in whole or in substantial part, are to be used to make loans or extensions of credit to, to purchase assets of, or to make investments in any affiliate of the insurer provided the transactions are equal to or exceed as of December thirty-first next preceding: (a) With respect to nonlife insurers, the lesser of three percent of the insurer's admitted assets or twenty-five percent of surplus as regards policyholders; or (b) With respect to life insurers, three percent of the insurer's admitted assets; (3) Reinsurance agreements or modifications thereto to the agreements, including: (a) Any reinsurance pooling agreement; and (b) Any agreement in which the reinsurance premium or a change in the insurer's liabilities, or the projected reinsurance premium or a change in the insurer's liabilities in any of the next three years, equal or exceeds five percent of the insurer's surplus as regards policyholders as of December thirty-first next preceding, including those agreements which may require any agreement that requires as consideration the transfer of assets from an insurer to a nonaffiliate, if an agreement or understanding exists between the insurer and nonaffiliate that any portion of the assets will be transferred to one or more affiliates of the insurer; (4) All management agreements, service contracts, tax allocation agreements, and all cost-sharing arrangements; and (5) Any transactions which the director determines may adversely affect the interests of the insurer's policyholders. Section 19. That chapter 58-5A be amended by adding thereto a NEW SECTION to read as follows: Pursuant to the provisions of sections 19 to 21, inclusive, of this Act, the director may participate in a supervisory college for any domestic insurer registered pursuant to this chapter that is part of an insurance holding company system with international operations to determine compliance by the insurer with this chapter. The director, with respect to a supervisory college, may perform any of the following activities: (1) Initiate the establishment of a supervisory college; (2) Clarify the membership and participation of any other supervisor in the supervisory college; (3) Clarify the functions of the supervisory college and the role of any other regulator, including the establishment of a group-wide supervisor; (4) Coordinate the ongoing activities of the supervisory college, including planning meetings, supervisory activities, and processes for information sharing; and (5) Establish a crisis management plan. Section 20. That chapter 58-5A be amended by adding thereto a NEW SECTION to read as follows: Each registered insurer subject to sections 19 to 21, inclusive, of this Act, is liable for and shall pay the reasonable expenses of the director's participation in a supervisory college, including reasonable travel expenses. A supervisory college may be convened as either a temporary or permanent forum for communication and cooperation between the regulators charged with the supervision of the insurer or its affiliates, and the director may establish a regular assessment to the insurer for the payment of these expenses. Section 21. That chapter 58-5A be amended by adding thereto a NEW SECTION to read as follows: The director may participate in a supervisory college with other regulators charged with supervision of the insurer or its affiliates, including any state, federal, and international regulatory agency to assess the business strategy, financial position, legal and regulatory position, risk exposure, risk management, and governance processes of individual insurers. The director may enter into agreements pursuant to sections 16 and 17 of this Act providing for the basis for cooperation between the director and any other regulatory agency, and the activities of the supervisory college. Nothing in this section delegates to the supervisory college the authority of the director to regulate or supervise the insurer or its affiliates within its jurisdiction. Section 22. That chapter 58-5A be amended by adding thereto a NEW SECTION to read as follows: If a proposed acquisition of control requires the approval of more than one director or commissioner, the public hearing referred to in § 58-5A-10 may be held on a consolidated basis upon request of the person filing the statement referred to in § 58-5A-2, 58-5A-3, or section 2 of this Act. The statement shall be filed with the NAIC within five days of making the request for public hearing. A director or commissioner may opt out of a consolidated hearing, and shall provide notice to the applicant within ten days of the receipt of the statement. A hearing conducted on a consolidated basis shall be public and shall be held within the United States before the directors or commissioners of the states in which the insurers are domiciled. The directors or commissioners shall hear and receive evidence. A director or commissioner may attend the hearing, in person or by telecommunication. Section 23. That § 58-5A-47 be amended to read as follows: 58-5A-47. Sections The provisions of §§ 58-5A-46 to 58-5A-53, inclusive, apply to any acquisition in which there is a change in control of an insurer authorized to do business in this state except the following: (1) An acquisition subject to approval or disapproval by the director pursuant to §§ 58-5A-2 to 58-5A-12, inclusive, 58-5A-15, 58-5A-16, 58-5A-18, 58-5A-19, and 58-5A-31; (2) A purchase of securities solely for investment purposes as long as the securities are not used by voting or otherwise to lessen the competition in any insurance market in this state to the detriment of policyholders or consumers. If a purchase of securities results in a presumption of control under pursuant to subdivision 58-5A-1(2), it is not solely for investment purposes unless the director or commissioner of the insurer's state of domicile accepts a disclaimer of control or affirmatively finds that control does not exist and the disclaimer or affirmative finding is communicated by the domiciliary director or commissioner to the director of this state; (3)(2) The acquisition of any person by another person if both persons are neither directly nor through affiliates primarily engaged in the business of insurance, if pre-acquisition notification is filed with the director in accordance with the provisions of § 58-5A-48 thirty days prior to the proposed effective date of the acquisition. Pre-acquisition notification is not required for exclusion from this subdivision if the acquisition would otherwise be excluded from this subdivision by any other subdivision of this section; (4)(3) The acquisition of already affiliated persons; (5)(4) An acquisition if, as an immediate result of the acquisition, (a) In no market would the combined market share of the involved insurers exceed five percent of the total market; (b) There would be no increase in any market share; or (c) In no market would the combined market share of the involved insurers exceed twelve percent of the total market, and the market share increase by more than two percent of the total market. For the purpose of this subdivision, a market means direct written insurance premium in this state for a line of business as contained in the annual statement required to be filed by insurers licensed to do business in this state; (6)(5) An acquisition for which a pre-acquisition notification would be required pursuant to this section due solely to the resulting effect on the ocean marine insurance line of business; and (7)(6) An acquisition of an insurer whose domiciliary director or commissioner affirmatively finds that the insurer is in failing condition; there is a lack of feasible alternatives to improving the condition; the public benefits of improving the insurer's condition through the acquisition exceed the public benefits that would arise from not lessening competition; and the findings are communicated by the domiciliary director or commissioner to the director of this state. Section 24. That § 58-5A-48 be amended to read as follows: 58-5A-48. An acquisition covered by pursuant to the provisions of § 58-5A-47 may be subject to an order pursuant to § 58-5A-69 unless the acquiring or acquired person files a pre-acquisition notification and the waiting period has expired. The director shall give confidential treatment to information submitted under this section in the same manner as provided in § 58-5A-41. The notification shall be as follows: (1) The pre-acquisition notification of this chapter shall be in a form and contain information as prescribed by the National Association of Insurance Commissioners relating to those markets which, under subdivision 58-5A-47(5) 58-5A-47(4), cause the acquisition not to be exempted from the provisions of this section. The director may require additional material and information to determine whether the proposed acquisition, if consummated, would violate the competitive standard of §§ 58-5A-49 and 58-5A-50. The required information may include an opinion of an economist as to the competitive impact of the acquisition in this state accompanied by a summary of the education and experience of the person indicating his ability to render an informed opinion; (2) The waiting period required shall begin on the date of receipt of the director of a pre-acquisition notification and shall end on the earlier of the thirtieth day after the date of the receipt, or termination of the waiting period by the director. Prior to the end of the waiting period, the director on a one-time basis may require the submission of additional needed information relevant to the proposed acquisition, in which event the waiting period shall end on the earlier of the thirtieth day after receipt of the additional information by the director or termination of the waiting period by the director. Section 25. That chapter 58-5A be amended by adding thereto a NEW SECTION to read as follows: Any document, material, or other information in the possession or control of the NAIC, shared pursuant to this chapter, is confidential by law and privileged, is not subject to subpoena, open records laws, and is not subject to discovery or admissible as evidence in any private civil action. Section 26. That chapter 58-5A be amended by adding thereto a NEW SECTION to read as follows: If the director determines that any person fails to comply with the provisions of § 58-5A-3, 58-5A-4, 58-5A-8, 58-5A-9, 58-5A-45, or section 2 of this Act preventing the full understanding of the enterprise risk to the insurer by the affiliates or by the insurance holding company system, the violation may serve as an independent basis for disapproving dividends or distributions. The director may place the insurer under an order of supervision pursuant to the provisions of chapter 58-29B. Section 27. That § 58-5A-41 be amended to read as follows: 58-5A-41. All information, documents, and copies thereof obtained by or disclosed to the director or any other person in the course of an examination or investigation made pursuant to this chapter shall be given confidential treatment and shall not be subject to subpoena and shall not be made public by the director or any other person, except to insurance departments of other states, without the prior written consent of the insurer to which it pertains unless the director, after giving the insurer and its affiliates who would be affected thereby, notice and opportunity to be heard, determines that the interests of policyholders, shareholders or the public will be served by the publication thereof, in which event he may publish all or any part thereof in such manner as he may deem appropriate. Documents, materials, or other information including filings in the possession or control of the Division of Insurance that are obtained by or disclosed to the director or any other person in the course of an examination or investigation made pursuant to this chapter and all information reported pursuant to this chapter shall be confidential by law and privileged, are not subject to open records, freedom of information, sunshine, or other related laws, are not subject to subpoena, and are not subject to discovery or admissible in evidence in any private civil action. However, the director is authorized to use the documents, materials, or other information in the furtherance of any regulatory or legal action brought as a part of the director's official duties. The director may not otherwise make the documents, materials, or other information public without the prior written consent of the insurer to which it pertains unless the director, after giving the insurer and its affiliates who would be affected thereby notice and opportunity to be heard, determines that the interest of policyholders, shareholders, or the public will be served by the publication thereof, in which event the director may publish all or any part in such manner as may be deemed appropriate. Section 28. That chapter 58-5A be amended by adding thereto a NEW SECTION to read as follows: No waiver of any applicable privilege or claim of confidentiality in the documents, materials, or information may occur as a result of disclosure to the director pursuant to this section or as a result of sharing as authorized pursuant to this chapter."}, {"bill_id": 6298, "bill_version_id": 35146, "bill_version": "Enrolled", "bill_version_date": "2015-02-18T10:15:55.507-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6298, "action_date": "2015-01-13T12:00:00-06:00", "document_id": 33112, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33112.pdf", "status_text": "First Reading House", "journal_page": 32, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6298, "action_date": "2015-01-14T13:00:00-06:00", "document_id": 33159, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33159.pdf", "status_text": "Referred to", "journal_page": 39, "committee_id_action": 286, "committee_id_assigned": 272, "result": "N", "vote": {}}, {"bill_id": 6298, "action_date": "2015-01-28T10:00:00-06:00", "document_id": 33675, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33675.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 272, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6298, "action_date": "2015-01-28T10:00:00-06:00", "document_id": 34002, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34002.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 272, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6298, "action_date": "2015-01-28T10:00:00-06:00", "document_id": 34002, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34002.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 272, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6298, "action_date": "2015-01-28T10:00:00-06:00", "document_id": 34002, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34002.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 272, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6298, "action_date": "2015-01-28T10:00:00-06:00", "document_id": 34002, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34002.pdf", "status_text": "Do Pass Amended", "journal_page": 195, "committee_id_action": 272, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 17854, "president_vote": null, "Yea": [952, 931, 937, 882, 956, 906, 950, 932, 949, 934, 957, 933, 864]}}, {"bill_id": 6298, "action_date": "2015-01-30T13:00:00-06:00", "document_id": 34236, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34236.pdf", "status_text": "Deferred to another day", "journal_page": 252, "committee_id_action": 286, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6298, "action_date": "2015-02-03T14:00:00-06:00", "document_id": 34394, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34394.pdf", "status_text": "Do Pass Amended", "journal_page": 271, "committee_id_action": 286, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 18086, "president_vote": null, "Yea": [883, 915, 952, 884, 938, 888, 928, 923, 925, 875, 931, 941, 927, 857, 859, 917, 924, 929, 947, 937, 948, 945, 882, 946, 958, 913, 887, 951, 861, 905, 919, 956, 936, 879, 907, 939, 920, 930, 953, 881, 906, 908, 940, 935, 916, 911, 910, 863, 864, 914, 922, 865, 933, 866, 867, 926, 955, 869, 950, 912, 904, 921, 918, 954, 932, 949, 934, 957, 874], "Excused": [909]}}, {"bill_id": 6298, "action_date": "2015-02-04T14:00:00-06:00", "document_id": 34497, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34497.pdf", "status_text": "First read in Senate and referred to", "journal_page": 282, "committee_id_action": 284, "committee_id_assigned": 261, "result": "N", "vote": {}}, {"bill_id": 6298, "action_date": "2015-02-12T10:00:00-06:00", "document_id": 34828, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34828.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 261, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6298, "action_date": "2015-02-12T10:00:00-06:00", "document_id": 34987, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34987.pdf", "status_text": "Do Pass", "journal_page": 390, "committee_id_action": 261, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 18647, "president_vote": null, "Excused": [853, 871, 943], "Yea": [894, 895, 890, 889]}}, {"bill_id": 6298, "action_date": "2015-02-12T10:00:00-06:00", "document_id": 34987, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34987.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 261, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6298, "action_date": "2015-02-17T14:00:00-06:00", "document_id": 35120, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35120.pdf", "status_text": "Do Pass Amended", "journal_page": 413, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 18708, "president_vote": null, "Yea": [853, 854, 855, 856, 943, 858, 860, 894, 903, 876, 899, 885, 896, 901, 895, 898, 890, 900, 942, 891, 893, 886, 880, 944, 902, 868, 871, 892, 872, 873, 878, 897], "Excused": [889, 862, 877]}}, {"bill_id": 6298, "action_date": "2015-02-18T14:00:00-06:00", "document_id": 35201, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35201.pdf", "status_text": "Signed by the Speaker", "journal_page": 444, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6298, "action_date": "2015-02-19T14:00:00-06:00", "document_id": 35278, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35278.pdf", "status_text": "Signed by the President", "journal_page": 456, "committee_id_action": 284, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6298, "action_date": "2015-02-20T13:00:00-06:00", "document_id": 35379, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35379.pdf", "status_text": "Delivered to the Governor", "journal_page": 471, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6298, "action_date": "2015-02-25T14:00:00-06:00", "document_id": 35566, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35566.pdf", "status_text": "Signed by the Governor", "journal_page": 508, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6003, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/6298"}