{"session_id": 27, "bill_id": 8280, "bill_type": "House Commemoration", "bill_number": 1016, "bill_title": "Honoring and commending Beth Kaltsulas, of Yankton, South Dakota, as the South Dakota Teacher of the Year.", "sponsors": [{"legislator_profile_id": 1159, "is_prime": true}, {"legislator_profile_id": 1100, "is_prime": true}, {"legislator_profile_id": 1158, "is_prime": false}], "keywords": ["House Commemorative"], "audio": [], "bill_versions": [{"bill_id": 8280, "bill_version_id": 44671, "bill_version": "Introduced", "bill_version_date": "2017-02-21T10:11:52.093-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring and commending Beth Kaltsulas, of Yankton, South Dakota, as the South Dakota Teacher of the Year. WHEREAS, Beth Kaltsulas, a sixth grade math teacher for the Yankton School District, has been awarded South Dakota Teacher of the Year; and WHEREAS, Beth Kaltsulas has dedicated more than thirty-one and one half years to the teaching profession, thirty-one years in the Lennox School District, and a half year in Butte, Nebraska. She has served in a multitude of roles throughout the years and strives to create classrooms where a student will experience a sense of community, enjoy learning, and feel confident; and WHEREAS, Beth Kaltsulas's greatest contribution to the education profession is her love of students and commitment to her work: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Second Legislature of the State of South Dakota, that the Legislature commends and honors Beth Kaltsulas for her selection as the South Dakota Teacher of the Year."}, {"bill_id": 8280, "bill_version_id": 44913, "bill_version": "Enrolled", "bill_version_date": "2017-02-23T18:24:32.57-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring and commending Beth Kaltsulas, of Yankton, South Dakota, as the South Dakota Teacher of the Year. WHEREAS, Beth Kaltsulas, a sixth grade math teacher for the Yankton School District, has been awarded South Dakota Teacher of the Year; and WHEREAS, Beth Kaltsulas has dedicated more than thirty-one and one half years to the teaching profession, thirty-one years in the Lennox School District, and a half year in Butte, Nebraska. She has served in a multitude of roles throughout the years and strives to create classrooms where a student will experience a sense of community, enjoy learning, and feel confident; and WHEREAS, Beth Kaltsulas's greatest contribution to the education profession is her love of students and commitment to her work: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Second Legislature of the State of South Dakota, that the Legislature commends and honors Beth Kaltsulas for her selection as the South Dakota Teacher of the Year. 100 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.161 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8280, "action_date": "2017-02-21T14:00:00-06:00", "document_id": 44727, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44727.pdf", "status_text": "", "journal_page": 439, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}]}