{"session_id": 32, "bill_id": 8926, "bill_type": "House Bill", "bill_number": 1237, "bill_title": "revise certain provisions regarding voting in elections.", "sponsors": [{"legislator_profile_id": 1289, "is_prime": true}, {"legislator_profile_id": 1229, "is_prime": true}, {"legislator_profile_id": 1228, "is_prime": false}, {"legislator_profile_id": 1293, "is_prime": false}, {"legislator_profile_id": 1274, "is_prime": false}], "keywords": ["Ballots", "Counties", "Elections", "Voters"], "audio": [{"meeting_datetime": "2018-02-05T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst17.mp3", "start_seconds": 3725.0}, {"meeting_datetime": "2018-02-05T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst17.mp3", "start_seconds": 3725.0}, {"meeting_datetime": "2018-02-05T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst17.mp3", "start_seconds": 3725.0}], "bill_versions": [{"bill_id": 8926, "bill_version_id": 48115, "bill_version": "Introduced", "bill_version_date": "2018-01-30T09:48:21.007-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding voting in elections. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: The board of county commissioners may, by resolution, require the county auditor to conduct all primary, special, and general elections entirely by mail ballot. The board of county commissioners shall give notice to the county auditor at least ninety days before the first election to be conducted entirely by mail ballot. If the board of county commissioners decide to return to a polling place election environment, the board of county commissioners shall give notice to the county auditor at least one hundred eighty days before the first election to be conducted using polling places. Any authorization made pursuant to this section applies to each primary, special, and general election conducted by the county auditor. Section 2. That the code be amended by adding a NEW SECTION to read: The county auditor may designate any precinct that has less than two hundred registered voters at the time voter registration is closed as a mail ballot precinct. Authorization from the board of county commissioners is not required to designate a precinct as a mail ballot precinct pursuant to this section. The term, mail ballot precinct, means a precinct in which each registered voter shall receive a ballot by mail before each prior to every election. Section 3. That the code be amended by adding a NEW SECTION to read: The county auditor may designate any precinct that has less than two hundred registered voters at the time voter registration is closed as a mail ballot precinct. Authorization from the board of county commissioners is not required to designate a precinct as a mail ballot precinct pursuant to this section. The term, mail ballot precinct, means a precinct in which each registered voter shall receive a ballot by mail before each prior to every election. Section 4. That the code be amended by adding a NEW SECTION to read: After making a determination under sections 2 and 3 of this Act that each election in the county or mail ballot precinct shall be conducted entirely by mail, the county auditor shall notify each registered voter by mail that the voting shall be by mail ballot. If the board of county commissioners, pursuant to section 2 of this Act, or the county auditor, pursuant to section 3 of this Act, make a determination to return to a polling place election environment, the auditor shall notify each registered voter by mail of this decision and the county auditor shall provide the address of the polling place to be used. Section 5. That the code be amended by adding a NEW SECTION to read: Except as provided in this section, the person in charge of the election shall mail by nonforwardable mail a ballot with a return identification envelope and a secrecy envelope not more than twenty days preceding an election and not less than fourteen days preceding the election to each voter of the election precinct. The person in charge of the election shall use the registration list as updated twenty-one days preceding the election. If the person in charge of the election determines that any voter of the election precinct does not receive daily mail service from the United States Postal Service, the person in charge of the election shall mail by nonforwardable mail a ballot with a return identification envelope and a secrecy envelope to the voter not more than twenty days preceding an election and not less than eighteen days preceding the election. If the ballot is mailed to an address outside this state to any voter who is not in the military or overseas, the person in charge of the election may mail the ballot not more than twenty-nine days preceding the election. A voter who wishes to receive a ballot at a temporary address that is outside of the state shall apply to the person in charge of the election not less than fifty days preceding an election. The application shall provide the applicant's voter registration address, the temporary out-of-state address, and an oath verifying the validity of the information contained in the application. The oath does not need to be administered by a notary public. A copy of the voter's personal identification as required by § 12-18-6.1 shall accompany the application. Section 6. That the code be amended by adding a NEW SECTION to read: For any voter who updates a voter registration after the voter registration deadline, the person in charge of the election shall make the ballot, the return identification envelope, and the secrecy envelope available either by mail or at the office of the person in charge of the election or another place designated by the person in charge of the election. The voter to whom this section applies shall request a ballot from the person in charge of the election. Section 7. That the code be amended by adding a NEW SECTION to read: The outside envelope identification and the return envelope for ballot shall contain the following warning: ANY PERSON WHO FORGES ANOTHER VOTER'S SIGNATURE, OR BY USE OF FORCE OR OTHER MEANS, UNDULY INFLUENCES A VOTER TO VOTE IN ANY PARTICULAR MANNER OR REFRAIN FROM VOTING, IS GUILTY OF A CLASS 6 FELONY. Section 8. That the code be amended by adding a NEW SECTION to read: To cast a ballot received pursuant to this Act, the voter shall mark the ballot, sign the return identification envelope supplied with the ballot, and comply with the instructions provided with the ballot. The voter may return the marked ballot to the person in charge of the election by United States mail or return the ballot to a designated ballot drop-off facility in the county or the county courthouse. The ballot shall be returned in the return identification envelope. If the voter returns the ballot by mail, the voter shall provide the postage. If an authorized messenger returns a ballot for a voter, the person shall deposit the ballot in a designated ballot drop-off facility in the county or the county courthouse within two days after receiving the ballot. Section 9. That the code be amended by adding a NEW SECTION to read: A ballot shall be received by the person in charge of the election via the United States Postal Service or be received at any ballot drop-off facility or county courthouse by a county election official not later than 8:00 p.m. on the date of an election. Section 10. That the code be amended by adding a NEW SECTION to read: A ballot may only be counted if: (1) The ballot is returned in the return identification envelope; (2) The envelope is signed by the voter to whom the ballot was issued; and (3) The voter's signature is verified. Section 11. That the code be amended by adding a NEW SECTION to read: The person in charge of the election shall verify the signature of each voter on the return identification envelope with the signature on the voter's registration record. The State Board of Elections shall adopt rules, pursuant to chapter 1-26, establishing the procedure to use to verify voter's signature. If the county auditor determines that a voter to whom a replacement ballot bas been issued has voted more than once, the person in charge of the election may only count one ballot cast by that voter. Section 12. That the code be amended by adding a NEW SECTION to read: Any voter in line at the county courthouse or a ballot drop-off facility waiting to vote or deposit a completed ballot is considered to have started the act of voting. Section 13. That the code be amended by adding a NEW SECTION to read: A voter may obtain a replacement ballot if the ballot is destroyed, spoiled, lost, or not received by the voter. A replacement ballot shall be issued and processed as described in this Act. To request a replacement ballot, the voter shall complete and sign a replacement ballot request form. The request for a replacement ballot may be made electronically, in writing, in person, or by other means designated by the State Board of Elections by rules promulgated pursuant to chapter 1-26. The county auditor shall keep a record of each replacement ballot provided under this section. Notwithstanding any deadline for mailing in ballots in this Act, a replacement ballot may be mailed or made available in the office of the county auditor. No replacement ballot may be mailed after the fifth day before the date of the election. Section 14. That the code be amended by adding a NEW SECTION to read: At least two secure and accessible ballot drop-off facilities shall be provided within each county where an election under sections 2 or 3 of this Act is held. For each county that has a population of more than fifteen thousand persons, there shall be at least one additional ballot drop-off facility provided for each additional five thousand persons. A ballot drop-off facility shall consist of a secure, accessible, and locked ballot box located as near as possible to established public transportation routes and that is able to receive completed ballots twenty-four hours a day. At each ballot drop-off facility the person in charge of the election shall prominently display a sign stating that the location is an official ballot drop site. Section 15. That the code be amended by adding a NEW SECTION to read: If any voter, by reason of physical disability or inability to read or write, is unable to mark a ballot, the voter may receive assistance from an authorized messenger in marking the ballot. The authorized messenger assisting the voter shall ascertain the wishes of the voter and assist the voter in voting the ballot accordingly. No authorized messenger may solicit any votes or give information regarding the vote. A voter wishing to use an authorized messenger shall request an authorized messenger from the person in charge of the election before 3:00 p.m. on the day of the election. Section 16. That the code be amended by adding a NEW SECTION to read: An authorized messenger may not assist a voter pursuant to this Act if the authorized messenger is: (1) An employer of the voter or an agent of the employer; (2) An officer or agent of the union of which the voter is a member; or (3) A candidate for office in the election or an agent of a candidate for office in the election. Section 17. That the code be amended by adding a NEW SECTION to read: If a ballot is challenged because it is returned in an unsigned return identification envelope or because the signature of the voter on a return identification envelope is determined to not match the signature in the voter registration record for the voter, the person in charge of the election shall mail a notice to the voter. The State Board of Elections shall design the form to be used by the persons in charge of the election to provide notification to the voter that the ballot was denied or challenged. In order for the vote of the voter to be counted, the voter shall provide evidence to disprove the challenge or provide an updated voter registration card with a signature that is determined to be a match, no later than fourteen days after the date of the election. If the voter does not provide evidence to disprove a challenge alleging that the signature of the voter on a return identification envelope does not match the signature in the voter registration record for the voter within fourteen days after the election, the registration of the voter shall be moved to the inactive registration file. Section 18. That the code be amended by adding a NEW SECTION to read: The filing officer may not release as a public record any information that could be used to identify a voter whose ballot has been challenged pursuant to section 17 of this Act until the eighth day after the date of an election. Eight days after the date of an election, the filing officer may disclose as a public record the following information about each voter whose ballot was challenged pursuant to section 17 of this Act: (1) The name of the voter; (2) The residential address of the voter; and (3) The reason for challenge of the voter's ballot. For the purpose of this section, the term, filing officer, means the secretary of state for any federal election, any statewide election, or any election for the Legislature, or the precinct superintendent for any county, municipal, or district election. Section 19. That the code be amended by adding a NEW SECTION to read: The Governor, by written proclamation, may extend the deadline for returning ballots in any state, county, municipal, or district election if the Governor receives a written request for the extension from the secretary of state. The secretary of state may request the Governor to extend the deadline for returning ballots under this section if, after consultation with affected county auditors, the secretary of state determines that it would be impossible or impracticable for the voters to return ballots or for election officials to tally ballots due to an emergency as defined in § 34-48A-1. The Governor may not extend the deadline for returning ballots in any state, county, municipal, or district election under this section for more than seven days after the date of an election. The written proclamation shall state: (1) The determination of the Governor; (2) The reason the deadline for returning ballots was extended; and (3) The date and time by which ballots shall be returned in the election. Notwithstanding any other provision of this Act, if the Governor extends the deadline for returning ballots under this section, the person in charge of an election in any voting precinct may not order a tally report from any vote tally machine in the election until the date and time set by the Governor by which ballots shall be returned in the election. Section 20. That the code be amended by adding a NEW SECTION to read: All received return identification envelopes shall be placed in a secure location from the time of delivery by the voter until the opening of the envelopes. Not more than seven days before the date of an election, the person in charge of an election may begin opening return identification envelopes and secrecy envelopes of ballots delivered by mail and received by the person in charge of the election for the purpose of preparing the ballots for counting. However, no ballots may be counted before 8:00 a.m. on election day. Section 21. That the code be amended by adding a NEW SECTION to read: Each person in charge of an election shall maintain a record, open for public inspection, of each voter issued a ballot and each voter who returned a ballot. For each primary, special election, or general election, not more than seven days before the date of an election, any political party, political committee, or person may request a list of each registered voter who has or has not voted. Section 22. That the code be amended by adding a NEW SECTION to read: Any person who opens, unfolds, or examines any ballot or makes any communication to any person concerning the markings or contents of any ballot before the counting of the votes is guilty of a Class 2 misdemeanor. Any person who forges another voter's signature, or by use of force or other means unduly influences a voter to vote in any particular manner, or refrain from voting, is guilty of a Class 6 felony. Any person who intentionally disposes of a ballot in any manner other than provided in this Act is guilty of a Class 2 misdemeanor. Any person, after procuring a ballot for another voter, who intentionally fails to deliver the ballot to the voter, intentionally fails to deliver the return identification envelope and secrecy envelope with the ballot to the person in charge of the election, or tampers with the envelope or ballot, is guilty of a Class 6 felony. Section 23. That the code be amended by adding a NEW SECTION to read: Notwithstanding voter registration update procedures provided by this Act, a county auditor shall update the registration of a voter in a county that has opted to conduct elections entirely by mail if evidence is received from the United States Postal Service indicating a residential address that is different from the residential address for the voter as contained in the records of the county auditor. If a county auditor updates the registration of a voter pursuant to this section, the county auditor shall send a new confirmation mailing by nonforwardable mail as provided in § 12-4-19. No voter may be disqualified from voting due to any error made pursuant to this section to an update of the voter registration. Section 24. That § 12-19-2 be amended to read: 12-19-2. An absentee voter desiring to vote by mail may apply to the person in charge of the election for an absentee ballot. The application or request shall be made in writing, signed by the applicant, and shall contain the applicant's voter registration address. The application or request shall contain an oath verifying the validity of the information in the application or request. The oath shall be administered by a notary public or other officer authorized by this state to administer an oath or administered by an out-of-state notary public. If the application or request does not contain an oath, the application or request shall be accompanied by a copy of the voter's identification card as required by § 12-18-6.1. The copy of the voter's identification card shall be maintained by the person in charge of the election pursuant to § 12-20-31. However, the voter's identification card is not available for public inspection. The application or request may be used to obtain an absentee ballot for all future elections conducted by the jurisdiction receiving the application or request if so indicated, unless the jurisdiction has decided to conduct each election by mail pursuant to sections 2 or 3 of this Act. The application or request may be used to obtain an absentee ballot for all elections in that calendar year conducted by the jurisdiction receiving the application or request if so indicated. The ballot shall be sent to the voter's residence, as shown in the voter registration file or any temporary residence address designated in writing by the voter, at the time of applying for the absentee ballot. If the application or request is from a voter identified as being covered by the Uniformed and Overseas Citizens Absentee Voting Act (42 U.S.C. 1973ff-1) as of January 1, 2010, the voter may designate on the application for the ballot to be sent electronically pursuant to this section through the system provided by the Office of the Secretary of State. The person in charge of the election shall stamp the application with the date it was received. The person in charge of the election shall preserve a record of the name, mailing address, and voting precinct of each applicant and, except as provided by § 12-19-45, deliver a copy of the record to the superintendent of the election board of the home precinct of the applicant."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8926, "action_date": "2018-01-30T14:00:00-06:00", "document_id": 48180, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48180.pdf", "status_text": "First read in House and referred to", "journal_page": 222, "committee_id_action": 396, "committee_id_assigned": 391, "result": "N", "vote": {}}, {"bill_id": 8926, "action_date": "2018-02-05T07:45:00-06:00", "document_id": 48573, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48573.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 391, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8926, "action_date": "2018-02-05T07:45:00-06:00", "document_id": 48645, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48645.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 326, "committee_id_action": 391, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 25308, "president_vote": null, "Yea": [1268, 1284, 1282, 1283, 1238, 1250, 1248, 1226, 1253, 1277, 1240, 1259, 1225]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/8926"}