{"session_id": 33, "bill_id": 8383, "bill_type": "House Bill", "bill_number": 1001, "bill_title": "provide for public recreational use of certain waters overlying public and private property and to declare an emergency.", "sponsors": [{"legislator_profile_id": 1369, "is_prime": true}, {"legislator_profile_id": 1330, "is_prime": true}, {"legislator_profile_id": 1402, "is_prime": false}, {"legislator_profile_id": 1365, "is_prime": false}, {"legislator_profile_id": 1333, "is_prime": false}, {"legislator_profile_id": 1396, "is_prime": false}, {"legislator_profile_id": 1324, "is_prime": false}, {"legislator_profile_id": 1343, "is_prime": false}, {"legislator_profile_id": 1383, "is_prime": false}, {"legislator_profile_id": 1379, "is_prime": false}, {"legislator_profile_id": 1354, "is_prime": false}, {"legislator_profile_id": 1364, "is_prime": false}, {"legislator_profile_id": 1347, "is_prime": false}], "keywords": ["Fishing", "Game, Fish, and Parks", "Hunting", "Non-Meandered Water", "Recreation", "Water"], "audio": [{"meeting_datetime": "2017-06-12T00:00:00-05:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/2017s/sen01.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2017-06-12T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/2017s/hou01.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 8383, "bill_version_id": 46096, "bill_version": "Introduced", "bill_version_date": "2017-06-12T10:30:17.777-05:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for public recreational use of certain waters overlying public and private property and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: The Legislature finds: (1) The South Dakota Supreme Court, in Parks v. Cooper, 2004 SD 27 and Duerre v. Hepler, 2017 SD 8, held that the Legislature has the obligation to determine the extent of public use of water overlying private property for recreational purposes; and (2) Because the state holds the waters in trust for the benefit of the public, the Legislature must balance the interests of recreational users and the rights of private property owners to provide a constitutionally sound and manageable basis for establishing public recreational use of water overlying private property in accordance with this Act. Section 2. That the code be amended by adding a NEW SECTION to read: Terms used in this Act mean: (1) \"Commission,\" the Game, Fish and Parks Commission; (2) \"Department,\" the Department of Game, Fish and Parks; (3) \"Meandered lake,\" any natural water body, except a river or stream, for which a meander line survey was included as part of the official survey conducted by the United States surveyor general for the land on which the lake is situated and the meander lines are shown on plats made by the United States General Land Office; (4) \"Nonmeandered lake,\" any natural lake that is not a meandered lake; (5) \"Recreational use,\" except as otherwise provided by law, use for outdoor sporting and leisure activities, including, but not limited to, hunting, fishing, swimming, floating, boating, and trapping. Section 3. That the code be amended by adding a NEW SECTION to read: The department, on behalf of and in the name of the state, may negotiate with each landowner to acquire, by gift, grant, devise, purchase, lease, or license, recreational use of all or any portion of any nonmeandered lake overlying private property. Any agreement reached pursuant to this section, or any failure to reach an agreement, is not an appealable final action of the department. Section 4. That the code be amended by adding a NEW SECTION to read: Any person is entitled to recreational use of the portion of a nonmeandered lake that overlies private property if the person has permission from the owner of the private property. Section 5. That the code be amended by adding a NEW SECTION to read: Any nonmeandered lake overlying private property is open to recreational use without permission of any owner of the private property underlying the nonmeandered lake unless the owner of the private property installs conspicuous markers, which may consist of signs or buoys, to identify the area of the nonmeandered lake that is not open to public recreational use without permission or agreement as provided under this Act. Section 6. That the code be amended by adding a NEW SECTION to read: No owner of private property may receive financial compensation in exchange for granting permission to fish on a portion of a nonmeandered lake overlying the owner's private property that is marked pursuant to section 5 of this Act. A violation of this section is a Class 1 misdemeanor. Section 7. That the code be amended by adding a NEW SECTION to read: Notwithstanding the provisions of this Act, any nonmeandered lake listed in section 8 of this Act is declared open for recreational use, based on the following conditions occurring before January 1, 2017: (1) The open, obvious, and continuous recreational use by the public for a significant period; and (2) The expenditure of public funds for the construction of one or more boat ramps. Section 8. That the code be amended by adding a NEW SECTION to read: The waters of the following nonmeandered lakes are declared open for recreational use pursuant to section 7 of this Act: (1) Casey's Slough, Cottonwood GPA, Dry #1, Dry #2, Round, and Swan in Clark County; (2) Deep and Goose in Codington County; (3) East Krause, Lynn, and Middle Lynn, in Day County; (4) North Scatterwood in Edmunds County; (5) Three Buck in Hamlin County; (6) Bullhead, Cattail-Kettle, and Opitz in Marshall County; (7) Island South in McCook County; (8) Keisz in McPherson County; (9) Grass, Loss, Scott, and Twin in Minnehaha County; (10) Twin in Sanborn County; (11) Cottonwood and Mud in Spink County; (12) Cottonwood in Sully County; and (13) Dog Ear in Tripp County, South Dakota. Section 9. That the code be amended by adding a NEW SECTION to read: The commission shall promulgate rules, pursuant to chapter 1-26, to establish a process whereby an owner of private property underlying any nonmeandered lake listed in section 8 of this Act may petition the commission to allow the owner of private property to restrict recreational use of the water overlying the owner's private property. The commission shall determine whether to grant, deny, or modify the petition. The commission shall consider privacy, safety, and substantially affected financial interests of the owner of the private property underlying the water, as well as history of use, water quality, water quantity, and the public's interest in recreational use of the water. Section 10. That the code be amended by adding a NEW SECTION to read: No lease or license entered into pursuant to section 3 of this Act may be for a term exceeding ten years. Section 11. That the code be amended by adding a NEW SECTION to read: The liability of any owner of private property underlying a meandered or nonmeandered lake is limited as provided in §§ 20-9-12 to 20-9-18, inclusive. However, contact between recreational equipment and private property underlying any nonmeandered lake incidental to a lawful recreational use is not a criminal trespass. Section 12. That the code be amended by adding a NEW SECTION to read: The commission shall promulgate rules, pursuant to chapter 1-26, to specify standards for the markers described in section 5 of this Act after weighing the cost and burden of compliance by the owner of private property against the visibility of the markers to the public. Section 13. That the code be amended by adding a NEW SECTION to read: The owner of private property shall notify the department, within a reasonable time frame, of any area of a nonmeandered lake marked by the owner of private property pursuant to section 5 of this Act. The department shall, within a reasonable time frame, identify the marked area and applicable restrictions in any map, guide, mobile application, or website maintained by the state to assist the public in identifying each public hunting or fishing area. Section 14. That the code be amended by adding a NEW SECTION to read: Access to any nonmeandered lake for recreational use may only be by public roadway, public right-of-way, or other lawful means. Nothing in this Act creates a right of ingress or egress on private property to access a nonmeandered lake. Section 15. That the code be amended by adding a NEW SECTION to read: No person may walk, wade, stand, or operate a motor vehicle on the bed of a nonmeandered lake, or trap or hunt on the frozen surface above private land, without permission from the landowner or any other person legally in possession of the privately owned property underlying the waters of that portion of the nonmeandered lake. Section 16. That the code be amended by adding a NEW SECTION to read: The commission shall promulgate rules, pursuant to chapter 1-26, to establish a process whereby a person may petition the commission to open a portion of the waters or ice of a nonmeandered lake marked pursuant to section 5 of this Act for the limited purpose of transportation to a portion of the nonmeandered lake that is open for recreational use under the following conditions: (1) The marked portion of the nonmeandered lake is directly between a point of legal public access and a portion of the nonmeandered lake open for recreational use; and (2) There is no alternative legal public access or improved legal public access to the portion of the nonmeandered lake open for recreational use. Section 17. That the code be amended by adding a NEW SECTION to read: The commission shall set the size and location of the area of the marked portion of a nonmeandered lake opened for transportation pursuant to section 16 of this Act and set reasonable speed, wake, and other limitations to protect the privacy, safety, and substantially affected financial interests of the owner of private property underlying the marked portion of the nonmeandered lake. Section 18. That the code be amended by adding a NEW SECTION to read: Any person who enters or remains upon private property or waters overlying private property in violation of this Act is guilty of a criminal trespass in accordance with the applicable provisions of chapters 41-9 and 22-35, except for unarmed retrieval of lawfully taken small game as authorized in § 41-9-8 and subject to any affirmative defense set forth in § 22-35-7. However, any contact between recreational equipment and private property underlying any nonmeandered lake incidental to a lawful recreational use is not a criminal trespass. Section 19. That subdivision (5) of § 41-2-18 be amended to read: (5) The management, use, and improvement of all meandered and nonmeandered lakes, sloughs, marshes, and streams extending to and over dry or partially dry meandered lakes, sloughs, marshes, and streams, including all lands to which the state has acquired any right, title or interest for the purpose of water conservation or recreation; Section 20. That the code be amended by adding a NEW SECTION to read: Before June 2, 2019, but after April 1, 2019, the department shall deliver a report to the Executive Board of the Legislative Research Council which includes the following: (1) An estimate of the number of acres of nonmeandered lakes open for public recreation and the number of acres of nonmeandered lakes marked pursuant to section 5 of this Act; (2) For the agreements contemplated pursuant to section 3 this Act, a statistical summary relative to: (a) Agreements reached with landowners; (b) Negotiations in progress; (c) Failed negotiations; (d) Number of inquiries from landowners to commence negotiations; (3) An analysis of the agreements pursuant to section 3 of this Act compared to voluntary walk in access programs for landowners; (4) A listing of transportation lanes set pursuant to section 17 of this Act; and (5) A summary of complaints, prosecutions, convictions, or other resolution of violations on nonmeandered waters pursuant to sections 6 and 18 of this Act. Following receipt and public dissemination of the report, the executive board or a designated committee of the executive board shall hold one or more public hearings, which shall occur before September 3, 2019, to discuss the report and solicit input from landowners, recreational users, and the general public. Section 21. The provisions of this Act are repealed on July 1, 2021. Section 22. Whereas, this Act is necessary for the immediate preservation of the public peace, health, or safety, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 8383, "bill_version_id": 46113, "bill_version": "Senate Engrossed", "bill_version_date": "2017-06-12T17:16:17.64-05:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for public recreational use of certain waters overlying public and private property and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: The Legislature finds: (1) The South Dakota Supreme Court, in Parks v. Cooper, 2004 SD 27 and Duerre v. Hepler, 2017 SD 8, held that the Legislature has the obligation to determine the extent of public use of water overlying private property for recreational purposes; and (2) Because the state holds the waters in trust for the benefit of the public, the Legislature must balance the interests of recreational users and the rights of private property owners to provide a constitutionally sound and manageable basis for establishing public recreational use of water overlying private property in accordance with this Act. Section 2. That the code be amended by adding a NEW SECTION to read: Terms used in this Act mean: (1) \"Commission,\" the Game, Fish and Parks Commission; (2) \"Department,\" the Department of Game, Fish and Parks; (3) \"Meandered lake,\" any natural water body, except a river or stream, for which a meander line survey was included as part of the official survey conducted by the United States surveyor general for the land on which the lake is situated and the meander lines are shown on plats made by the United States General Land Office; (4) \"Nonmeandered lake,\" any natural lake that is not a meandered lake; (5) \"Recreational use,\" except as otherwise provided by law, use for outdoor sporting and leisure activities, including, but not limited to, hunting, fishing, swimming, floating, boating, and trapping. Section 3. That the code be amended by adding a NEW SECTION to read: The department, on behalf of and in the name of the state, may negotiate with each landowner to acquire, by gift, grant, devise, purchase, lease, or license, recreational use of all or any portion of any nonmeandered lake overlying private property. Any agreement reached pursuant to this section, or any failure to reach an agreement, is not an appealable final action of the department. Section 4. That the code be amended by adding a NEW SECTION to read: Any person is entitled to recreational use of the portion of a nonmeandered lake that overlies private property if the person has permission from the owner of the private property. Section 5. That the code be amended by adding a NEW SECTION to read: Any nonmeandered lake overlying private property is open to recreational use without permission of any owner of the private property underlying the nonmeandered lake unless the owner of the private property installs conspicuous markers, which may consist of signs or buoys, to identify the area of the nonmeandered lake that is not open to public recreational use without permission or agreement as provided under this Act. Section 6. That the code be amended by adding a NEW SECTION to read: No owner of private property may receive financial compensation in exchange for granting permission to fish on a portion of a nonmeandered lake overlying the owner's private property that is marked pursuant to section 5 of this Act. A violation of this section is a Class 1 misdemeanor. Section 7. That the code be amended by adding a NEW SECTION to read: Notwithstanding the provisions of this Act, any nonmeandered lake listed in section 8 of this Act is declared open for recreational use, based on the following conditions occurring before January 1, 2017: (1) The open, obvious, and continuous recreational use by the public for a significant period; and (2) The expenditure of public funds for the construction of one or more boat ramps. Section 8. That the code be amended by adding a NEW SECTION to read: The waters of the following nonmeandered lakes are declared open for recreational use pursuant to section 7 of this Act: (1) Casey's Slough, Cottonwood GPA, Dry #1, Dry #2, Round, and Swan in Clark County; (2) Deep and Goose in Codington County; (3) East Krause, Lynn, and Middle Lynn, in Day County; (4) North Scatterwood in Edmunds County; (5) Three Buck in Hamlin County; (6) Bullhead, Cattail-Kettle, and Opitz in Marshall County; (7) Island South in McCook County; (8) Keisz in McPherson County; (9) Grass, Loss, Scott, and Twin in Minnehaha County; (10) Twin in Sanborn County; (11) Cottonwood and Mud in Spink County; (12) Cottonwood in Sully County; and (13) Dog Ear in Tripp County, South Dakota. Section 9. That the code be amended by adding a NEW SECTION to read: The commission shall promulgate rules, pursuant to chapter 1-26, to establish a process whereby an owner of private property underlying any nonmeandered lake listed in section 8 of this Act may petition the commission to allow the owner of private property to restrict recreational use of the water overlying the owner's private property. The commission shall determine whether to grant, deny, or modify the petition. The commission shall consider privacy, safety, and substantially affected financial interests of the owner of the private property underlying the water, as well as history of use, water quality, water quantity, and the public's interest in recreational use of the water. Section 10. That the code be amended by adding a NEW SECTION to read: No lease or license entered into pursuant to section 3 of this Act may be for a term exceeding ten years. Section 11. That the code be amended by adding a NEW SECTION to read: The liability of any owner of private property underlying a meandered or nonmeandered lake is limited as provided in §§ 20-9-12 to 20-9-18, inclusive. However, contact between recreational equipment and private property underlying any nonmeandered lake incidental to a lawful recreational use is not a criminal trespass. Section 12. That the code be amended by adding a NEW SECTION to read: The commission shall promulgate rules, pursuant to chapter 1-26, to specify standards for the markers described in section 5 of this Act after weighing the cost and burden of compliance by the owner of private property against the visibility of the markers to the public. Section 13. That the code be amended by adding a NEW SECTION to read: The owner of private property shall notify the department, within a reasonable time frame, of any area of a nonmeandered lake marked by the owner of private property pursuant to section 5 of this Act. The department shall, within a reasonable time frame, identify the marked area and applicable restrictions in any map, guide, mobile application, or website maintained by the state to assist the public in identifying each public hunting or fishing area. Section 14. That the code be amended by adding a NEW SECTION to read: Access to any nonmeandered lake for recreational use may only be by public roadway, public right-of-way, or other lawful means. Nothing in this Act creates a right of ingress or egress on private property to access a nonmeandered lake. Section 15. That the code be amended by adding a NEW SECTION to read: No person may walk, wade, stand, or operate a motor vehicle on the bed of a nonmeandered lake, or trap or hunt on the frozen surface above private land, without permission from the landowner or any other person legally in possession of the privately owned property underlying the waters of that portion of the nonmeandered lake. Section 16. That the code be amended by adding a NEW SECTION to read: The commission shall promulgate rules, pursuant to chapter 1-26, to establish a process whereby a person may petition the commission to open a portion of the waters or ice of a nonmeandered lake marked pursuant to section 5 of this Act for the limited purpose of transportation to a portion of the nonmeandered lake that is open for recreational use under the following conditions: (1) The marked portion of the nonmeandered lake is directly between a point of legal public access and a portion of the nonmeandered lake open for recreational use; and (2) There is no alternative legal public access or improved legal public access to the portion of the nonmeandered lake open for recreational use. Section 17. That the code be amended by adding a NEW SECTION to read: The commission shall set the size and location of the area of the marked portion of a nonmeandered lake opened for transportation pursuant to section 16 of this Act and set reasonable speed, wake, and other limitations to protect the privacy, safety, and substantially affected financial interests of the owner of private property underlying the marked portion of the nonmeandered lake. Section 18. That the code be amended by adding a NEW SECTION to read: Any person who enters or remains upon private property or waters overlying private property in violation of this Act is guilty of a criminal trespass in accordance with the applicable provisions of chapters 41-9 and 22-35, except for unarmed retrieval of lawfully taken small game as authorized in § 41-9-8 and subject to any affirmative defense set forth in § 22-35-7. However, any contact between recreational equipment and private property underlying any nonmeandered lake incidental to a lawful recreational use is not a criminal trespass. Section 19. That subdivision (5) of § 41-2-18 be amended to read: (5) The management, use, and improvement of all meandered and nonmeandered lakes, sloughs, marshes, and streams extending to and over dry or partially dry meandered lakes, sloughs, marshes, and streams, including all lands to which the state has acquired any right, title or interest for the purpose of water conservation or recreation; Section 20. That the code be amended by adding a NEW SECTION to read: Before June 2, 2019, but after April 1, 2019, the department shall deliver a report to the Executive Board of the Legislative Research Council which includes the following: (1) An estimate of the number of acres of nonmeandered lakes open for public recreation and the number of acres of nonmeandered lakes marked pursuant to section 5 of this Act; (2) For the agreements contemplated pursuant to section 3 this Act, a statistical summary relative to: (a) Agreements reached with landowners; (b) Negotiations in progress; (c) Failed negotiations; (d) Number of inquiries from landowners to commence negotiations; (3) An analysis of the agreements pursuant to section 3 of this Act compared to voluntary walk in access programs for landowners; (4) A listing of transportation lanes set pursuant to section 17 of this Act; and (5) A summary of complaints, prosecutions, convictions, or other resolution of violations on nonmeandered waters pursuant to sections 6 and 18 of this Act. Following receipt and public dissemination of the report, the executive board or a designated committee of the executive board shall hold one or more public hearings, which shall occur before September 3, 2019, to discuss the report and solicit input from landowners, recreational users, and the general public. Section 21. The provisions of this Act are repealed on June 30, 2018. Section 22. Whereas, this Act is necessary for the immediate preservation of the public peace, health, or safety, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 8383, "bill_version_id": 46117, "bill_version": "Enrolled", "bill_version_date": "2017-06-12T20:59:53.437-05:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8383, "action_date": "2017-06-12T10:00:00-05:00", "document_id": 46104, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/46104.pdf", "status_text": "First Reading House", "journal_page": 11, "committee_id_action": 365, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8383, "action_date": "2017-06-12T10:00:00-05:00", "document_id": 46104, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/46104.pdf", "status_text": "Placed on calendar", "journal_page": 11, "committee_id_action": 365, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8383, "action_date": "2017-06-12T10:00:00-05:00", "document_id": 46102, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/46102.pdf", "status_text": "First Reading Senate", "journal_page": 13, "committee_id_action": 364, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8383, "action_date": "2017-06-12T10:00:00-05:00", "document_id": 46102, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/46102.pdf", "status_text": "Amend the amendment", "journal_page": 13, "committee_id_action": 364, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8383, "action_date": "2017-06-12T10:00:00-05:00", "document_id": 46102, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/46102.pdf", "status_text": "Motion to amend", "journal_page": 14, "committee_id_action": 364, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 24362, "president_vote": null, "Yea": [1335, 1336, 1322, 1351, 1324, 1378, 1367, 1339, 1395, 1337, 1409, 1375, 1329, 1372, 1348, 1394, 1323, 1349, 1386, 1338, 1350, 1376, 1357, 1342, 1393, 1325, 1347, 1381, 1405], "Nay": [1369, 1333, 1383, 1377], "Excused": [1344, 1326]}}, {"bill_id": 8383, "action_date": "2017-06-12T10:00:00-05:00", "document_id": 46102, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/46102.pdf", "status_text": "Do Pass Amended", "journal_page": 14, "committee_id_action": 364, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 24363, "president_vote": null, "Yea": [1335, 1369, 1336, 1322, 1351, 1333, 1324, 1378, 1383, 1409, 1375, 1329, 1372, 1323, 1349, 1386, 1377, 1350, 1376, 1357, 1342, 1393, 1325, 1347, 1381, 1405], "Nay": [1367, 1339, 1395, 1337, 1348, 1394, 1338], "Excused": [1344, 1326]}}, {"bill_id": 8383, "action_date": "2017-06-12T10:00:00-05:00", "document_id": 46104, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/46104.pdf", "status_text": "Do Pass", "journal_page": 15, "committee_id_action": 365, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 24361, "president_vote": null, "Yea": [1318, 1374, 1402, 1373, 1389, 1319, 1328, 1412, 1406, 1365, 1413, 1417, 1396, 1380, 1356, 1388, 1343, 1355, 1391, 1327, 1407, 1411, 1370, 1420, 1401, 1397, 1353, 1398, 1331, 1379, 1418, 1400, 1354, 1382, 1364, 1404, 1330, 1361, 1345, 1346, 1363, 1410, 1359, 1392, 1362, 1320, 1422, 1321, 1334, 1403, 1390, 1358], "Nay": [1384, 1371, 1340, 1399, 1416, 1419, 1352, 1421, 1415, 1385, 1368, 1408, 1414, 1360, 1366, 1341], "Excused": [1387, 1332]}}, {"bill_id": 8383, "action_date": "2017-06-12T10:00:00-05:00", "document_id": 46104, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/46104.pdf", "status_text": "Failed to concur, appoint Conference Committee", "journal_page": 17, "committee_id_action": 365, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8383, "action_date": "2017-06-12T10:00:00-05:00", "document_id": 46102, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/46102.pdf", "status_text": "Conference Committee appointments", "journal_page": 17, "committee_id_action": 364, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8383, "action_date": "2017-06-12T10:00:00-05:00", "document_id": 46104, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/46104.pdf", "status_text": "Conference Committee Report", "journal_page": 18, "committee_id_action": 365, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8383, "action_date": "2017-06-12T10:00:00-05:00", "document_id": 46104, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/46104.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 19, "committee_id_action": 365, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 24367, "president_vote": null, "Yea": [1318, 1402, 1373, 1389, 1384, 1319, 1328, 1412, 1406, 1340, 1365, 1413, 1417, 1380, 1388, 1343, 1355, 1391, 1419, 1327, 1407, 1411, 1370, 1420, 1401, 1397, 1353, 1398, 1331, 1379, 1418, 1400, 1354, 1382, 1414, 1364, 1404, 1361, 1366, 1345, 1346, 1363, 1410, 1359, 1392, 1362, 1341, 1320, 1422, 1321, 1334, 1403, 1390, 1358], "Nay": [1374, 1371, 1399, 1416, 1356, 1352, 1415, 1385, 1368, 1408, 1360, 1330], "Excused": [1387, 1396, 1421, 1332]}}, {"bill_id": 8383, "action_date": "2017-06-12T10:00:00-05:00", "document_id": 46102, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/46102.pdf", "status_text": "Conference Committee Report", "journal_page": 17, "committee_id_action": 364, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8383, "action_date": "2017-06-12T10:00:00-05:00", "document_id": 46102, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/46102.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 17, "committee_id_action": 364, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 24364, "president_vote": null, "Yea": [1335, 1369, 1336, 1322, 1351, 1333, 1324, 1378, 1383, 1409, 1375, 1329, 1372, 1323, 1349, 1386, 1377, 1350, 1376, 1357, 1342, 1393, 1325, 1347, 1381, 1405], "Excused": [1367, 1339, 1337, 1348, 1344, 1326, 1338], "Nay": [1395, 1394]}}, {"bill_id": 8383, "action_date": "2017-06-12T10:00:00-05:00", "document_id": 46102, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/46102.pdf", "status_text": "Signed by the President", "journal_page": 19, "committee_id_action": 364, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8383, "action_date": "2017-06-12T10:00:00-05:00", "document_id": 46104, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/46104.pdf", "status_text": "Signed by the Speaker", "journal_page": 21, "committee_id_action": 365, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8383, "action_date": "2017-06-12T10:00:00-05:00", "document_id": 46104, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/46104.pdf", "status_text": "Delivered to the Governor", "journal_page": 21, "committee_id_action": 365, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8383, "action_date": "2017-06-12T10:00:00-05:00", "document_id": 46104, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/46104.pdf", "status_text": "Signed by the Governor", "journal_page": 0, "committee_id_action": 365, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6817}