{"session_id": 44, "bill_id": 21894, "bill_type": "House Bill", "bill_number": 1006, "bill_title": "revise certain provisions regarding the practice of chiropractic.", "sponsors": [], "keywords": ["Boards and Commissions", "Chiropractic", "Executive/Judiciary Request", "Health Care", "Professions and Occupations"], "audio": [{"meeting_datetime": "2021-01-21T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hhe07.mp3", "start_seconds": 2455.0}, {"meeting_datetime": "2021-01-21T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hhe07.mp3", "start_seconds": 2455.0}, {"meeting_datetime": "2021-01-21T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hhe07.mp3", "start_seconds": 2455.0}, {"meeting_datetime": "2021-01-21T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hhe07.mp3", "start_seconds": 2455.0}, {"meeting_datetime": "2021-01-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hou09.mp3", "start_seconds": 2850.0}, {"meeting_datetime": "2021-01-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hou09.mp3", "start_seconds": 2850.0}, {"meeting_datetime": "2021-01-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hou09.mp3", "start_seconds": 2850.0}, {"meeting_datetime": "2021-02-01T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/she13.mp3", "start_seconds": 2675.0}, {"meeting_datetime": "2021-02-01T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/she13.mp3", "start_seconds": 2675.0}, {"meeting_datetime": "2021-02-01T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/she13.mp3", "start_seconds": 2675.0}, {"meeting_datetime": "2021-02-02T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sen14.mp3", "start_seconds": 2467.0}, {"meeting_datetime": "2021-02-02T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sen14.mp3", "start_seconds": 2467.0}, {"meeting_datetime": "2021-02-02T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sen14.mp3", "start_seconds": 2467.0}], "bill_versions": [{"bill_id": 21894, "bill_version_id": 209982, "bill_version": "Introduced", "bill_version_date": "2021-01-05T15:40:32.74-06:00", "bill_text": "An Act to revise certain provisions regarding the practice of chiropractic. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 36-5-1.1. Definitions. Terms used in this chapter mean: (1) \"Board,\" the South Dakota Board of Chiropractic Examiners; (2) \"Chiropractic assistant,\" a properly qualified person who has completed an educational training program approved by the board, who assists in basic health care duties in the practice of chiropractic under the supervision of a doctor of chiropractic, and who performs delegated duties commensurate with the chiropractic assistant’s education and training, but who do not evaluate, interpret, design, or modify established treatment programs of chiropractic care or violate any statute; (3) \"Chiropractic radiography,\" the application of X-radiation within the scope of practice of chiropractic for diagnostic purposes only; and (4) \"Chiropractic specialist,\" a chiropractor who has graduated from a postdoctoral specialty program accredited by the board. Section 2. That § 36-5-2 be AMENDED. 36-5-2. Advertising or practicing without license or annual license renewal--Misdemeanor. Any person who advertises, practices, or attempts to practice chiropractic or who uses the title chiropractor or any word or title having a tendency to induce any person to believe that the person is a chiropractor without first having secured a license from the Board of Chiropractic Examiners board or an annual license renewal from the Board of Chiropractic Examiners board is guilty of a Class 1 misdemeanor. Section 3. That § 36-5-2.1 be AMENDED. 36-5-2.1. Injunction for violation authorized. The Board of Chiropractic Examiners is empowered to board may commence actions an action for injunctions an injunction for violations a violation of this chapter or regulations promulgated hereunder. Section 4. That § 36-5-2.2 be AMENDED. 36-5-2.2. Liability of violators for enforcement expenses. Any individual person violating the provisions a provision of this chapter or regulations promulgated hereunder may also be required by the court to pay all expenses, including legal fees, incurred by the Board of Chiropractic Examiners board in enforcing this chapter and the regulations promulgated hereunder. Section 5. That § 36-5-3 be AMENDED. 36-5-3. Composition of board--Appointment and terms--Vacancies. The Board of Chiropractic Examiners shall be Governor shall appoint all members of the board. The board shall be composed of one lay person, who is not licensed by the board but uses the services licensed, and four members who are chiropractors, and appointed by the Governor for terms of three calendar years in active practice in the state. The term of a member begins on January first, unless otherwise designated by the Governor. The term of a member expires on December thirty-first in the third year of the member's appointment. No member may serve more than three consecutive full terms. The Governor shall, by appointment, fill any vacancy occurring in the board. The appointment to an unexpired term is not considered a full term. The Governor may stagger terms to enable the board to have different terms expire each year. Section 6. That § 36-5-3.1 be REPEALED. 36-5-3.1. Lay member of board--Appointment and term of office. Section 7. That § 36-5-4 be AMENDED. 36-5-4. Officers of board--Rules and regulations--Examination of candidates. The Board of Chiropractic Examiners shall organize annually by electing a president, vice-president, and secretary-treasurer, and the board shall have the power to adopt elect annually from its members a president, vice president, and secretary. No member may serve as president more than three consecutive one-year terms. The board may promulgate rules and regulations in compliance with, pursuant to chapter 1-26 as shall be reasonably necessary, to carry out and make effective the provisions and purposes of this chapter. The board shall hold examination of examine candidates for license and the transaction of such transact any business as may properly come that comes before it at least twice annually in June and December of each year, at such times and places as may be designated by the board. The secretary-treasurer of the board may be required to give a bond in such sum and with such conditions as the board may direct. Section 8. That § 36-5-4.1 be AMENDED. 36-5-4.1. Records and reports. The Board of Chiropractic Examiners shall continue within the Department of Health, and shall retain all its prescribed functions, including administrative functions. The board shall submit such any records, information, and reports in the form and at such the times as required by the secretary of health Department of Health, except that the board shall report at least annually. Section 9. That § 36-5-5 be REPEALED. 36-5-5. Compensation and expenses of board members. Section 10. That § 36-5-6 be AMENDED. 36-5-6. Acceptance of funds by the board--Separate fund--Payments from fund--Expense limited by revenue. All money, after the payments provided in § 36-5-5, shall be retained in a special fund for defraying the expenses of the Board of Chiropractic Examiners in carrying out the provisions of this chapter The board shall deposit all funds it receives or collects under the provisions of this chapter in the bank that is authorized by the board. The board may expend funds for administrative, consultative, and other necessary services for the board in an amount set by the board. The funds may be withdrawn by the executive director as authorized by the board. All compensation and other expenses of the board must be paid from the funds received under the provisions of this chapter. No expenses may be incurred by the board in excess of the board's revenue. Section 11. That § 36-5-8 be AMENDED. 36-5-8. Educational requirements for license. Any person is eligible for examination licensure who has satisfactorily completed two years of preprofessional study in a liberal arts or science course at any college or university approved by the Board of Examiners and who is a graduate of a chiropractic school approved by the Board of Examiners or will be a graduate of a chiropractic school approved by the Board of Examiners within ninety days after taking the examination. The chiropractic school shall require at a minimum for graduation a period of actual attendance equivalent to the standard four-year course, teaching adequate courses in the basic sciences and all subjects pertaining to the practice of chiropractic board. The minimum requirements for licensure of any person graduating on or after January 1, 2011 shall be is a baccalaureate degree in addition to a doctor of chiropractic degree. The baccalaureate degree may be granted by an accredited undergraduate program or by a chiropractic college or university that can offer a dual degree. Section 12. That § 36-5-9 be REPEALED. 36-5-9. Certifications of satisfactory course completion to be filed. Section 13. That § 36-5-10 be REPEALED. 36-5-10. Application for examination. Section 14. That § 36-5-11 be AMENDED. 36-5-11. Application for license--Fee. Any applicant for a license pursuant to this chapter shall apply on a form prescribed by the board and pay the fee for the license required pursuant to this chapter. The fee for the license shall be set by rule, promulgated by the Board of Chiropractic Examiners pursuant to chapter 1-26, and may not exceed three hundred dollars. The fee applicant shall be paid to the secretary-treasurer of the board when the application is submitted also satisfy all other qualifications required pursuant to this chapter. Section 15. That § 36-5-12 be AMENDED. 36-5-12. Scope of examinations. The board shall conduct a written examination in anatomy, bacteriology, physiology, chemistry, pathology, histology, gynecology, symptomatology, hygiene and public health, physical diagnosis, diagnostic X-ray, principles and practice of chiropractic, and such other subjects as the board determines by rule. The board may waive examination in some or all of these subjects or their equivalents if the applicant has passed the examinations given by the National Board of Chiropractic Examiners. The board shall require all applicants to attain a general average of not less than seventy-five percent and a grade of at least seventy percent in each subject and to perform satisfactory clinical demonstrations to be entitled to a license to practice chiropractic. However, an applicant who has not graduated at the time of the examination is not entitled to a license until the applicant graduates and provides the board with the certifications from an attended school as required in § 36-5-9. The board may permit an applicant who failed only one subject to be reexamined only in such subject without an additional fee. The board may, by rule, limit the number and frequency of reexaminations. An applicant shall pass all parts of the National Board of Chiropractic Examiners exams that are available at the time of graduation. Section 16. That § 36-5-13 be AMENDED. 36-5-13. License without examination on certification from another state or national board--Fee. Any person licensed to practice chiropractic under the laws of any other state having equivalent requirements of this chapter or licensed by the National Board of Chiropractic Examiners may, in the discretion of the Board of Chiropractic Examiners, be issued a license to practice chiropractic in this state without examination, upon payment of the fee set by rule, promulgated by the board pursuant to chapter 1-26, not to exceed three hundred dollars pursuant to § 36-5-11. Section 17. That § 36-5-14 be AMENDED. 36-5-14. Display of license. The A practitioner shall conspicuously display the practitioner's license to practice chiropractic shall be signed by each member of the Board of Chiropractic Examiners and authenticated by the seal of the board, and the license and renewal certificate shall be conspicuously displayed at the office of the practitioner. Section 18. That § 36-5-14.1 be AMENDED. 36-5-14.1. Annual renewal of license--Fee. Each person receiving a license under the provisions of Any license issued pursuant to this chapter shall procure from the secretary-treasurer of the board be renewed annually on or before the thirty-first day of December of each year, a renewal of license. The renewal shall be issued by the secretary-treasurer board upon payment of the fee set by rule, promulgated by the board pursuant to chapter 1-26, not exceeding the sum of three hundred dollars. The renewal license shall be in the form of a receipt acknowledging payment of the required fee and signed by the secretary-treasurer executive secretary of the board. Section 19. That § 36-5-14.2 be AMENDED. 36-5-14.2. Additional requirements for annual license. The Board of Chiropractic Examiners board may provide, by rule, promulgated pursuant to chapter 1-26, additional requirements for the obtaining of an annual license. Section 20. That § 36-5-15.1 be AMENDED. 36-5-15.1. Chiropractic physician preceptor program. The Board of Chiropractic Examiners board may establish a chiropractor student chiropractic physician preceptor associate program. The board may promulgate rules pursuant to chapter 1-26 to implement this section. Section 21. That § 36-5-15.2 be AMENDED. 36-5-15.2. Regulation and licensing of practice of chiropractic and chiropractic radiography--Enforcement--Hearing officers. The Board of Chiropractic Examiners board shall: (1) Establish, by rule promulgated pursuant to chapter 1-26, standards for, and to promote, the safe and qualified practice of chiropractic; (2) Be responsible for all disciplinary proceedings under this chapter; (3) Establish, by rule promulgated pursuant to chapter 1-26, educational, training, and competency standards governing the examination and practice of practitioners under this chapter. The board may, by rule, and specify the minimum educational qualifications general practitioners shall have to present themselves as chiropractic specialists to the public; (4) Examine, or cause to be examined, for competency, eligible applicants for licenses to practice chiropractic and chiropractic radiography; (5) Issue licenses to those applicants who successfully complete the licensure examination and renew the licenses of those who continue to meet the licensure standards of this chapter and the board's rules; and (6) Establish, by rule, and collect promulgated pursuant to chapter 1-26, an annual registration fee, not to exceed fifty dollars from those persons practicing chiropractic radiography. The board may authorize a hearing examiner to conduct any hearing required to determine violations of this chapter and the rules of the board. Section 22. That § 36-5-15.3 be AMENDED. 36-5-15.3. Education and experience requirement rules for practice of chiropractic radiography. The Board of Chiropractic Examiners board may, by rule promulgated pursuant to chapter 1-26, establish minimum educational and training requirements and continuing education requirements to practice chiropractic radiography. The board may also require, or substitute, clinical experience in addition to, or in lieu of, educational and training requirements. Section 23. That § 36-5-15.4 be REPEALED. 36-5-15.4. Definitions. Section 24. That § 36-5-15.5 be AMENDED. 36-5-15.5. Unlicensed practice of chiropractic radiography as misdemeanor. Any person who shall practice practices or attempt attempts to practice chiropractic radiography without first having secured a license from the Board of Chiropractic Examiners board and an annual license renewal is guilty of a Class 1 misdemeanor. Section 25. That § 36-5-17 be AMENDED. 36-5-17. Appeal from board. An appeal from the decision of the Board of Chiropractic Examiners board may be taken as provided by chapter 1-26. Section 26. That § 36-5-18 be REPEALED. 36-5-18. South Dakota Chiropractors Association--Purpose. Section 27. That § 36-5-19 be AMENDED. 36-5-19. Peer review committee--Immunity from liability--Conditions--Official immunity unaffected--Fee. The Board of Examiners board may act as a peer review committee or may appoint other licensed chiropractors to perform such function. No monetary liability on the part of, and no cause of action for damages may arise against any member of a duly appointed peer review committee comprised of chiropractors licensed to practice in this state, for any act or proceeding undertaken or performed within the scope of the functions of such committee formed to maintain the professional standards of the Board of Examiners board as provided in rules promulgated by the board pursuant to chapter 1-26, if the committee member acts without malice, has made a reasonable effort to obtain the facts of the matter on which the member acts, and acts in reasonable belief that the action taken is warranted by the facts as known by the member after a reasonable effort to obtain facts. The provisions of this section do not affect the official immunity of an officer or employee of a public corporation. The contested case provisions of chapter 1-26 do not apply to activities of the peer review committee. All licensees shall, as a condition of licensure, fully cooperate with and promptly respond to inquiries and requests from the committee. The recommendations of the committee as to necessity for services of a licensee, and as to reasonableness of charges and procedures shall be reported to the person who requested the review and one member of the Board of Examiners board as designated by the board. The board may, by rules promulgated pursuant to chapter 1-26, establish a fee not to exceed seven hundred fifty dollars to help defray the cost of the review. However, no patient of a licensee requesting a peer review is subject to this fee. Section 28. That § 36-5-20 be AMENDED. 36-5-20. Disciplinary committee--Immunity from liability--Conditions--Official immunity unaffected. The Board of Examiners board may act as a disciplinary committee or may appoint other chiropractors licensed to practice in this state to perform such functions to maintain the professional standards of the board. No monetary liability on the part of, and no cause of action for damages may arise against any member of a duly appointed disciplinary committee for any act or proceeding undertaken or performed within the scope of the functions of the committee, if the committee member acts without malice, has made a reasonable effort to obtain the facts of the matter on which the member acts, and acts in a reasonable effort to obtain the facts. The provisions of this section do not affect the official immunity of an officer or employee of a public corporation. The board may promulgate rules pursuant to chapter 1-26 governing the administration and enforcement of this section and the conduct of licensees, including: (1) Purpose The purpose of the disciplinary committee; (2) Composition The composition of the disciplinary committee; (3) Qualifications The qualifications of disciplinary committee; and (4) Procedure The procedure governing the conduct of investigations and hearings by the disciplinary committee. Section 29. That § 36-5-21 be AMENDED. 36-5-21. Ethics committee--Immunity from liability--Conditions--Official immunity unaffected--Promulgation of rules. The Board of Examiners board may act as an ethics committee or may appoint other chiropractors licensed to practice in this state to perform such functions to maintain the professional standards of the board. No monetary liability on the part of, and no cause of action for damages may arise against any member of a duly appointed ethics committee for any act or proceeding undertaken or performed within the scope of the functions of the committee if the committee member acts without malice, has made a reasonable effort to obtain the facts of the matter on which the member acts, and acts in the reasonable belief that the action taken is warranted by the facts as known by the member after a reasonable effort to obtain the facts. The provisions of this section do not affect the official immunity of an officer or employee of a public corporation. The board may promulgate rules pursuant to chapter 1-26 governing the administration and enforcement of this section and the conduct of licensees, including: (1) Purpose The purpose of the ethics committee; (2) Composition The composition of the ethics committee; (3) Qualifications The qualifications of the ethics committee; (4) Procedure The procedure governing the conduct of investigations and hearings by the ethics committee; and (5) Adoption The adoption of declaratory rules on ethical issues. Section 30. That § 36-5-22 be AMENDED. 36-5-22. Criminal background investigation of applicants for licensure. Each applicant for licensure as a chiropractor, in this state shall submit to a state and federal criminal background investigation by means of fingerprint checks by the Division of Criminal Investigation and the Federal Bureau of Investigation. Upon application, the Board of Chiropractic Examiners board shall submit completed fingerprint cards to the Division of Criminal Investigation. Upon completion of the criminal background check, the Division of Criminal Investigation shall forward to the board all information obtained as a result of the criminal background check. This information shall be obtained prior to permanent licensure of the applicant. The Board of Chiropractic Examiners board may require a state and federal criminal background check for any licensee who is the subject of a disciplinary investigation by the board. Failure to submit or cooperate with the criminal background investigation is grounds for denial of an application or may result in revocation of a license. The applicant shall pay for any fees charged for the cost of fingerprinting or the criminal background investigation. Section 31. That § 36-5-23 be REPEALED. 36-5-23. Chiropractic assistant defined. Section 32. That § 36-5-24 be AMENDED. 36-5-24. Application for certification as chiropractic assistant. A chiropractic assistant seeking a certification of registration under this chapter shall complete and submit an application as prescribed by the Board of Chiropractic Examiners board. The board may promulgate rules pursuant to chapter 1-26 to establish an annual registration fee, not to exceed one hundred dollars, from those persons registered as chiropractic assistants. Section 33. That § 36-5-25 be AMENDED. 36-5-25. Minimum educational and training requirements--Continuing education requirements. The Board of Chiropractic Examiners board may promulgate rules pursuant to chapter 1-26 to establish minimum educational and training requirements and continuing education requirements to practice as a chiropractic assistant. The board may also require, or substitute, clinical experience in addition to, or in lieu of, educational and training requirements. Section 34. That § 36-5-26 be AMENDED. 36-5-26. Out-of-state applicants. The Board of Chiropractic Examiners board may register an applicant from outside the state whose education and training meet the qualifications established by the board. Section 35. That § 36-5-27 be AMENDED. 36-5-27. Additional requirements for certification. The Board of Chiropractic Examiners board may provide by rules promulgated pursuant to chapter 1-26, additional requirements for obtaining a chiropractic assistant certificate of registration. Section 36. That § 36-5-28 be AMENDED. 36-5-28. Revocation or suspension of registration. The registration of a chiropractic assistant may be revoked or suspended upon violation of any section of this chapter or of any rule adopted by the Board of Chiropractic Examiners board. All proceedings concerning the revocation or suspension of a registration shall conform to contested case procedure set forth in chapter 1-26. Section 37. That § 36-5-29 be AMENDED. 36-5-29. Unauthorized practice as chiropractic assistant--Misdemeanor. Any person who practices or attempts to practice as a chiropractic assistant without first having secured a certificate of registration from the Board of Chiropractic Examiners board and an annual renewal is guilty of a Class 1 misdemeanor."}, {"bill_id": 21894, "bill_version_id": 212330, "bill_version": "House Health and Human Services Engrossed", "bill_version_date": "2021-01-21T13:30:14.937-06:00", "bill_text": "An Act to revise certain provisions regarding the practice of chiropractic. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 36-5-1.1. Definitions. Terms used in this chapter mean: (1) \"Board,\" the South Dakota Board of Chiropractic Examiners; (2) \"Chiropractic assistant,\" a properly qualified person who has completed an educational training program approved by the board, who assists in basic health care duties in the practice of chiropractic under the supervision of a doctor of chiropractic, and who performs delegated duties commensurate with the chiropractic assistant’s education and training, but who does not evaluate, interpret, design, or modify established treatment programs of chiropractic care or violate any statute; (3) \"Chiropractic radiography,\" the application of X-radiation within the scope of practice of chiropractic for diagnostic purposes only; and (4) \"Chiropractic specialist,\" a chiropractor who has graduated from a postdoctoral specialty program accredited by the board. Section 2. That § 36-5-2 be AMENDED. 36-5-2. Advertising or practicing without license or annual license renewal--Misdemeanor. Any person who advertises, practices, or attempts to practice chiropractic or who uses the title chiropractor or any word or title having a tendency to induce any person to believe that the person is a chiropractor without first having secured a license from the Board of Chiropractic Examiners board or an annual license renewal from the Board of Chiropractic Examiners board is guilty of a Class 1 misdemeanor. Section 3. That § 36-5-2.1 be AMENDED. 36-5-2.1. Injunction for violation authorized. The Board of Chiropractic Examiners is empowered to board may commence actions an action for injunctions an injunction for violations a violation of this chapter or regulations promulgated hereunder. Section 4. That § 36-5-2.2 be AMENDED. 36-5-2.2. Liability of violators for enforcement expenses. Any individual person violating the provisions a provision of this chapter or regulations promulgated hereunder may also be required by the court to pay all expenses, including legal fees, incurred by the Board of Chiropractic Examiners board in enforcing this chapter and the regulations promulgated hereunder. Section 5. That § 36-5-3 be AMENDED. 36-5-3. Composition of board--Appointment and terms--Vacancies. The Board of Chiropractic Examiners shall be Governor shall appoint all members of the board. The board shall be composed of one lay person, who is not licensed by the board but uses the services licensed, and four members who are chiropractors, and appointed by the Governor for terms of three calendar years in active practice in the state. The term of a member begins on January first, unless otherwise designated by the Governor. The term of a member expires on December thirty-first in the third year of the member's appointment. No member may serve more than three consecutive full terms. The Governor shall, by appointment, fill any vacancy occurring in the board. The appointment to an unexpired term is not considered a full term. The Governor may stagger terms to enable the board to have different terms expire each year. Section 6. That § 36-5-3.1 be REPEALED. 36-5-3.1. Lay member of board--Appointment and term of office. Section 7. That § 36-5-4 be AMENDED. 36-5-4. Officers of board--Rules and regulations--Examination of candidates. The Board of Chiropractic Examiners shall organize annually by electing a president, vice-president, and secretary-treasurer, and the board shall have the power to adopt elect annually from its members a president, vice president, and secretary. No member may serve as president more than three consecutive one-year terms. The board may promulgate rules and regulations in compliance with, pursuant to chapter 1-26 as shall be reasonably necessary, to carry out and make effective the provisions and purposes of this chapter. The board shall hold examination of examine candidates for license and the transaction of such transact any business as may properly come that comes before it at least twice annually in June and December of each year, at such times and places as may be designated by the board. The secretary-treasurer of the board may be required to give a bond in such sum and with such conditions as the board may direct. Section 8. That § 36-5-4.1 be AMENDED. 36-5-4.1. Records and reports. The Board of Chiropractic Examiners shall continue within the Department of Health, and shall retain all its prescribed functions, including administrative functions. The board shall submit such any records, information, and reports in the form and at such the times as required by the secretary of health Department of Health, except that the board shall report at least annually. Section 9. That § 36-5-5 be REPEALED. 36-5-5. Compensation and expenses of board members. Section 10. That § 36-5-6 be AMENDED. 36-5-6. Acceptance of funds by the board--Separate fund--Payments from fund--Expense limited by revenue. All money, after the payments provided in § 36-5-5, shall be retained in a special fund for defraying the expenses of the Board of Chiropractic Examiners in carrying out the provisions of this chapter The board shall deposit all funds it receives or collects under the provisions of this chapter in the bank that is authorized by the board. The board may expend funds for administrative, consultative, and other necessary services for the board in an amount set by the board. The funds may be withdrawn by the executive director as authorized by the board. All compensation and other expenses of the board must be paid from the funds received under the provisions of this chapter. No expenses may be incurred by the board in excess of the board's revenue. Section 11. That § 36-5-8 be AMENDED. 36-5-8. Educational requirements for license. Any person is eligible for examination licensure who has satisfactorily completed two years of preprofessional study in a liberal arts or science course at any college or university approved by the Board of Examiners and who is a graduate of a chiropractic school approved by the Board of Examiners or will be a graduate of a chiropractic school approved by the Board of Examiners within ninety days after taking the examination. The chiropractic school shall require at a minimum for graduation a period of actual attendance equivalent to the standard four-year course, teaching adequate courses in the basic sciences and all subjects pertaining to the practice of chiropractic board. The minimum requirements for licensure of any person graduating on or after January 1, 2011 shall be, is a baccalaureate degree in addition to a doctor of chiropractic degree. The baccalaureate degree may be granted by an accredited undergraduate program or by a chiropractic college or university that can offer a dual degree. Section 12. That § 36-5-9 be REPEALED. 36-5-9. Certifications of satisfactory course completion to be filed. Section 13. That § 36-5-10 be REPEALED. 36-5-10. Application for examination. Section 14. That § 36-5-11 be AMENDED. 36-5-11. Application for license--Fee. Any applicant for a license pursuant to this chapter shall apply on a form prescribed by the board and pay the fee for the license required pursuant to this chapter. The fee for the license shall be set by rule, promulgated by the Board of Chiropractic Examiners board pursuant to chapter 1-26, and may not exceed three hundred dollars. The fee applicant shall be paid to the secretary-treasurer of the board when the application is submitted also satisfy all other qualifications required pursuant to this chapter. Section 15. That § 36-5-12 be AMENDED. 36-5-12. Scope of examinations. The board shall conduct a written examination in anatomy, bacteriology, physiology, chemistry, pathology, histology, gynecology, symptomatology, hygiene and public health, physical diagnosis, diagnostic X-ray, principles and practice of chiropractic, and such other subjects as the board determines by rule. The board may waive examination in some or all of these subjects or their equivalents if the applicant has passed the examinations given by the National Board of Chiropractic Examiners. The board shall require all applicants to attain a general average of not less than seventy-five percent and a grade of at least seventy percent in each subject and to perform satisfactory clinical demonstrations to be entitled to a license to practice chiropractic. However, an applicant who has not graduated at the time of the examination is not entitled to a license until the applicant graduates and provides the board with the certifications from an attended school as required in § 36-5-9. The board may permit an applicant who failed only one subject to be reexamined only in such subject without an additional fee. The board may, by rule, limit the number and frequency of reexaminations. An applicant shall pass all parts of the National Board of Chiropractic Examiners exams that are available at the time of graduation. Section 16. That § 36-5-13 be AMENDED. 36-5-13. License without examination on certification from another state or national board--Fee. Any person licensed to practice chiropractic under the laws of any other state having equivalent requirements of this chapter or licensed by the National Board of Chiropractic Examiners may, in the discretion of the Board of Chiropractic Examiners, be issued a license to practice chiropractic in this state without examination, upon payment of the fee set by rule, promulgated by the board pursuant to chapter 1-26, not to exceed three hundred dollars pursuant to § 36-5-11. Section 17. That § 36-5-14 be AMENDED. 36-5-14. Display of license. The A practitioner shall conspicuously display the practitioner's license to practice chiropractic shall be signed by each member of the Board of Chiropractic Examiners and authenticated by the seal of the board, and the license and renewal certificate shall be conspicuously displayed at the office of the practitioner. Section 18. That § 36-5-14.1 be AMENDED. 36-5-14.1. Annual renewal of license--Fee. Each person receiving a license under the provisions of Any license issued pursuant to this chapter shall procure from the secretary-treasurer of the board be renewed annually on or before the thirty-first day of December of each year, a renewal of license. The renewal shall be issued by the secretary-treasurer board upon payment of the fee set by rule, promulgated by the board pursuant to chapter 1-26, not exceeding the sum of three hundred dollars. The renewal license shall be in the form of a receipt acknowledging payment of the required fee and signed by the secretary-treasurer executive secretary of the board. Section 19. That § 36-5-14.2 be AMENDED. 36-5-14.2. Additional requirements for annual license. The Board of Chiropractic Examiners board may provide, by rule, promulgated pursuant to chapter 1-26, additional requirements for the obtaining of an annual license. Section 20. That § 36-5-15.1 be AMENDED. 36-5-15.1. Chiropractic physician preceptor program. The Board of Chiropractic Examiners board may establish a chiropractor student chiropractic physician preceptor associate program. The board may promulgate rules pursuant to chapter 1-26 to implement this section. Section 21. That § 36-5-15.2 be AMENDED. 36-5-15.2. Regulation and licensing of practice of chiropractic and chiropractic radiography--Enforcement--Hearing officers. The Board of Chiropractic Examiners board shall: (1) Establish, by rule promulgated pursuant to chapter 1-26, standards for, and to promote, the safe and qualified practice of chiropractic; (2) Be responsible for all disciplinary proceedings under this chapter; (3) Establish, by rule promulgated pursuant to chapter 1-26, educational, training, and competency standards governing the examination and practice of practitioners under this chapter. The board may, by rule, and specify the minimum educational qualifications general practitioners shall have to present themselves as chiropractic specialists to the public; (4) Examine, or cause to be examined, for competency, eligible applicants for licenses to practice chiropractic and chiropractic radiography; (5) Issue licenses to those applicants who successfully complete the licensure examination and renew the licenses of those who continue to meet the licensure standards of this chapter and the board's rules; and (6) Establish, by rule, and collect promulgated pursuant to chapter 1-26, an annual registration fee, not to exceed fifty dollars from those persons practicing chiropractic radiography. The board may authorize a hearing examiner to conduct any hearing required to determine violations of this chapter and the rules of the board. Section 22. That § 36-5-15.3 be AMENDED. 36-5-15.3. Education and experience requirement rules for practice of chiropractic radiography. The Board of Chiropractic Examiners board may, by rule promulgated pursuant to chapter 1-26, establish minimum educational and training requirements and continuing education requirements to practice chiropractic radiography. The board may also require, or substitute, clinical experience in addition to, or in lieu of, educational and training requirements. Section 23. That § 36-5-15.4 be REPEALED. 36-5-15.4. Definitions. Section 24. That § 36-5-15.5 be AMENDED. 36-5-15.5. Unlicensed practice of chiropractic radiography as misdemeanor. Any person who shall practice practices or attempt attempts to practice chiropractic radiography without first having secured a license from the Board of Chiropractic Examiners board and an annual license renewal is guilty of a Class 1 misdemeanor. Section 25. That § 36-5-17 be AMENDED. 36-5-17. Appeal from board. An appeal from the decision of the Board of Chiropractic Examiners board may be taken as provided by chapter 1-26. Section 26. That § 36-5-18 be REPEALED. 36-5-18. South Dakota Chiropractors Association--Purpose. Section 27. That § 36-5-19 be AMENDED. 36-5-19. Peer review committee--Immunity from liability--Conditions--Official immunity unaffected--Fee. The Board of Examiners board may act as a peer review committee or may appoint other licensed chiropractors to perform such function. No monetary liability on the part of, and no cause of action for damages may arise against any member of a duly appointed peer review committee comprised of chiropractors licensed to practice in this state, for any act or proceeding undertaken or performed within the scope of the functions of such committee formed to maintain the professional standards of the Board of Examiners board as provided in rules promulgated by the board pursuant to chapter 1-26, if the committee member acts without malice, has made a reasonable effort to obtain the facts of the matter on which the member acts, and acts in reasonable belief that the action taken is warranted by the facts as known by the member after a reasonable effort to obtain facts. The provisions of this section do not affect the official immunity of an officer or employee of a public corporation. The contested case provisions of chapter 1-26 do not apply to activities of the peer review committee. All licensees shall, as a condition of licensure, fully cooperate with and promptly respond to inquiries and requests from the committee. The recommendations of the committee as to necessity for services of a licensee, and as to reasonableness of charges and procedures shall be reported to the person who requested the review and one member of the Board of Examiners board as designated by the board. The board may, by rules promulgated pursuant to chapter 1-26, establish a fee not to exceed seven hundred fifty dollars to help defray the cost of the review. However, no patient of a licensee requesting a peer review is subject to this fee. Section 28. That § 36-5-20 be AMENDED. 36-5-20. Disciplinary committee--Immunity from liability--Conditions--Official immunity unaffected. The Board of Examiners board may act as a disciplinary committee or may appoint other chiropractors licensed to practice in this state to perform such functions to maintain the professional standards of the board. No monetary liability on the part of, and no cause of action for damages may arise against any member of a duly appointed disciplinary committee for any act or proceeding undertaken or performed within the scope of the functions of the committee, if the committee member acts without malice, has made a reasonable effort to obtain the facts of the matter on which the member acts, and acts in a reasonable effort to obtain the facts. The provisions of this section do not affect the official immunity of an officer or employee of a public corporation. The board may promulgate rules pursuant to chapter 1-26 governing the administration and enforcement of this section and the conduct of licensees, including: (1) Purpose The purpose of the disciplinary committee; (2) Composition The composition of the disciplinary committee; (3) Qualifications The qualifications of disciplinary committee; and (4) Procedure The procedure governing the conduct of investigations and hearings by the disciplinary committee. Section 29. That § 36-5-21 be AMENDED. 36-5-21. Ethics committee--Immunity from liability--Conditions--Official immunity unaffected--Promulgation of rules. The Board of Examiners board may act as an ethics committee or may appoint other chiropractors licensed to practice in this state to perform such functions to maintain the professional standards of the board. No monetary liability on the part of, and no cause of action for damages may arise against any member of a duly appointed ethics committee for any act or proceeding undertaken or performed within the scope of the functions of the committee if the committee member acts without malice, has made a reasonable effort to obtain the facts of the matter on which the member acts, and acts in the reasonable belief that the action taken is warranted by the facts as known by the member after a reasonable effort to obtain the facts. The provisions of this section do not affect the official immunity of an officer or employee of a public corporation. The board may promulgate rules pursuant to chapter 1-26 governing the administration and enforcement of this section and the conduct of licensees, including: (1) Purpose The purpose of the ethics committee; (2) Composition The composition of the ethics committee; (3) Qualifications The qualifications of the ethics committee; (4) Procedure The procedure governing the conduct of investigations and hearings by the ethics committee; and (5) Adoption The adoption of declaratory rules on ethical issues. Section 30. That § 36-5-22 be AMENDED. 36-5-22. Criminal background investigation of applicants for licensure. Each applicant for licensure as a chiropractor, in this state shall submit to a state and federal criminal background investigation by means of fingerprint checks by the Division of Criminal Investigation and the Federal Bureau of Investigation. Upon application, the Board of Chiropractic Examiners board shall submit completed fingerprint cards to the Division of Criminal Investigation. Upon completion of the criminal background check, the Division of Criminal Investigation shall forward to the board all information obtained as a result of the criminal background check. This information shall be obtained prior to permanent licensure of the applicant. The Board of Chiropractic Examiners board may require a state and federal criminal background check for any licensee who is the subject of a disciplinary investigation by the board. Failure to submit or cooperate with the criminal background investigation is grounds for denial of an application or may result in revocation of a license. The applicant shall pay for any fees charged for the cost of fingerprinting or the criminal background investigation. Section 31. That § 36-5-23 be REPEALED. 36-5-23. Chiropractic assistant defined. Section 32. That § 36-5-24 be AMENDED. 36-5-24. Application for certification as chiropractic assistant. A chiropractic assistant seeking a certification of registration under this chapter shall complete and submit an application as prescribed by the Board of Chiropractic Examiners board. The board may promulgate rules pursuant to chapter 1-26 to establish an annual registration fee, not to exceed one hundred dollars, from those persons registered as chiropractic assistants. Section 33. That § 36-5-25 be AMENDED. 36-5-25. Minimum educational and training requirements--Continuing education requirements. The Board of Chiropractic Examiners board may promulgate rules pursuant to chapter 1-26 to establish minimum educational and training requirements and continuing education requirements to practice as a chiropractic assistant. The board may also require, or substitute, clinical experience in addition to, or in lieu of, educational and training requirements. Section 34. That § 36-5-26 be AMENDED. 36-5-26. Out-of-state applicants. The Board of Chiropractic Examiners board may register an applicant from outside the state whose education and training meet the qualifications established by the board. Section 35. That § 36-5-27 be AMENDED. 36-5-27. Additional requirements for certification. The Board of Chiropractic Examiners board may provide by rules promulgated pursuant to chapter 1-26, additional requirements for obtaining a chiropractic assistant certificate of registration. Section 36. That § 36-5-28 be AMENDED. 36-5-28. Revocation or suspension of registration. The registration of a chiropractic assistant may be revoked or suspended upon violation of any section of this chapter or of any rule adopted by the Board of Chiropractic Examiners board. All proceedings concerning the revocation or suspension of a registration shall conform to contested case procedure set forth in chapter 1-26. Section 37. That § 36-5-29 be AMENDED. 36-5-29. Unauthorized practice as chiropractic assistant--Misdemeanor. Any person who practices or attempts to practice as a chiropractic assistant without first having secured a certificate of registration from the Board of Chiropractic Examiners board and an annual renewal is guilty of a Class 1 misdemeanor."}, {"bill_id": 21894, "bill_version_id": 215800, "bill_version": "Enrolled", "bill_version_date": "2021-02-02T16:08:47.927-06:00", "bill_text": "ENTITLED An Act to revise certain provisions regarding the practice of chiropractic. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 36-5-1.1. Definitions. Terms used in this chapter mean: (1) \"Board,\" the South Dakota Board of Chiropractic Examiners; (2) \"Chiropractic assistant,\" a properly qualified person who has completed an educational training program approved by the board, who assists in basic health care duties in the practice of chiropractic under the supervision of a doctor of chiropractic, and who performs delegated duties commensurate with the chiropractic assistant’s education and training, but who does not evaluate, interpret, design, or modify established treatment programs of chiropractic care or violate any statute; (3) \"Chiropractic radiography,\" the application of X-radiation within the scope of practice of chiropractic for diagnostic purposes only; and (4) \"Chiropractic specialist,\" a chiropractor who has graduated from a postdoctoral specialty program accredited by the board. Section 2. That § 36-5-2 be AMENDED. 36-5-2. Advertising or practicing without license or annual license renewal--Misdemeanor. Any person who advertises, practices, or attempts to practice chiropractic or who uses the title chiropractor or any word or title having a tendency to induce any person to believe that the person is a chiropractor without first having secured a license from the board or an annual license renewal from the board is guilty of a Class 1 misdemeanor. Section 3. That § 36-5-2.1 be AMENDED. 36-5-2.1. Injunction for violation authorized. The board may commence an action for an injunction for a violation of this chapter or regulations promulgated hereunder. Section 4. That § 36-5-2.2 be AMENDED. 36-5-2.2. Liability of violators for enforcement expenses. Any person violating a provision of this chapter or regulations promulgated hereunder may also be required by the court to pay all expenses, including legal fees, incurred by the board in enforcing this chapter and the regulations promulgated hereunder. Section 5. That § 36-5-3 be AMENDED. 36-5-3. Composition of board--Appointment and terms--Vacancies. The Governor shall appoint all members of the board. The board shall be composed of one lay person, who is not licensed by the board but uses the services licensed, and four members who are chiropractors in active practice in the state. The term of a member begins on January first, unless otherwise designated by the Governor. The term of a member expires on December thirty-first in the third year of the member's appointment. No member may serve more than three consecutive full terms. The Governor shall, by appointment, fill any vacancy occurring in the board. The appointment to an unexpired term is not considered a full term. The Governor may stagger terms to enable the board to have different terms expire each year. Section 6. That § 36-5-3.1 be REPEALED. 36-5-3.1. Lay member of board--Appointment and term of office. Section 7. That § 36-5-4 be AMENDED. 36-5-4. Officers of board--Rules and regulations--Examination of candidates. The board shall elect annually from its members a president, vice president, and secretary. No member may serve as president more than three consecutive one-year terms. The board may promulgate rules, pursuant to chapter 1-26, to carry out and make effective the provisions and purposes of this chapter. The board shall examine candidates for license and transact any business that comes before it at least twice annually in June and December of each year, at such times and places as may be designated by the board. Section 8. That § 36-5-4.1 be AMENDED. 36-5-4.1. Records and reports. The board shall submit any records, information, and reports in the form and at the times as required by the Department of Health, except that the board shall report at least annually. Section 9. That § 36-5-5 be REPEALED. 36-5-5. Compensation and expenses of board members. Section 10. That § 36-5-6 be AMENDED. 36-5-6. Acceptance of funds by the board--Separate fund--Payments from fund--Expense limited by revenue. The board shall deposit all funds it receives or collects under the provisions of this chapter in the bank that is authorized by the board. The board may expend funds for administrative, consultative, and other necessary services for the board in an amount set by the board. The funds may be withdrawn by the executive director as authorized by the board. All compensation and other expenses of the board must be paid from the funds received under the provisions of this chapter. No expenses may be incurred by the board in excess of the board's revenue. Section 11. That § 36-5-8 be AMENDED. 36-5-8. Educational requirements for license. Any person is eligible for licensure who has satisfactorily completed two years of preprofessional study in a liberal arts or science course at any college or university and who is a graduate of a chiropractic school approved by the board. The minimum requirements for licensure of any person graduating on or after January 1, 2011, is a baccalaureate degree in addition to a doctor of chiropractic degree. The baccalaureate degree may be granted by an accredited undergraduate program or by a chiropractic college or university that can offer a dual degree. Section 12. That § 36-5-9 be REPEALED. 36-5-9. Certifications of satisfactory course completion to be filed. Section 13. That § 36-5-10 be REPEALED. 36-5-10. Application for examination. Section 14. That § 36-5-11 be AMENDED. 36-5-11. Application for license--Fee. Any applicant for a license pursuant to this chapter shall apply on a form prescribed by the board and pay the fee for the license required pursuant to this chapter. The fee for the license shall be set by rule, promulgated by the board pursuant to chapter 1-26, and may not exceed three hundred dollars. The applicant shall also satisfy all other qualifications required pursuant to this chapter. Section 15. That § 36-5-12 be AMENDED. 36-5-12. Scope of examinations. An applicant shall pass all parts of the National Board of Chiropractic Examiners exams that are available at the time of graduation. Section 16. That § 36-5-13 be AMENDED. 36-5-13. License without examination on certification from another state or national board--Fee. Any person licensed to practice chiropractic under the laws of any other state having equivalent requirements of this chapter or licensed by the National Board of Chiropractic Examiners may be issued a license to practice chiropractic in this state without examination, upon payment of the fee pursuant to § 36-5-11. Section 17. That § 36-5-14 be AMENDED. 36-5-14. Display of license. A practitioner shall conspicuously display the practitioner's license to practice chiropractic at the office of the practitioner. Section 18. That § 36-5-14.1 be AMENDED. 36-5-14.1. Annual renewal of license--Fee. Any license issued pursuant to this chapter shall be renewed annually on or before the thirty-first day of December. The renewal shall be issued by the board upon payment of the fee set by rule, promulgated by the board pursuant to chapter 1-26, not exceeding the sum of three hundred dollars. The renewal license shall be in the form of a receipt acknowledging payment of the required fee and signed by the executive secretary of the board. Section 19. That § 36-5-14.2 be AMENDED. 36-5-14.2. Additional requirements for annual license. The board may provide, by rule, promulgated pursuant to chapter 1-26, additional requirements for the obtaining of an annual license. Section 20. That § 36-5-15.1 be AMENDED. 36-5-15.1. Chiropractic physician preceptor program. The board may establish a chiropractic physician preceptor associate program. The board may promulgate rules pursuant to chapter 1-26 to implement this section. Section 21. That § 36-5-15.2 be AMENDED. 36-5-15.2. Regulation and licensing of practice of chiropractic and chiropractic radiography--Enforcement--Hearing officers. The board shall: (1) Establish, by rule promulgated pursuant to chapter 1-26, standards for, and to promote, the safe and qualified practice of chiropractic; (2) Be responsible for all disciplinary proceedings under this chapter; (3) Establish, by rule promulgated pursuant to chapter 1-26, educational, training, and competency standards governing the examination and practice of practitioners under this chapter and specify the minimum educational qualifications general practitioners shall have to present themselves as chiropractic specialists to the public; (4) Examine, or cause to be examined, for competency, eligible applicants for licenses to practice chiropractic and chiropractic radiography; (5) Issue licenses to those applicants who successfully complete the licensure examination and renew the licenses of those who continue to meet the licensure standards of this chapter and the board's rules; and (6) Establish, by rule promulgated pursuant to chapter 1-26, an annual registration fee, not to exceed fifty dollars from those persons practicing chiropractic radiography. Section 22. That § 36-5-15.3 be AMENDED. 36-5-15.3. Education and experience requirement rules for practice of chiropractic radiography. The board may, by rule promulgated pursuant to chapter 1-26, establish minimum educational and training requirements and continuing education requirements to practice chiropractic radiography. The board may also require, or substitute, clinical experience in addition to, or in lieu of, educational and training requirements. Section 23. That § 36-5-15.4 be REPEALED. 36-5-15.4. Definitions. Section 24. That § 36-5-15.5 be AMENDED. 36-5-15.5. Unlicensed practice of chiropractic radiography as misdemeanor. Any person who practices or attempts to practice chiropractic radiography without first having secured a license from the board and an annual license renewal is guilty of a Class 1 misdemeanor. Section 25. That § 36-5-17 be AMENDED. 36-5-17. Appeal from board. An appeal from the decision of the board may be taken as provided by chapter 1-26. Section 26. That § 36-5-18 be REPEALED. 36-5-18. South Dakota Chiropractors Association--Purpose. Section 27. That § 36-5-19 be AMENDED. 36-5-19. Peer review committee--Immunity from liability--Conditions--Official immunity unaffected--Fee. The board may act as a peer review committee or may appoint other licensed chiropractors to perform such function. No monetary liability on the part of, and no cause of action for damages may arise against any member of a duly appointed peer review committee comprised of chiropractors licensed to practice in this state, for any act or proceeding undertaken or performed within the scope of the functions of such committee formed to maintain the professional standards of the board as provided in rules promulgated by the board pursuant to chapter 1-26, if the committee member acts without malice, has made a reasonable effort to obtain the facts of the matter on which the member acts, and acts in reasonable belief that the action taken is warranted by the facts as known by the member after a reasonable effort to obtain facts. The provisions of this section do not affect the official immunity of an officer or employee of a public corporation. The contested case provisions of chapter 1-26 do not apply to activities of the peer review committee. All licensees shall, as a condition of licensure, fully cooperate with and promptly respond to inquiries and requests from the committee. The recommendations of the committee as to necessity for services of a licensee, and as to reasonableness of charges and procedures shall be reported to the person who requested the review and one member of the board as designated by the board. The board may, by rules promulgated pursuant to chapter 1-26, establish a fee not to exceed seven hundred fifty dollars to help defray the cost of the review. However, no patient of a licensee requesting a peer review is subject to this fee. Section 28. That § 36-5-20 be AMENDED. 36-5-20. Disciplinary committee--Immunity from liability--Conditions--Official immunity unaffected. The board may act as a disciplinary committee or may appoint other chiropractors licensed to practice in this state to perform such functions to maintain the professional standards of the board. No monetary liability on the part of, and no cause of action for damages may arise against any member of a duly appointed disciplinary committee for any act or proceeding undertaken or performed within the scope of the functions of the committee, if the committee member acts without malice, has made a reasonable effort to obtain the facts of the matter on which the member acts, and acts in a reasonable effort to obtain the facts. The provisions of this section do not affect the official immunity of an officer or employee of a public corporation. The board may promulgate rules pursuant to chapter 1-26 governing the administration and enforcement of this section and the conduct of licensees, including: (1) The purpose of the disciplinary committee; (2) The composition of the disciplinary committee; (3) The qualifications of disciplinary committee; and (4) The procedure governing the conduct of investigations and hearings by the disciplinary committee. Section 29. That § 36-5-21 be AMENDED. 36-5-21. Ethics committee--Immunity from liability--Conditions--Official immunity unaffected--Promulgation of rules. The board may act as an ethics committee or may appoint other chiropractors licensed to practice in this state to perform such functions to maintain the professional standards of the board. No monetary liability on the part of, and no cause of action for damages may arise against any member of a duly appointed ethics committee for any act or proceeding undertaken or performed within the scope of the functions of the committee if the committee member acts without malice, has made a reasonable effort to obtain the facts of the matter on which the member acts, and acts in the reasonable belief that the action taken is warranted by the facts as known by the member after a reasonable effort to obtain the facts. The provisions of this section do not affect the official immunity of an officer or employee of a public corporation. The board may promulgate rules pursuant to chapter 1-26 governing the administration and enforcement of this section and the conduct of licensees, including: (1) The purpose of the ethics committee; (2) The composition of the ethics committee; (3) The qualifications of the ethics committee; (4) The procedure governing the conduct of investigations and hearings by the ethics committee; and (5) The adoption of declaratory rules on ethical issues. Section 30. That § 36-5-22 be AMENDED. 36-5-22. Criminal background investigation of applicants for licensure. Each applicant for licensure as a chiropractor, in this state shall submit to a state and federal criminal background investigation by means of fingerprint checks by the Division of Criminal Investigation and the Federal Bureau of Investigation. Upon application, the board shall submit completed fingerprint cards to the Division of Criminal Investigation. Upon completion of the criminal background check, the Division of Criminal Investigation shall forward to the board all information obtained as a result of the criminal background check. This information shall be obtained prior to permanent licensure of the applicant. The board may require a state and federal criminal background check for any licensee who is the subject of a disciplinary investigation by the board. Failure to submit or cooperate with the criminal background investigation is grounds for denial of an application or may result in revocation of a license. The applicant shall pay for any fees charged for the cost of fingerprinting or the criminal background investigation. Section 31. That § 36-5-23 be REPEALED. 36-5-23. Chiropractic assistant defined. Section 32. That § 36-5-24 be AMENDED. 36-5-24. Application for certification as chiropractic assistant. A chiropractic assistant seeking a certification of registration under this chapter shall complete and submit an application as prescribed by the board. The board may promulgate rules pursuant to chapter 1-26 to establish an annual registration fee, not to exceed one hundred dollars, from those persons registered as chiropractic assistants. Section 33. That § 36-5-25 be AMENDED. 36-5-25. Minimum educational and training requirements--Continuing education requirements. The board may promulgate rules pursuant to chapter 1-26 to establish minimum educational and training requirements and continuing education requirements to practice as a chiropractic assistant. The board may also require, or substitute, clinical experience in addition to, or in lieu of, educational and training requirements. Section 34. That § 36-5-26 be AMENDED. 36-5-26. Out-of-state applicants. The board may register an applicant from outside the state whose education and training meet the qualifications established by the board. Section 35. That § 36-5-27 be AMENDED. 36-5-27. Additional requirements for certification. The board may provide by rules promulgated pursuant to chapter 1-26, additional requirements for obtaining a chiropractic assistant certificate of registration. Section 36. That § 36-5-28 be AMENDED. 36-5-28. Revocation or suspension of registration. The registration of a chiropractic assistant may be revoked or suspended upon violation of any section of this chapter or of any rule adopted by the board. All proceedings concerning the revocation or suspension of a registration shall conform to contested case procedure set forth in chapter 1-26. Section 37. That § 36-5-29 be AMENDED. 36-5-29. Unauthorized practice as chiropractic assistant--Misdemeanor. Any person who practices or attempts to practice as a chiropractic assistant without first having secured a certificate of registration from the board and an annual renewal is guilty of a Class 1 misdemeanor. An Act to revise certain provisions regarding the practice of chiropractic. I certify that the attached Act originated in the: House as Bill No. 1006 Chief Clerk Speaker of the House Attest: Chief Clerk President of the Senate Attest: Secretary of the Senate House Bill No. 1006 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2021 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2021 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2021 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 21894, "action_date": "2021-01-12T12:00:00-06:00", "document_id": 211012, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211012.pdf", "status_text": "First read in House and referred to", "journal_page": 13, "committee_id_action": 492, "committee_id_assigned": 491, "result": "N", "vote": {}}, {"bill_id": 21894, "action_date": "2021-01-21T07:45:00-06:00", "document_id": 211832, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211832.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 491, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21894, "action_date": "2021-01-21T07:45:00-06:00", "document_id": 211834, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211834.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 491, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21894, "action_date": "2021-01-21T07:45:00-06:00", "document_id": 211834, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211834.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 491, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 67643, "president_vote": null, "Yea": [1782, 1800, 1804, 1805, 1824, 1834, 1855, 1862, 1864, 3783, 3786, 3799, 3804]}}, {"bill_id": 21894, "action_date": "2021-01-25T14:00:00-06:00", "document_id": 212702, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/212702.pdf", "status_text": "Do Pass Amended", "journal_page": 121, "committee_id_action": 492, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 67802, "president_vote": null, "Yea": [1766, 1767, 1768, 1769, 1770, 1772, 1777, 1778, 1780, 1781, 1782, 1784, 1788, 1792, 1793, 1795, 1796, 1798, 1799, 1800, 1802, 1804, 1805, 1807, 1809, 1813, 1817, 1820, 1822, 1823, 1824, 1826, 1829, 1830, 1832, 1834, 1835, 1836, 1837, 1841, 1843, 1844, 1852, 1855, 1862, 1864, 1866, 1868, 1883, 3782, 3783, 3784, 3785, 3786, 3787, 3788, 3789, 3790, 3791, 3792, 3793, 3794, 3797, 3799, 3800, 3801, 3802, 3804, 3806], "Excused": [1839]}}, {"bill_id": 21894, "action_date": "2021-01-26T14:00:00-06:00", "document_id": 213184, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/213184.pdf", "status_text": "First read in Senate and referred to", "journal_page": 115, "committee_id_action": 514, "committee_id_assigned": 508, "result": "N", "vote": {}}, {"bill_id": 21894, "action_date": "2021-02-01T10:00:00-06:00", "document_id": 213411, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/213411.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 508, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21894, "action_date": "2021-02-01T10:00:00-06:00", "document_id": 213412, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/213412.pdf", "status_text": "Do Pass", "journal_page": 2, "committee_id_action": 508, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 68113, "president_vote": null, "Yea": [1779, 1786, 1789, 1847, 1853, 3796, 1858]}}, {"bill_id": 21894, "action_date": "2021-02-02T14:00:00-06:00", "document_id": 215365, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215365.pdf", "status_text": "Do Pass Amended", "journal_page": 160, "committee_id_action": 514, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 68225, "president_vote": null, "Yea": [1771, 3798, 1775, 1776, 1881, 1779, 1783, 1785, 1786, 1789, 1794, 1801, 1803, 1806, 1808, 1811, 1812, 1819, 1827, 1828, 1831, 3805, 1847, 1850, 1851, 1853, 1856, 1858, 1860, 3803, 3796, 3795, 1865, 1870], "Excused": [1790]}}, {"bill_id": 21894, "action_date": "2021-02-03T14:00:00-06:00", "document_id": 215811, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215811.pdf", "status_text": "Signed by the Speaker", "journal_page": 186, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21894, "action_date": "2021-02-04T14:00:00-06:00", "document_id": 216401, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216401.pdf", "status_text": "Signed by the President", "journal_page": 187, "committee_id_action": 514, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21894, "action_date": "2021-02-05T13:00:00-06:00", "document_id": 216672, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216672.pdf", "status_text": "Delivered to the Governor", "journal_page": 225, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21894, "action_date": "2021-02-10T14:00:00-06:00", "document_id": 217079, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217079.pdf", "status_text": "Signed by the Governor", "journal_page": 260, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 7079}