{"session_id": 51, "bill_id": 16463, "bill_type": "Senate Bill", "bill_number": 130, "bill_title": "provide for a bill of rights for children in the care of the state.", "sponsors": [{"legislator_profile_id": 2581, "is_prime": true}, {"legislator_profile_id": 2587, "is_prime": true}, {"legislator_profile_id": 2518, "is_prime": false}, {"legislator_profile_id": 2521, "is_prime": false}, {"legislator_profile_id": 2527, "is_prime": false}, {"legislator_profile_id": 2532, "is_prime": false}, {"legislator_profile_id": 2539, "is_prime": false}, {"legislator_profile_id": 2543, "is_prime": false}, {"legislator_profile_id": 2547, "is_prime": false}, {"legislator_profile_id": 2548, "is_prime": false}, {"legislator_profile_id": 2554, "is_prime": false}, {"legislator_profile_id": 2555, "is_prime": false}, {"legislator_profile_id": 2562, "is_prime": false}, {"legislator_profile_id": 2568, "is_prime": false}, {"legislator_profile_id": 2569, "is_prime": false}, {"legislator_profile_id": 2574, "is_prime": false}, {"legislator_profile_id": 2584, "is_prime": false}, {"legislator_profile_id": 2589, "is_prime": false}, {"legislator_profile_id": 2591, "is_prime": false}, {"legislator_profile_id": 2594, "is_prime": false}, {"legislator_profile_id": 2598, "is_prime": false}, {"legislator_profile_id": 2606, "is_prime": false}, {"legislator_profile_id": 2607, "is_prime": false}, {"legislator_profile_id": 2609, "is_prime": false}, {"legislator_profile_id": 2614, "is_prime": false}], "keywords": ["Juvenile Corrections"], "audio": [{"meeting_datetime": "2001-01-29T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sst14sb0130a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-29T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sst14sb0130a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-29T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sst14sb0130a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-29T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sst14sb0130a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-29T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sst14sb0130a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 16463, "bill_version_id": 88334, "bill_version": "Introduced", "bill_version_date": "2001-01-24T08:20:43-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for a bill of rights for children in the care of the state. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Legislature finds that children in the care of the state continue to be citizens protected by the United States Constitution and the Constitution of the State of South Dakota. Their civil liberties should not be restricted more than necessary to prevent escape from custody. Children have highly protected associational rights with their parents and families. They also have educational rights that rarely come into discussions of adult's rights. To implement these general principles, the Legislature recognizes the following rights of children in the care of the state: (1) The right to freedom of speech: (a) Uncensored communications with their families, the press, legal service providers and advocacy organizations, government agents and officials, and elected representatives, absent a showing of an attempt to use correspondence in furtherance of escape; (2) The right to freedom of religion: (a) Possession of religious, spiritual, or moral treatises and supplies necessary to the practice of each child's individual religion; (b) Visitation with religious, spiritual, or moral leaders or teachers of the child's religious persuasion; (c) Diet acceptable to the child's religion; (d) Release from normal prison activities at times appropriate and necessary to the practice of the child's religion; (3) The right to associate with their families: (a) Clear, uniform, written, published rules of contact which facilitate rather than hamper maintaining the parent-child bond; (b) Weekly visitation with parents which should not be revoked as a means of discipline; (c) Reasonable visitation with extended family members; (d) Next day visitation with their parents after any significant injury or episode such as fainting, seizure, asthma attack, or suicide attempt; (e) Twice weekly telephone calls to their parents; (f) Reasonable telephone access to contact others; (g) Reasonable releases to attend significant family events, such as sickbeds, funerals, weddings, and births; (4) The right to protection from cruel and unusual punishment: (a) Minor offenders or status offenders should not be subjected to the same restrictions and punishments as violent offenders; (b) Use of force should be limited to the minimum necessary to prevent injury; (c) Use of restraints should be limited both in duration and in situation when applied, and it should be used only to prevent imminent physical harm to self or others. Any restraints used should conform to those medical standards and be used only under medical supervision; (d) Discipline should be used rather than punishment; (e) Solitary confinement should not be used for extended periods of time; (f) Mattresses and bedding should not be denied; (g) Food should not be used as a form of discipline; (5) The right to due process of law: (a) Children subject to disciplinary action shall be granted notice of the cause of the disciplinary action, a hearing before a neutral authority, and a right to appeal the ruling of that authority; (6) The right to education: (a) Children should attend classes regardless of disciplinary status or facility staffing needs; (b) Each child in state custody should be academically evaluated and assigned an educational program that is appropriate to that child; (c) State facilities should have a full range of educational opportunities to address both the learning disabled and the gifted; (7) The right to adequate health care and a healthy living environment: (a) Health care should be provided by qualified medical professionals; (b) Mental health care should be provided on a regular, consistent, and frequent basis; (c) As part of their mental health care children should be treated with dignity at all times: (d) Mental health care should continue for a reasonable period after release from incarceration; (e) Living areas and cells should be adequately heated and cooled; (f) Sleeping arrangements should include mattresses and bedding; (g) Clothing should be adequate to maintain a comfortable body temperature; (h) Food should be nutritionally balanced and reasonably palatable. Section 2. This Act shall be known as Gina's Law."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 16463, "action_date": "2001-01-24T14:00:00-06:00", "document_id": 88427, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88427.pdf", "status_text": "First read in Senate and referred to", "journal_page": 192, "committee_id_action": 713, "committee_id_assigned": 695, "result": "N", "vote": {}}, {"bill_id": 16463, "action_date": "2001-01-29T07:45:00-06:00", "document_id": 88822, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88822.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 695, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16463, "action_date": "2001-01-29T07:45:00-06:00", "document_id": 88822, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88822.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 249, "committee_id_action": 695, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 50787, "president_vote": null, "Yea": [2523, 2529, 2585, 2617, 2524, 2542], "Nay": [2562, 2607, 2609]}}, {"bill_id": 16463, "action_date": "2001-01-29T07:45:00-06:00", "document_id": 88822, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88822.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 249, "committee_id_action": 695, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 50787, "president_vote": null, "Yea": [2523, 2529, 2585, 2617, 2524, 2542], "Nay": [2562, 2607, 2609]}}]}