{"session_id": 20, "bill_id": 5704, "bill_type": "House Bill", "bill_number": 1174, "bill_title": "provide a death benefit for certain public safety officers killed in the line of duty.", "sponsors": [{"legislator_profile_id": 425, "is_prime": true}, {"legislator_profile_id": 424, "is_prime": true}, {"legislator_profile_id": 525, "is_prime": false}, {"legislator_profile_id": 499, "is_prime": false}, {"legislator_profile_id": 476, "is_prime": false}, {"legislator_profile_id": 487, "is_prime": false}, {"legislator_profile_id": 423, "is_prime": false}, {"legislator_profile_id": 439, "is_prime": false}, {"legislator_profile_id": 490, "is_prime": false}], "keywords": ["Insurance", "Law Enforcement", "Public Officers and Employees", "Public Safety"], "audio": [{"meeting_datetime": "2014-02-07T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hap16.mp3", "start_seconds": 3850.0}, {"meeting_datetime": "2014-02-07T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hap16.mp3", "start_seconds": 3850.0}, {"meeting_datetime": "2014-02-07T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hap16.mp3", "start_seconds": 3850.0}], "bill_versions": [{"bill_id": 5704, "bill_version_id": 29300, "bill_version": "Introduced", "bill_version_date": "2014-01-29T11:43:02.643-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide a death benefit for certain public safety officers killed in the line of duty. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. On certification to the Governor by the secretary of the Department of Public Safety that a public safety officer employed within this state has been killed in the line of duty, the commissioner of the Bureau of Finance and Management shall pay twenty-five thousand dollars from the public safety officers fund, as follows: (1) If there is no dependent child, to the spouse; (2) If there is no spouse, to the dependent child or children in equal shares; (3) If there is a spouse and one or more dependent children, one-half to the spouse and one-half to the child or children, in equal shares; (4) If there is no surviving spouse or dependent child or children, to the parent or parents of the decedent, in equal shares; or (5) If there is no surviving spouse, dependent child, or parent, to the public safety officer's estate. Section 2. The public safety officers fund is created in the state treasury. Money in the fund consists of money appropriated to the fund. Money in the fund that is not expended in the fiscal year in which it is appropriated does not revert to the general fund until claims under this Act in that fiscal year are either paid or denied. Section 3. For the purposes of this Act, the term, public safety officer, includes any law enforcement officer, firefighter, emergency medical technician, disaster relief worker, and law enforcement or fire chaplain. Section 4. For the purposes of this Act, the term, eligible child, means any natural, illegitimate, adopted, or posthumous child or stepchild of the public safety officer who at the time of the officer's death is: (1) Eighteen years of age or younger; (2) Nineteen to twenty-two years of age, inclusive, and a full-time student; or (3) Incapable of self support due to a physical or mental disability. Section 5. For the purposes of this Act, killed in the line of duty does not include any death from a natural cause. Section 6. Any claim for benefits from the public safety officers fund made by or on behalf of a survivor of a public safety officer shall be filed within two years after the date of the death of the officer. Section 7. The secretary of the Department of Public Safety may promulgate rules pursuant to chapter 1-26 necessary to administer the claims and the payments made pursuant to the provisions of this Act and to determine the eligibility of survivors pursuant to this Act."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5704, "action_date": "2014-01-29T14:00:00-06:00", "document_id": 29326, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29326.pdf", "status_text": "First read in House and referred to", "journal_page": 156, "committee_id_action": 231, "committee_id_assigned": 233, "result": "N", "vote": {}}, {"bill_id": 5704, "action_date": "2014-02-07T08:00:00-06:00", "document_id": 29790, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29790.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 233, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5704, "action_date": "2014-02-07T08:00:00-06:00", "document_id": 30001, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30001.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 332, "committee_id_action": 233, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 15740, "president_vote": null, "Yea": [448, 477, 489, 453, 507, 516, 504, 463], "Excused": [433]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/5704"}