{"session_id": 27, "bill_id": 7953, "bill_type": "Senate Bill", "bill_number": 139, "bill_title": "provide for the permitting of waterfowl outfitters, and to dedicate fees and surcharges paid by waterfowl outfitters for use on certain game production areas.", "sponsors": [{"legislator_profile_id": 1118, "is_prime": true}, {"legislator_profile_id": 1131, "is_prime": true}, {"legislator_profile_id": 1166, "is_prime": false}, {"legislator_profile_id": 1197, "is_prime": false}, {"legislator_profile_id": 1179, "is_prime": false}, {"legislator_profile_id": 1108, "is_prime": false}, {"legislator_profile_id": 1096, "is_prime": false}, {"legislator_profile_id": 1116, "is_prime": false}, {"legislator_profile_id": 1097, "is_prime": false}, {"legislator_profile_id": 1129, "is_prime": false}, {"legislator_profile_id": 1143, "is_prime": false}, {"legislator_profile_id": 1196, "is_prime": false}, {"legislator_profile_id": 1175, "is_prime": false}, {"legislator_profile_id": 1125, "is_prime": false}, {"legislator_profile_id": 1107, "is_prime": false}, {"legislator_profile_id": 1124, "is_prime": false}, {"legislator_profile_id": 1149, "is_prime": false}, {"legislator_profile_id": 1104, "is_prime": false}, {"legislator_profile_id": 1165, "is_prime": false}, {"legislator_profile_id": 1119, "is_prime": false}, {"legislator_profile_id": 1172, "is_prime": false}, {"legislator_profile_id": 1123, "is_prime": false}, {"legislator_profile_id": 1132, "is_prime": false}], "keywords": ["Game, Fish, Parks, and Forestry", "Hunting", "Licenses", "Professions and Occupations"], "audio": [{"meeting_datetime": "2017-02-15T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sst23.mp3", "start_seconds": 313.0}, {"meeting_datetime": "2017-02-15T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sst23.mp3", "start_seconds": 313.0}, {"meeting_datetime": "2017-02-15T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sst23.mp3", "start_seconds": 313.0}, {"meeting_datetime": "2017-02-15T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sst23.mp3", "start_seconds": 313.0}, {"meeting_datetime": "2017-02-21T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen25.mp3", "start_seconds": 5325.0}, {"meeting_datetime": "2017-02-21T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen25.mp3", "start_seconds": 5325.0}, {"meeting_datetime": "2017-02-21T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen25.mp3", "start_seconds": 5325.0}, {"meeting_datetime": "2017-02-21T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen25.mp3", "start_seconds": 5325.0}, {"meeting_datetime": "2017-02-23T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen27.mp3", "start_seconds": 5405.0}, {"meeting_datetime": "2017-02-23T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen27.mp3", "start_seconds": 5405.0}, {"meeting_datetime": "2017-02-23T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen27.mp3", "start_seconds": 5405.0}, {"meeting_datetime": "2017-02-23T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen27.mp3", "start_seconds": 5405.0}], "bill_versions": [{"bill_id": 7953, "bill_version_id": 43412, "bill_version": "Introduced", "bill_version_date": "2017-01-31T09:01:08.11-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the permitting of waterfowl outfitters, and to dedicate fees and surcharges paid by waterfowl outfitters for use on certain game production areas. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Terms used in this Act mean: (1) \"Commission,\" the Game, Fish and Parks Commission; (2) \"Department,\" the Department of Game, Fish and Parks; (3) \"Person,\" any individual, partnership, association, corporation, or limited liability company; (4) \"Waterfowl outfitter,\" a person who provides or offers to provide hunting access, assistance, guidance, or opportunity on private lands. Section 2. That the code be amended by adding a NEW SECTION to read: The department may issue and renew a waterfowl outfitter permit for a waterfowl outfitter. Section 3. That the code be amended by adding a NEW SECTION to read: The fee for a waterfowl outfitter permit is five thousand dollars per calendar year. Any fee collected shall be placed in the land acquisition and development fund. The moneys placed in the land acquisition and development fund pursuant to this section shall be used in the counties where private property for a waterfowl outfitter permit is located and shall be used solely for improving and maintaining game production areas, pursuant to subdivision 41-4-3(3) and may not be subject to or included in any limitation found in § 41-4-3. Section 4. That the code be amended by adding a NEW SECTION to read: The department shall approve an application and issue a waterfowl outfitter permit to any person making application if the applicant establishes that: (1) The applicant proposes to comply with all of the provisions of this Act; (2) The applicant is eighteen years old or older; (3) The applicant is financially able to provide the necessary facilities and services to operate as a waterfowl outfitter; (4) The applicant has provided documentation that the applicant and the applicant's business operation are covered by general liability insurance against loss or expense due to accident or injury from outfitting services, at a minimum of one hundred thousand dollars per individual and three hundred thousand dollars per accident; (5) The applicant has provided documentation that a sales and use tax license has been issued to the applicant by the Department of Revenue; (6) The applicant shall provide services to the general public without restrictions as to race, color, or creed; (7) The applicant has not, in the three years before submission of the application, been convicted of a state or federal criminal game or fish violation which resulted in the applicant's license to hunt or fish being suspended or revoked; additionally, the department may perform a background search for criminal game or fish violations on the applicant on initial application and on each renewal; (8) The applicant is a resident of the state or, if a business entity, is organized or operating under the laws of the state pursuant to a certificate issued by the Office of the Secretary of State; (9) If an application is for a business entity, the applicant shall be an agent of the business entity and agree to be held personally responsible to the department for the conduct of the outfitter's operations in addition to the business entity, the applicant shall be actively and regularly employed in and responsible for the management, supervision, and operation of the outfitting business, and the department may only issue an outfitter permit to a business entity if the agent of the entity who serves as the applicant is qualified to conduct the business of outfitting as set forth in this section; and (10) An applicant has held a license to hunt waterfowl in this state for each year for the past three years in a manner directly contributing to the individual's experience and competency as a waterfowl outfitter. The department shall notify an applicant of the department's decision to approve or deny the application within one hundred twenty days of receipt of a completed application. The department shall mail notification to the applicant by certified mail, return receipt requested. Section 5. That the code be amended by adding a NEW SECTION to read: An application for a waterfowl outfitter permit shall include a description of the private property the applicant intends to provide hunting access. The hunting access may not include land which is open to public hunting. Upon receipt of the application for a waterfowl outfitter permit, the department may inspect the property described in the application, including any facilities. The waterfowl outfitter permit may provide hunting access, assistance, guidance, or opportunity on private property other than the property described in the application if the private property is located in the same county as property described in the application. Section 6. That the code be amended by adding a NEW SECTION to read: If an applicant is denied a waterfowl outfitter permit by the department, the applicant may make a written request to the department for a contested case hearing before the commission pursuant to chapter 1-26. The applicant shall mail the written request to the department by certified mail, return receipt requested, before eleven days have elapsed from the date that the notice of denial was received by the applicant. Section 7. That the code be amended by adding a NEW SECTION to read: The commission may, pursuant to chapter 1-26, revoke or suspend a waterfowl outfitter permit for any violation of this Act or any of the rules of the commission committed by the waterfowl outfitter or any person involved in the waterfowl outfitter's operation. Section 8. That the code be amended by adding a NEW SECTION to read: A waterfowl outfitter may appeal to the circuit court pursuant to chapter 1-26 within ten days after a decision of the commission to suspend or revoke a waterfowl outfitter permit. The circuit court may take additional evidence in any action which is appealed from the administrative determination. Section 9. That the code be amended by adding a NEW SECTION to read: Each waterfowl outfitter shall be allocated a total of one hundred outfitter nonresident waterfowl licenses and in addition, fifty nonresident veterans' licenses, per year. A nonresident applicant shall indicate the waterfowl outfitter who had agreed to host the applicant and pay the required application fee. The department shall issue the indicated outfitter a nonresident waterfowl license that allows the nonresident licensee to hunt migratory waterfowl for three consecutive days and restricts the nonresident licensee taking of waterfowl in the physical presence of the waterfowl outfitter or an agent of the waterfowl outfitter on the private property used to operate the waterfowl outfitter. Any person holding an outfitter nonresident waterfowl license may not hold any other waterfowl license in the state. Section 10. That the code be amended by adding a NEW SECTION to read: Outfitter nonresident waterfowl licenses issued may not be subject to or included in the computation of any limitation set by the commission under § 41-6-18, 41-6-18.1, 41-6-18.2, or 41-6-18.4. An outfitter nonresident waterfowl license shall be in the form as prescribed by the commission. The cost of an outfitter nonresident waterfowl license shall be the price as a special nonresident waterfowl licenses plus a surcharge of two hundred dollars to be placed in the land acquisition and development fund. The moneys placed in the land acquisition and development fund pursuant to this section shall be used in the counties where private property for a waterfowl outfitter permit is located and shall be used solely for improving and maintaining game production areas pursuant to subdivision 41-4-3(3) and may not be subject to or included in any limitation found in § 41-4-4 3. Section 11. That § 41-6-18.1 be amended to read: 41-6-18.1. It is a Class 2 misdemeanor for a nonresident to hunt, take, or kill migratory waterfowl without a nonresident waterfowl license, outfitter nonresident waterfowl license, or a temporary nonresident waterfowl license, a migratory bird certification permit, and a federal migratory bird stamp, or in violation of the conditions of the licenses or the rules of the Game, Fish and Parks Commission. A nonresident waterfowl license, except as otherwise provided in this title, entitles the licensee to hunt migratory waterfowl for ten consecutive days. Four dollars received from the sale of each nonresident waterfowl license shall be placed in the land acquisition and development fund. The moneys from this fund shall be used to acquire by purchase or lease real property to be used primarily for game production. This license shall be in such the form as prescribed by the Game, Fish and Parks Commission shall prescribe. The provision in this section limiting the validity of a nonresident waterfowl license to ten days does not apply in Union, Clay, Bon Homme, Yankton, and Charles Mix counties; and in such counties, the nonresident waterfowl license is valid during the same period as is a resident waterfowl license. If the Game, Fish and Parks Commission allocates more than four thousand nonresident waterfowl licenses in a calendar year, any increase in the number of licenses allocated may not exceed five percent of the number of licenses allocated in the previous calendar year. Section 12. That § 41-4-13 be amended to read: 41-4-13. No person, acting as a hunting guide as defined in § 41-4-12, or waterfowl outfitter, as defined in section 1 of this Act, may guide any hunting activity on state-owned or managed game production areas, state parks, recreation areas, and lakeside use areas, federal land leased or under agreement to the state which is posted as a game production area and managed for wildlife purposes, or private land leased or under agreement to the department for the purpose of providing public access, or on highways or other public rights-of-way within this state that otherwise meet the requirements of § 41-9-1.3, except that a hunting guide or waterfowl outfitter or employees of a hunting guide or waterfowl outfitter may guide a hunting activity on the road right-of-way immediately adjacent to property owned or leased by the hunting guide or waterfowl outfitter. A violation of this section is a Class 1 misdemeanor."}, {"bill_id": 7953, "bill_version_id": 44515, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "2017-02-15T14:04:43.713-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the permitting of waterfowl outfitters, and to dedicate fees and surcharges paid by waterfowl outfitters for use on certain game production areas. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Terms used in this Act mean: (1) \"Commission,\" the Game, Fish and Parks Commission; (2) \"Department,\" the Department of Game, Fish and Parks; (3) \"Person,\" any individual, partnership, association, corporation, or limited liability company; (4) \"Waterfowl outfitter,\" a person who provides or offers to provide waterfowl hunting access, assistance, guidance, or opportunity on private lands and who holds a waterfowl outfitter permit. Section 2. That the code be amended by adding a NEW SECTION to read: The department may issue and renew a waterfowl outfitter permit for a waterfowl outfitter. Nothing in this Act requires that a person possess a waterfowl outfitter permit to provide or offer to provide hunting access, assistance, guidance, or opportunity for waterfowl hunting on private lands. Section 3. That the code be amended by adding a NEW SECTION to read: The fee for a waterfowl outfitter permit is five thousand dollars per calendar year. Any fee collected shall be placed in the land acquisition and development fund. The moneys placed in the land acquisition and development fund pursuant to this section shall be used in the counties where private property for a waterfowl outfitter permit is located and shall be used solely for improving and maintaining game production areas, pursuant to subdivision 41-4-3(3) and may not be subject to or included in any limitation found in § 41-4-3. Section 4. That the code be amended by adding a NEW SECTION to read: The department shall approve an application and issue a waterfowl outfitter permit to any person making application if the applicant establishes that: (1) The applicant proposes to comply with all of the provisions of this Act; (2) The applicant is eighteen years old or older; (3) The applicant is financially able to provide the necessary facilities and services to operate as a waterfowl outfitter; (4) The applicant has provided documentation that the applicant and the applicant's business operation are covered by general liability insurance against loss or expense due to accident or injury from outfitting services, at a minimum of one hundred thousand dollars per individual and three hundred thousand dollars per accident; (5) The applicant has provided documentation that a sales and use tax license has been issued to the applicant by the Department of Revenue; (6) The applicant shall provide services to the general public without restrictions as to race, color, or creed; (7) The applicant has not, in the three years before submission of the application, been convicted of a state or federal criminal game or fish violation which resulted in the applicant's license to hunt or fish being suspended or revoked; additionally, the department may perform a background search for criminal game or fish violations on the applicant on initial application and on each renewal; (8) The applicant is a resident of the state or, if a business entity, is organized or operating under the laws of the state pursuant to a certificate issued by the Office of the Secretary of State; (9) If an application is for a business entity, the applicant shall be an agent of the business entity and agree to be held personally responsible to the department for the conduct of the outfitter's operations in addition to the business entity, the applicant shall be actively and regularly employed in and responsible for the management, supervision, and operation of the outfitting business, and the department may only issue an outfitter permit to a business entity if the agent of the entity who serves as the applicant is qualified to conduct the business of outfitting as set forth in this section; and (10) An applicant has held a license to hunt waterfowl in this state for each year for the past three years in a manner directly contributing to the individual's experience and competency as a waterfowl outfitter. The department shall notify an applicant of the department's decision to approve or deny the application within one hundred twenty days of receipt of a completed application. The department shall mail notification to the applicant by certified mail, return receipt requested. Section 5. That the code be amended by adding a NEW SECTION to read: An application for a waterfowl outfitter permit shall include a description of the private property the applicant intends to provide hunting access. The hunting access may not include land which is open to public hunting. Upon receipt of the application for a waterfowl outfitter permit, the department may inspect the property described in the application, including any facilities. The waterfowl outfitter permit may provide hunting access, assistance, guidance, or opportunity on private property other than the property described in the application if the private property is located in the same county as property described in the application. Section 6. That the code be amended by adding a NEW SECTION to read: If an applicant is denied a waterfowl outfitter permit by the department, the applicant may make a written request to the department for a contested case hearing before the commission pursuant to chapter 1-26. The applicant shall mail the written request to the department by certified mail, return receipt requested, before eleven days have elapsed from the date that the notice of denial was received by the applicant. Section 7. That the code be amended by adding a NEW SECTION to read: The commission may, pursuant to chapter 1-26, revoke or suspend a waterfowl outfitter permit for any violation of this Act or any of the rules of the commission committed by the waterfowl outfitter or any person involved in the waterfowl outfitter's operation. Section 8. That the code be amended by adding a NEW SECTION to read: A waterfowl outfitter may appeal to the circuit court pursuant to chapter 1-26 within ten days after a decision of the commission to suspend or revoke a waterfowl outfitter permit. The circuit court may take additional evidence in any action which is appealed from the administrative determination. Section 9. That the code be amended by adding a NEW SECTION to read: Each waterfowl outfitter shall be allocated a total of one hundred outfitter nonresident waterfowl licenses and in addition, fifty nonresident veterans' licenses, per year. A nonresident applicant shall indicate the waterfowl outfitter who had agreed to host the applicant and pay the required application fee. The department shall issue the indicated outfitter a nonresident waterfowl license that allows the nonresident licensee to hunt migratory waterfowl for three consecutive days and restricts the nonresident licensee taking of waterfowl in the physical presence of the waterfowl outfitter or an agent of the waterfowl outfitter on the private property used to operate the waterfowl outfitter. Any person holding an outfitter nonresident waterfowl license may not hold any other waterfowl license in the state. Section 10. That the code be amended by adding a NEW SECTION to read: Outfitter nonresident waterfowl licenses issued may not be subject to or included in the computation of any limitation set by the commission under § 41-6-18, 41-6-18.1, 41-6-18.2, or 41-6-18.4. An outfitter nonresident waterfowl license shall be in the form as prescribed by the commission. The cost of an outfitter nonresident waterfowl license shall be the price as a special nonresident waterfowl licenses plus a surcharge of two hundred dollars to be placed in the land acquisition and development fund. The moneys placed in the land acquisition and development fund pursuant to this section shall be used in the counties where private property for a waterfowl outfitter permit is located and shall be used solely for improving and maintaining game production areas pursuant to subdivision 41-4-3(3) and may not be subject to or included in any limitation found in § 41-4-4 3. Section 11. That § 41-6-18.1 be amended to read: 41-6-18.1. It is a Class 2 misdemeanor for a nonresident to hunt, take, or kill migratory waterfowl without a nonresident waterfowl license, outfitter nonresident waterfowl license, or a temporary nonresident waterfowl license, a migratory bird certification permit, and a federal migratory bird stamp, or in violation of the conditions of the licenses or the rules of the Game, Fish and Parks Commission. A nonresident waterfowl license, except as otherwise provided in this title, entitles the licensee to hunt migratory waterfowl for ten consecutive days. Four dollars received from the sale of each nonresident waterfowl license shall be placed in the land acquisition and development fund. The moneys from this fund shall be used to acquire by purchase or lease real property to be used primarily for game production. This license shall be in such the form as prescribed by the Game, Fish and Parks Commission shall prescribe. The provision in this section limiting the validity of a nonresident waterfowl license to ten days does not apply in Union, Clay, Bon Homme, Yankton, and Charles Mix counties; and in such counties, the nonresident waterfowl license is valid during the same period as is a resident waterfowl license. If the Game, Fish and Parks Commission allocates more than four thousand nonresident waterfowl licenses in a calendar year, any increase in the number of licenses allocated may not exceed five percent of the number of licenses allocated in the previous calendar year. Section 12. That § 41-4-13 be amended to read: 41-4-13. No person, acting as a hunting guide as defined in § 41-4-12, or waterfowl outfitter, as defined in section 1 of this Act, may guide any hunting activity on state-owned or managed game production areas, state parks, recreation areas, and lakeside use areas, federal land leased or under agreement to the state which is posted as a game production area and managed for wildlife purposes, or private land leased or under agreement to the department for the purpose of providing public access, or on highways or other public rights-of-way within this state that otherwise meet the requirements of § 41-9-1.3, except that a hunting guide or waterfowl outfitter or employees of a hunting guide or waterfowl outfitter may guide a hunting activity on the road right-of-way immediately adjacent to property owned or leased by the hunting guide or waterfowl outfitter. A violation of this section is a Class 1 misdemeanor."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7953, "action_date": "2017-01-31T14:00:00-06:00", "document_id": 43482, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43482.pdf", "status_text": "First Reading Senate", "journal_page": 231, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7953, "action_date": "2017-02-01T14:00:00-06:00", "document_id": 43627, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43627.pdf", "status_text": "Referred to", "journal_page": 254, "committee_id_action": 360, "committee_id_assigned": 340, "result": "N", "vote": {}}, {"bill_id": 7953, "action_date": "2017-02-15T10:00:00-06:00", "document_id": 44311, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44311.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 340, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7953, "action_date": "2017-02-15T10:00:00-06:00", "document_id": 44506, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44506.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 340, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7953, "action_date": "2017-02-15T10:00:00-06:00", "document_id": 44506, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44506.pdf", "status_text": "Do Pass Amended", "journal_page": 397, "committee_id_action": 340, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 23318, "president_vote": null, "Nay": [1154, 1105, 1102, 1144], "Yea": [1148, 1169, 1107, 1131, 1108]}}, {"bill_id": 7953, "action_date": "2017-02-21T14:00:00-06:00", "document_id": 44725, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44725.pdf", "status_text": "Deferred with pending amendment (Rule 5-17)", "journal_page": 457, "committee_id_action": 360, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7953, "action_date": "2017-02-23T14:00:00-06:00", "document_id": 44901, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44901.pdf", "status_text": "Motion to amend", "journal_page": 530, "committee_id_action": 360, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7953, "action_date": "2017-02-23T14:00:00-06:00", "document_id": 44901, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44901.pdf", "status_text": "Do Pass Amended", "journal_page": 530, "committee_id_action": 360, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 23656, "president_vote": null, "Nay": [1154, 1148, 1096, 1109, 1105, 1100, 1194, 1104, 1099, 1144, 1135, 1178, 1141, 1151, 1174, 1098, 1137, 1167, 1189], "Yea": [1171, 1103, 1108, 1097, 1175, 1106, 1164, 1169, 1107, 1163, 1131, 1157, 1172, 1146, 1102, 1132]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/7953"}