{"session_id": 8, "bill_id": 2083, "bill_type": "House Bill", "bill_number": 1235, "bill_title": "increase funding for certain providers of medical services and to make an appropriation therefor.", "sponsors": [{"legislator_profile_id": 788, "is_prime": true}, {"legislator_profile_id": 806, "is_prime": true}, {"legislator_profile_id": 785, "is_prime": false}, {"legislator_profile_id": 787, "is_prime": false}, {"legislator_profile_id": 821, "is_prime": false}, {"legislator_profile_id": 813, "is_prime": false}, {"legislator_profile_id": 756, "is_prime": false}, {"legislator_profile_id": 814, "is_prime": false}, {"legislator_profile_id": 765, "is_prime": false}, {"legislator_profile_id": 830, "is_prime": false}, {"legislator_profile_id": 739, "is_prime": false}, {"legislator_profile_id": 835, "is_prime": false}, {"legislator_profile_id": 761, "is_prime": false}, {"legislator_profile_id": 834, "is_prime": false}, {"legislator_profile_id": 822, "is_prime": false}, {"legislator_profile_id": 816, "is_prime": false}, {"legislator_profile_id": 770, "is_prime": false}, {"legislator_profile_id": 745, "is_prime": false}, {"legislator_profile_id": 818, "is_prime": false}, {"legislator_profile_id": 833, "is_prime": false}, {"legislator_profile_id": 763, "is_prime": false}, {"legislator_profile_id": 823, "is_prime": false}, {"legislator_profile_id": 812, "is_prime": false}], "keywords": ["Appropriations"], "audio": [{"meeting_datetime": "2010-02-12T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hap20.mp3", "start_seconds": 819.0}, {"meeting_datetime": "2010-02-12T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hap20.mp3", "start_seconds": 819.0}, {"meeting_datetime": "2010-02-12T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hap20.mp3", "start_seconds": 819.0}], "bill_versions": [{"bill_id": 2083, "bill_version_id": 11580, "bill_version": "Introduced", "bill_version_date": "2010-02-02T09:20:56.26-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to increase funding for certain providers of medical services and to make an appropriation therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby appropriated from the health care trust fund the sum of four million nine hundred thirty-nine thousand ninety-six dollars ($4,939,096), or so much thereof as may be necessary, to the Department of Social Services for the purpose of providing an increase of one and two-tenths percent for providers of medicaid-funded services. Section 2. There is hereby appropriated the sum of eight million four hundred seven thousand eighty-nine dollars ($8,407,089), or so much thereof as may be necessary, in federal fund expenditure authority to the Department of Social Services for the purpose of providing an increase of one and two-tenths percent for providers of medicaid-funded services. Section 3. There is hereby appropriated the sum of two thousand seven hundred seventy-two dollars ($2,772), or so much thereof as may be necessary, in other fund expenditure authority to the Department of Social Services for the purpose of providing an increase of one and two- tenths percent for providers of medicaid-funded services. Section 4. The secretary of the Department of Social Services shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by sections 1 to 3, inclusive, of this Act. Section 5. There is hereby appropriated from the health care trust fund the sum of seven hundred twenty-nine thousand six hundred seventy-six dollars ($729,676), or so much thereof as may be necessary, to the Department of Human Services for the purpose of providing an increase of one and two-tenths percent for providers of medicaid-funded services. Section 6. There is hereby appropriated the sum of nine hundred twenty-three thousand forty-two dollars ($923,042), or so much thereof as may be necessary, in federal fund expenditure authority to the Department of Human Services for the purpose of providing an increase of one and two-tenths percent for providers of medicaid-funded services. Section 7. There is hereby appropriated the sum of three thousand six hundred forty-two dollars ($3,642), or so much thereof as may be necessary, in other fund expenditure authority to the Department of Human Services for the purpose of providing an increase of one and two-tenths percent for providers of medicaid-funded services. Section 8. The secretary of the Department of Human Services shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by sections 5 to 7, inclusive, of this Act. Section 9. There is hereby appropriated from the health care trust fund the sum of one hundred forty-three thousand six hundred twenty-three dollars ($143,623), or so much thereof as may be necessary, to the Department of Corrections for the purpose of providing an increase of one and two-tenths percent for providers of medicaid-funded services. Section 10. There is hereby appropriated the sum of ninety-seven thousand six hundred forty-eight dollars ($97,648), or so much thereof as may be necessary, in federal fund expenditure authority to the Department of Corrections for the purpose of providing an increase of one and two-tenths percent for providers of medicaid-funded services. Section 11. The secretary of the Department of Corrections shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by sections 9 to 10, inclusive, of this Act. Section 12. There is hereby appropriated from the health care trust fund the sum of sixteen thousand nine hundred twenty-nine dollars ($16,929), or so much thereof as may be necessary, to the Unified Judicial System for the purpose of providing an increase of one and two-tenths percent for providers of medicaid-funded services. Section 13. The state court administrator of the Unified Judicial System shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by section 12 of this Act. Section 14. There is hereby appropriated the sum of thirty-nine thousand fifteen dollars ($39,015), or so much thereof as may be necessary, in federal fund expenditure authority to the Department of Education for the purpose of providing an increase of one and two-tenths percent for providers of medicaid-funded services. Section 15. The secretary of the Department of Education shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by section 14 of this Act. Section 16. There is hereby appropriated the sum of ten thousand nine hundred seventy-nine dollars ($10,979), or so much thereof as may be necessary, in other fund expenditure authority to the Department of Health for the purpose of providing an increase of one and two-tenths percent for providers of medicaid-funded services. Section 17. The secretary of the Department of Health shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by section 16 of this Act. Section 18. Any amounts appropriated in this Act not lawfully expended or obligated by June 30, 2011, shall revert in accordance with the procedures prescribed in chapter 4-8. Section 19. The entire amount appropriated in sections 1, 5, 9, and 12 of this Act, shall be repaid with interest from the general fund to the health care trust fund. On June thirtieth of each fiscal year, if the percentage growth in general fund revenues for the fiscal year exceeds the sum of the prior year's general fund revenues adjusted by the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of repayment, the amount in excess shall be transferred from the general fund to the health care trust fund, until such time as the total amount with interest has been repaid. The interest rate used to calculate the repayment amount shall equal the average interest rate earned by the state cash flow fund over the last four quarters as supplied by the South Dakota Investment Council."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2083, "action_date": "2010-02-02T14:00:00-06:00", "document_id": 11655, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11655.pdf", "status_text": "First read in House and referred to", "journal_page": 264, "committee_id_action": 86, "committee_id_assigned": 88, "result": "N", "vote": {}}, {"bill_id": 2083, "action_date": "2010-02-12T08:00:00-06:00", "document_id": 11918, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11918.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 88, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2083, "action_date": "2010-02-12T08:00:00-06:00", "document_id": 12221, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12221.pdf", "status_text": "Tabled", "journal_page": 381, "committee_id_action": 88, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6434, "president_vote": null, "Nay": [781, 740, 812], "Yea": [775, 779, 755, 837, 773, 752]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/2083"}