{"session_id": 27, "bill_id": 8297, "bill_type": "House Commemoration", "bill_number": 1022, "bill_title": "Honoring and commending Abby Shay Neff of Sioux Falls, South Dakota, for  receiving the President's Volunteer Service Award and local honors from the Prudential Spirit of Community Awards.", "sponsors": [{"legislator_profile_id": 1169, "is_prime": true}, {"legislator_profile_id": 1193, "is_prime": true}, {"legislator_profile_id": 1168, "is_prime": false}, {"legislator_profile_id": 1199, "is_prime": false}], "keywords": ["House Commemorative"], "audio": [], "bill_versions": [{"bill_id": 8297, "bill_version_id": 45215, "bill_version": "Introduced", "bill_version_date": "2017-03-01T09:40:12.327-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring and commending Abby Shay Neff of Sioux Falls, South Dakota, for receiving the President's Volunteer Service Award and local honors from the Prudential Spirit of Community Awards. WHEREAS, the President's Volunteer Service Award recognizes students' understanding of social responsibility and action as important components of education and civil society; and WHEREAS, Abby Shay Neff has volunteered over five hundred hours for the Washington Pavilion's many programs; and WHEREAS, Abby Shay Neff has spent over two hundred hours providing art supplies to area nonprofit organizations and hospitals with her Recycled Rainbows community service project; and WHEREAS, Abby Shay Neff created the #ColorChristmasBright Project that went into a local school and delivered over one thousand handmade crayons and one hundred sixty coloring books to underserved kindergarteners and first graders: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Second Legislature of the State of South Dakota, that the Legislature commends and recognizes Abby Shay Neff of Sioux Falls, South Dakota, for the honor of receiving both the President's Volunteer Service Award and local honors from the Prudential Spirit of Community Awards."}, {"bill_id": 8297, "bill_version_id": 45471, "bill_version": "Enrolled", "bill_version_date": "2017-03-06T17:26:58.793-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring and commending Abby Shay Neff of Sioux Falls, South Dakota, for receiving the President's Volunteer Service Award and local honors from the Prudential Spirit of Community Awards. WHEREAS, the President's Volunteer Service Award recognizes students' understanding of social responsibility and action as important components of education and civil society; and WHEREAS, Abby Shay Neff has volunteered over five hundred hours for the Washington Pavilion's many programs; and WHEREAS, Abby Shay Neff has spent over two hundred hours providing art supplies to area nonprofit organizations and hospitals with her Recycled Rainbows community service project; and WHEREAS, Abby Shay Neff created the #ColorChristmasBright Project that went into a local school and delivered over one thousand handmade crayons and one hundred sixty coloring books to underserved kindergarteners and first graders: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Second Legislature of the State of South Dakota, that the Legislature commends and recognizes Abby Shay Neff of Sioux Falls, South Dakota, for the honor of receiving both the President's Volunteer Service Award and local honors from the Prudential Spirit of Community Awards. 100 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.161 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8297, "action_date": "2017-03-01T14:00:00-06:00", "document_id": 45285, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45285.pdf", "status_text": "", "journal_page": 597, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/8297"}