{"session_id": 49, "bill_id": 15654, "bill_type": "Senate Bill", "bill_number": 160, "bill_title": "provide for a fund to assist in the delivery of advanced telecommunications services.", "sponsors": [{"legislator_profile_id": 2339, "is_prime": true}, {"legislator_profile_id": 2404, "is_prime": true}, {"legislator_profile_id": 2329, "is_prime": false}, {"legislator_profile_id": 2380, "is_prime": false}], "keywords": ["Administrative Rules", "Public Utilities Commission", "Telecommunications Company"], "audio": [], "bill_versions": [{"bill_id": 15654, "bill_version_id": 86884, "bill_version": "Introduced", "bill_version_date": "2000-01-21T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for a fund to assist in the delivery of advanced telecommunications services. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this Act, the term, SDHCF, means the South Dakota high cost fund which is hereby created. Section 2. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: For purposes of this Act, access to advanced telecommunications services means an evolving level of access to telecommunications services and facilities that, taking into account advances in telecommunications and information technologies and services, and market demand, the commission determines should be provided at reasonable and affordable prices to South Dakota consumers. The commission shall, by rules adopted pursuant to chapter 1-26, determine what telecommunications services and facilities should be deemed advanced telecommunications services for purposes of this Act and thus eligible for support from the SDHCF. The definition of advanced telecommunications services established by the commission shall, at a minimum, give consumers the ability to transmit and receive information reliably at a data transmission rate of no less than 400 Kbps. Section 3. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission shall periodically, but not less than once every three years, conduct a proceeding to review and change, if appropriate, the advanced telecommunications services definition in a manner consistent with the policies stated in § 49-31-60 with the goal of further developing the public communications network infrastructure and enhancing access throughout the state to greater bandwidth and a changing, wider range of communications capabilities. Section 4. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Any provider of intrastate telecommunications services, including any provider not otherwise subject to regulation by the commission, including any corporation, person, or entity that provides fixed or mobile radio services having direct or automated access to the local exchange service networks or any service which provides access to the internet and other information services shall contribute through surcharges, on an equitable and nondiscriminatory basis, to the SDHCF. The commission may exempt a provider or class of providers from this requirement if the provider's telecommunications activities are limited to such extent that the level of the provider's contribution to the SDHCF is de minimus. Section 5. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Contributions to the SDHCF shall be submitted on an annual basis and shall be equal to two percent of the annual intrastate gross operating revenues of telecommunications service providers subject to the contribution. Revenues from wholesale transactions between service providers shall be exempted in determining contributions if the service provided is a component part of a service provided to an end user. This exemption includes network access charges, interconnection charges, and billing and collection charges paid to a local exchange company. No telecommunications service provider may be prevented from charging its retail customers for the SDHCF contributions. Contributions to the SDHCF are not subject to any state or local taxes or franchise fees. Section 6. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Required contributions shall be collected and remitted in accordance with procedures established by the commission by rules promulgated pursuant to chapter 1-26. Section 7. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission may direct any telecommunications service provider to make available its books and records or other information for inspection by the commission in a form required by the commission in rules promulgated pursuant to chapter 1-26 to ensure that all contributions required by this Act have been remitted. Section 8. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission may impose a fine on any telecommunications service provider that fails to remit any contribution as established pursuant to this Act or that fails to follow a directive of the commission concerning its books and records or the need for other information relating to contributions required by this Act of not less than five hundred nor more than two thousand dollars for each offense. Each violation of this section by a telecommunications service provider, person, or entity is a separate offense. In the case of a continuing failure to comply, each day the violation continues is a separate offense. In construing and enforcing the provisions of this section relating to penalties, the act, omission, or failure of an officer, agent, or employee of the telecommunications service provider acting within the scope of the officer's, agent's, or employee's official duties of employment, shall in each case be considered the act, omission, or failure of that telecommunications service provider. Section 9. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: A telecommunications service provider that fails to remit the contribution required by this Act or fails to follow a directive of the commission concerning its books and records or other information issued pursuant to this Act may also have its certificate of authority to provide telecommunications services revoked by the commission. Further, the commission may take any legal action necessary or proper in state court for the recovery of uncollected contributions due from telecommunications service providers. Section 10. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: No money collected and deposited into the SDHCF becomes, at any time, money of the state and does not become part of the general budget of the commission or any other state agency. Payments from the SDHCF are not an obligation of the state. No requests for reimbursement from the SDHCF may be paid with state moneys. Section 11. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Moneys in the SDHCF, after reasonable costs of administration are applied, shall be distributed to qualifying local exchange carriers. Only those local exchange carriers that have been designated by the commission as eligible telecommunications carriers pursuant to § 49-31- 78 and have incurred facility and equipment costs to deliver the advanced telecommunications services subject to this Act are eligible to receive support from the SDHCF. Section 12. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission shall determine the amount of high cost funding to be distributed to each eligible telecommunications carrier that is providing the advanced telecommunications services deemed subject to this Act. Distributions shall be based on the difference between the necessary facility and equipment costs incurred by a carrier to deliver these advanced services on a per-line basis to locations outside of a defined wire center zone and the necessary actual or estimated facility and equipment costs to deliver the same or similar services on a per-line basis within a defined wire center zone. The costs of delivering such services within a wire center zone for purposes of determining SDHCF distributions may be determined by the commission through the establishment of an average carrier cost of delivering the services, or based on proxies which reasonably quantify such costs. No customer premise equipment may be included as part of the equipment costs. All facility and equipment costs shall include a reasonable return on investment. For purposes of determining distributions to eligible telecommunications carriers, the commission shall define the wire center zone to be used and shall further establish a benchmark which requires that a carrier's facility and equipment costs for delivering the services outside such zone exceed the costs of delivering the services within such zone by a specified percentage before being eligible for distribution from the fund. Section 13. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: An eligible telecommunications carrier shall also be eligible to receive funding from the SDHCF to provide increased discounts for advanced services provided to libraries, elementary and secondary schools, and rural health care institutions, as defined in 47 U.S.C. § 254(h)(5) as of January 1, 1998. The discounts shall be in addition to any discounts available through federal universal service mechanisms and shall be established by rules promulgated pursuant to chapter 1-26. In establishing the discounts, the commission shall take into account recommendations of the Bureau of Information and Telecommunications. Section 14. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: All carriers eligible to receive support from the SDHCF shall request funding through an application process established by the commission and as part of this application process shall be required to provide cost support information. Section 15. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission shall engage the National Exchange Carrier's Association, or some other independent private entity, to administer collections and distributions from the SDHCF, upon such conditions and security as the commission determines should be required. Section 16. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission shall adopt rules pursuant to chapter 1-26 for implementation and administration of the SDHCF in accordance with the provisions of this Act setting forth procedures for the collection and remission of surcharges and criteria for distribution to eligible telecommunications carriers. The rules shall become effective by no later than January 1, 2001. Section 17. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission shall coordinate any distributions received by carriers through the SDHCF with any distributions received from federal universal service funding mechanisms for the same services. Section 18. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: By no later than October first of each year, beginning in year 2001, the commission shall submit a report to the Executive Board of the Legislative Research Council summarizing SDHCF activity for the preceding year. The report, at minimum, shall contain the following: (1) A statement of all collections and distributions from the SDHCF; (2) A record of total cost of universal service fund administration; (3) Audit reports and recommendations provided by the fund administrator; and (4) Information detailing what impact the fund has had in enhancing the level of access to advanced services consistent with the purposes of this Act."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 15654, "action_date": "2000-01-21T14:00:00-06:00", "document_id": 85637, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85637.pdf", "status_text": "First read in Senate and referred to", "journal_page": 139, "committee_id_action": 657, "committee_id_assigned": 639, "result": "N", "vote": {}}, {"bill_id": 15654, "action_date": "2000-02-04T07:45:00-06:00", "document_id": 85861, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85861.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 639, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15654, "action_date": "2000-02-04T07:45:00-06:00", "document_id": 85861, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85861.pdf", "status_text": "Tabled", "journal_page": 316, "committee_id_action": 639, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 43735, "president_vote": null, "Yea": [2329, 2376, 2352, 2365, 2398, 2335, 2405, 2389, 2346]}}]}