{"session_id": 49, "bill_id": 15711, "bill_type": "Senate Bill", "bill_number": 204, "bill_title": "require certain immunizations for students.", "sponsors": [{"legislator_profile_id": 2389, "is_prime": true}], "keywords": ["Department of Health", "Immunization", "Student"], "audio": [], "bill_versions": [{"bill_id": 15711, "bill_version_id": 86998, "bill_version": "Introduced", "bill_version_date": "2000-01-24T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require certain immunizations for students. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-28-7.1 be amended to read as follows: 13-28-7.1. Any pupil entering school or an early childhood program in this state, shall, prior to admission, be required to before admission, present to the appropriate school authorities certification from a licensed physician that the child has received a test for tuberculosis and is free from a contagious form of tuberculosis and the child has received or is in the process of receiving adequate immunization against poliomyelitis, diphtheria, pertussis, hepatitis A, rubeola, rubella, mumps and tetanus, according to recommendations provided by the Department of Health. The Department of Health may modify or delete any of the required immunizations. As an alternative to the requirement for a physician's certification, the pupil may present: (1) Certification from a licensed physician stating the physical condition of the child would be such that a test or immunization would endanger the child's life or health; or (2) A written statement signed by one parent or guardian that the child is an adherent to a religious doctrine whose teachings are opposed to such test and immunization; or (3) A written statement signed by one parent or guardian requesting that the local health department give the test and immunization because the parents or guardians lack the means to pay for such tests and immunization. The Department of Health may adopt reasonable rules, in accordance with chapter 1-26, to require compliance and documentation of adequate immunization, to define appropriate certification, and to specify standard procedure. Section 2. No person, firm, corporation, partnership, or other legal entity operating a registered or licensed family day care home, group family day care home, or day care center may permit any minor child of two months of age or older to be admitted to the facility unless the parent or guardian of the child presents certification from a licensed physician or authorized representative of any state or local public health office that the child has received or will receive at the medically appropriate time immunization against hepatitis A. However, if the parent, guardian, or other person presenting the child for admission certifies in writing that a family emergency exists, the requirement imposed by this section may be waived for a period not to exceed thirty days. The certification shall be made before the provision of care. No such waiver may be knowingly permitted more than once for any child."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 15711, "action_date": "2000-01-24T14:00:00-06:00", "document_id": 85639, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85639.pdf", "status_text": "First read in Senate and referred to", "journal_page": 170, "committee_id_action": 657, "committee_id_assigned": 632, "result": "N", "vote": {}}, {"bill_id": 15711, "action_date": "2000-01-27T07:45:00-06:00", "document_id": 85792, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85792.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 632, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15711, "action_date": "2000-01-27T07:45:00-06:00", "document_id": 85792, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85792.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 219, "committee_id_action": 632, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 45468, "president_vote": null, "Yea": [2347, 2352, 2380, 2381, 2386, 2310, 2335]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/15711"}