{"session_id": 8, "bill_id": 1383, "bill_type": "House Bill", "bill_number": 1148, "bill_title": "authorize counties to change the method of electing the county board of commissioners to either an at-large or district basis.", "sponsors": [{"legislator_profile_id": 822, "is_prime": true}, {"legislator_profile_id": 774, "is_prime": true}, {"legislator_profile_id": 793, "is_prime": false}, {"legislator_profile_id": 817, "is_prime": false}, {"legislator_profile_id": 814, "is_prime": false}, {"legislator_profile_id": 826, "is_prime": false}, {"legislator_profile_id": 803, "is_prime": false}, {"legislator_profile_id": 843, "is_prime": false}, {"legislator_profile_id": 816, "is_prime": false}, {"legislator_profile_id": 824, "is_prime": false}, {"legislator_profile_id": 745, "is_prime": false}, {"legislator_profile_id": 836, "is_prime": false}, {"legislator_profile_id": 833, "is_prime": false}], "keywords": ["Counties", "Elections"], "audio": [{"meeting_datetime": "2010-02-02T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hlo14.mp3", "start_seconds": 1310.0}, {"meeting_datetime": "2010-02-02T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hlo14.mp3", "start_seconds": 1310.0}, {"meeting_datetime": "2010-02-02T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hlo14.mp3", "start_seconds": 1310.0}, {"meeting_datetime": "2010-02-02T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hlo14.mp3", "start_seconds": 1310.0}, {"meeting_datetime": "2010-02-02T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hlo14.mp3", "start_seconds": 1310.0}], "bill_versions": [{"bill_id": 1383, "bill_version_id": 11136, "bill_version": "Introduced", "bill_version_date": "2010-01-27T11:57:13.033-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize counties to change the method of electing the county board of commissioners to either an at-large or district basis. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 7-8-10 be amended to read as follows: 7-8-10. The board of county commissioners, at its regular meeting in February of each year ending in the numeral 2, after giving notice by publication for one week in the official newspapers of the county, shall change the boundaries of the commissioner districts if such change is necessary in order that each district shall be is as regular and compact in form as practicable and it shall so. The board shall divide and redistrict its county so that each district may contain as near contains as nearly as possible an equal number of residents, as determined by the last preceding federal decennial census; or the board may, at its discretion, choose to have all of its commissioners run at large. Section 2. That § 7-8-11 be amended to read as follows: 7-8-11. Upon such the redistricting provided for in § 7-8-10, as to any member or members of such the board whose term or terms of office extend extends for an additional two years beyond the next election, the tenure of office shall not be is not affected, and in. In redistricting the county such, the board shall designate the district or districts to be represented by such the member or members, the district or districts so designated to be a district or districts which that would elect a commissioner at the next general election following that to be held in the year of such the redistricting. Such The commissioner may or may not be a resident of the district he the commissioner is designated to represent. Each district for which representation is not provided by such designation or designations shall, at the next ensuing general election, elect a commissioner, the term of office to be determined as provided in § 7-8-1. Section 3. That § 7-8-12 be amended to read as follows: 7-8-12. Whenever If the board of county commissioners shall change changes the boundaries of any commissioner district, as provided in § 7-8-10, it shall publish notice of such change giving the boundaries of the new districts for at least two consecutive weeks in the official paper or papers of the county and when. If no paper is published in the county, the board shall cause notices to be posted in at least three public places in each commissioner district of which the boundaries have been changed. Section 4. That § 7-8-12.3 be amended to read as follows: 7-8-12.3. The board of county commissioners may, within one hundred eighty days of receipt of such written order, redistrict the county's commission districts once to avoid any perceived or potential violation of state or federal law. The commissioners may change the boundaries of the commissioner districts in order so that each district shall be is as regular and compact in form as practicable and shall redistrict the county so that each commission district contains an appropriate number of residents, as determined by the last preceding federal decennial census; or the board of county commissioners may, at its discretion, choose to have all of its commissioners run at large. Such redistricting shall may occur only after giving notice by publication for at least one week in the official newspapers of the county. Section 5. That chapter 7-8 be amended by adding thereto a NEW SECTION to read as follows: In a county in which the members of the county board of commissioners are elected by district, the method of election may be changed as provided in this section so that the commissioners are elected at large. The board may choose to have the commissioners elected at large and shall publish notice of its intention in the official newspapers of the county at least one week before taking final action on the prosed change. After meeting the publication requirement, the board may, by resolution, change to the at-large method and shall publish notice in the same manner as provided in § 7-8-12. If the board does not initiate action to provide for the election of commissioners at large, at least fifteen percent of the registered voters in the county, based upon the total number of registered voters at the last preceding general election, may file a petition with the county auditor, as provided in section 7 of this Act, to submit to the voters at the next general election the question of whether the commissioners will be elected at large. If at an election held pursuant to this section a majority of all votes cast is for changing the method of electing members of the county board of commissioners to an at-large system, the board shall by resolution, change to the at-large method and shall publish notice in the same manner as provided in § 7-8-12. If the method of electing members of the board of county commissioners is changed from a district system to an at-large system pursuant to this section as the result of action by the board or as the result of an election held for that purpose, the commissioners serving shall continue until their successors are elected or appointed and qualified. Section 6. That chapter 7-8 be amended by adding thereto a NEW SECTION to read as follows: In a county in which the members of the county board of commissioners are elected at large, the method of election may be changed as provided in this section so that the commissioners are elected by district. The board may choose to have the commissioners elected by district and shall publish notice of its intention in the official newspapers of the county at least one week before taking final action on the prosed change. After meeting the publication requirement, the board may, by resolution, change to the district method and shall publish notice in the same manner as provided in § 7-8-12. The districts shall be numbered and shall be as regular and compact in form as practicable, and each district shall contain as nearly as possible an equal number of residents, as determined by the last preceding federal decennial census. If the board does not initiate action to provide for the election of commissioners by district, at least fifteen percent of the registered voters in the county, based upon the total number of registered voters at the last preceding general election, may file a petition with the county auditor, as provided in section 7 of this Act, to submit to the voters at the next general election the question of whether the commissioners will be elected by district. If at an election held pursuant to this section a majority of all votes cast is for changing the method of electing members of the board to a district system, the board within one hundred eighty days after the votes have been canvassed shall divide the county into numbered districts that are as regular and compact in form as practicable. Each district shall contain as nearly as possible an equal number of residents, as determined by the last preceding federal decennial census. If the method of electing members of the board of county commissioners is changed from an at-large system to a district system pursuant to this section as the result of action by the board or as the result of an election held for that purpose, the term and tenure of the commissioners shall be determined as provided in § 7-8-11. Section 7. That chapter 7-8 be amended by adding thereto a NEW SECTION to read as follows: If a valid petition is submitted at least ninety days before the general election to the county auditor pursuant to section 5 or section 6 of this Act to revise the method of election of members of the board of county commissioners, the county auditor shall at the next general election, submit the question to the legal voters of the county on a separate ballot. Notice of the submission of the question shall be included in the notice published once by the county auditor giving notice of the time and place of holding the general election. The method of election of members of the board of county commissioners may not be revised using the provisions of section 5 or section 6 of this Act in any combination more frequently once in any ten-year period."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1383, "action_date": "2010-01-27T14:00:00-06:00", "document_id": 11169, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11169.pdf", "status_text": "First read in House and referred to", "journal_page": 198, "committee_id_action": 86, "committee_id_assigned": 77, "result": "N", "vote": {}}, {"bill_id": 1383, "action_date": "2010-02-02T10:00:00-06:00", "document_id": 11371, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11371.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 77, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1383, "action_date": "2010-02-02T10:00:00-06:00", "document_id": 11627, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11627.pdf", "status_text": "Do Pass", "journal_page": 0, "committee_id_action": 77, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 5963, "president_vote": null, "Nay": [825, 831, 820, 824, 792, 840, 784, 744, 803], "Yea": [814, 811, 818, 823]}}, {"bill_id": 1383, "action_date": "2010-02-02T10:00:00-06:00", "document_id": 11627, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11627.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 255, "committee_id_action": 77, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 5967, "president_vote": null, "Yea": [825, 831, 820, 824, 792, 840, 784, 744, 803], "Nay": [814, 811, 818, 823]}}]}