{"session_id": 47, "bill_id": 13414, "bill_type": "Senate Bill", "bill_number": 32, "bill_title": "to authorize expenditures out of the water and environment fund and to declare an emergency.", "sponsors": [], "keywords": ["Appropriations", "Environmental Protection", "Water Districts & Projects"], "audio": [], "bill_versions": [{"bill_id": 13414, "bill_version_id": 78017, "bill_version": "Introduced", "bill_version_date": "1998-01-07T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize expenditures out of the water and environment fund and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That section 2 of chapter 346 of the 1994 Session Laws be amended to read as follows: There is hereby appropriated from the South Dakota water and environment fund established pursuant to § 46A-1-60, the sum of five million five hundred thousand dollars ($5,500,000) four million eight hundred twenty-five thousand dollars ($4,825,000) , or so much thereof as may be necessary, to the South Dakota Conservancy District for grants and loans to project sponsors under the consolidated water facilities construction program established pursuant to § 46A-1- 63.1. Funds shall be provided according to terms and conditions established by the Board of Water and Natural Resources. Section 2. There is hereby appropriated from the South Dakota water and environment fund established pursuant to § 46A-1-60, the sum of two million five hundred thousand dollars ($2,500,000), or so much thereof as may be necessary, to the South Dakota Conservancy District for the purpose of providing grants and loans to project sponsors under the consolidated water facilities construction program established pursuant to § 46A-1-63.1. Funds shall be provided according to terms and conditions established by the Board of Water and Natural Resources. Section 3. There is hereby appropriated from the South Dakota water and environment fund established pursuant to § 46A-1-60, the sum of one million dollars ($1,000,000), or so much thereof as may be necessary, to the South Dakota Conservancy District for the purpose of providing a loan to the project sponsors to be used for the engineering design, preconstruction activities, and construction of the facilities included in the Mni Wiconi rural water system as authorized in § 46A-1-13.4. Funds shall be used by the project sponsors for activities that qualify as nonfederal matching requirements as enumerated in P.L. 100-516 as amended to January 1, 1998. Funds shall be provided according to terms and conditions established by the Board of Water and Natural Resources. Section 4. There is hereby appropriated from the South Dakota water and environment fund established pursuant to § 46A-1-60, the sum of one million three hundred thousand dollars ($1,300,000), or so much thereof as may be necessary, to the South Dakota Conservancy District for the purpose of providing a grant to the project sponsors to be used for the engineering design, preconstruction activities, and construction of the facilities included in the Mid-Dakota rural water system as authorized in § 46A-1-13.5. Funds shall be provided according to terms and conditions established by the Board of Water and Natural Resources. Section 5. There is hereby appropriated from the South Dakota water and environment fund established pursuant to § 46A-1-60, the sum of six hundred thousand dollars ($600,000), or so much thereof as may be necessary, to the South Dakota Conservancy District for the purpose of providing a grant to the local project sponsors to be used for the engineering design, preconstruction activities, and construction of the Sioux Falls flood control project as authorized in § 46A-1-13.7. Funds shall be provided according to terms and conditions established by the Board of Water and Natural Resources. Section 6. There is hereby appropriated from the South Dakota water and environment fund established pursuant to § 46A-1-60, the sum of two hundred fifty thousand dollars ($250,000), or so much thereof as may be necessary, to the South Dakota Conservancy District for the purpose of providing a grant to the local project sponsors to be used for implementation of stage one clean-out activity and other activities of the James River restoration project as authorized in § 46A-1-13.9. Funds shall be provided according to terms and conditions established by the Board of Water and Natural Resources. Section 7. There is hereby appropriated from the South Dakota water and environment fund established pursuant to § 46A-1-60, the sum of two hundred ten thousand dollars ($210,000), or so much thereof as may be necessary, to the South Dakota Conservancy District for the purpose of providing a grant to local project sponsors for the Black Hills hydrology and water management study as authorized in § 46A-1-13.8. Funds shall be provided according to terms and conditions established by the Board of Water and Natural Resources. Section 8. There is hereby appropriated from the South Dakota water and environment fund established pursuant to § 46A-1-60, the sum of eighty-seven thousand five hundred dollars ($87,500), or so much thereof as may be necessary, to the South Dakota Conservancy District for the purpose of providing a grant to local project sponsors for the Bad River watershed project as authorized in § 46A-1-13.1. Funds shall be used by the project sponsors for activities that qualify as nonfederal matching requirements under § 319 grant program of the federal Clean Water Act as amended to January 1, 1998. Funds shall be provided according to terms and conditions established by the Board of Water and Natural Resources. Section 9. There is hereby appropriated from the South Dakota water and environment fund established pursuant to § 46A-1-60, the sum of fifty thousand dollars ($50,000), or so much thereof as may be necessary, to the South Dakota Conservancy District for the purpose of providing a grant to local project sponsors for the engineering design, congressional authorization, preconstruction activities, and construction of the Lewis and Clark rural water system as authorized in § 46A-1-13.10. Funds shall be provided according to terms and conditions established by the Board of Water and Natural Resources. Section 10. There is hereby appropriated from the South Dakota water and environment fund established pursuant to § 46A-1-60, the sum of twenty-five thousand dollars ($25,000), or so much thereof as may be necessary, to the South Dakota Conservancy District for the purpose of providing a grant to local project sponsors to complete a feasibility study of the Brennan reservoir project. Funds shall be provided according to terms and conditions established by the Board of Water and Natural Resources. Section 11. There is hereby appropriated from the South Dakota water and environment fund established pursuant to § 46A-1-60, the sum of one million three hundred forty-five thousand dollars ($1,345,000), or so much thereof as may be necessary, to the South Dakota Conservancy District for the purpose of providing grants and loans to project sponsors under the solid waste management program established pursuant to § 46A-1-83. The district may provide solid waste management program funding for waste tire pile clean-up activities from any funds remaining after a minimum of fifty percent has been reserved for recycling pursuant to § 34A-6-85. Funds shall be provided according to the terms and conditions established by the Board of Water and Natural Resources. Section 12. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 13414, "bill_version_id": 78016, "bill_version": "Enrolled", "bill_version_date": "1998-02-18T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13414, "action_date": "1998-01-13T14:00:00-06:00", "document_id": 76884, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76884.pdf", "status_text": "First read in Senate and referred to", "journal_page": 26, "committee_id_action": 601, "committee_id_assigned": 599, "result": "N", "vote": {}}, {"bill_id": 13414, "action_date": "1998-01-28T09:00:00-06:00", "document_id": 76594, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76594.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 599, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13414, "action_date": "1998-01-28T09:00:00-06:00", "document_id": 76594, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76594.pdf", "status_text": "Do Pass,", "journal_page": 226, "committee_id_action": 599, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 39936, "president_vote": null, "Yea": [2115, 2165, 2188, 2118, 2148, 2145, 2130], "Excused": [2099, 2135]}}, {"bill_id": 13414, "action_date": "1998-01-29T14:00:00-06:00", "document_id": 76908, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76908.pdf", "status_text": "Do Pass,", "journal_page": 245, "committee_id_action": 601, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40055, "president_vote": null, "Yea": [2094, 2095, 2099, 2102, 2103, 2112, 2115, 2118, 2121, 2122, 2125, 2129, 2130, 2135, 2137, 2138, 2140, 2142, 2145, 2148, 2149, 2155, 2156, 2165, 2166, 2169, 2170, 2175, 2179, 2182, 2187, 2188, 2189, 2191, 2196]}}, {"bill_id": 13414, "action_date": "1998-01-30T14:00:00-06:00", "document_id": 76909, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76909.pdf", "status_text": "First read in House and referred to", "journal_page": 329, "committee_id_action": 600, "committee_id_assigned": 587, "result": "N", "vote": {}}, {"bill_id": 13414, "action_date": "1998-02-13T08:00:00-06:00", "document_id": 76735, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76735.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 587, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13414, "action_date": "1998-02-13T08:00:00-06:00", "document_id": 76735, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76735.pdf", "status_text": "Do Pass,", "journal_page": 640, "committee_id_action": 587, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38849, "president_vote": null, "Yea": [2107, 2123, 2184, 2116, 2143, 2154, 2167, 2176, 2174], "Excused": [2162]}}, {"bill_id": 13414, "action_date": "1998-02-14T14:00:00-06:00", "document_id": 76931, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76931.pdf", "status_text": "Deferred to another day", "journal_page": 703, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13414, "action_date": "1998-02-17T14:00:00-06:00", "document_id": 76933, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76933.pdf", "status_text": "Do Pass,", "journal_page": 726, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40740, "president_vote": null, "Yea": [2096, 2097, 2098, 2100, 2101, 2104, 2105, 2106, 2107, 2108, 2109, 2110, 2111, 2113, 2114, 2116, 2117, 2119, 2120, 2123, 2124, 2126, 2127, 2128, 2131, 2132, 2136, 2139, 2141, 2143, 2144, 2146, 2147, 2150, 2151, 2152, 2153, 2154, 2157, 2158, 2159, 2160, 2161, 2162, 2163, 2164, 2167, 2168, 2171, 2172, 2173, 2174, 2176, 2177, 2178, 2180, 2181, 2183, 2184, 2185, 2186, 2190, 2192, 2193, 2194, 2195, 2197, 2198, 2134], "Absent": [2133]}}, {"bill_id": 13414, "action_date": "1998-02-19T14:00:00-06:00", "document_id": 76938, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76938.pdf", "status_text": "Signed by President", "journal_page": 609, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13414, "action_date": "1998-02-19T14:00:00-06:00", "document_id": 76937, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76937.pdf", "status_text": "Signed by Speaker", "journal_page": 804, "committee_id_action": 600, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13414, "action_date": "1998-02-20T14:00:00-06:00", "document_id": 76940, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76940.pdf", "status_text": "Delivered to the Governor", "journal_page": 614, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13414, "action_date": "1998-02-25T14:00:00-06:00", "document_id": 76946, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76946.pdf", "status_text": "Signed by Governor", "journal_page": 694, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 1124, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/13414"}