{"session_id": 61, "bill_id": 21686, "bill_type": "House Bill", "bill_number": 1306, "bill_title": "revise certain provisions of administrative rules to authorize medical assistance under medicaid for certain youth on Indian reservations.", "sponsors": [{"legislator_profile_id": 3575, "is_prime": true}, {"legislator_profile_id": 3631, "is_prime": true}, {"legislator_profile_id": 3671, "is_prime": false}], "keywords": ["Administrative Rules", "Department of Social Services"], "audio": [{"meeting_datetime": "2007-02-07T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hhe21.mp3", "start_seconds": 5938.0}, {"meeting_datetime": "2007-02-07T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hhe21.mp3", "start_seconds": 5938.0}, {"meeting_datetime": "2007-02-07T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hhe21.mp3", "start_seconds": 5938.0}], "bill_versions": [{"bill_id": 21686, "bill_version_id": 111258, "bill_version": "Introduced", "bill_version_date": "2007-01-31T11:40:32-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions of administrative rules to authorize medical assistance under medicaid for certain youth on Indian reservations. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That ARSD 67:46:01:02 be amended to read as follows: 67:46:01:02. Eligibility requirements. The following individuals are eligible for medical assistance: (1) A low income family eligible for Medicaid under the provisions of chapter 67:46:12; (2) A recipient under the SSI program; (3) A person who is in a hospital or intermediate care facility and would be eligible for a money payment under the AFDC or SSI program upon leaving the facility; (4) A person under the age of 21 who is in the custody of the department and who meets the income and resource requirements of the AFDC program; (5) A person under the age of 21 who meets the AFDC income and resource requirements, is in foster care, and whose financial responsibility has been assumed in full or in part by the department; (6) A person who is eligible under the provisions of chapters 67:46:02 to 67:46:06, inclusive; (7) A person who is eligible for transitional medical benefits under the provisions of chapter 67:46:13; (8) A child in a subsidized adoption; (9) A person who is currently receiving social security, who was entitled to and received social security and SSI concurrently after April 1977, who was terminated from SSI, and who currently would be eligible for SSI if the social security cost of living allowances back to the time of SSI ineligibility are disregarded; (10) A child under the age of 18 who was receiving an SSI payment on August 22, 1996, but who lost SSI eligibility due to a change in the definition of childhood disability under the provisions of Pub. L. No. 104-193 (Personal Responsibility and Work Opportunity Reconciliation Act of 1996) § 211 (110 Stat. 2188) and who, except for the enactment of Pub. L. No. 104-193, would continue to be paid SSI; (11) A pregnant woman who meets the AFDC income and resource requirements of an assistance unit composed of the pregnant woman, her unborn child, and, if living in the home, the pregnant woman's spouse and any other family member who is applying for or receiving medical-only assistance under this section. At the family's option, any other household member who could be included in an AFDC assistance unit may be included in the determination. Eligibility continues throughout the pregnancy without regard to income changes; (12) A woman who applied for Medicaid while pregnant and who was eligible for and received Medicaid on the date the pregnancy ended. Eligibility continues to the end of the month 60 days after the pregnancy ends provided the AFDC resource limit is not exceeded. Coverage is limited to postpartum care and family planning services; (13) A person who was eligible for and received medical benefits under chapter 67:46:12 in at least three of the last six months and became ineligible because of an increase in child support payments paid in behalf of a member of the assistance unit. Eligibility for medical assistance continues for four months beginning with the month of ineligibility; (14) A dependent child of a minor parent who is ineligible for AFDC because of the deeming of the income of the minor parent's parent or the income of a sibling of the child; (15) A child under age 19 whose family income is up to 140 percent of the federal poverty level established in § 67:11:01:03. Persons considered in the determination include the child and any parents of the child living in the household as well as any other family member who is applying for or receiving medical-only assistance under this section. At the family's option, any other household member who could be included in an AFDC assistance unit may be included in the determination. Income is determined according to AFDC eligibility criteria; (16) A child under age 19, whose family income is up to 200 percent of the federal poverty level established in § 67:11:01:03 and who is eligible for the nonmedicaid children's health insurance program covered under the provisions of chapter 67:46:14; (17) A pregnant woman whose family resources calculated according to chapter 67:46:05 do not exceed $7,500 and whose family income is up to 133 percent of the federal poverty level established in § 67:11:01:03. Eligibility continues throughout the pregnancy and to the end of the month 60 days after the pregnancy ends without regard to income changes. Services payable are limited to those services that are related to pregnancy, postpartum care, or family planning. Persons considered include the pregnant woman, her unborn child, and, if living in the home, the pregnant woman's spouse and any other family member who is applying for or receiving medical-only assistance under this section. At the family's option, any other household member who could be included in the AFDC assistance unit may be included in the income determination. Income is determined according to AFDC eligibility criteria; (18) A person determined to be a qualified Medicare beneficiary under the provisions of chapter 67:46:11, with benefits limited to the part A and B premium, deductible, and coinsurance charges; (19) A person determined to be a qualified Medicare beneficiary under the provisions of chapter 67:46:11 whose income is at least 120 percent, but less than 135 percent of the federal poverty level, and who is not otherwise eligible for Medicaid. Benefits are limited to part B Medicare premiums and the limitations established in Pub. L. No. 105-33, § 4732 (111 Stat. 520) (August 5, 1997); (20) Effective through December 31, 2002, a person determined to be a qualified Medicare beneficiary under the provisions of chapter 67:46:11 whose income is at least 135 percent, but less than 175 percent of the federal poverty level, and who is not otherwise eligible for Medicaid. Benefits are limited to that portion of the Medicare cost-sharing described in Pub. L. No. 105-33, § 4732(a)(2)(iv)(II) (111 Stat. 520) (August 5, 1997) and the limitations established in Pub. L. No. 105-33, § 4732 (111 Stat. 520) (August 5, 1997); (21) A person who is eligible for and is receiving services under the home and community-based services waiver program in chapter 67:44:03 or the home and community-based services program in chapter 67:54:04; (22) A disabled widow or a disabled widower who is age 50 up to age 65, who was terminated from SSI due to receipt of social security benefits under Title II of the Social Security Act, as amended to January 1, 2000, who is not on Medicare part A, and who would continue to be eligible for SSI if the Title II benefits are disregarded; (23) A disabled adult who became disabled or blind before age 22 and was terminated from SSI due to entitlement to social security benefits as an adult disabled child, but who would remain SSI-eligible if the social security benefits are disregarded; (24) A child born after December 31, 1990, to a woman eligible for and receiving Medicaid on the date of the child's birth. Eligibility continues for up to one year as long as the child is in the mother's household and the mother remains a resident of the state, and either the mother remains eligible for Medicaid or the mother would be eligible for Medicaid if she was still pregnant; (25) A child under age 21 who is a ward of the South Dakota Unified Judicial System, is not an inmate of a public institution, and meets the AFDC income and resource requirements . A person under age 21 who is an enrolled member of an Indian tribe, is eligible for tribal membership, or is receiving tribal assistance is eligible for medical assistance under this subdivision if the person is under the jurisdiction of a tribal juvenile detention center rather than a ward of the South Dakota Unified Judicial System ; (26) A child under age 21 who is under the jurisdiction of the South Dakota Department of Corrections, is not an inmate of a public institution, resides in either a group care center for minors or a residential treatment center that accommodates no more than 25 children, and meets the AFDC income and resource requirements . A person under age 21 who is an enrolled member of an Indian tribe, is eligible for tribal membership, or is receiving tribal assistance is eligible for medical assistance under this subdivision if the person is under the jurisdiction of a tribal juvenile detention center rather than under the jurisdiction of the South Dakota Department of Corrections ; (27) A child under age 21 who, on the child's eighteenth birthday, was in foster care under the responsibility of the state; and (28) A woman under age 65 who was screened for breast and cervical cancer by the Department of Health's All Women Count Program and who is in need of treatment for breast or cervical cancer or a precancerous condition of the breast or cervix, in not covered under creditable coverage, and is not otherwise eligible for medical services. For purposes of this rule, a qualified alien who arrived in the United States after August 21, 1996, and who meets the eligibility requirements contained in this section must also meet the requirements of § 67:46:01:10."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 21686, "action_date": "2007-01-31T14:00:00-06:00", "document_id": 111304, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111304.pdf", "status_text": "First read in House and referred to", "journal_page": 284, "committee_id_action": 923, "committee_id_assigned": 914, "result": "N", "vote": {}}, {"bill_id": 21686, "action_date": "2007-02-02T07:45:00-06:00", "document_id": 111441, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111441.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 914, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21686, "action_date": "2007-02-07T07:45:00-06:00", "document_id": 111734, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111734.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 914, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21686, "action_date": "2007-02-07T07:45:00-06:00", "document_id": 111734, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111734.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 391, "committee_id_action": 914, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 64758, "president_vote": null, "Yea": [3576, 3588, 3613, 3620, 3624, 3645, 3646, 3656, 3662, 3671, 3670], "Nay": [3631], "Excused": [3637]}}]}