{"session_id": 57, "bill_id": 19757, "bill_type": "House Bill", "bill_number": 1207, "bill_title": "increase the school term and to compensate school districts for the increase.", "sponsors": [{"legislator_profile_id": 3151, "is_prime": true}, {"legislator_profile_id": 3213, "is_prime": true}, {"legislator_profile_id": 3150, "is_prime": false}, {"legislator_profile_id": 3164, "is_prime": false}, {"legislator_profile_id": 3166, "is_prime": false}, {"legislator_profile_id": 3169, "is_prime": false}, {"legislator_profile_id": 3172, "is_prime": false}, {"legislator_profile_id": 3174, "is_prime": false}, {"legislator_profile_id": 3190, "is_prime": false}, {"legislator_profile_id": 3191, "is_prime": false}, {"legislator_profile_id": 3201, "is_prime": false}, {"legislator_profile_id": 3204, "is_prime": false}, {"legislator_profile_id": 3220, "is_prime": false}, {"legislator_profile_id": 3221, "is_prime": false}, {"legislator_profile_id": 3224, "is_prime": false}, {"legislator_profile_id": 3233, "is_prime": false}, {"legislator_profile_id": 3235, "is_prime": false}, {"legislator_profile_id": 3243, "is_prime": false}, {"legislator_profile_id": 3249, "is_prime": false}], "keywords": ["Appropriations", "Education", "School Districts"], "audio": [{"meeting_datetime": "2005-02-03T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hed17hb1207a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-03T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hed17hb1207a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-03T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hed17hb1207a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-03T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hed17hb1207a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 19757, "bill_version_id": 103504, "bill_version": "Introduced", "bill_version_date": "2005-01-28T09:00:51-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to increase the school term and to compensate school districts for the increase. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-26-1 be amended to read as follows: 13-26-1. The school fiscal year shall begin July first and end June thirtieth. Each local school board shall set the number of days in a school term, the length of a school day, and the number of school days in a school week. The local school board or governing body shall establish the number of hours in the school term for kindergarten programs. The Board of Education shall promulgate rules pursuant to chapter 1-26 setting the minimum number of hours in the school term for grades one through three. The number of hours in the school term for grades four through twelve may not be less than nine hundred sixty-two and one-half nine hundred sixty-eight hours in school fiscal year 2006, nine hundred seventy-nine hours in fiscal year 2007, and nine hundred ninety hours in school fiscal year 2008 and thereafter , exclusive of intermissions. An intermission is the time when pupils are at recess or lunch. Section 2. That § 13-13-10.1 be amended to read as follows: 13-13-10.1. Terms used in this chapter mean: (1) \"Average daily membership,\" the average number of resident and nonresident kindergarten through twelfth grade pupils enrolled in all schools operated by the school district during the previous regular school year, minus average number of pupils for whom the district receives tuition, except pupils described in subdivision (1A) and pupils for whom tuition is being paid pursuant to § 13-28-42 and plus the average number of pupils for whom the district pays tuition; (1A) Nonresident students who are in the care and custody of the Department of Social Services, the Unified Judicial System, the Department of Corrections, or other state agencies and are attending a public school may be included in the average daily membership of the receiving district when enrolled in the receiving district. When counting a student who meets these criteria in its general enrollment average daily membership, the receiving district may begin the enrollment on the first day of attendance. The district of residence prior to the custodial transfer may not include students who meet these criteria in its general enrollment average daily membership after the student ceases to attend school in the resident district; (2) \"Adjusted average daily membership,\" calculated as follows: (a) For districts with an average daily membership of two hundred or less, multiply 1.2 times the average daily membership; (b) For districts with an average daily membership of less than six hundred, but greater than two hundred, raise the average daily membership to the 0.8293 power and multiply the result times 2.98; (c) For districts with an average daily membership of six hundred or more, multiply 1.0 times their average daily membership; (3) \"Index factor,\" is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less; (4) \"Per student allocation,\" for school fiscal year 2005 is $4,086.56. Each school fiscal year thereafter, the per student allocation is the previous fiscal year's per student allocation increased by the index factor . For school fiscal year 2006, the per student allocation shall be increased by an additional $23.19, and for school fiscal years 2007 and 2008, the per student allocation shall be increased by an additional $46.38 ; (5) \"Local need,\" the per student allocation multiplied by the adjusted average daily membership; (6) \"Local effort,\" the amount of ad valorem taxes generated in a school fiscal year by applying the levies established pursuant to § 10-12-42; (7) \"General fund balance,\" the unreserved fund balance of the general fund, less general fund exclusions plus, beginning with transfers made in fiscal year 2001, any transfers out of the general fund for the previous school fiscal year; (8) \"General fund balance percentage,\" is a school district's general fund balance divided by the school district's total general fund expenditures for the previous school fiscal year, the quotient expressed as a percent; (9) \"General fund base percentage,\" is the general fund balance percentage as of June 30, 2000. However, the general fund base percentage can never increase and can never be less than twenty percent; (10) \"Allowable general fund balance,\" the fund base percentage multiplied by the district's general fund expenditures in the previous school fiscal year; (11) \"Imputed interest rate,\" the average prime rate for the preceding fiscal year minus 2.5 percentage points; (12) \"General fund exclusions,\" revenue a school district has received from the imposition of the excess tax levy pursuant to § 10-12-43; revenue a school district has received from gifts, contributions, grants, or donations; revenue a school district has received under the provisions of §§ 13-6-92 to 13-6-96, inclusive; and any revenue in the general fund set aside for a noninsurable judgment."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 19757, "action_date": "2005-01-28T13:00:00-06:00", "document_id": 103565, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103565.pdf", "status_text": "First read in House and referred to", "journal_page": 224, "committee_id_action": 860, "committee_id_assigned": 849, "result": "N", "vote": {}}, {"bill_id": 19757, "action_date": "2005-02-03T10:00:00-06:00", "document_id": 104004, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104004.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 849, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19757, "action_date": "2005-02-03T10:00:00-06:00", "document_id": 104004, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104004.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 310, "committee_id_action": 849, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 61559, "president_vote": null, "Nay": [3156, 3191, 3233, 3235, 3251, 3213], "Yea": [3158, 3159, 3220, 3222, 3225, 3253, 3254, 3189], "Excused": [3169]}}]}