{"session_id": 68, "bill_id": 23765, "bill_type": "House Bill", "bill_number": 1113, "bill_title": "allow property tax rates for an ambulance district to vary based on property classification.", "sponsors": [{"legislator_profile_id": 4429, "is_prime": true}, {"legislator_profile_id": 4471, "is_prime": false}, {"legislator_profile_id": 4383, "is_prime": false}, {"legislator_profile_id": 4460, "is_prime": false}, {"legislator_profile_id": 4469, "is_prime": false}, {"legislator_profile_id": 4392, "is_prime": false}, {"legislator_profile_id": 4467, "is_prime": false}, {"legislator_profile_id": 4401, "is_prime": false}], "keywords": ["Emergency Medical Services", "Property Tax", "Public Health and Safety"], "audio": [], "bill_versions": [{"bill_id": 23765, "bill_version_id": 245339, "bill_version": "Introduced", "bill_version_date": "2023-01-23T12:23:20.323-06:00", "bill_text": "An Act to allow property tax rates for an ambulance district to vary based on property classification. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 34-11A-20 be AMENDED: 34-11A-20. No tax in excess of sixty cents per thousand dollars of taxable valuation upon the property within an ambulance district may be levied for such district pursuant to the provisions of this chapter. A levy set pursuant to this section may be set at different amounts for each classification of property in an ambulance district. The amount of money received from the tax levy on all property within the district plus the amount of money received from the imposition of any special assessment within the district may not exceed the amount which would be raised by a general tax levy of sixty cents per thousand dollars upon all property within an ambulance district. In no case may the amount of tax levy exceed the amount of funds required to defray the expenses of the district for a period of one year as embraced in the annual estimate of expenses including the amount of principal and interest upon the indebtedness of the district for the ensuing year. However, no district organized pursuant to this chapter is subject to any general county levy for ambulance service. Section 2. Section 1 of this Act is effective for property taxes payable in 2024 and every year thereafter."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23765, "action_date": "2023-01-24T14:00:00-06:00", "document_id": 245502, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/245502.pdf", "status_text": "Withdrawn at the Request of the Prime Sponsor", "journal_page": 96, "committee_id_action": 1159, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/23765"}