{"session_id": 64, "bill_id": 23038, "bill_type": "Senate Bill", "bill_number": 87, "bill_title": "update the South Dakota Coordinate System to conform to national standards.", "sponsors": [{"legislator_profile_id": 3936, "is_prime": true}, {"legislator_profile_id": 3937, "is_prime": true}], "keywords": ["Land Records", "Property"], "audio": [{"meeting_datetime": "2022-01-26T08:15:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/str11.mp3", "start_seconds": 406.0}, {"meeting_datetime": "2022-01-26T08:15:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/str11.mp3", "start_seconds": 406.0}, {"meeting_datetime": "2022-01-26T08:15:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/str11.mp3", "start_seconds": 406.0}, {"meeting_datetime": "2022-01-26T08:15:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/str11.mp3", "start_seconds": 406.0}, {"meeting_datetime": "2022-01-26T08:15:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/str11.mp3", "start_seconds": 406.0}, {"meeting_datetime": "2022-02-08T10:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/htr19.mp3", "start_seconds": 208.0}, {"meeting_datetime": "2022-02-08T10:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/htr19.mp3", "start_seconds": 220.0}, {"meeting_datetime": "2022-02-08T10:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/htr19.mp3", "start_seconds": 220.0}, {"meeting_datetime": "2022-02-08T10:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/htr19.mp3", "start_seconds": 220.0}], "bill_versions": [{"bill_id": 23038, "bill_version_id": 227644, "bill_version": "Introduced", "bill_version_date": "2022-01-17T15:27:30.563-06:00", "bill_text": "An Act to update the South Dakota Coordinate System to conform to national standards. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 43-22-1 be AMENDED: 43-22-1. The systems of plane coordinates which have been established by the United States Department of Commerce, National Oceanic and Atmospheric Administration,The most recent system of plane coordinates established by the National Geodetic Survey for defining and stating the geographic positions or locations of points on, within, or above the surface of the earth within the State of South Dakota are hereafter to be known and designated as the \"South Dakota coordinate system of 1927\" and the \"South Dakota coordinate system of 1983.\" South Dakota state plane coordinate system. Section 2. That § 43-22-2 be AMENDED: 43-22-2. For the purpose of the use of these systems the state is divided into a \"north zone\" and a \"south zone.\" purposes of this chapter, the South Dakota state plane coordinate system is divided into zones established by the National Geodetic Survey as a component of the National Spatial Referenced System. Each zone shall be uniquely and consistently defined within the South Dakota state plane coordinate system. Section 3. That § 43-22-5 be AMENDED: 43-22-5. As established for use in the north zone the South Dakota coordinate system of 1927 or the South Dakota coordinate system of 1983 shall be named, and in any land description in which it is used it shall be designated, the \"South Dakota coordinate system of 1927, north zone\" or the \"South Dakota coordinate system of 1983, north zone.\" As established for use in the south zone, the South Dakota coordinate system of 1927 or the South Dakota coordinate system of 1983 shall be named, and in any land description in which it is used it shall be designated, the \"South Dakota coordinate system of 1927, south zone\" or the \"South Dakota coordinate system of 1983, south zone.\" The South Dakota state plane coordinate system shall be named in any land description in which it is used, and the zone used shall be specified. Section 4. That § 43-22-6 be AMENDED: 43-22-6. For purposes of more precisely defining the South Dakota coordinate systems of 1927 and 1983, the following definition by the United States Department of Commerce, National Oceanic and Atmospheric Administration, is adopted: (1) The South Dakota coordinate system of 1927, north zone, is a Lambert conformal projection of the Clarke Spheroid of 1866, having standard parallels at north latitudes 44 degrees 25 minutes and 45 degrees 41 minutes, along which parallels the scale shall be exact. The origin of coordinates is at the intersection of the meridian 100 degrees 00 minutes west of Greenwich and the parallel of 43 degrees 50 minutes north latitude. This origin is given the coordinates: x equals 2,000,000 feet and y equals 0 feet. (2) The South Dakota coordinate system of 1927, south zone, is a Lambert conformal projection of the Clarke Spheroid of 1866, having standard parallels at north latitudes 42 degrees 50 minutes and 44 degrees 24 minutes, along which parallels the scale shall be exact. The origin of coordinates is at the intersection of the meridian 100 degrees 20 minutes west of Greenwich and the parallel 42 degrees 20 minutes north latitude. This origin is given the coordinates: x equals 2,000,000 feet and y equals 0 feet. (3) The South Dakota coordinate system of 1983, north zone, is a Lambert conformal conic projection of the North American Datum of 1983, having standard parallels at north latitudes 44 degrees 25 minutes and 45 degrees 41 minutes along which parallels the scale shall be exact. The origin of coordinates is at the intersection of the meridian 100 degrees 00 minutes west of Greenwich and the parallel 43 degrees 50 minutes north latitude. This origin is given the coordinates: x equals 600,000 meters and y equals 0 meters. (4) The South Dakota coordinate system of 1983, south zone is a Lambert conformal conic projection of the North American Datum of 1983, having standard parallels at north latitudes 42 degrees 50 minutes and 44 degrees 24 minutes along which parallels the scale shall be exact. The origin of coordinates is at the intersection of the meridian 100 degrees 20 minutes west of Greenwich and the parallel 42 degrees 20 minutes north latitude. This origin is given the coordinates: x equals 600,000 meters and y equals 0 meters.The official geodetic datums that geodetic coordinates, including latitude, longitude, ellipsoid height, orthometric height, or dynamic height, are referenced within this state, shall be defined for the National Spatial Reference System or its successor. Section 5. That § 43-22-8 be AMENDED: 43-22-8. The plane coordinate values for of a point on the earth's surface, to be used to express the geographic position or location of such point in the appropriate zone of these systems, the South Dakota state plane coordinate system, shall consist of two distances, expressed in United States survey feet and decimals of a foot when using the South Dakota coordinate system of 1927 and expressed in United States survey feet and decimals of a foot when using the South Dakota coordinate system of 1983 or meters and decimals of a meter. One of these distances, to be known as the \"x‑coordinate\" on North American Datum 1927 and \"Easting\" on North American Datum 1983, shall give the position in an east‑and‑west direction; the other, to be known as the \"y‑coordinate\" on North American Datum 1927 and \"Northing\" on North American Datum 1983, shall give the position in a north‑and‑south direction. These coordinates shall be made to depend upon and conform to plane rectangular coordinate values for the monumented points of the North American Horizontal Geodetic Control Network as published by the United States Department of Commerce, National Oceanic and Atmospheric Administration, and whose plane coordinates have been computed on the systems defined in this chapter. Any such station may be used for establishing a survey connection to either South Dakota coordinate system. If the values are expressed in feet, a definition of one foot equals 0.3048 meter exactly is used as the standard foot for the South Dakota state plane coordinate system. One of the two distances, to be known as the east or x-coordinate, gives the distance east of the y-axis; the other, to be known as the north or y-coordinate, gives the distance north of the x-axis. The y-axis of any zone is parallel with the central meridian of that zone. The x-axis of any zone is at the right angles to the central meridian of that zone. Height is the coordinate value of the vertical elements of the National Spatial Reference System expressed as feet or meters and identified as ellipsoid height or orthometric height. Section 6. That § 43-22-9 be AMENDED: 43-22-9. No coordinates based on either South Dakota coordinate system, purporting to define the position of a point on a land boundary, shall be presented to be recorded in any public land records or deed records unless such point is within one kilometer of a monumented horizontal control station established in conformity with the standards of accuracy and specification for first or second‑order geodetic surveying as prepared and published by the federal geodetic control committee of the United States Department of Commerce. Standards and specifications of the federal geodetic control committee in force on date of the survey apply. Publishing existing control stations, or the acceptance with intent to publish the newly established stations, by the United States Department of Commerce, National Oceanic and Atmospheric Administration, shall constitute evidence of adherence to the federal geodetic control committee specifications. Above limitations may be modified by a duly authorized state agency to meet local conditionsNo coordinates based on the South Dakota state plane coordinate system purporting to define the position of a point on a land boundary may be presented to be recorded in any plat, easement, exhibit, deed, or certified corner records unless the coordinate or coordinates are accompanied by a description of the horizontal datum, realization, and methodology used and published within the same document.. Section 7. That § 43-22-10 be AMENDED: 43-22-10. The use of the term \"South Dakota coordinate system of 1927 north zone,\" or \"South Dakota coordinate system of 1927 south zone,\" or the use of the term \"South Dakota coordinate system of 1983 north zone,\" or \"South Dakota coordinate system of 1983 south zone,\" on any map, report of survey, or other document, shall be limited to coordinates based on the South Dakota coordinate systems as defined in this chapterThe use of the term, South Dakota state plane coordinate system, on any map, report of a survey, or other documents, is limited to coordinates based on the South Dakota state plane coordinate system as defined in this chapter. Section 8. That § 43-22-11 be AMENDED: 43-22-11. If any tract of land to be defined by a single description extends from one coordinate zone into the other of the coordinate zones described by §§ 43-22-3 and 43-22-4 zone, the positions of all points on its boundaries may be referred to either byof the two zones, the zone which that is used being specifically named in the description. Section 9. That § 43-22-12.1 be AMENDED: 43-22-12.1. For purposes of describing the location of any survey station or land boundary corner in the state, it shall be considered is a complete, legal, and satisfactory description of such the location to give the position of the survey station or land boundary corner on the system of plane coordinates defined in this chapter. Whenever coordinates based on the South Dakota state plane coordinate system are used to describe any tract of land that in the same document is also described by reference to any subdivision, line, or corner of the United States Public Lands Survey, the description by coordinates must be construed as supplemental to the basic description of the subdivision, line, or corner contained in the official plats and field notes filed of record, and in the event of any conflict, the description by reference to the subdivision, line, or corner of the United States Public Lands Survey prevails over the description by coordinates. Section 10. That § 43-22-13 be AMENDED: 43-22-13. Nothing contained in this chapter requires a purchaser, mortgagee, or insurer of real property to rely wholly on a land description, any part of which depends exclusively on either South Dakota coordinate system upon the South Dakota state plane coordinate system. Section 11. That chapter 43-22 be amended with a NEW SECTION: The provisions of this chapter may not be construed to prohibit the appropriate use of other geodetic reference networks. Section 12. That § 43-22-3 be REPEALED: The area now included in the following counties shall constitute the north zone: Beadle, Brookings, Brown, Butte, Campbell, Clark, Codington, Corson, Day, Deuel, Dewey, Edmunds, Faulk, Grant, Hamlin, Hand, Harding, Hyde, Kingsbury, Lawrence, McPherson, Marshall, Meade, Perkins, Potter, Roberts, Spink, Sully, Walworth, and Ziebach. Section 13. That § 43-22-4 be REPEALED: The area now included in the following counties shall constitute the south zone: Aurora, Bennett, Bon Homme, Brule, Buffalo, Charles Mix, Clay, Custer, Davison, Douglas, Fall River, Gregory, Haakon, Hanson, Hughes, Hutchinson, Jackson, Jerauld, Jones, Lake, Lincoln, Lyman, McCook, Mellette, Miner, Minnehaha, Moody, Oglala Lakota, Pennington, Sanborn, Stanley, Todd, Tripp, Turner, Union, and Yankton. Section 14. That § 43-22-14 be REPEALED: The South Dakota coordinate system of 1927 may not be used after January 1, 1991. The South Dakota coordinate system of 1983 shall be the sole system after January 1, 1991."}, {"bill_id": 23038, "bill_version_id": 229959, "bill_version": "Senate Transportation Engrossed", "bill_version_date": "2022-01-26T13:16:33.67-06:00", "bill_text": "An Act to update the South Dakota Coordinate System to conform to national standards. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 43-22-1 be AMENDED: 43-22-1. The systems of plane coordinates which have been established by the United States Department of Commerce, National Oceanic and Atmospheric Administration,The most recent system of plane coordinates established by the National Geodetic Survey for defining and stating the geographic positions or locations of points on, within, or above the surface of the earth within the State of South Dakota are hereafter to be known and designated as the \"South Dakota coordinate system of 1927\" and the \"South Dakota coordinate system of 1983.\" South Dakota state plane coordinate system. Section 2. That § 43-22-2 be AMENDED: 43-22-2. For the purpose of the use of these systems the state is divided into a \"north zone\" and a \"south zone.\" purposes of this chapter, the South Dakota state plane coordinate system is divided into zones established by the National Geodetic Survey as a component of the National Spatial Reference System. Each zone shall be uniquely and consistently defined within the South Dakota state plane coordinate system. Section 3. That § 43-22-5 be AMENDED: 43-22-5. As established for use in the north zone the South Dakota coordinate system of 1927 or the South Dakota coordinate system of 1983 shall be named, and in any land description in which it is used it shall be designated, the \"South Dakota coordinate system of 1927, north zone\" or the \"South Dakota coordinate system of 1983, north zone.\" As established for use in the south zone, the South Dakota coordinate system of 1927 or the South Dakota coordinate system of 1983 shall be named, and in any land description in which it is used it shall be designated, the \"South Dakota coordinate system of 1927, south zone\" or the \"South Dakota coordinate system of 1983, south zone.\" The South Dakota state plane coordinate system shall be named in any land description in which it is used, and the zone used shall be specified. Section 4. That § 43-22-6 be AMENDED: 43-22-6. For purposes of more precisely defining the South Dakota coordinate systems of 1927 and 1983, the following definition by the United States Department of Commerce, National Oceanic and Atmospheric Administration, is adopted: (1) The South Dakota coordinate system of 1927, north zone, is a Lambert conformal projection of the Clarke Spheroid of 1866, having standard parallels at north latitudes 44 degrees 25 minutes and 45 degrees 41 minutes, along which parallels the scale shall be exact. The origin of coordinates is at the intersection of the meridian 100 degrees 00 minutes west of Greenwich and the parallel of 43 degrees 50 minutes north latitude. This origin is given the coordinates: x equals 2,000,000 feet and y equals 0 feet. (2) The South Dakota coordinate system of 1927, south zone, is a Lambert conformal projection of the Clarke Spheroid of 1866, having standard parallels at north latitudes 42 degrees 50 minutes and 44 degrees 24 minutes, along which parallels the scale shall be exact. The origin of coordinates is at the intersection of the meridian 100 degrees 20 minutes west of Greenwich and the parallel 42 degrees 20 minutes north latitude. This origin is given the coordinates: x equals 2,000,000 feet and y equals 0 feet. (3) The South Dakota coordinate system of 1983, north zone, is a Lambert conformal conic projection of the North American Datum of 1983, having standard parallels at north latitudes 44 degrees 25 minutes and 45 degrees 41 minutes along which parallels the scale shall be exact. The origin of coordinates is at the intersection of the meridian 100 degrees 00 minutes west of Greenwich and the parallel 43 degrees 50 minutes north latitude. This origin is given the coordinates: x equals 600,000 meters and y equals 0 meters. (4) The South Dakota coordinate system of 1983, south zone is a Lambert conformal conic projection of the North American Datum of 1983, having standard parallels at north latitudes 42 degrees 50 minutes and 44 degrees 24 minutes along which parallels the scale shall be exact. The origin of coordinates is at the intersection of the meridian 100 degrees 20 minutes west of Greenwich and the parallel 42 degrees 20 minutes north latitude. This origin is given the coordinates: x equals 600,000 meters and y equals 0 meters.The official geodetic datums that geodetic coordinates, including latitude, longitude, ellipsoid height, orthometric height, or dynamic height, are referenced within this state, shall be defined for the National Spatial Reference System or its successor. Section 5. That § 43-22-8 be AMENDED: 43-22-8. The plane coordinate values for of a point on the earth's surface, to be used to express the geographic position or location of such point in the appropriate zone of these systems, the South Dakota state plane coordinate system, shall consist of two distances, expressed in United States survey feet and decimals of a foot when using the South Dakota coordinate system of 1927 and expressed in United States survey feet and decimals of a foot when using the South Dakota coordinate system of 1983 or meters and decimals of a meter. One of these distances, to be known as the \"x‑coordinate\" on North American Datum 1927 and \"Easting\" on North American Datum 1983, shall give the position in an east‑and‑west direction; the other, to be known as the \"y‑coordinate\" on North American Datum 1927 and \"Northing\" on North American Datum 1983, shall give the position in a north‑and‑south direction. These coordinates shall be made to depend upon and conform to plane rectangular coordinate values for the monumented points of the North American Horizontal Geodetic Control Network as published by the United States Department of Commerce, National Oceanic and Atmospheric Administration, and whose plane coordinates have been computed on the systems defined in this chapter. Any such station may be used for establishing a survey connection to either South Dakota coordinate system. If the values are expressed in feet, a definition of one foot equals 0.3048 meter exactly is used as the standard foot for the South Dakota state plane coordinate system. One of the two distances, to be known as the east or x-coordinate, gives the distance east of the y-axis; the other, to be known as the north or y-coordinate, gives the distance north of the x-axis. The y-axis of any zone is parallel with the central meridian of that zone. The x-axis of any zone is at the right angles to the central meridian of that zone. Height is the coordinate value of the vertical elements of the National Spatial Reference System expressed as feet or meters and identified as ellipsoid height or orthometric height. Section 6. That § 43-22-9 be AMENDED: 43-22-9. No coordinates based on either South Dakota coordinate system, purporting to define the position of a point on a land boundary, shall be presented to be recorded in any public land records or deed records unless such point is within one kilometer of a monumented horizontal control station established in conformity with the standards of accuracy and specification for first or second‑order geodetic surveying as prepared and published by the federal geodetic control committee of the United States Department of Commerce. Standards and specifications of the federal geodetic control committee in force on date of the survey apply. Publishing existing control stations, or the acceptance with intent to publish the newly established stations, by the United States Department of Commerce, National Oceanic and Atmospheric Administration, shall constitute evidence of adherence to the federal geodetic control committee specifications. Above limitations may be modified by a duly authorized state agency to meet local conditionsNo coordinates based on the South Dakota state plane coordinate system purporting to define the position of a point on a land boundary may be presented to be recorded in any plat, easement, exhibit, deed, certified corner records, or other document unless the coordinate or coordinates are accompanied by a description of the horizontal datum, realization, and methodology used and published within the same document. Section 7. That § 43-22-10 be AMENDED: 43-22-10. The use of the term \"South Dakota coordinate system of 1927 north zone,\" or \"South Dakota coordinate system of 1927 south zone,\" or the use of the term \"South Dakota coordinate system of 1983 north zone,\" or \"South Dakota coordinate system of 1983 south zone,\" on any map, report of survey, or other document, shall be limited to coordinates based on the South Dakota coordinate systems as defined in this chapterThe use of the term, South Dakota state plane coordinate system, on any map, report of survey, or other documents, is limited to coordinates based on the South Dakota state plane coordinate system as defined in this chapter. Section 8. That § 43-22-11 be AMENDED: 43-22-11. If any tract of land to be defined by a single description extends from one coordinate zone into the other another of the coordinate zones described by §§ 43-22-3 and 43-22-4 zone, the positions of all points on its boundaries may be referred to either byof the two zones, the zone which that is used being specifically named in the description. Section 9. That § 43-22-12.1 be AMENDED: 43-22-12.1. For purposes of describing the location of any survey station or land boundary corner in the state, it shall be considered is a complete, legal, and satisfactory description of such the location to give the position of the survey station or land boundary corner on the system of plane coordinates defined in this chapter. Whenever coordinates based on the South Dakota state plane coordinate system are used to describe any tract of land that in the same document is also described by reference to any subdivision, line, or corner of the United States Public Lands Survey, the description by coordinates must be construed as supplemental to the basic description of the subdivision, line, or corner contained in the official plats and field notes filed of record, and in the event of any conflict, the description by reference to the subdivision, line, or corner of the United States Public Lands Survey prevails over the description by coordinates. Section 10. That § 43-22-13 be AMENDED: 43-22-13. Nothing contained in this chapter requires a purchaser, mortgagee, or insurer of real property to rely wholly on a land description, any part of which depends exclusively on either South Dakota coordinate system upon the South Dakota state plane coordinate system. Section 11. That chapter 43-22 be amended with a NEW SECTION: The provisions of this chapter may not be construed to prohibit the appropriate use of other geodetic reference networks. Section 12. That § 43-22-3 be REPEALED: The area now included in the following counties shall constitute the north zone: Beadle, Brookings, Brown, Butte, Campbell, Clark, Codington, Corson, Day, Deuel, Dewey, Edmunds, Faulk, Grant, Hamlin, Hand, Harding, Hyde, Kingsbury, Lawrence, McPherson, Marshall, Meade, Perkins, Potter, Roberts, Spink, Sully, Walworth, and Ziebach. Section 13. That § 43-22-4 be REPEALED: The area now included in the following counties shall constitute the south zone: Aurora, Bennett, Bon Homme, Brule, Buffalo, Charles Mix, Clay, Custer, Davison, Douglas, Fall River, Gregory, Haakon, Hanson, Hughes, Hutchinson, Jackson, Jerauld, Jones, Lake, Lincoln, Lyman, McCook, Mellette, Miner, Minnehaha, Moody, Oglala Lakota, Pennington, Sanborn, Stanley, Todd, Tripp, Turner, Union, and Yankton. Section 14. That § 43-22-14 be REPEALED: The South Dakota coordinate system of 1927 may not be used after January 1, 1991. The South Dakota coordinate system of 1983 shall be the sole system after January 1, 1991."}, {"bill_id": 23038, "bill_version_id": 233070, "bill_version": "Enrolled", "bill_version_date": "2022-02-10T11:43:08.943-06:00", "bill_text": "ENTITLED An Act to update the South Dakota Coordinate System to conform to national standards. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 43-22-1 be AMENDED: 43-22-1. The most recent system of plane coordinates established by the National Geodetic Survey for defining and stating the geographic positions or locations of points on, within, or above the surface of the earth within the State of South Dakota are hereafter to be known and designated as the South Dakota state plane coordinate system. Section 2. That § 43-22-2 be AMENDED: 43-22-2. For the purposes of this chapter, the South Dakota state plane coordinate system is divided into zones established by the National Geodetic Survey as a component of the National Spatial Reference System. Each zone shall be uniquely and consistently defined within the South Dakota state plane coordinate system. Section 3. That § 43-22-5 be AMENDED: 43-22-5. The South Dakota state plane coordinate system shall be named in any land description in which it is used, and the zone used shall be specified. Section 4. That § 43-22-6 be AMENDED: 43-22-6. The official geodetic datums that geodetic coordinates, including latitude, longitude, ellipsoid height, orthometric height, or dynamic height, are referenced within this state, shall be defined for the National Spatial Reference System or its successor. Section 5. That § 43-22-8 be AMENDED: 43-22-8. The plane coordinate values of a point on the earth's surface, to be used to express the geographic position or location of such point in the appropriate zone of the South Dakota state plane coordinate system, consist of two distances, expressed in feet and decimals of a foot or meters and decimals of a meter. If the values are expressed in feet, a definition of one foot equals 0.3048 meter exactly is used as the standard foot for the South Dakota state plane coordinate system. One of the two distances, to be known as the east or x-coordinate, gives the distance east of the y-axis; the other, to be known as the north or y-coordinate, gives the distance north of the x-axis. The y-axis of any zone is parallel with the central meridian of that zone. The x-axis of any zone is at the right angles to the central meridian of that zone. Height is the coordinate value of the vertical elements of the National Spatial Reference System expressed as feet or meters and identified as ellipsoid height or orthometric height. Section 6. That § 43-22-9 be AMENDED: 43-22-9. No coordinates based on the South Dakota state plane coordinate system purporting to define the position of a point on a land boundary may be presented to be recorded in any plat, easement, exhibit, deed, certified corner records, or other document unless the coordinate or coordinates are accompanied by a description of the horizontal datum, realization, and methodology used and published within the same document. Section 7. That § 43-22-10 be AMENDED: 43-22-10. The use of the term, South Dakota state plane coordinate system, on any map, report of survey, or other documents, is limited to coordinates based on the South Dakota state plane coordinate system as defined in this chapter. Section 8. That § 43-22-11 be AMENDED: 43-22-11. If any tract of land to be defined by a single description extends from one coordinate zone into another coordinate zone, the positions of all points on its boundaries may be referred to by the zone that is used being specifically named in the description. Section 9. That § 43-22-12.1 be AMENDED: 43-22-12.1. For purposes of describing the location of any survey station or land boundary corner in the state, it is a complete, legal, and satisfactory description of the location to give the position of the survey station or land boundary corner on the system of plane coordinates defined in this chapter. Whenever coordinates based on the South Dakota state plane coordinate system are used to describe any tract of land that in the same document is also described by reference to any subdivision, line, or corner of the United States Public Lands Survey, the description by coordinates must be construed as supplemental to the basic description of the subdivision, line, or corner contained in the official plats and field notes filed of record, and in the event of any conflict, the description by reference to the subdivision, line, or corner of the United States Public Lands Survey prevails over the description by coordinates. Section 10. That § 43-22-13 be AMENDED: 43-22-13. Nothing contained in this chapter requires a purchaser, mortgagee, or insurer of real property to rely wholly on a land description, any part of which depends exclusively upon the South Dakota state plane coordinate system. Section 11. That chapter 43-22 be amended with a NEW SECTION: The provisions of this chapter may not be construed to prohibit the appropriate use of other geodetic reference networks. Section 12. That § 43-22-3 be REPEALED. Section 13. That § 43-22-4 be REPEALED. Section 14. That § 43-22-14 be REPEALED. An Act to update the South Dakota Coordinate System to conform to national standards. I certify that the attached Act originated in the: Senate as Bill No. 87 Secretary of the Senate President of the Senate Attest: Secretary of the Senate Speaker of the House Attest: Chief Clerk Senate Bill No. 87 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2022 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2022 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2022 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23038, "action_date": "2022-01-18T14:00:00-06:00", "document_id": 227427, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/227427.pdf", "status_text": "First read in Senate and referred to", "journal_page": 64, "committee_id_action": 1034, "committee_id_assigned": 1037, "result": "N", "vote": {}}, {"bill_id": 23038, "action_date": "2022-01-26T08:15:00-06:00", "document_id": 228472, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/228472.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1037, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23038, "action_date": "2022-01-26T08:15:00-06:00", "document_id": 228477, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/228477.pdf", "status_text": "Motion to amend", "journal_page": 1, "committee_id_action": 1037, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 23038, "action_date": "2022-01-26T08:15:00-06:00", "document_id": 228477, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/228477.pdf", "status_text": "Do Pass Amended", "journal_page": 1, "committee_id_action": 1037, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 71788, "president_vote": null, "Yea": [3922, 3936, 3994, 4016, 3925, 4003], "Excused": [3949]}}, {"bill_id": 23038, "action_date": "2022-01-26T08:15:00-06:00", "document_id": 228477, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/228477.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": 1, "committee_id_action": 1037, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23038, "action_date": "2022-01-31T14:00:00-06:00", "document_id": 230983, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/230983.pdf", "status_text": "Do Pass", "journal_page": 140, "committee_id_action": 1034, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 72208, "president_vote": null, "Yea": [3918, 3920, 3921, 3922, 3925, 3932, 3935, 3936, 3939, 3940, 3943, 3949, 3952, 3956, 3958, 3961, 3962, 3966, 3974, 3975, 3979, 3990, 3991, 3993, 3994, 3996, 3999, 4000, 4002, 4003, 4006, 4010, 4012, 4016], "Excused": [3926]}}, {"bill_id": 23038, "action_date": "2022-02-01T14:00:00-06:00", "document_id": 231460, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/231460.pdf", "status_text": "First Reading House", "journal_page": 167, "committee_id_action": 1008, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23038, "action_date": "2022-02-03T14:00:00-06:00", "document_id": 232267, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232267.pdf", "status_text": "Referred to", "journal_page": 196, "committee_id_action": 1008, "committee_id_assigned": 1018, "result": "N", "vote": {}}, {"bill_id": 23038, "action_date": "2022-02-08T10:00:00-06:00", "document_id": 232581, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232581.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1018, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23038, "action_date": "2022-02-08T10:00:00-06:00", "document_id": 232583, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232583.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1018, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 73019, "president_vote": null, "Yea": [3919, 3930, 3970, 3978, 3980, 3986, 4005, 4013, 4014, 3917, 3937], "Excused": [3924, 3963]}}, {"bill_id": 23038, "action_date": "2022-02-08T10:00:00-06:00", "document_id": 232583, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232583.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 1018, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23038, "action_date": "2022-02-09T14:00:00-06:00", "document_id": 232904, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232904.pdf", "status_text": "Do Pass", "journal_page": 247, "committee_id_action": 1008, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 73191, "president_vote": null, "Yea": [3912, 3913, 3914, 3915, 3916, 3917, 3919, 3923, 3924, 3927, 3928, 3929, 3930, 3931, 3933, 3934, 3937, 3938, 3941, 3944, 3945, 3946, 3947, 3948, 3950, 3951, 3953, 3954, 3955, 3957, 3959, 3960, 3964, 3965, 3967, 3968, 3969, 3970, 3971, 3972, 3973, 3976, 3977, 3980, 3981, 3982, 3983, 3984, 3985, 3986, 3987, 3988, 3989, 3992, 3995, 3997, 3998, 4001, 4004, 4005, 4007, 4008, 4009, 4011, 4013, 4014, 4015, 3942], "Excused": [3963, 3978]}}, {"bill_id": 23038, "action_date": "2022-02-10T13:00:00-06:00", "document_id": 233103, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233103.pdf", "status_text": "Signed by the President", "journal_page": 234, "committee_id_action": 1034, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23038, "action_date": "2022-02-14T14:00:00-06:00", "document_id": 233296, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233296.pdf", "status_text": "Signed by the Speaker", "journal_page": 288, "committee_id_action": 1008, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23038, "action_date": "2022-02-15T14:00:00-06:00", "document_id": 233559, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233559.pdf", "status_text": "Delivered to the Governor", "journal_page": 253, "committee_id_action": 1034, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23038, "action_date": "2022-02-23T13:00:00-06:00", "document_id": 234394, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234394.pdf", "status_text": "Signed by the Governor", "journal_page": 324, "committee_id_action": 1034, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 7377}