{"session_id": 44, "bill_id": 21851, "bill_type": "House Bill", "bill_number": 1024, "bill_title": "repeal obsolete provisions and revise statutory cross-references for the energy minerals severance tax, state and municipal sales taxes, contractor's excise tax, alcohol licenses, and gaming tax.", "sponsors": [], "keywords": ["Alcoholic Beverages", "Executive/Judiciary Request", "Gambling", "Taxation", "Technical Corrections"], "audio": [{"meeting_datetime": "2021-01-21T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hta07.mp3", "start_seconds": 1565.0}, {"meeting_datetime": "2021-01-21T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hta07.mp3", "start_seconds": 1565.0}, {"meeting_datetime": "2021-01-21T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hta07.mp3", "start_seconds": 1565.0}, {"meeting_datetime": "2021-01-21T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hta07.mp3", "start_seconds": 1565.0}, {"meeting_datetime": "2021-02-03T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sta15.mp3", "start_seconds": 690.0}, {"meeting_datetime": "2021-02-03T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sta15.mp3", "start_seconds": 690.0}, {"meeting_datetime": "2021-02-03T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sta15.mp3", "start_seconds": 690.0}], "bill_versions": [{"bill_id": 21851, "bill_version_id": 210419, "bill_version": "Introduced", "bill_version_date": "2021-01-07T15:24:33.743-06:00", "bill_text": "An Act to repeal obsolete provisions and revise statutory cross-references for the energy minerals severance tax, state and municipal sales taxes, contractor's excise tax, alcohol licenses, and gaming tax. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 10-39A-3 be REPEALED. 10-39A-3. Collection and administration according to mineral severance tax procedures. Section 2. That § 10-39A-7 be AMENDED. 10-39A-7. Severance tax in lieu of taxes other than sales, use, and property taxes. This tax is in lieu of the tax provided in § 10-39-24 and in lieu of all other occupational, excise, income, privilege, franchise taxes, and any other mineral taxes levied by the State of South Dakota state, but is not in lieu of sales, use, and property taxes. Section 3. That § 10-39A-8 be AMENDED. 10-39A-8. Proceeds distributed. All taxes, interest and penalties imposed and collected by the secretary of revenue under this chapter shall be distributed as follows: (1) One-half shall be returned to the county in which the energy minerals or mineral products were severed; and (2) One-half share shall be paid into the state treasury and credited to the general fund. Section 4. That § 10-39A-9 be AMENDED. 10-39A-9. Funds paid to counties. Funds paid to counties under this chapter shall be paid out on warrants drawn by the state auditor on vouchers approved by the director of the Office of Economic Development or his designee secretary. Section 5. That § 10-39A-11 be REPEALED. 10-39A-11. Prepayment of county share of tax. Section 6. That § 10-39A-12 be REPEALED. 10-39A-12. Prepayment to be voluntary--Compulsion as malfeasance. Section 7. That § 10-39A-13 be REPEALED. 10-39A-13. Prepayment limited to county portion of tax. Section 8. That § 10-39A-14 be REPEALED. 10-39A-14. Computation of tax due--Credit for tax prepaid. Section 9. That § 10-39B-2 be AMENDED. 10-39B-2. Imposition of tax--Rate--Payment--Disposition--Collection. There is imposed on the severance of energy minerals in this state an excise tax, to be known as a conservation tax, equal to two and four-tenths mills of the taxable value of any energy minerals severed and saved. The tax shall be paid by the operator as defined in subdivision 10-39A-1.1(3). An operator may not pass the tax on to the owner of the energy minerals. The tax provided for in this chapter shall be placed in the environment and natural resources fee fund established pursuant to § 1-40-30 and collected in accordance with chapter 10-39A except that §§ 10-39A-1, 10-39A-3, and 10-39A-7 to 10-39A-14, inclusive, do not apply to the tax imposed by this chapter 10-59. The tax collected from the production of oil or gas may be used to carry out the duties as set forth in chapter 45-9. The tax collected from the production of coal or uranium may be used to carry out the duties as set forth in chapters 45-6B and 45-6D. Section 10. That § 10-45-61 be AMENDED. 10-45-61. Exemption certificate--Responsibilities of purchaser--Violation as misdemeanor--Retention of certificate--Rules and forms. Notwithstanding § 10-54-1, a A seller, who possesses an exemption certificate from a purchaser of tangible personal property, any product transferred electronically, or services which that indicates the items or services being purchased are exempt, may rely on the exemption certificate and not charge sales tax to the provider of the exemption certificate until the provider of the exemption certificate gives notice that the items or services being purchased are no longer exempt by filing a new exemption certificate with the seller. The exemption certificate shall be signed by the purchaser. The exemption certificate shall provide the purchaser's name, address, and valid state tax license number, if applicable. However, any person filing an electronic exemption certificate is not required to sign the exemption certificate. The purchaser claiming the protection of an exemption certificate is responsible for assuring that the goods and services delivered thereafter are of a type covered by the exemption certificate. A seller of property, any product transferred electronically, or services which are generally described under the exemption certificate is not responsible for the collection of the tax unless otherwise directed by the purchaser. If the purchaser later determines there is any tax due and owing, the purchaser shall remit the tax owed by the purchaser to the state. If the purchaser makes an exempt purchase and later determines that the goods or services purchased are not exempt, the purchaser shall report the transaction and pay the use tax on the next filing of the purchaser's return. Any purchaser who knowingly files an exemption certificate with a retailer in order to purchase tangible personal property, any product transferred electronically, or services with the intent to evade payment of the tax, and fails to timely report the same with the department is guilty of a Class 1 misdemeanor. The secretary of revenue may assess a penalty of up to fifty percent of the tax owed, in addition to the tax owed. No interest may be charged on the penalty. The seller shall retain the exemption certificate for a period of three years from the date it is filed by the purchaser and provide the exemption certificate to the department upon request. The secretary may promulgate rules pursuant to chapter 1-26 to adopt forms for exemption certificates. Section 11. That § 10-46A-1.2 be AMENDED. 10-46A-1.2. Contracts subject to tax imposed by chapter 10-46B. The tax imposed upon contractors performing realty improvement contracts for those persons subject to tax under chapter 10-28, 10-33, 10-34, 10-35, 10-36 or 10-36A or any municipal telephone company subject to chapter 9-41 or any rural water system is not subject to this chapter and the contracts are subject to the contractors' excise tax imposed by chapter 10-46B. Section 12. That § 10-52-3 be AMENDED. 10-52-3. Referendum procedure and scope--Continuing tax ordinances. Any tax imposed by the governing board of any municipality pursuant to the provisions of this chapter, may be referred to a vote of the people for its approval or disapproval in the same manner as provided in §§ 9-20-7, 9-20-8, and 9-20-10. A tax imposed by municipal ordinance which was in effect on December 31, 2003, is continued under the provisions of this chapter if: (1) The governing board of the municipality has reviewed the existing tax ordinance to determine compliance with the provisions of this chapter; and (2) The governing board of the municipality documents the review, any amendment, and the intent to continue the tax in the official minutes of the governing board. Any amendment made by the municipality to comply with the provisions of chapter 10-45C, §§ 10-1-44.3, 10-45-1 to 10-45-1.4, inclusive, 10-45-2.3, 10-45-3.4, 10-45-5, 10-45-5.3, 10-45-8, 10-45-24, 10-45-30, 10-45-61, 10-45-108 and 10-45-109, 10-46-1, 10-46-17.6, 10-52-2, 10-52-2.10, 10-52-3, 10-52-9, 10-52-13 to 10-52-16, inclusive, 10-52-14, and 10-59-27 or the determination to continue the tax under the provisions of this chapter is deemed to be an administrative decision pursuant to § 9-20-19 and is not subject to referendum. Section 13. That § 10-52-15 be REPEALED. 10-52-15. Legislative findings--Certain municipalities not to reduce tax levies. Section 14. That § 10-52A-15 be REPEALED. 10-52A-15. Legislative findings--Limitations on reduction of tax levy. Section 15. That § 35-2-12 be AMENDED. 35-2-12. Investigation--Revocation or suspension proceedings. If the secretary receives information of a violation by any licensee of any provision of this title, the secretary shall investigate the alleged violation. If there is substantial evidence to support that a violation of any provision of this title has occurred, the secretary shall proceed in accordance with the provisions of §§ 35-2-10, 35-20-10.1 35-2-10.1, and 35-2-21. Section 16. That § 42-7-89 be AMENDED. 42-7-89. Payments to state in lieu of other taxes. The payments required in §§ 42-7-63, 42-7-79, 42-7-85, 42-7-88, and 42-7-102 to be made by the licensee to the state treasurer are in lieu of all other or further excise or occupational taxes to the state or any county, municipality, or other political subdivision. Section 17. That § 42-7B-48.1 be AMENDED. 42-7B-48.1. Distribution of funds following payment to City of Deadwood. Disbursements from the Gaming Commission fund shall be as set forth in § 42-7B-48 until such time as the net municipal proceeds paid to the City of Deadwood equals six million eight hundred thousand dollars for each year, and after payment of commission expenses pursuant to subdivision 42-7B-48(2), and after payment of one hundred thousand dollars to the State Historical Preservation Grant and Loan fund pursuant to subdivision 42-7B-48(4) 42-7B-48(3). Thereafter, all remaining funds shall be distributed as follows: (1) Seventy percent to the state general fund; (2) Ten percent to be distributed to municipalities in Lawrence County, except the City of Deadwood, pro rata according to their population; (3) Ten percent to be distributed to school districts, pro rata based upon the previous year's average daily membership, located in whole or in part, in Lawrence County. For any school district located only partly in Lawrence County, only that portion of the district's average daily attendance which represents students residing in Lawrence County shall be considered in calculating the proration required by this subdivision; and (4) Ten percent to the City of Deadwood for deposit in the historic restoration and preservation fund. Section 18. That § 42-7B-54 be AMENDED. 42-7B-54. Anticipatory revenue bonds. The City of Deadwood may issue revenue bonds in anticipation of the receipt of net municipal proceeds as provided in subdivision 42-7B-48(4) 42-7B-48(3). The proceeds of the sale of such revenue bonds shall be deposited in the Deadwood historic restoration and preservation fund and used for the purposes thereof. The revenue bonds shall be payable solely from the net municipal proceeds, and the city shall, in the ordinance or resolution authorizing the revenue bonds, irrevocably pledge and appropriate so much of the net municipal proceeds received by the city as may be necessary for the payment of the revenue bonds and the restoration of any reserves established in connection with the bonds. The principal amount of any issue of revenue bonds may not exceed the sum of the estimated capital needs of the historic restoration and preservation fund for the current and next three succeeding fiscal years of the city, a debt service reserve fund not exceeding the maximum annual debt service on the issue, the premium for bond insurance or other credit enhancement for the issue and the estimated cost of issuance of the revenue bonds. The revenue bonds shall be authorized, issued and sold as provided in chapter 6-8B, except that no election is required to authorize the issuance of the bonds."}, {"bill_id": 21851, "bill_version_id": 216657, "bill_version": "Enrolled", "bill_version_date": "2021-02-04T16:05:31.847-06:00", "bill_text": "ENTITLED An Act to repeal obsolete provisions and revise statutory cross-references for the energy minerals severance tax, state and municipal sales taxes, contractor's excise tax, alcohol licenses, and gaming tax. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 10-39A-3 be REPEALED. 10-39A-3. Collection and administration according to mineral severance tax procedures. Section 2. That § 10-39A-7 be AMENDED. 10-39A-7. Severance tax in lieu of taxes other than sales, use, and property taxes. This tax is in lieu of all other occupational, excise, income, privilege, franchise taxes, and any other mineral taxes levied by the state, but is not in lieu of sales, use, and property taxes. Section 3. That § 10-39A-8 be AMENDED. 10-39A-8. Proceeds distributed. All taxes, interest and penalties imposed and collected by the secretary under this chapter shall be distributed as follows: (1) One-half shall be returned to the county in which the energy minerals or mineral products were severed; and (2) One-half share shall be paid into the state treasury and credited to the general fund. Section 4. That § 10-39A-9 be AMENDED. 10-39A-9. Funds paid to counties. Funds paid to counties under this chapter shall be paid out on warrants drawn by the state auditor on vouchers approved by the secretary. Section 5. That § 10-39A-11 be REPEALED. 10-39A-11. Prepayment of county share of tax. Section 6. That § 10-39A-12 be REPEALED. 10-39A-12. Prepayment to be voluntary--Compulsion as malfeasance. Section 7. That § 10-39A-13 be REPEALED. 10-39A-13. Prepayment limited to county portion of tax. Section 8. That § 10-39A-14 be REPEALED. 10-39A-14. Computation of tax due--Credit for tax prepaid. Section 9. That § 10-39B-2 be AMENDED. 10-39B-2. Imposition of tax--Rate--Payment--Disposition--Collection. There is imposed on the severance of energy minerals in this state an excise tax, to be known as a conservation tax, equal to two and four-tenths mills of the taxable value of any energy minerals severed and saved. The tax shall be paid by the operator as defined in subdivision 10-39A-1.1(3). An operator may not pass the tax on to the owner of the energy minerals. The tax provided for in this chapter shall be placed in the environment and natural resources fee fund established pursuant to § 1-40-30 and collected in accordance with chapter 10-59. The tax collected from the production of oil or gas may be used to carry out the duties as set forth in chapter 45-9. The tax collected from the production of coal or uranium may be used to carry out the duties as set forth in chapters 45-6B and 45-6D. Section 10. That § 10-45-61 be AMENDED. 10-45-61. Exemption certificate--Responsibilities of purchaser--Violation as misdemeanor--Retention of certificate--Rules and forms. A seller, who possesses an exemption certificate from a purchaser of tangible personal property, any product transferred electronically, or services that indicates the items or services being purchased are exempt, may rely on the exemption certificate and not charge sales tax to the provider of the exemption certificate until the provider of the exemption certificate gives notice that the items or services being purchased are no longer exempt by filing a new exemption certificate with the seller. The exemption certificate shall be signed by the purchaser. The exemption certificate shall provide the purchaser's name, address, and valid state tax license number, if applicable. However, any person filing an electronic exemption certificate is not required to sign the exemption certificate. The purchaser claiming the protection of an exemption certificate is responsible for assuring that the goods and services delivered thereafter are of a type covered by the exemption certificate. A seller of property, any product transferred electronically, or services which are generally described under the exemption certificate is not responsible for the collection of the tax unless otherwise directed by the purchaser. If the purchaser later determines there is any tax due and owing, the purchaser shall remit the tax owed by the purchaser to the state. If the purchaser makes an exempt purchase and later determines that the goods or services purchased are not exempt, the purchaser shall report the transaction and pay the use tax on the next filing of the purchaser's return. Any purchaser who knowingly files an exemption certificate with a retailer in order to purchase tangible personal property, any product transferred electronically, or services with the intent to evade payment of the tax, and fails to timely report the same with the department is guilty of a Class 1 misdemeanor. The secretary of revenue may assess a penalty of up to fifty percent of the tax owed, in addition to the tax owed. No interest may be charged on the penalty. The seller shall retain the exemption certificate for a period of three years from the date it is filed by the purchaser and provide the exemption certificate to the department upon request. The secretary may promulgate rules pursuant to chapter 1-26 to adopt forms for exemption certificates. Section 11. That § 10-46A-1.2 be AMENDED. 10-46A-1.2. Contracts subject to tax imposed by chapter 10-46B. The tax imposed upon contractors performing realty improvement contracts for those persons subject to tax under chapter 10-28, 10-33, 10-35, 10-36 or 10-36A or any municipal telephone company subject to chapter 9-41 or any rural water system is not subject to this chapter and the contracts are subject to the contractors' excise tax imposed by chapter 10-46B. Section 12. That § 10-52-3 be AMENDED. 10-52-3. Referendum procedure and scope--Continuing tax ordinances. Any tax imposed by the governing board of any municipality pursuant to the provisions of this chapter, may be referred to a vote of the people for its approval or disapproval in the same manner as provided in §§ 9-20-7, 9-20-8, and 9-20-10. A tax imposed by municipal ordinance which was in effect on December 31, 2003, is continued under the provisions of this chapter if: (1) The governing board of the municipality has reviewed the existing tax ordinance to determine compliance with the provisions of this chapter; and (2) The governing board of the municipality documents the review, any amendment, and the intent to continue the tax in the official minutes of the governing board. Any amendment made by the municipality to comply with the provisions of chapter 10-45C, §§ 10-1-44.3, 10-45-1 to 10-45-1.4, inclusive, 10-45-2.3, 10-45-3.4, 10-45-5, 10-45-5.3, 10-45-8, 10-45-24, 10-45-30, 10-45-61, 10-45-108 and 10-45-109, 10-46-1, 10-46-17.6, 10-52-2, 10-52-2.10, 10-52-3, 10-52-9, 10-52-13, 10-52-14, and 10-59-27 or the determination to continue the tax under the provisions of this chapter is deemed to be an administrative decision pursuant to § 9-20-19 and is not subject to referendum. Section 13. That § 10-52-15 be REPEALED. 10-52-15. Legislative findings--Certain municipalities not to reduce tax levies. Section 14. That § 10-52A-15 be REPEALED. 10-52A-15. Legislative findings--Limitations on reduction of tax levy. Section 15. That § 35-2-12 be AMENDED. 35-2-12. Investigation--Revocation or suspension proceedings. If the secretary receives information of a violation by any licensee of any provision of this title, the secretary shall investigate the alleged violation. If there is substantial evidence to support that a violation of any provision of this title has occurred, the secretary shall proceed in accordance with the provisions of §§ 35-2-10, 35-2-10.1, and 35-2-21. Section 16. That § 42-7-89 be AMENDED. 42-7-89. Payments to state in lieu of other taxes. The payments required in §§ 42-7-63, 42-7-79, 42-7-85, and 42-7-102 to be made by the licensee to the state treasurer are in lieu of all other or further excise or occupational taxes to the state or any county, municipality, or other political subdivision. Section 17. That § 42-7B-48.1 be AMENDED. 42-7B-48.1. Distribution of funds following payment to City of Deadwood. Disbursements from the Gaming Commission fund shall be as set forth in § 42-7B-48 until such time as the net municipal proceeds paid to the City of Deadwood equals six million eight hundred thousand dollars for each year, and after payment of commission expenses pursuant to subdivision 42-7B-48(2), and after payment of one hundred thousand dollars to the State Historical Preservation Grant and Loan fund pursuant to subdivision 42-7B-48(3). Thereafter, all remaining funds shall be distributed as follows: (1) Seventy percent to the state general fund; (2) Ten percent to be distributed to municipalities in Lawrence County, except the City of Deadwood, pro rata according to their population; (3) Ten percent to be distributed to school districts, pro rata based upon the previous year's average daily membership, located in whole or in part, in Lawrence County. For any school district located only partly in Lawrence County, only that portion of the district's average daily attendance which represents students residing in Lawrence County shall be considered in calculating the proration required by this subdivision; and (4) Ten percent to the City of Deadwood for deposit in the historic restoration and preservation fund. Section 18. That § 42-7B-54 be AMENDED. 42-7B-54. Anticipatory revenue bonds. The City of Deadwood may issue revenue bonds in anticipation of the receipt of net municipal proceeds as provided in subdivision 42-7B-48(3). The proceeds of the sale of such revenue bonds shall be deposited in the Deadwood historic restoration and preservation fund and used for the purposes thereof. The revenue bonds shall be payable solely from the net municipal proceeds, and the city shall, in the ordinance or resolution authorizing the revenue bonds, irrevocably pledge and appropriate so much of the net municipal proceeds received by the city as may be necessary for the payment of the revenue bonds and the restoration of any reserves established in connection with the bonds. The principal amount of any issue of revenue bonds may not exceed the sum of the estimated capital needs of the historic restoration and preservation fund for the current and next three succeeding fiscal years of the city, a debt service reserve fund not exceeding the maximum annual debt service on the issue, the premium for bond insurance or other credit enhancement for the issue and the estimated cost of issuance of the revenue bonds. The revenue bonds shall be authorized, issued and sold as provided in chapter 6-8B, except that no election is required to authorize the issuance of the bonds. An Act to repeal obsolete provisions and revise statutory cross-references for the energy minerals severance tax, state and municipal sales taxes, contractor's excise tax, alcohol licenses, and gaming tax. I certify that the attached Act originated in the: House as Bill No. 1024 Chief Clerk Speaker of the House Attest: Chief Clerk President of the Senate Attest: Secretary of the Senate House Bill No. 1024 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2021 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2021 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2021 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 21851, "action_date": "2021-01-12T12:00:00-06:00", "document_id": 211012, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211012.pdf", "status_text": "First read in House and referred to", "journal_page": 15, "committee_id_action": 492, "committee_id_assigned": 499, "result": "N", "vote": {}}, {"bill_id": 21851, "action_date": "2021-01-21T08:00:00-06:00", "document_id": 211665, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211665.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 499, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21851, "action_date": "2021-01-21T08:00:00-06:00", "document_id": 211685, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211685.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 499, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 67658, "president_vote": null, "Yea": [1777, 3791, 3792, 3801, 1813, 1829, 1830, 1839, 1841, 3787, 3800, 1837, 1781]}}, {"bill_id": 21851, "action_date": "2021-01-21T08:00:00-06:00", "document_id": 211685, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211685.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 499, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21851, "action_date": "2021-01-22T13:00:00-06:00", "document_id": 212449, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/212449.pdf", "status_text": "Do Pass", "journal_page": 110, "committee_id_action": 492, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 67741, "president_vote": null, "Yea": [1766, 1767, 1768, 1769, 1770, 1772, 1777, 1778, 1780, 1781, 1782, 1784, 1788, 1792, 1793, 1795, 1796, 1798, 1799, 1800, 1802, 1804, 1805, 1807, 1813, 1817, 1820, 1822, 1824, 1826, 1829, 1830, 1832, 1834, 1835, 1836, 1837, 1839, 1841, 1843, 1844, 1852, 1855, 1862, 1864, 1866, 1868, 1883, 3782, 3783, 3784, 3785, 3786, 3787, 3788, 3789, 3790, 3791, 3792, 3793, 3794, 3797, 3799, 3800, 3801, 3802, 3804, 3806], "Excused": [1809, 1823]}}, {"bill_id": 21851, "action_date": "2021-01-25T14:00:00-06:00", "document_id": 212700, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/212700.pdf", "status_text": "First read in Senate and referred to", "journal_page": 103, "committee_id_action": 514, "committee_id_assigned": 516, "result": "N", "vote": {}}, {"bill_id": 21851, "action_date": "2021-02-03T10:00:00-06:00", "document_id": 215152, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215152.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 516, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21851, "action_date": "2021-02-03T10:00:00-06:00", "document_id": 215217, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215217.pdf", "status_text": "Do Pass", "journal_page": 1, "committee_id_action": 516, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 70057, "president_vote": null, "Yea": [1776, 1806, 1811, 1831, 1856, 3803], "Excused": [1828]}}, {"bill_id": 21851, "action_date": "2021-02-03T10:00:00-06:00", "document_id": 215217, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215217.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": 1, "committee_id_action": 516, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21851, "action_date": "2021-02-04T14:00:00-06:00", "document_id": 216401, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216401.pdf", "status_text": "Do Pass", "journal_page": 184, "committee_id_action": 514, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 68487, "president_vote": null, "Yea": [1771, 3798, 1775, 1776, 1881, 1779, 1783, 1786, 1789, 1794, 1801, 1803, 1806, 1808, 1811, 1812, 1819, 1827, 1828, 1831, 3805, 1847, 1850, 1851, 1853, 1856, 1858, 1860, 3803, 3796, 3795, 1865], "Excused": [1785, 1790, 1870]}}, {"bill_id": 21851, "action_date": "2021-02-05T13:00:00-06:00", "document_id": 216672, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216672.pdf", "status_text": "Signed by the Speaker", "journal_page": 222, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21851, "action_date": "2021-02-08T14:00:00-06:00", "document_id": 216779, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216779.pdf", "status_text": "Signed by the President", "journal_page": 218, "committee_id_action": 514, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21851, "action_date": "2021-02-09T14:30:00-06:00", "document_id": 216996, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216996.pdf", "status_text": "Delivered to the Governor", "journal_page": 253, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21851, "action_date": "2021-02-16T14:00:00-06:00", "document_id": 217363, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217363.pdf", "status_text": "Signed by the Governor", "journal_page": 293, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 7098, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/21851"}