{"session_id": 19, "bill_id": 3996, "bill_type": "House Bill", "bill_number": 1056, "bill_title": "revise various trust and trust company provisions.", "sponsors": [], "keywords": ["Banks and Banking", "Fiduciaries and Trusts", "Trust Companies"], "audio": [{"meeting_datetime": "2013-01-18T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hst08.mp3", "start_seconds": 3355.0}, {"meeting_datetime": "2013-01-18T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hst08.mp3", "start_seconds": 3355.0}, {"meeting_datetime": "2013-01-18T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hst08.mp3", "start_seconds": 3355.0}, {"meeting_datetime": "2013-01-18T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hst08.mp3", "start_seconds": 3355.0}, {"meeting_datetime": "2013-01-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou10.mp3", "start_seconds": 2019.0}, {"meeting_datetime": "2013-01-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou10.mp3", "start_seconds": 2019.0}, {"meeting_datetime": "2013-01-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou10.mp3", "start_seconds": 2019.0}, {"meeting_datetime": "2013-02-27T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sst31.mp3", "start_seconds": 172.0}, {"meeting_datetime": "2013-02-27T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sst31.mp3", "start_seconds": 172.0}, {"meeting_datetime": "2013-02-27T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sst31.mp3", "start_seconds": 172.0}, {"meeting_datetime": "2013-02-27T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sst31.mp3", "start_seconds": 172.0}], "bill_versions": [{"bill_id": 3996, "bill_version_id": 23507, "bill_version": "Introduced", "bill_version_date": "2013-01-06T09:42:59.443-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise various trust and trust company provisions. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 51A-6A-17 be amended to read as follows: 51A-6A-17. Except with the written consent of the director, no person may serve as a board member, officer, or key employee of a trust company who has been convicted of any felony or any crime involving fraud, dishonesty, or a breach of trust. Any trust company who willfully violates this prohibition is subject to a civil penalty of one thousand dollars for each day the violation continues. A civil penalty imposed pursuant to this section for a single violation may not exceed fifty thousand dollars. Any civil penalty imposed by the director under this section is subject to review by the commission in accordance with chapter 1-26. As part of any application to obtain authority to transact business as a private trust company, the applicant shall obtain and provide for each proposed incorporator, organizer, board member, manager, officer, and key employee of the proposed company, as applicable, the results of an independent criminal background investigation acceptable to the director, and independent credit report from a consumer reporting agency as described in 15 U.S.C. 1681a(p) as of January 1, 2010, and a report of ongoing or pending litigation. As part of any application to obtain authority to transact trust company business as a public trust company, each proposed incorporator, organizer, board member, manager, officer, and key employee, as applicable, shall submit to a state and federal criminal background investigation by means of fingerprint checks by the Division of Criminal Investigation and the Federal Bureau of Investigation. Upon application, the division shall submit completed fingerprint cards to the Division of Criminal Investigation for purposes of conducting both the state and federal criminal background investigation. Upon completion of the criminal background check, the Division of Criminal Investigation shall forward to the division all information obtained as a result of the criminal background investigation. For any person described above who is not a citizen of the United States, the director may conduct an international background investigation or require the applicant or person to obtain and provide the results of an international background investigation acceptable to the director. The applicant shall also obtain and provide the results of an independent credit report from a consumer reporting agency as described in 15 U.S.C. 1681a(p) as of January 1, 2010, and a report of ongoing or pending litigation for each person as described above. Prior to beginning employment with any trust company, each potential director, manager, member, officer, or key employee shall undergo the same investigation process as required above for new applicants. At the discretion of the director, any person subject to the requirements of this section may enter into service on a temporary basis pending receipt of results from the criminal background investigation. For purposes of this section, a key employee does not include an employee whose primary responsibilities are limited to clerical or support duties, and officer does not include any person who is not involved in the ongoing policy making or management of the trust company. Any trust company shall immediately notify the division of any material change in the background of any person subject to the background investigation process as described above. The division may require a fingerprint-based state, federal, and international criminal background investigation, as applicable, for any director, officer, or employee, who is the subject of an investigation by the division. Failure to submit to or cooperate with the criminal background investigation is grounds for the denial of an application or may result in the revocation of a trust company's authority to transact trust company business. The applicant or trust company, as the case may be, shall pay any fees or costs associated with the fingerprinting, background investigations, or reports required by this section. A person who has undergone a state, federal, or international background investigation required by this section, may, at the discretion of the director, be allowed to fulfill this requirement for future trust company employment by sworn affidavit stating that there have been no material changes to the person's background. Section 2. That chapter 51A-6A be amended by adding thereto a NEW SECTION to read as follows: Upon liquidation, abandonment of trust powers, or resignation from all duties exercised pursuant to § 51A-6A-29, the pledge required by § 51A-6A-19.2 shall be made available for the reasonable satisfaction of claims involving trust company accounts. Any surplus remaining after the satisfaction of all such claims and costs incurred by the division shall be returned to the trust company. Unless the division has reason to believe that claims are forthcoming, the division shall release any pledge no later than twelve months from the date all affected accounts are moved to a successor trustee, custodian, or administrator. Section 3. That § 51A-6A-19 be amended to read as follows: 51A-6A-19. For purposes of this section, the capital of a trust company is the total of the aggregate par value of its outstanding shares of capital stock or ownership units, its surplus, and its undivided profits. The minimum capital of a trust company is two hundred thousand dollars. The director may require that the trust company have more capital than the amount specified if the director determines that the amount and character of the anticipated business of the trust company and the safety of the customers so require. This chapter recognizes that capital for a trust company serves a different purpose than does capital for a bank. It is not intended that capital requirements for trust companies be judged by the same standards as banks. Basic protection for fiduciary clients of a trust company shall be provided by the purchase of a fidelity bond and a director's and officer's liability insurance policy. The bond and insurance shall be in an amount of not less than one million dollars each. The bond and insurance required to be secured by a trust company shall provide that any bonding or insurance company providing the bond or insurance coverage shall give at least ninety sixty days notice of cancellation or renewal of the bond or insurance policy to the trust company and to the director. Except as may be provided elsewhere in this chapter, no trust company may reduce voluntarily its capital stock or ownership units or surplus below the amount required in this section. Section 4. That § 51A-6A-21 be amended to read as follows: 51A-6A-21. The shares of stock and ownership units of any trust company are personal property and shall be transferred on the books of the trust company in such manner as the bylaws or operating regulations of the trust company may direct. No stock or ownership units may be transferred on the books of the trust company when the trust company is in a failing condition, or when its capital is impaired, except upon approval of the director. If a transfer of shares of stock of any trust company, or holding company that owns a majority of the outstanding shares of a trust company, occurs which results through direct or indirect ownership by a stockholder or an affiliated group of stockholders of ten percent or more of the outstanding stock of the trust company, or holding company that owns a majority of the outstanding shares of a trust company, and if additional shares of stock of the trust company are transferred to such stockholders or, affiliated group of stockholders, or holding company, the president or other chief executive officer of the trust company shall report the transfer to the director within ten days after transfer of the shares of stock on the books of the trust company. Section 5. That chapter 51A-6A be amended by adding thereto a NEW SECTION to read as follows: Any trust company shall immediately notify the division of any material omission from the application or any material change in the facts reported in an application, either of which could have led to an unfavorable finding with respect to the criteria established in § 51A-6A-5. Failure to so notify the division of the material omission from the application or the existence of the material change in facts as reported in the application, either of which could have led to an unfavorable finding with respect to the criteria established in § 51A-6A-5, may subject the trust company to revocation proceedings or other regulatory action as provided in this title. The director shall give notice of the revocation or other regulatory action to the president or other managing officer of the trust company, and any revocation action shall thereupon proceed according to § 51A-6A-38. Section 6. That § 51A-6A-47 be amended to read as follows: 51A-6A-47. A person acquiring control through direct or indirect ownership by an owner or an affiliated group of owners shall give the director at least sixty days prior written notice of any proposed trust company acquisition. If the director does not issue an order disapproving the proposed acquisition within that time or extend the period during which a disapproval may be issued, the proposed acquisition is approved. The period for disapproval shall be thirty days after notice is received by the director and may be further extended only if the director determines that any acquiring person has not furnished all the information required under § 51A-6A-49 § 51A-6A-48 or if in the director's judgment, any material information submitted is substantially inaccurate. An acquisition may be made prior to expiration of the disapproval period if the director issues written notice of the director's intent not to disapprove the action. If the director disapproves an acquisition, the director shall serve the acquiring person with an order of disapproval. The order shall provide a statement of the basis for the disapproval. Within thirty days after service of an order of disapproval, the acquiring person may request a hearing on the proposed acquisition with the commission. Upon receipt of a timely request, the commission shall conduct a hearing in accordance with the provisions of chapter 1-26. Any disapproval by the commission of a proposed acquisition is subject to review in accordance with chapter 1-26. Actual expenses incurred by the director or commission in carrying out any investigation that may be necessary or required by statute shall be paid by the person submitting the proposed acquisition. Section 7. That § 51A-6A-1 be amended to read as follows: 51A-6A-1. Terms used in this chapter mean: (1) \"Articles,\" in the case of a corporation, articles of incorporation; in the case of a limited liability company, articles of organization; (2) \"Board member,\" in the case of a corporation, a director; in the case of a limited liability company, a member of the management committee board of managers if manager-managed or board of members if member-managed; (3) \"Client,\" an individual, corporation, association, or other legal entity receiving or benefitting from fiduciary services provided by a trust company or bank; (4) \"Commission,\" the State Banking Commission; (5) \"Contracting trustee,\" any trust company which accepts or succeeds to any fiduciary responsibility in any manner provided in this chapter; (6) \"Control,\" the power, directly or indirectly, to direct the management or policies of a trust company or to vote twenty-five percent or more of any class of voting shares of a trust company; (7) \"Director,\" the director of the Division of Banking; (7A) \"Fiduciary for hire,\" acting as a administrator, conservator, custodian, executor, guardian, personal representative, or trustee, for any person, trust, or estate for compensation or gain or in anticipation of compensation or gain; (8) \"Financial institution,\" any bank, national banking association, savings and loan association, or savings bank which has its principal place of business in this state but which does not have trust powers, or which has trust powers, but does not exercise those trust powers; (9) \"Governing board,\" in the case of a corporation, the board of directors; in the case of a limited liability company, the management committee board of managers if manager-managed or board of members if member-managed; (10) \"Originating trustee,\" any trust company, bank, national banking association, savings and loan association, or savings bank which has trust powers and its principal place of business in this state and which places or transfers any fiduciary responsibility to a contracting trustee in the manner provided in this chapter; (10.1) \"Out-of-state trust institution,\" a nondepository corporation, limited liability company, or other similar entity chartered or licensed by the banking regulatory agency of a state, territory, or district, other than South Dakota, to engage in the trust company business in that state, territory, or district under the primary supervision of such regulator. (11) \"Owner,\" in the case of a corporation, a common stockholder; in the case of a limited liability company, a person who owns ownership units; (12) \"Person,\" an individual or a corporation, partnership, trust, association, joint venture, pool, syndicate, sole proprietorship, or any other form of an entity; (12A) \"Public trust company,\" a trust company that engages in trust company business with the general public by advertising, solicitation or other means, or a trust company that engages in trust company business but does not fall within the definition of a private trust company established by the commission through rules promulgated pursuant to chapter 1-26. The commission shall consider the size, number of clients served and the family and other relationships among the clients served, complexity, and related safety and soundness issues as it establishes in rule a definition for the term private trust company; (13) \"Trust company,\" a nondepository trust company incorporated or organized under the laws of this state engaged in the trust company business, and any national bank which has its main office in this state, and which has as its sole purpose the conduct of trust business; (14) \"Trust company business,\" engaging in, or representing or offering to engage in, the business of acting as a fiduciary for hire, except that no accountant, attorney, credit union, insurance broker, insurance company, investment advisor, real estate broker or sales agent, savings and loan association, savings bank, securities broker or dealer, real estate title insurance company, or real estate escrow company shall may be deemed to be engaged in a trust company business with respect to fiduciary services customarily performed by them for compensation as a traditional incident to their regular business activities. Trust company business as defined in this chapter does not constitute banking as defined in subdivision 51A-1-2(4), and may not be construed as banking for purposes of § 47-34-5; (15) \"Trust service office,\" any office, agency, or other place of business at which the powers granted to trust companies are exercised either by a trust company other than the place of business specified in a trust company's certificate of authority or within this state by an out-of-state trust institution. A trust service office does not include a trust service desk, as established in § 51A-6A-55. Section 8. That § 51A-6A-55 be repealed. 51A-6A-55. Any contracting trustee and any originating trustee may enter into an agreement which provides that the contracting trustee, without any further authorization of any kind, succeeds to and is substituted for the originating trustee as to all fiduciary powers, rights, duties, privileges, and liabilities with respect to all accounts for which the originating trustee serves in any fiduciary capacity, except as may be provided in the agreement. No agreement is effective unless notice of the agreement has been filed with the director in an application as prescribed by the director, and the director has not disapproved the notice within thirty days. Unless the agreement expressly provides otherwise, upon the effective date of the substitution: (1) The contracting trustee shall be considered the fiduciary in all writings, including trust agreements, wills, and court orders, which pertain to the affected fiduciary accounts; (2) The originating trustee is absolved from all fiduciary duties and obligations arising under the writings and shall discontinue the exercise of any fiduciary duties with respect to the writings, except that the originating trustee is not to be absolved or discharged from any duty to account to clients, nor is the originating trustee absolved from any breach of fiduciary duty or obligation occurring prior to the effective date of the agreement. The agreement also may authorize the contracting trustee to establish and maintain a trust service desk at any office of the originating trustee at which the contracting trustee may conduct any trust company business and any business incidental to trust company business and which the contracting trustee may otherwise conduct at its principal place of business and to engage the originating trustee as the agent of the contracting trustee, on a disclosed basis to clients, for the purposes of providing administrative, advertising, and safekeeping services incident to the fiduciary services provided by the contracting trustee. Any contracting trustee also may enter into an agreement with a financial institution providing that the contracting trustee may maintain a trust service desk in the offices of the financial institution and which provides the financial institution, on a disclosed basis to clients, may act as the agent of a contracting trustee for purposes of providing administrative services and advertising incident to the fiduciary services to be performed by the contracting trustee. Section 9. That § 51A-6A-56 be repealed. 51A-6A-56. Notice to the director of any agreement authorized by § 51A-6A-55 shall be accompanied by certified copies of the following documents: (1) The agreement; (2) The written action taken by the governing board of the originating trustee or financial institution approving the agreement; (3) Any other required regulatory approvals; and (4) An affidavit of publication of a notice of filing of application in a form prescribed by the director on the same day for two consecutive weeks in the official newspaper of the city or county where the principal office of the originating trustee or financial institution is located. Section 10. That § 51A-6A-57 be repealed. 51A-6A-57. The director may issue a notice disapproving any application filed pursuant to § 51A-6A-55 if the director determines the agreement fails to meet a public need and does not serve the public interest. No agreement becomes effective until the parties jointly file a certificate with the director certifying that at least thirty days prior to the agreement, written notice of the substitution was sent by first class mail to each co-fiduciary, each surviving settlor of a trust, each ward of a guardianship, each person who has sole or shared power to remove the originating trustee as fiduciary, and each adult beneficiary currently receiving or entitled to receive a distribution of principal or income from a fiduciary account affected by the agreement to each person's address as shown in the originating trustee's records. An unintentional failure to give notice does not impair the validity or effect of any agreement. However, intentional failure to give notice renders the agreement null and void as to the person not receiving the notice of substitution. Any party entitled to receive a notice may file a petition in the court having jurisdiction over the fiduciary relationship, or if none, in the circuit court in the county where the originating trustee has its principal office, seeking to remove any contracting trustee substituted or about to be substituted as a fiduciary. Unless the contracting trustee files a written consent to its removal or a written declination to act subsequent to the filing of the petition, the court, upon notice and hearing, shall determine the best interests of the petitioner and all other parties concerned and shall fashion such relief as it deems appropriate in the circumstances, including the awarding of reasonable attorney fees. The right to file a petition under this section is in addition to any other rights to remove a fiduciary provided by any other statute or rule or by the writing creating the fiduciary relationship. Section 11. That § 51A-6A-66 be amended to read as follows: 51A-6A-66. An entity may be excluded from the provisions of chapters 51A-5, 51A-6, and 51A-6A if: (1) The entity is established for the exclusive purpose of acting as a trust protector, investment trust advisor, or distribution trust advisor, as defined by § 55-1B-1, or any combination of such purposes; (2) The entity is acting in such capacity under a trust instrument which names a South Dakota trust company, a South Dakota bank with trust powers, or a national bank with trust powers as trustee; (3) The entity is not engaged in trust company business with the general public as a public trust company or with any family as a private trust company; (4) The entity does not hold itself out as being in the business of acting as a fiduciary for hire as either a public or private trust company; (5) The entity files an annual report with the South Dakota secretary of state and provides a copy to the Division of Banking; and (6) The entity agrees to be subject to examination by the Division of Banking at the discretion of the director. The governing documents of any such excluded entity shall limit its authorized activities to the functions permitted to a trust protector, investment trust advisor, or distribution trust advisor pursuant to chapter 55-1B, or any combination of such purposes, and limit the performance of those functions with respect to a specifically named trust or family of trusts. An entity complying with this section shall notify the director of its existence, capacity to act, and the name of the trustee for the trust or family of trusts. Section 12. That § 55-1-51 be amended to read as follows: 55-1-51. Sections 55-1-46 to 55-1-50, inclusive, are effective for all trusts in existence on or, created, amended, or restated after July 1, 2012. Section 13. That § 55-15-6 be amended to read as follows: 55-15-6. The unitrust amount shall be determined as follows: (1) For the first three accounting periods of the trust, the unitrust amount for a current valuation year of the trust shall be may not be less than three percent, or such higher percentage specified by the terms of the governing instrument or nor more than five percent, by the election of the trustee, the disinterested person, or the court, of the net fair market value of the assets held in the trust on the valuation date of the current valuation year; (2) Beginning with the fourth accounting period of the trust, the unitrust amount for a current valuation year of the trust shall be may not be less than three percent, or such higher percentage specified by the terms of the governing instrument or nor more than five percent, by the election of the trustee, the disinterested person, or the court, of the average of the net fair market value of the assets held in the trust on the valuation date of the current valuation year and the net fair market value of the assets held in the trust on the valuation date of each prior valuation year, as defined in subdivision 55-15-1(10); (3) The percentage that may be elected by the trustee, the disinterested person, or the court in determining the unitrust amount shall be a reasonable current return from the trust, taking into account the intentions of the trustor of the trust as expressed in the governing instrument, the needs of the beneficiaries, general economic conditions, projected current earnings and appreciation for the trust, and projected inflation and its impact on the trust. However, such election by the trustee, the disinterested person, or the court in determining the unitrust amount shall be may not be less than three percent or greater nor more than five percent; (4) The unitrust amount for the current valuation year shall be proportionately reduced for any distributions, in whole or in part, other than distributions of the unitrust amount, and for any payments of expenses, including debts, disbursements and taxes, from the trust within a current valuation year that the trustee determines to be material and substantial, and shall be proportionately increased for the receipt, other than a receipt that represents a return on investment, of any additional property into the trust within a current valuation year; (5) In the case of a short accounting period, the trustee shall prorate the unitrust amount on a daily basis; (6) If the net fair market value of an asset held in the trust has been incorrectly determined either in a current valuation year or in a prior valuation year, the unitrust amount shall be increased in the case of an undervaluation, or be decreased in the case of an overvaluation, by an amount equal to the difference between the unitrust amount determined based on the correct valuation of the asset and the unitrust amount originally determined; (7) In determining the net fair market value of the assets held in trust, the determination may not include the value of any residential property or any tangible personal property that, as of the first business day of the current valuation year, one or more income beneficiaries of the trust have or had the right to occupy, or have or had the right to possess or control, other than in a capacity as trustee, and instead the right of occupancy or the right of possession or control shall be deemed to be the unitrust amount with respect to the residential property or the tangible personal property; or any asset specifically given to a beneficiary under the terms of the trust and the return on investment on that asset, which return on investment shall be distributed to the beneficiary. Section 14. That § 43-6-7 be amended to read as follows: 43-6-7. No provision directing or authorizing accumulation of trust income is invalid. This section is effective and applies to trust instruments whenever created or executed. Section 15. That chapter 55-1 be amended by adding thereto a NEW SECTION to read as follows: General pecuniary devises bear interest at the Category B rate of interest as provided in § 54-3-16 beginning one year after the event requiring a distribution until payment, unless a contrary intent is indicated by the terms of the trust. Section 16. That § 55-2-15 be amended to read as follows: 55-2-15. Unless the terms of the governing instrument expressly provide otherwise, if a trustee has discretion under the terms of a governing instrument to make a distribution of income or principal to or for the benefit of one or more beneficiaries of a trust (the \"first trust\"), whether or not restricted by any standard, then the trustee, independently or with court approval, may instead exercise such discretion by appointing part or all of the income or principal subject to the discretion in favor of a trustee of a second trust (the \"second trust\") under a governing instrument separate from the governing instrument of the first trust. Before exercising its discretion to appoint and distribute assets to a second trust, the trustee of the first trust shall determine whether the appointment is necessary or desirable after taking into account the purposes of the first trust, the terms and conditions of the second trust, and the consequences of the distribution. For the purposes of this section, a trustee of the first trust is a restricted trustee if either the trustee is a beneficiary of the first trust or if a beneficiary of the first trust has a power to change the trustees within the meaning of § 55-2-17. In addition, the following apply to all appointments made under this section: (1) The second trust may only have as beneficiaries one or more of the beneficiaries of the first trust: (a) To or for whom a discretionary distribution of income or principal may be made from the first trust; or (b) To or for whom a distribution of income or principal may be made in the future from the first trust at a time or upon the happening of an event specified under the first trust; or (c) Both (a) and (b); (2) No restricted trustee of the first trust may exercise such authority over the first trust to the extent that doing so could have the effect of: (a) Benefiting the restricted trustee as a beneficiary of the first trust, unless the exercise of such authority is limited by an ascertainable standard based on or related to health, education, maintenance, or support; or (b) Removing restrictions on discretionary distributions to a beneficiary imposed by the governing instrument under which the first trust was created, except that a provision in the second trust which limits distributions by an ascertainable standard based on or related to the health, education, maintenance, or support of any such beneficiary is permitted, or to a trust established pursuant to 42 U.S.C. § 1396(p)(d)(4); (3) No restricted trustee of the first trust may exercise such authority over the first trust to the extent that doing so would have the effect of increasing the distributions that can be made from the second trust to the restricted trustees of the first trust or to a beneficiary who may change the trustees of the first trust within the meaning of § 55-2-17 compared to the distributions that can be made to such trustee or beneficiary, as the case may be, under the first trust, unless the exercise of such authority is limited by an ascertainable standard based on or related to health, education, maintenance, or support; (4) The provisions of subdivisions (2) and (3) only apply to restrict the authority of a trustee if either a trustee, or a beneficiary who may change the trustee, is a United States citizen or domiciliary under the Internal Revenue Code, or the trust owns property that would be subject to United States estate or gift taxes if owned directly by such a person; (5) In the case of any trust contributions which have been treated as gifts qualifying for the exclusion from gift tax described in § 2503(b) of the Internal Revenue Code of 1986, by reason of the application of I.R.C. § 2503(c), the governing instrument for the second trust shall provide that the beneficiary's remainder interest shall vest no later than the date upon which such interest would have vested under the terms of the governing instrument for the first trust; (6) The exercise of such authority may not reduce any income interest of any income beneficiary of any of the following trusts: (a) A trust for which a marital deduction has been taken for federal tax purposes under I.R.C. § 2056 or § 2523 or for state tax purposes under any comparable provision of applicable state law; (b) A charitable remainder trust under I.R.C. § 664; or (c) A grantor retained annuity or unitrust trust under I.R.C. § 2702; (7) The exercise of such authority does not apply to trust property subject to a presently exercisable power of withdrawal held by a trust beneficiary to whom, or for the benefit of whom, the trustee has authority to make distributions, unless after the exercise of such authority, such the beneficiary's power of withdrawal is unchanged with respect to the trust property; (8) The exercise of such authority is not prohibited by a spendthrift clause or by a provision in the governing instrument that prohibits amendment or revocation of the trust; (9) Any appointment made by a trustee shall be considered a distribution by the trustee pursuant to the trustee's distribution powers and authority; and (10) If the trustee's distribution discretion is not subject to a standard, or if the trustee's distribution discretion is subject to a standard that does not create a support interest, then the court may review the trustee's determination or any related appointment only pursuant to § 55-1-43. Any other court review of the trustee's determination or any related appointment may be made only pursuant to § 55-1-42. Notwithstanding the foregoing provisions of this section, the governing instrument of the second trust may grant a power of appointment to one or more of the beneficiaries of the second trust who are beneficiaries of the first trust. The power of appointment may include the power to appoint trust property to the holder of the power of appointment, the holder's creditors, the holder's estate, the creditors of the holder's estate, or any other person, whether or not that person is a trust beneficiary. This section applies to any trust governed by administered under the laws of this state, including a trust whose governing jurisdiction is transferred to this state. Section 17. That § 55-2-18 be amended to read as follows: 55-2-18. The exercise of the power to distribute the income or principal of the trust under § 55-2-15 shall be by an instrument in writing, signed and acknowledged by the trustee and filed with the records of the trust. The trustee of the first trust shall may notify all beneficiaries of the first trust, in writing, at least twenty days prior to the effective date of the trustee's exercise of the power under § 55-2-15 (applying the South Dakota Virtual Representation Statutes, §§ 55-3-31 to 55-3-38, inclusive). If all beneficiaries entitled to notice waive the notice requirement by a signed writing delivered to the trustee, the trustee may exercise the power under § 55-2-15 immediately. A copy of the proposed exercise of this authority and the second trust agreement shall satisfy this notice obligation provision. For the purposes of this section, the term, beneficiaries, means those persons who would be entitled to notice and a copy of the first trust instrument under § 55-2-13. Section 18. That § 55-16-2 be amended to read as follows: 55-16-2. For the purposes of this chapter, a trust instrument, is an instrument appointing a qualified person or qualified persons for the property that is the subject of a disposition, which instrument: (1) Expressly incorporates the law of this state to govern the validity, construction, and administration of the trust; (2) Is irrevocable, but a trust instrument may not be deemed revocable on account of its inclusion of one or more of the following: (a) A transferor's power to veto a distribution from the trust; (b) An inter vivos power of appointment, other than an inter vivos power to appoint to the transferor, the transferor's creditors, the transferor's estate, or the creditors of the transferor's estate, exercisable by will or other written instrument of the transferor effective only upon the transferor's death; (c) A testamentary power of appointment; (d) The transferor's potential or actual receipt of income, including rights to such income retained in the trust instrument; (e) The transferor's potential or actual receipt of income or principal from a charitable remainder unitrust or charitable remainder annuity trust as such terms are defined in § 664 of the Internal Revenue Code of 1986, 26 U.S.C. § 664, as of January 1, 2009; (f) The transferor's receipt each year of a percentage of the value as determined from time to time pursuant to the trust instrument, but not exceeding the amount that may be defined as income under § 643(b) of the Internal Revenue Code of 1986, 26 U.S.C. § 643(b), as of January 1, 2009; (g) The transferor's potential or actual receipt or use of principal if such the potential or actual receipt or use of principal would be the result of a qualified person or qualified persons, including a qualified person or qualified persons acting at the direction of a trust advisor described in this section, acting either in such the qualified person's or qualified persons' sole discretion or pursuant to an ascertainable standard contained in the trust instrument; (h) The transferor's right to remove a trustee, protector, or trust advisor and to appoint a new trustee, protector, or trust advisor, other than a trustee who is a related or subordinate party with respect to the transferor within the meaning of § 672(c) of the Internal Revenue Code of 1986, 26 U.S.C. § 672(c), as of January 1, 2009; (i) The transferor's potential or actual use of real property held under a qualified personal residence trust within the meaning of such term as described in the regulations promulgated under § 2702(c) of the Internal Revenue Code of 1986, 26 U.S.C. § 2702(c), as of January 1, 2009; or (j) A pour back provision that pours back to the transferor's will or revocable trust all or part of the trust assets; and (k) The transferor's potential or actual receipt of income or principal to pay, in whole or in part, income taxes due on income of the trust if the potential or actual receipt of income or principal is pursuant to a provision in the trust instrument that expressly provides for the payment of the taxes and if the potential or actual receipt of income or principal would be the result of a qualified person's acting in the qualified person's discretion or pursuant to a mandatory direction in the trust instrument or acting at the direction of an advisor described in § 55-16-4; or (l) The ability, whether pursuant to discretion, direction, or the grantor's exercise of a testamentary power of appointment, of a qualified person to pay, after the death of the transferor, all or any part of the debts of the transferor outstanding at the time of the transferor's death, the expenses of administering the transferor's estate, or any estate or inheritance tax imposed on or with respect to the transferor's estate; and (3) Provides that the interest of the transferor or other beneficiary in the trust property or the income therefrom from the trust property may not be transferred, assigned, pledged, or mortgaged, whether voluntarily or involuntarily, before the qualified person or qualified persons actually distribute distributes the property or income therefrom from the property to the beneficiary, and such provision of the trust instrument shall be deemed to be a restriction on the transfer of the transferor's beneficial interest in the trust that is enforceable under applicable nonbankruptcy law within the meaning of § 541(c)(2) of the Bankruptcy Code, 11 U.S.C. § 541(c)(2), as of January 1, 2009. A disposition by a trustee that is not a qualified person to a trustee that is a qualified person may not be treated as other than a qualified disposition solely because the trust instrument fails to meet the requirements of subdivision (1) of this section. Section 19. That § 55-16-15 be amended to read as follows: 55-16-15. Notwithstanding the provisions of §§ 55-16-9 to 55-16-14, inclusive, this chapter does not apply in any respect to any person to whom at the time of transfer the transferor is indebted on account of an agreement or order of court for the payment of support or alimony in favor of such the transferor's spouse, former spouse, or children, or for a division or distribution of property in favor of such the transferor's spouse or former spouse, to the extent of such the debt. This exception does not apply to any claim for forced heirship or legitime. Section 20. That § 55-1B-6 be amended to read as follows: 55-1B-6. The powers and discretions of a trust protector shall be are as provided in the governing instrument and may be exercised or not exercised, in the best interests of the trust, in the sole and absolute discretion of the trust protector and are binding on all other persons. Such powers and discretion may include the following: (1) Modify or amend the trust instrument to achieve favorable tax status or respond to changes in the Internal Revenue Code, state law, or the rulings and regulations thereunder; (2) Increase or decrease the interests of any beneficiaries to the trust; (3) Modify the terms of any power of appointment granted by the trust. However, a modification or amendment may not grant a beneficial interest to any individual or class of individuals not specifically provided for under the trust instrument; (4) Remove and appoint a trustee, a fiduciary provided for in the governing trust instrument, trust advisor, investment committee member, or distribution committee member; (5) Terminate the trust; (6) Veto or direct trust distributions; (7) Change situs or governing law of the trust, or both; (8) Appoint a successor trust protector; (9) Interpret terms of the trust instrument at the request of the trustee; (10) Advise the trustee on matters concerning a beneficiary; (11) Amend or modify the trust instrument to take advantage of laws governing restraints on alienation, distribution of trust property, or the administration of the trust; and (12) Provide direction regarding notification of qualified beneficiaries pursuant to § 55-2-13. The powers referenced in subdivisions (5), (6), and (11) may be granted notwithstanding the provisions of §§ 55-3-24 to 55-3-28, inclusive. Section 21. That § 55-1-28 be amended to read as follows: 55-1-28. No creditor may reach an interest of a beneficiary or of any other person who on the grounds that the beneficiary or other person holds an, either alone or in conjunction with another person, either or both of the following: (1) An unconditional or conditional removal or replacement power over a trustee. This power is power to remove a trustee; or (2) An unconditional or conditional power to replace a trustee. The powers to remove or replace a trustee are personal to the beneficiary and may not be exercised by the beneficiary's creditors power holder. No court can may order, direct a beneficiary, or otherwise compel a power holder to directly or indirectly exercise the power to remove or replace a trustee for the purpose of directly or indirectly satisfying, either in whole or in part, any claim or judgment against the power holder or a beneficiary. The powers to remove or replace a trustee, whether exercisable alone or in conjunction with another person, are not a property interest. No creditor may reach an interest of a beneficiary who on the grounds that the beneficiary is also a trustee or a co-trustee, and no court may foreclose against such an interest. No court may order, direct, or otherwise compel a distribution because the beneficiary is then serving as a trustee or co-trustee. No court may foreclose against such an interest. Section 22. That § 55-3-42 be amended to read as follows: 55-3-42. For the purposes of §§ 55-3-39 and 55-3-40, the term, state jurisdiction provision, means a provision within the trust instrument that the laws of this state govern the validity, construction, and or administration of a trust or that the trust is subject to the jurisdiction of this state. Section 23. That § 55-1-45 be amended to read as follows: 55-1-45. A cause of action or claim for relief with respect to a fraudulent transfer of a settlor's assets pursuant to § 55-1-44 is extinguished unless the action under § 55-1-44 is brought by a creditor of the settlor who meets one of the following requirements: (1) Is a creditor of the settlor before the settlor's assets are transferred to the trust, and the action under § 55-1-44 is brought within the later of: (a) Three Two years after the transfer is made; or (b) One year Six months after the transfer is or reasonably could have been discovered by the creditor if the creditor: (i) Can demonstrate that the creditor asserted a specific claim against the settlor before the transfer; or (ii) Files another action, other than an action under § 55-1-44, against the settlor that asserts a claim based on an act or omission of the settlor that occurred before the transfer, and the action described in this subsection is filed within three two years after the transfer; or (2) Becomes a creditor subsequent to the transfer into trust, and the action under § 55-1-44 is brought within three two years after the transfer is made. In any action described in § 55-1-44, the burden to prove the matter by clear and convincing evidence is upon the creditor. Section 24. That § 55-4-57 be amended to read as follows: 55-4-57. (a) Any A judicial proceeding to contest the validity of a trust that was revocable at the settlor's death shall be commenced within the earlier of whether a revocable trust or any amendment thereto, or an irrevocable trust was validly created may not be commenced later than the first to occur of: (1) One year after the settlor's death; or (2) Sixty days after the trustee, trust advisor, trust protector, or the settlor sent the person who is contesting the trust a copy of the trust instrument and a notice informing the person of the trust's existence, of the trustee's name and address, and of the time allowed for commencing a proceeding; (3) Upon notice of entry of an order of adjudication of the trust's validity as a result of a petition filed before the settlor's death by any fiduciary of the trust or the settlor of a trust; (4) Upon notice of entry of an order of any other adjudication of the trust's validity or the date the person's right to contest was precluded by consent or other limitation; (5) The last date a petition for review of a will could be filed under South Dakota law, if the trust was revocable at the settlor's death and the trust was specifically referred to in the settlor's last will; or (6) Upon notice of entry of a court's order approving a conservator's proposal to create a trust or amendment thereto if the trust or trust amendment was created pursuant to and in conformity with § 29A-5-419 or 29A-5-420. (b) Upon the death of the settlor of a trust that was revocable at the settlor's death, the trustee may proceed to distribute the trust property in accordance with the terms of the trust. The trustee is not subject to liability for doing so unless: (1) The trustee knows of a pending proceeding contesting the validity of the trust; or (2) A potential contestant has notified the trustee of a possible proceeding to contest the trust and a proceeding is commenced within sixty days after the contestant sent the notification. (c) A beneficiary of a trust that is determined to have been invalid is liable to return any distribution received for proper distribution. If the beneficiary refuses to return the distribution, the beneficiary may be liable for all costs, including attorney fees, incurred for the recovery of the distribution. (d) Notice given by the trustee, trust protector, trust advisor or settlor under this section shall be given to all beneficiaries of a trust and all heirs at law of the trust settlor. (e) With respect to notices to beneficiaries and potential contestants under this section, if personal service is not made, then the notice shall be mailed certified or registered mail, postage prepaid, to the last known address of the person, and absent evidence to the contrary, notice to the person is presumed to have been made on the date of delivery to the last known address of the person, when there is proof of delivery. (f) No trustee, trust advisor, or trust protector may incur any liability to any person or otherwise for failure to provide any written notice discussed above."}, {"bill_id": 3996, "bill_version_id": 24049, "bill_version": "House State Affairs Engrossed", "bill_version_date": "2013-01-18T11:12:51.457-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise various trust and trust company provisions. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 51A-6A-17 be amended to read as follows: 51A-6A-17. Except with the written consent of the director, no person may serve as a board member, officer, or key employee of a trust company who has been convicted of any felony or any crime involving fraud, dishonesty, or a breach of trust. Any trust company who willfully violates this prohibition is subject to a civil penalty of one thousand dollars for each day the violation continues. A civil penalty imposed pursuant to this section for a single violation may not exceed fifty thousand dollars. Any civil penalty imposed by the director under this section is subject to review by the commission in accordance with chapter 1-26. As part of any application to obtain authority to transact business as a private trust company, the applicant shall obtain and provide for each proposed incorporator, organizer, board member, manager, officer, and key employee of the proposed company, as applicable, the results of an independent criminal background investigation acceptable to the director, and independent credit report from a consumer reporting agency as described in 15 U.S.C. 1681a(p) as of January 1, 2010, and a report of ongoing or pending litigation. As part of any application to obtain authority to transact trust company business as a public trust company, each proposed incorporator, organizer, board member, manager, officer, and key employee, as applicable, shall submit to a state and federal criminal background investigation by means of fingerprint checks by the Division of Criminal Investigation and the Federal Bureau of Investigation. Upon application, the division shall submit completed fingerprint cards to the Division of Criminal Investigation for purposes of conducting both the state and federal criminal background investigation. Upon completion of the criminal background check, the Division of Criminal Investigation shall forward to the division all information obtained as a result of the criminal background investigation. For any person described above who is not a citizen of the United States, the director may conduct an international background investigation or require the applicant or person to obtain and provide the results of an international background investigation acceptable to the director. The applicant shall also obtain and provide the results of an independent credit report from a consumer reporting agency as described in 15 U.S.C. 1681a(p) as of January 1, 2010, and a report of ongoing or pending litigation for each person as described above. Prior to beginning employment with any trust company, each potential director, manager, member, officer, or key employee shall undergo the same investigation process as required above for new applicants. At the discretion of the director, any person subject to the requirements of this section may enter into service on a temporary basis pending receipt of results from the criminal background investigation. For purposes of this section, a key employee does not include an employee whose primary responsibilities are limited to clerical or support duties, and officer does not include any person who is not involved in the ongoing policy making or management of the trust company. Any trust company shall immediately notify the division of any material change in the background of any person subject to the background investigation process as described above. The division may require a fingerprint-based state, federal, and international criminal background investigation, as applicable, for any director, officer, or employee, who is the subject of an investigation by the division. Failure to submit to or cooperate with the criminal background investigation is grounds for the denial of an application or may result in the revocation of a trust company's authority to transact trust company business. The applicant or trust company, as the case may be, shall pay any fees or costs associated with the fingerprinting, background investigations, or reports required by this section. A person who has undergone a state, federal, or international background investigation required by this section, may, at the discretion of the director, be allowed to fulfill this requirement for future trust company employment by sworn affidavit stating that there have been no material changes to the person's background. Section 2. That chapter 51A-6A be amended by adding thereto a NEW SECTION to read as follows: Upon liquidation, abandonment of trust powers, or resignation from all duties exercised pursuant to § 51A-6A-29, the pledge required by § 51A-6A-19.2 shall be made available for the reasonable satisfaction of claims involving trust company accounts. Any surplus remaining after the satisfaction of all such claims and costs incurred by the division shall be returned to the trust company. Unless the division has reason to believe that claims are forthcoming, the division shall release any pledge no later than twelve months from the date all affected accounts are moved to a successor trustee, custodian, or administrator. Section 3. That § 51A-6A-19 be amended to read as follows: 51A-6A-19. For purposes of this section, the capital of a trust company is the total of the aggregate par value of its outstanding shares of capital stock or ownership units, its surplus, and its undivided profits. The minimum capital of a trust company is two hundred thousand dollars. The director may require that the trust company have more capital than the amount specified if the director determines that the amount and character of the anticipated business of the trust company and the safety of the customers so require. This chapter recognizes that capital for a trust company serves a different purpose than does capital for a bank. It is not intended that capital requirements for trust companies be judged by the same standards as banks. Basic protection for fiduciary clients of a trust company shall be provided by the purchase of a fidelity bond and a director's and officer's liability insurance policy. The bond and insurance shall be in an amount of not less than one million dollars each. The bond and insurance required to be secured by a trust company shall provide that any bonding or insurance company providing the bond or insurance coverage trust company shall give at least ninety days notice of cancellation or renewal nonrenewal of the bond or insurance policy to the trust company and to the director within ten days of the receipt of cancellation or nonrenewal. Except as may be provided elsewhere in this chapter, no trust company may reduce voluntarily its capital stock or ownership units or surplus below the amount required in this section. Section 4. That § 51A-6A-21 be amended to read as follows: 51A-6A-21. The shares of stock and ownership units of any trust company are personal property and shall be transferred on the books of the trust company in such manner as the bylaws or operating regulations of the trust company may direct. No stock or ownership units may be transferred on the books of the trust company when the trust company is in a failing condition, or when its capital is impaired, except upon approval of the director. If a transfer of shares of stock of any trust company, or holding company that owns a majority of the outstanding shares of a trust company, occurs which results through direct or indirect ownership by a stockholder or an affiliated group of stockholders of ten percent or more of the outstanding stock of the trust company, or holding company that owns a majority of the outstanding shares of a trust company, and if additional shares of stock of the trust company are transferred to such stockholders or, affiliated group of stockholders, or holding company, the president or other chief executive officer of the trust company shall report the transfer to the director within ten days after transfer of the shares of stock on the books of the trust company. Section 5. That chapter 51A-6A be amended by adding thereto a NEW SECTION to read as follows: Any trust company shall immediately notify the division of any material omission from the application or any material change in the facts reported in an application, either of which could have led to an unfavorable finding with respect to the criteria established in § 51A-6A-5. Failure to so notify the division of the material omission from the application or the existence of the material change in facts as reported in the application, either of which could have led to an unfavorable finding with respect to the criteria established in § 51A-6A-5, may subject the trust company to revocation proceedings or other regulatory action as provided in this title. The director shall give notice of the revocation or other regulatory action to the president or other managing officer of the trust company, and any revocation action shall thereupon proceed according to § 51A-6A-38. Section 6. That § 51A-6A-47 be amended to read as follows: 51A-6A-47. A person acquiring control through direct or indirect ownership by an owner or an affiliated group of owners shall give the director at least sixty days prior written notice of any proposed trust company acquisition. If the director does not issue an order disapproving the proposed acquisition within that time or extend the period during which a disapproval may be issued, the proposed acquisition is approved. The period for disapproval shall be thirty days after notice is received by the director and may be further extended only if the director determines that any acquiring person has not furnished all the information required under § 51A-6A-49 § 51A-6A-48 or if in the director's judgment, any material information submitted is substantially inaccurate. An acquisition may be made prior to expiration of the disapproval period if the director issues written notice of the director's intent not to disapprove the action. If the director disapproves an acquisition, the director shall serve the acquiring person with an order of disapproval. The order shall provide a statement of the basis for the disapproval. Within thirty days after service of an order of disapproval, the acquiring person may request a hearing on the proposed acquisition with the commission. Upon receipt of a timely request, the commission shall conduct a hearing in accordance with the provisions of chapter 1-26. Any disapproval by the commission of a proposed acquisition is subject to review in accordance with chapter 1-26. Actual expenses incurred by the director or commission in carrying out any investigation that may be necessary or required by statute shall be paid by the person submitting the proposed acquisition. Section 7. That § 51A-6A-1 be amended to read as follows: 51A-6A-1. Terms used in this chapter mean: (1) \"Articles,\" in the case of a corporation, articles of incorporation; in the case of a limited liability company, articles of organization; (2) \"Board member,\" in the case of a corporation, a director; in the case of a limited liability company, a member of the management committee board of managers if manager-managed or board of members if member-managed; (3) \"Client,\" an individual, corporation, association, or other legal entity receiving or benefitting from fiduciary services provided by a trust company or bank; (4) \"Commission,\" the State Banking Commission; (5) \"Contracting trustee,\" any trust company which accepts or succeeds to any fiduciary responsibility in any manner provided in this chapter; (6) \"Control,\" the power, directly or indirectly, to direct the management or policies of a trust company or to vote twenty-five percent or more of any class of voting shares of a trust company; (7) \"Director,\" the director of the Division of Banking; (7A) \"Fiduciary for hire,\" acting as a administrator, conservator, custodian, executor, guardian, personal representative, or trustee, for any person, trust, or estate for compensation or gain or in anticipation of compensation or gain; (8) \"Financial institution,\" any bank, national banking association, savings and loan association, or savings bank which has its principal place of business in this state but which does not have trust powers, or which has trust powers, but does not exercise those trust powers; (9) \"Governing board,\" in the case of a corporation, the board of directors; in the case of a limited liability company, the management committee board of managers if manager-managed or board of members if member-managed; (10) \"Originating trustee,\" any trust company, bank, national banking association, savings and loan association, or savings bank which has trust powers and its principal place of business in this state and which places or transfers any fiduciary responsibility to a contracting trustee in the manner provided in this chapter; (10.1) \"Out-of-state trust institution,\" a nondepository corporation, limited liability company, or other similar entity chartered or licensed by the banking regulatory agency of a state, territory, or district, other than South Dakota, to engage in the trust company business in that state, territory, or district under the primary supervision of such regulator. (11) \"Owner,\" in the case of a corporation, a common stockholder; in the case of a limited liability company, a person who owns ownership units; (12) \"Person,\" an individual or a corporation, partnership, trust, association, joint venture, pool, syndicate, sole proprietorship, or any other form of an entity; (12A) \"Public trust company,\" a trust company that engages in trust company business with the general public by advertising, solicitation or other means, or a trust company that engages in trust company business but does not fall within the definition of a private trust company established by the commission through rules promulgated pursuant to chapter 1-26. The commission shall consider the size, number of clients served and the family and other relationships among the clients served, complexity, and related safety and soundness issues as it establishes in rule a definition for the term private trust company; (13) \"Trust company,\" a nondepository trust company incorporated or organized under the laws of this state engaged in the trust company business, and any national bank which has its main office in this state, and which has as its sole purpose the conduct of trust business; (14) \"Trust company business,\" engaging in, or representing or offering to engage in, the business of acting as a fiduciary for hire, except that no accountant, attorney, credit union, insurance broker, insurance company, investment advisor, real estate broker or sales agent, savings and loan association, savings bank, securities broker or dealer, real estate title insurance company, or real estate escrow company shall may be deemed to be engaged in a trust company business with respect to fiduciary services customarily performed by them for compensation as a traditional incident to their regular business activities. Trust company business as defined in this chapter does not constitute banking as defined in subdivision 51A-1-2(4), and may not be construed as banking for purposes of § 47-34-5; (15) \"Trust service office,\" any office, agency, or other place of business at which the powers granted to trust companies are exercised either by a trust company other than the place of business specified in a trust company's certificate of authority or within this state by an out-of-state trust institution. A trust service office does not include a trust service desk, as established in § 51A-6A-55. Section 8. That § 51A-6A-55 be repealed. 51A-6A-55. Any contracting trustee and any originating trustee may enter into an agreement which provides that the contracting trustee, without any further authorization of any kind, succeeds to and is substituted for the originating trustee as to all fiduciary powers, rights, duties, privileges, and liabilities with respect to all accounts for which the originating trustee serves in any fiduciary capacity, except as may be provided in the agreement. No agreement is effective unless notice of the agreement has been filed with the director in an application as prescribed by the director, and the director has not disapproved the notice within thirty days. Unless the agreement expressly provides otherwise, upon the effective date of the substitution: (1) The contracting trustee shall be considered the fiduciary in all writings, including trust agreements, wills, and court orders, which pertain to the affected fiduciary accounts; (2) The originating trustee is absolved from all fiduciary duties and obligations arising under the writings and shall discontinue the exercise of any fiduciary duties with respect to the writings, except that the originating trustee is not to be absolved or discharged from any duty to account to clients, nor is the originating trustee absolved from any breach of fiduciary duty or obligation occurring prior to the effective date of the agreement. The agreement also may authorize the contracting trustee to establish and maintain a trust service desk at any office of the originating trustee at which the contracting trustee may conduct any trust company business and any business incidental to trust company business and which the contracting trustee may otherwise conduct at its principal place of business and to engage the originating trustee as the agent of the contracting trustee, on a disclosed basis to clients, for the purposes of providing administrative, advertising, and safekeeping services incident to the fiduciary services provided by the contracting trustee. Any contracting trustee also may enter into an agreement with a financial institution providing that the contracting trustee may maintain a trust service desk in the offices of the financial institution and which provides the financial institution, on a disclosed basis to clients, may act as the agent of a contracting trustee for purposes of providing administrative services and advertising incident to the fiduciary services to be performed by the contracting trustee. Section 9. That § 51A-6A-56 be repealed. 51A-6A-56. Notice to the director of any agreement authorized by § 51A-6A-55 shall be accompanied by certified copies of the following documents: (1) The agreement; (2) The written action taken by the governing board of the originating trustee or financial institution approving the agreement; (3) Any other required regulatory approvals; and (4) An affidavit of publication of a notice of filing of application in a form prescribed by the director on the same day for two consecutive weeks in the official newspaper of the city or county where the principal office of the originating trustee or financial institution is located. Section 10. That § 51A-6A-57 be repealed. 51A-6A-57. The director may issue a notice disapproving any application filed pursuant to § 51A-6A-55 if the director determines the agreement fails to meet a public need and does not serve the public interest. No agreement becomes effective until the parties jointly file a certificate with the director certifying that at least thirty days prior to the agreement, written notice of the substitution was sent by first class mail to each co-fiduciary, each surviving settlor of a trust, each ward of a guardianship, each person who has sole or shared power to remove the originating trustee as fiduciary, and each adult beneficiary currently receiving or entitled to receive a distribution of principal or income from a fiduciary account affected by the agreement to each person's address as shown in the originating trustee's records. An unintentional failure to give notice does not impair the validity or effect of any agreement. However, intentional failure to give notice renders the agreement null and void as to the person not receiving the notice of substitution. Any party entitled to receive a notice may file a petition in the court having jurisdiction over the fiduciary relationship, or if none, in the circuit court in the county where the originating trustee has its principal office, seeking to remove any contracting trustee substituted or about to be substituted as a fiduciary. Unless the contracting trustee files a written consent to its removal or a written declination to act subsequent to the filing of the petition, the court, upon notice and hearing, shall determine the best interests of the petitioner and all other parties concerned and shall fashion such relief as it deems appropriate in the circumstances, including the awarding of reasonable attorney fees. The right to file a petition under this section is in addition to any other rights to remove a fiduciary provided by any other statute or rule or by the writing creating the fiduciary relationship. Section 11. That § 51A-6A-66 be amended to read as follows: 51A-6A-66. An entity may be excluded from the provisions of chapters 51A-5, 51A-6, and 51A-6A if: (1) The entity is established for the exclusive purpose of acting as a trust protector, investment trust advisor, or distribution trust advisor, as defined by § 55-1B-1, or any combination of such purposes; (2) The entity is acting in such capacity under a trust instrument which names a South Dakota trust company, a South Dakota bank with trust powers, or a national bank with trust powers as trustee; (3) The entity is not engaged in trust company business with the general public as a public trust company or with any family as a private trust company; (4) The entity does not hold itself out as being in the business of acting as a fiduciary for hire as either a public or private trust company; (5) The entity files an annual report with the South Dakota secretary of state and provides a copy to the Division of Banking; and (6) The entity agrees to be subject to examination by the Division of Banking at the discretion of the director. The governing documents of any such excluded entity shall limit its authorized activities to the functions permitted to a trust protector, investment trust advisor, or distribution trust advisor pursuant to chapter 55-1B, or any combination of such purposes, and limit the performance of those functions with respect to a specifically named trust or family of trusts. An entity complying with this section shall notify the director of its existence, capacity to act, and the name of the trustee for the trust or family of trusts. Section 12. That § 55-1-51 be amended to read as follows: 55-1-51. Sections 55-1-46 to 55-1-50, inclusive, are effective for all trusts in existence on or, created, amended, or restated after July 1, 2012. Section 13. That § 55-15-6 be amended to read as follows: 55-15-6. The unitrust amount shall be determined as follows: (1) For the first three accounting periods of the trust, the unitrust amount for a current valuation year of the trust shall be may not be less than three percent, or such higher percentage specified by the terms of the governing instrument or nor more than five percent, by the election of the trustee, the disinterested person, or the court, of the net fair market value of the assets held in the trust on the valuation date of the current valuation year; (2) Beginning with the fourth accounting period of the trust, the unitrust amount for a current valuation year of the trust shall be may not be less than three percent, or such higher percentage specified by the terms of the governing instrument or nor more than five percent, by the election of the trustee, the disinterested person, or the court, of the average of the net fair market value of the assets held in the trust on the valuation date of the current valuation year and the net fair market value of the assets held in the trust on the valuation date of each prior valuation year, as defined in subdivision 55-15-1(10); (3) The percentage that may be elected by the trustee, the disinterested person, or the court in determining the unitrust amount shall be a reasonable current return from the trust, taking into account the intentions of the trustor of the trust as expressed in the governing instrument, the needs of the beneficiaries, general economic conditions, projected current earnings and appreciation for the trust, and projected inflation and its impact on the trust. However, such election by the trustee, the disinterested person, or the court in determining the unitrust amount shall be may not be less than three percent or greater nor more than five percent; (4) The unitrust amount for the current valuation year shall be proportionately reduced for any distributions, in whole or in part, other than distributions of the unitrust amount, and for any payments of expenses, including debts, disbursements and taxes, from the trust within a current valuation year that the trustee determines to be material and substantial, and shall be proportionately increased for the receipt, other than a receipt that represents a return on investment, of any additional property into the trust within a current valuation year; (5) In the case of a short accounting period, the trustee shall prorate the unitrust amount on a daily basis; (6) If the net fair market value of an asset held in the trust has been incorrectly determined either in a current valuation year or in a prior valuation year, the unitrust amount shall be increased in the case of an undervaluation, or be decreased in the case of an overvaluation, by an amount equal to the difference between the unitrust amount determined based on the correct valuation of the asset and the unitrust amount originally determined; (7) In determining the net fair market value of the assets held in trust, the determination may not include the value of any residential property or any tangible personal property that, as of the first business day of the current valuation year, one or more income beneficiaries of the trust have or had the right to occupy, or have or had the right to possess or control, other than in a capacity as trustee, and instead the right of occupancy or the right of possession or control shall be deemed to be the unitrust amount with respect to the residential property or the tangible personal property; or any asset specifically given to a beneficiary under the terms of the trust and the return on investment on that asset, which return on investment shall be distributed to the beneficiary. Section 14. That § 43-6-7 be amended to read as follows: 43-6-7. No provision directing or authorizing accumulation of trust income is invalid. This section is effective and applies to trust instruments whenever created or executed. Section 15. That chapter 55-1 be amended by adding thereto a NEW SECTION to read as follows: General pecuniary devises bear interest at the Category B rate of interest as provided in § 54-3-16 beginning one year after the event requiring a distribution until payment, unless a contrary intent is indicated by the terms of the trust. Section 16. That § 55-2-15 be amended to read as follows: 55-2-15. Unless the terms of the governing instrument expressly provide otherwise, if a trustee has discretion under the terms of a governing instrument to make a distribution of income or principal to or for the benefit of one or more beneficiaries of a trust (the \"first trust\"), whether or not restricted by any standard, then the trustee, independently or with court approval, may instead exercise such discretion by appointing part or all of the income or principal subject to the discretion in favor of a trustee of a second trust (the \"second trust\") under a governing instrument separate from the governing instrument of the first trust. Before exercising its discretion to appoint and distribute assets to a second trust, the trustee of the first trust shall determine whether the appointment is necessary or desirable after taking into account the purposes of the first trust, the terms and conditions of the second trust, and the consequences of the distribution. For the purposes of this section, a trustee of the first trust is a restricted trustee if either the trustee is a beneficiary of the first trust or if a beneficiary of the first trust has a power to change the trustees within the meaning of § 55-2-17. In addition, the following apply to all appointments made under this section: (1) The second trust may only have as beneficiaries one or more of the beneficiaries of the first trust: (a) To or for whom a discretionary distribution of income or principal may be made from the first trust; or (b) To or for whom a distribution of income or principal may be made in the future from the first trust at a time or upon the happening of an event specified under the first trust; or (c) Both (a) and (b); (2) No restricted trustee of the first trust may exercise such authority over the first trust to the extent that doing so could have the effect of: (a) Benefiting the restricted trustee as a beneficiary of the first trust, unless the exercise of such authority is limited by an ascertainable standard based on or related to health, education, maintenance, or support; or (b) Removing restrictions on discretionary distributions to a beneficiary imposed by the governing instrument under which the first trust was created, except that a provision in the second trust which limits distributions by an ascertainable standard based on or related to the health, education, maintenance, or support of any such beneficiary is permitted, or to a trust established pursuant to 42 U.S.C. § 1396(p)(d)(4); (3) No restricted trustee of the first trust may exercise such authority over the first trust to the extent that doing so would have the effect of increasing the distributions that can be made from the second trust to the restricted trustees of the first trust or to a beneficiary who may change the trustees of the first trust within the meaning of § 55-2-17 compared to the distributions that can be made to such trustee or beneficiary, as the case may be, under the first trust, unless the exercise of such authority is limited by an ascertainable standard based on or related to health, education, maintenance, or support; (4) The provisions of subdivisions (2) and (3) only apply to restrict the authority of a trustee if either a trustee, or a beneficiary who may change the trustee, is a United States citizen or domiciliary under the Internal Revenue Code, or the trust owns property that would be subject to United States estate or gift taxes if owned directly by such a person; (5) In the case of any trust contributions which have been treated as gifts qualifying for the exclusion from gift tax described in § 2503(b) of the Internal Revenue Code of 1986, by reason of the application of I.R.C. § 2503(c), the governing instrument for the second trust shall provide that the beneficiary's remainder interest shall vest no later than the date upon which such interest would have vested under the terms of the governing instrument for the first trust; (6) The exercise of such authority may not reduce any income interest of any income beneficiary of any of the following trusts: (a) A trust for which a marital deduction has been taken for federal tax purposes under I.R.C. § 2056 or § 2523 or for state tax purposes under any comparable provision of applicable state law; (b) A charitable remainder trust under I.R.C. § 664; or (c) A grantor retained annuity or unitrust trust under I.R.C. § 2702; (7) The exercise of such authority does not apply to trust property subject to a presently exercisable power of withdrawal held by a trust beneficiary to whom, or for the benefit of whom, the trustee has authority to make distributions, unless after the exercise of such authority, such the beneficiary's power of withdrawal is unchanged with respect to the trust property; (8) The exercise of such authority is not prohibited by a spendthrift clause or by a provision in the governing instrument that prohibits amendment or revocation of the trust; (9) Any appointment made by a trustee shall be considered a distribution by the trustee pursuant to the trustee's distribution powers and authority; and (10) If the trustee's distribution discretion is not subject to a standard, or if the trustee's distribution discretion is subject to a standard that does not create a support interest, then the court may review the trustee's determination or any related appointment only pursuant to § 55-1-43. Any other court review of the trustee's determination or any related appointment may be made only pursuant to § 55-1-42. Notwithstanding the foregoing provisions of this section, the governing instrument of the second trust may grant a power of appointment to one or more of the beneficiaries of the second trust who are beneficiaries of the first trust. The power of appointment may include the power to appoint trust property to the holder of the power of appointment, the holder's creditors, the holder's estate, the creditors of the holder's estate, or any other person, whether or not that person is a trust beneficiary. This section applies to any trust governed by administered under the laws of this state, including a trust whose governing jurisdiction is transferred to this state. Section 17. That § 55-2-18 be amended to read as follows: 55-2-18. The exercise of the power to distribute the income or principal of the trust under § 55-2-15 shall be by an instrument in writing, signed and acknowledged by the trustee and filed with the records of the trust. The trustee of the first trust shall may notify all beneficiaries of the first trust, in writing, at least twenty days prior to the effective date of the trustee's exercise of the power under § 55-2-15 (applying the South Dakota Virtual Representation Statutes, §§ 55-3-31 to 55-3-38, inclusive). If all beneficiaries entitled to notice waive the notice requirement by a signed writing delivered to the trustee, the trustee may exercise the power under § 55-2-15 immediately. A copy of the proposed exercise of this authority and the second trust agreement shall satisfy this notice obligation provision. For the purposes of this section, the term, beneficiaries, means those persons who would be entitled to notice and a copy of the first trust instrument under § 55-2-13. Section 18. That § 55-16-2 be amended to read as follows: 55-16-2. For the purposes of this chapter, a trust instrument, is an instrument appointing a qualified person or qualified persons for the property that is the subject of a disposition, which instrument: (1) Expressly incorporates the law of this state to govern the validity, construction, and administration of the trust; (2) Is irrevocable, but a trust instrument may not be deemed revocable on account of its inclusion of one or more of the following: (a) A transferor's power to veto a distribution from the trust; (b) An inter vivos power of appointment, other than an inter vivos power to appoint to the transferor, the transferor's creditors, the transferor's estate, or the creditors of the transferor's estate, exercisable by will or other written instrument of the transferor effective only upon the transferor's death; (c) A testamentary power of appointment; (d) The transferor's potential or actual receipt of income, including rights to such income retained in the trust instrument; (e) The transferor's potential or actual receipt of income or principal from a charitable remainder unitrust or charitable remainder annuity trust as such terms are defined in § 664 of the Internal Revenue Code of 1986, 26 U.S.C. § 664, as of January 1, 2009; (f) The transferor's receipt each year of a percentage of the value as determined from time to time pursuant to the trust instrument, but not exceeding the amount that may be defined as income under § 643(b) of the Internal Revenue Code of 1986, 26 U.S.C. § 643(b), as of January 1, 2009; (g) The transferor's potential or actual receipt or use of principal if such the potential or actual receipt or use of principal would be the result of a qualified person or qualified persons, including a qualified person or qualified persons acting at the direction of a trust advisor described in this section, acting either in such the qualified person's or qualified persons' sole discretion or pursuant to an ascertainable standard contained in the trust instrument; (h) The transferor's right to remove a trustee, protector, or trust advisor and to appoint a new trustee, protector, or trust advisor, other than a trustee who is a related or subordinate party with respect to the transferor within the meaning of § 672(c) of the Internal Revenue Code of 1986, 26 U.S.C. § 672(c), as of January 1, 2009; (i) The transferor's potential or actual use of real property held under a qualified personal residence trust within the meaning of such term as described in the regulations promulgated under § 2702(c) of the Internal Revenue Code of 1986, 26 U.S.C. § 2702(c), as of January 1, 2009; or (j) A pour back provision that pours back to the transferor's will or revocable trust all or part of the trust assets; and (k) The transferor's potential or actual receipt of income or principal to pay, in whole or in part, income taxes due on income of the trust if the potential or actual receipt of income or principal is pursuant to a provision in the trust instrument that expressly provides for the payment of the taxes and if the potential or actual receipt of income or principal would be the result of a qualified person's acting in the qualified person's discretion or pursuant to a mandatory direction in the trust instrument or acting at the direction of an advisor described in § 55-16-4; or (l) The ability, whether pursuant to discretion, direction, or the grantor's exercise of a testamentary power of appointment, of a qualified person to pay, after the death of the transferor, all or any part of the debts of the transferor outstanding at the time of the transferor's death, the expenses of administering the transferor's estate, or any estate or inheritance tax imposed on or with respect to the transferor's estate; and (3) Provides that the interest of the transferor or other beneficiary in the trust property or the income therefrom from the trust property may not be transferred, assigned, pledged, or mortgaged, whether voluntarily or involuntarily, before the qualified person or qualified persons actually distribute distributes the property or income therefrom from the property to the beneficiary, and such provision of the trust instrument shall be deemed to be a restriction on the transfer of the transferor's beneficial interest in the trust that is enforceable under applicable nonbankruptcy law within the meaning of § 541(c)(2) of the Bankruptcy Code, 11 U.S.C. § 541(c)(2), as of January 1, 2009. A disposition by a trustee that is not a qualified person to a trustee that is a qualified person may not be treated as other than a qualified disposition solely because the trust instrument fails to meet the requirements of subdivision (1) of this section. Section 19. That § 55-16-15 be amended to read as follows: 55-16-15. Notwithstanding the provisions of §§ 55-16-9 to 55-16-14, inclusive, this chapter does not apply in any respect to any person to whom at the time of transfer the transferor is indebted on account of an agreement or order of court for the payment of support or alimony in favor of such the transferor's spouse, former spouse, or children, or for a division or distribution of property in favor of such the transferor's spouse or former spouse, to the extent of such the debt. This exception does not apply to any claim for forced heirship or legitime. Section 20. That § 55-1B-6 be amended to read as follows: 55-1B-6. The powers and discretions of a trust protector shall be are as provided in the governing instrument and may be exercised or not exercised, in the best interests of the trust, in the sole and absolute discretion of the trust protector and are binding on all other persons. Such powers and discretion may include the following: (1) Modify or amend the trust instrument to achieve favorable tax status or respond to changes in the Internal Revenue Code, state law, or the rulings and regulations thereunder; (2) Increase or decrease the interests of any beneficiaries to the trust; (3) Modify the terms of any power of appointment granted by the trust. However, a modification or amendment may not grant a beneficial interest to any individual or class of individuals not specifically provided for under the trust instrument; (4) Remove and appoint a trustee, a fiduciary provided for in the governing trust instrument, trust advisor, investment committee member, or distribution committee member; (5) Terminate the trust; (6) Veto or direct trust distributions; (7) Change situs or governing law of the trust, or both; (8) Appoint a successor trust protector; (9) Interpret terms of the trust instrument at the request of the trustee; (10) Advise the trustee on matters concerning a beneficiary; (11) Amend or modify the trust instrument to take advantage of laws governing restraints on alienation, distribution of trust property, or the administration of the trust; and (12) Provide direction regarding notification of qualified beneficiaries pursuant to § 55-2-13. The powers referenced in subdivisions (5), (6), and (11) may be granted notwithstanding the provisions of §§ 55-3-24 to 55-3-28, inclusive. Section 21. That § 55-1-28 be amended to read as follows: 55-1-28. No creditor may reach an interest of a beneficiary or of any other person who on the grounds that the beneficiary or other person holds an, either alone or in conjunction with another person, either or both of the following: (1) An unconditional or conditional removal or replacement power over a trustee. This power is power to remove a trustee; or (2) An unconditional or conditional power to replace a trustee. The powers to remove or replace a trustee are personal to the beneficiary and may not be exercised by the beneficiary's creditors power holder. No court can may order, direct a beneficiary, or otherwise compel a power holder to directly or indirectly exercise the power to remove or replace a trustee for the purpose of directly or indirectly satisfying, either in whole or in part, any claim or judgment against the power holder or a beneficiary. The powers to remove or replace a trustee, whether exercisable alone or in conjunction with another person, are not a property interest. No creditor may reach an interest of a beneficiary who on the grounds that the beneficiary is also a trustee or a co-trustee, and no court may foreclose against such an interest. No court may order, direct, or otherwise compel a distribution because the beneficiary is then serving as a trustee or co-trustee. No court may foreclose against such an interest. Section 22. That § 55-3-42 be amended to read as follows: 55-3-42. For the purposes of §§ 55-3-39 and 55-3-40, the term, state jurisdiction provision, means a provision within the trust instrument that the laws of this state govern the validity, construction, and or administration of a trust or that the trust is subject to the jurisdiction of this state. Section 23. That § 55-1-45 be amended to read as follows: 55-1-45. A cause of action or claim for relief with respect to a fraudulent transfer of a settlor's assets pursuant to § 55-1-44 is extinguished unless the action under § 55-1-44 is brought by a creditor of the settlor who meets one of the following requirements: (1) Is a creditor of the settlor before the settlor's assets are transferred to the trust, and the action under § 55-1-44 is brought within the later of: (a) Three Two years after the transfer is made; or (b) One year Six months after the transfer is or reasonably could have been discovered by the creditor if the creditor: (i) Can demonstrate that the creditor asserted a specific claim against the settlor before the transfer; or (ii) Files another action, other than an action under § 55-1-44, against the settlor that asserts a claim based on an act or omission of the settlor that occurred before the transfer, and the action described in this subsection is filed within three two years after the transfer; or (2) Becomes a creditor subsequent to the transfer into trust, and the action under § 55-1-44 is brought within three two years after the transfer is made. In any action described in § 55-1-44, the burden to prove the matter by clear and convincing evidence is upon the creditor. Section 24. That § 55-4-57 be amended to read as follows: 55-4-57. (a) Any A judicial proceeding to contest the validity of a trust that was revocable at the settlor's death shall be commenced within the earlier of whether a revocable trust or any amendment thereto, or an irrevocable trust was validly created may not be commenced later than the first to occur of: (1) One year after the settlor's death; or (2) Sixty days after the trustee, trust advisor, trust protector, or the settlor sent the person who is contesting the trust a copy of the trust instrument and a notice informing the person of the trust's existence, of the trustee's name and address, and of the time allowed for commencing a proceeding; (3) Upon notice of entry of an order of adjudication of the trust's validity as a result of a petition filed before the settlor's death by any fiduciary of the trust or the settlor of a trust; (4) Upon notice of entry of an order of any other adjudication of the trust's validity or the date the person's right to contest was precluded by consent or other limitation; (5) The last date a petition for review of a will could be filed under South Dakota law, if the trust was revocable at the settlor's death and the trust was specifically referred to in the settlor's last will; or (6) Upon notice of entry of a court's order approving a conservator's proposal to create a trust or amendment thereto if the trust or trust amendment was created pursuant to and in conformity with § 29A-5-419 or 29A-5-420. (b) Upon the death of the settlor of a trust that was revocable at the settlor's death, the trustee may proceed to distribute the trust property in accordance with the terms of the trust. The trustee is not subject to liability for doing so unless: (1) The trustee knows of a pending proceeding contesting the validity of the trust; or (2) A potential contestant has notified the trustee of a possible proceeding to contest the trust and a proceeding is commenced within sixty days after the contestant sent the notification. (c) A beneficiary of a trust that is determined to have been invalid is liable to return any distribution received for proper distribution. If the beneficiary refuses to return the distribution, the beneficiary may be liable for all costs, including attorney fees, incurred for the recovery of the distribution. (d) Notice given by the trustee, trust protector, trust advisor or settlor under this section shall be given to all beneficiaries of a trust and all heirs at law of the trust settlor. (e) With respect to notices to beneficiaries and potential contestants under this section, if personal service is not made, then the notice shall be mailed certified or registered mail, postage prepaid, to the last known address of the person, and absent evidence to the contrary, notice to the person is presumed to have been made on the date of delivery to the last known address of the person, when there is proof of delivery. (f) No trustee, trust advisor, or trust protector may incur any liability to any person or otherwise for failure to provide any written notice discussed above."}, {"bill_id": 3996, "bill_version_id": 26831, "bill_version": "Enrolled", "bill_version_date": "2013-03-04T09:32:46.283-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3996, "action_date": "2013-01-08T12:00:00-06:00", "document_id": 23561, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23561.pdf", "status_text": "First read in House and referred to", "journal_page": 31, "committee_id_action": 202, "committee_id_assigned": 195, "result": "N", "vote": {}}, {"bill_id": 3996, "action_date": "2013-01-18T07:45:00-06:00", "document_id": 23824, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23824.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 195, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3996, "action_date": "2013-01-18T07:45:00-06:00", "document_id": 24017, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24017.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 195, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3996, "action_date": "2013-01-18T07:45:00-06:00", "document_id": 24017, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24017.pdf", "status_text": "Do Pass Amended", "journal_page": 106, "committee_id_action": 195, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12677, "president_vote": null, "Yea": [360, 348, 334, 381, 347, 351, 371, 316, 395, 354, 353, 349], "Excused": [335]}}, {"bill_id": 3996, "action_date": "2013-01-23T14:00:00-06:00", "document_id": 24416, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24416.pdf", "status_text": "Do Pass Amended", "journal_page": 161, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12843, "president_vote": null, "Yea": [420, 346, 415, 418, 326, 360, 417, 349, 382, 410, 412, 398, 342, 324, 348, 318, 397, 374, 402, 381, 396, 370, 394, 413, 372, 350, 347, 416, 389, 351, 344, 359, 392, 335, 369, 414, 400, 375, 371, 380, 316, 332, 393, 395, 390, 408, 404, 405, 356, 411, 377, 355, 378, 407, 352, 357, 403, 343, 399, 323, 406, 361, 391, 354, 409, 401, 373, 353, 341, 334]}}, {"bill_id": 3996, "action_date": "2013-01-24T14:00:00-06:00", "document_id": 24542, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24542.pdf", "status_text": "First read in Senate and referred to", "journal_page": 200, "committee_id_action": 200, "committee_id_assigned": 185, "result": "N", "vote": {}}, {"bill_id": 3996, "action_date": "2013-02-27T10:00:00-06:00", "document_id": 26357, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26357.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 185, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3996, "action_date": "2013-02-27T10:00:00-06:00", "document_id": 26630, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26630.pdf", "status_text": "Do Pass", "journal_page": 597, "committee_id_action": 185, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 14449, "president_vote": null, "Yea": [337, 364, 345, 329, 328, 333, 339], "Excused": [340, 320]}}, {"bill_id": 3996, "action_date": "2013-02-27T10:00:00-06:00", "document_id": 26630, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26630.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 185, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3996, "action_date": "2013-02-28T12:30:00-06:00", "document_id": 26781, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26781.pdf", "status_text": "Do Pass Amended", "journal_page": 628, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 14562, "president_vote": null, "Yea": [338, 362, 330, 337, 366, 388, 365, 363, 325, 358, 364, 376, 336, 322, 345, 329, 331, 419, 317, 320, 385, 384, 321, 368, 328, 333, 386, 319, 339, 387, 327, 383, 379], "Excused": [340, 367]}}, {"bill_id": 3996, "action_date": "2013-03-04T14:00:00-06:00", "document_id": 26939, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26939.pdf", "status_text": "Signed by the Speaker", "journal_page": 689, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3996, "action_date": "2013-03-05T14:00:00-06:00", "document_id": 27134, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27134.pdf", "status_text": "Signed by the President", "journal_page": 688, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3996, "action_date": "2013-03-06T11:00:00-06:00", "document_id": 27246, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27246.pdf", "status_text": "Delivered to the Governor", "journal_page": 772, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3996, "action_date": "2013-03-25T10:00:00-05:00", "document_id": 27484, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27484.pdf", "status_text": "Signed by the Governor", "journal_page": 842, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5458}