{"session_id": 20, "bill_id": 5452, "bill_type": "Senate Bill", "bill_number": 29, "bill_title": "revise certain provisions in statute and administrative rules regarding the regulation of campgrounds and the license fee for campgrounds and to repeal administrative rules regulating primitive campgrounds, full-service campgrounds, limited service campgrounds, and temporary campgrounds.", "sponsors": [], "keywords": ["Administrative Rules", "Campgrounds", "Fees", "Licenses", "Public Safety"], "audio": [{"meeting_datetime": "2014-01-28T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sco09.mp3", "start_seconds": 157.0}, {"meeting_datetime": "2014-01-28T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sco09.mp3", "start_seconds": 157.0}, {"meeting_datetime": "2014-01-28T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sco09.mp3", "start_seconds": 157.0}, {"meeting_datetime": "2014-01-28T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sco09.mp3", "start_seconds": 157.0}, {"meeting_datetime": "2014-01-28T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sco09.mp3", "start_seconds": 157.0}, {"meeting_datetime": "2014-02-19T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hco22.mp3", "start_seconds": 5497.0}, {"meeting_datetime": "2014-02-19T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hco22.mp3", "start_seconds": 5497.0}, {"meeting_datetime": "2014-02-19T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hco22.mp3", "start_seconds": 5497.0}, {"meeting_datetime": "2014-02-26T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou27.mp3", "start_seconds": 6162.0}, {"meeting_datetime": "2014-02-26T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou27.mp3", "start_seconds": 6162.0}, {"meeting_datetime": "2014-02-26T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou27.mp3", "start_seconds": 6162.0}], "bill_versions": [{"bill_id": 5452, "bill_version_id": 28330, "bill_version": "Introduced", "bill_version_date": "2014-01-09T15:22:35.453-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions in statute and administrative rules regarding the regulation of campgrounds and the license fee for campgrounds and to repeal administrative rules regulating primitive campgrounds, full-service campgrounds, limited service campgrounds, and temporary campgrounds. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 34-18-1 be amended to read as follows: 34-18-1. Terms used in this chapter mean: (1) \"Campground,\" a plot of ground for public use upon which two or more campsites are located, established, maintained, advertised, or held out to the public to be a place where camping units can be located and occupied as temporary living quarters for children or adults, or both. Camping units are considered to be trailers, tent campers, campers, tents, recreational park trailers, or other equipment that may be used by the public at individual campsites located at campgrounds or areas used by the public as campgrounds; (2) \"County fair,\" any fair or celebration operated by any county of this state and under the supervision of a county fair board, county fair association, or the county board of commissioners; (3) \"Department,\" the Department of Health; (4) \"Food,\" any raw, cooked, or processed edible substance, beverage, or ingredient used or intended for use or for sale in whole or in part for human consumption; (5) \"Food service establishment,\" any fixed restaurant; coffee shop; cafeteria; short-order café; luncheonette; grill; tearoom; sandwich shop; soda fountain; tavern; bar; cocktail lounge; night club; roadside stand; catering kitchen; delicatessen; bakery; grocery store; boardinghouse; or similar place in which food or drink is prepared for sale or for service to the public on the premises or elsewhere with or without charge; (6) \"Full-service campground,\" a campground that provides services to accommodate all types of campers and camping units. The campground shall have a service building, an approved water supply, and an approved waste collection system; (7) \"Hotel,\" any hotel, motel, lodge, resort, cabins, building, or buildings with more than ten rental units which is used to provide sleeping accommodations for a charge to the public; (8) \"Limited-service campground,\" a campground that offers limited services for self-contained and independent camping units only. All camping units shall be equipped with separate potable water and sewage holding tanks on each unit. The campground shall have an approved water supply and an approved waste collection system; (9)(7) \"Lodging establishment,\" any building or other structure and property or premises kept, used, maintained, advertised or held out to the public to be a place where sleeping accommodations are furnished for pay to two or more transient guests. The term includes hotels, motels, cabins, bed and breakfast establishments, lodges, vacation home establishments, dude ranches, and resorts; (10)(8) \"Mobile food service establishment,\" any mobile unit in which food or drink is prepared for sale or for service to the public with or without charge; (11)(9) \"Nonprofit organization,\" any governmental organization, church, fraternal, social, school, youth, or other similar organization that is organized and operated for a common good and not for the specific monetary gain of any person or persons; (12)(10) \"Owner,\" the operator, agent, proprietor, manager, or licensee whether it be a person, firm, corporation, limited liability company, or association; (13) \"Primitive campground,\" a campground accessible by nonmotorized methods of travel. The campground shall be equipped with an approved limited waste collection system; (14)(11) \"Rental unit,\" any room, cabin, or other quarters that may be rented to a guest for sleeping accommodations; (15)(12) \"Secretary,\" the secretary of the Department of Health; (16)(13) \"Specialty resort,\" any bed and breakfast establishment, lodge, dude ranch, resort, building, or buildings used to provide accommodations or recreation for a charge to the public, with no more than ten rental units for up to an average of twenty guests per night and in which meals are provided to only the guests staying at the specialty resort; (17)(14) \"State Fair,\" the fair at Huron, South Dakota, operated by the Department of Agriculture; (18) \"Temporary campground,\" a campground that is operated for a single event such as a fair, rally, or festival involving the gathering of camping units and is licensed for a maximum of fourteen consecutive days or less; (19)(15) \"Temporary food service establishment,\" any food service establishment which operates at a fixed location for a temporary period of time, not to exceed two weeks, in connection with a fair, carnival, circus, public exhibition, or similar transitory gathering; (20)(16) \"Transient guest,\" any person who resides in a lodging establishment less than four consecutive calendar weeks; (21)(17) \"Vacation home establishment,\" any home, cabin, or similar building that is rented, leased, or furnished in its entirety to the public on a daily or weekly basis for more than fourteen days in a calendar year and is not occupied by an owner or manager during the time of rental. This term does not include a bed and breakfast establishment as defined in subdivision 34-18-9.1(1); (22)(18) \"Water recreational facility,\" any artificial basin of water located at a facility licensed pursuant to chapter 34-18 constructed, installed, modified, or improved for the purpose of swimming, wading, diving, or recreation, including swimming pools, spas, hot tubs, and water slides. Section 2. That § 34-18-11.1 be amended to read as follows: 34-18-11.1. The annual license fee for a campground shall be as follows is: (1) Full-service campground; (a) Two to twenty-five campsites, inclusive, seventy-five dollars; (b)(2) Twenty-six to one hundred campsites, inclusive, one hundred thirteen dollars; (c)(3) One hundred one to two hundred campsites, inclusive, one hundred fifty dollars; (d)(4) Two hundred one to three hundred campsites, inclusive, one hundred eighty-eight dollars; and (e)(5) Three hundred one or more campsites, two hundred twenty-five dollars; (2) Limited-service campground, one hundred thirteen dollars; (3) Temporary campground, seventy-five dollars; and (4) Primitive campground, seventy-five dollars. Section 3. That ARSD 44:02:14 be amended to read as follows: 44:02:14:01. Definitions. Words defined by SDCL 34-18-1 have the same meaning when used in this chapter. In addition, the terms used in this chapter mean: (1) \"Camping cabin,\" any structure or building that is used to accommodate overnight sleeping guests and is dependent on a service building for restroom fixtures; (2) \"Camping unit,\" any trailer, tent camper, camper, camping cabin, tent, recreational park trailer, or other equipment that may be used by the traveling public at individual campsites located at campgrounds or areas used by the public as campgrounds; (3) \"Campsite,\" a specific parcel of land in a campground intended for occupancy and use by a single camping unit; (4) \"Community water system,\" a system that is regulated by the Department of Environment and Natural Resources that meets the definition requirements set forth in § 74:04:12:01; (5) \"Designated agent,\" a municipal, county, or district health department that has been organized under SDCL chapter 34-2 and SDCL 9-32-1 and has been designated as an agent of the secretary as provided in SDCL 34-18-7; (6) \"Egress window,\" a window of sufficient size to meet the requirements of § 44:02:10:34 so that an occupant of a guest room can escape through the window in an emergency; (7) \"EPA-certified laboratory,\" a laboratory which meets the requirements outlined in chapter 74:04:07; (8) \"Inspection,\" an objective examination of a campground by the department to review the employee practices, sanitary conditions, and health standards in accordance with SDCL chapter 34-18 and this chapter; (9) \"Private water system,\" a water system that serves a campground, food service establishment, or lodging establishment that is not a public water system regulated by the Department of Environment and Natural Resources; (10) \"Public water system,\" a system that is regulated by the Department of Environment and Natural Resources that meets the definition requirements set forth in § 74:04:12:01; (11) \"Sanitary dump station,\" a facility used for the removal and disposal of wastes from a camping unit holding tank and that has a water connection for the necessary flushing of the area; and (12) \"Service building,\" a structure housing toilet, lavatory, and bathing facilities. Section 4. That ARSD 44:02:14 be amended to read as follows: 44:02:14:02. Water supply. The owner shall provide an accessible, adequate, and safe supply of water to each campground facility. If a public water system of the quantity, quality, and pressure approved by the Department of Environment and Natural Resources is available, the owner shall provide that a connection is made to the system and the system's water supply is used exclusively. The owner of a private water system shall submit water samples quarterly to an EPA-certified laboratory for bacteriological analysis while the campground is in operation. The owner shall submit a nitrate test of the water supply system yearly. The owner of a private water system shall report any unsafe water sample to the department within three days. If an unsafe drinking water sample is reported, the campground shall provide two consecutive safe water samples prior to allowing the public to use the private water supply. No wellhead or well casing opening may be in a pit, room, or space that is below ground surface. Section 5. That ARSD 44:02:14 be amended to read as follows: 40:02:14:03. Water connection system. All water connection and piping systems shall meet the uniform plumbing code as adopted by the state plumbing commission pursuant to SDCL 36-25-15. Section 6. That ARSD 44:02:14 be amended to read as follows: 44:02:14:04. Waste water disposal. Each campground shall have a wastewater collection and treatment system to convey and dispose of all wastewater. The system shall be designed, constructed, and maintained in accordance with specifications for individual and small on-site wastewater systems pursuant to chapter 74:53:01 and shall meet the uniform plumbing code as adopted by the state plumbing commission pursuant to SDCL 36-25-15. Section 7. That ARSD 44:02:14 be amended to read as follows: 44:02:14:05. Condition of grounds. The owner shall provide that the grounds are kept free of rubbish, trash, or debris that is or could become a health or safety hazard to any occupant or surrounding resident. Section 8. That ARSD 44:02:14 be amended to read as follows: 44:02:14:06. Garbage and rubbish storage and disposal. The stored garbage and rubbish shall be kept in a leakproof, nonabsorbent container that is kept covered with a tight-fitting lid when filled, stored, or not in continuous use. Accessibility by insects, rodents, and other animals shall be minimized. No disposal of garbage and rubbish may create a health hazard. Disposal of rubbish shall be done as frequently as needed to minimize the development of objectionable odors and other conditions that attract or harbor insects and rodents. Section 9. That ARSD 44:02:14 be amended to read as follows: 44:02:14:07. Vermin control. Each building and area of the campground shall be constructed, equipped, and maintained to prevent the entrance, harborage, or breeding of flies, roaches, rats, mice, and all other insects and vermin. If there is an infestation, the department may require the owner of the campground to clean, renovate, and fumigate the campground to eliminate and to prevent the pests. The department may require the campground to hire a professional exterminator to exterminate pests under the following conditions: (1) The infestation is so extensive that it is unlikely that a nonprofessional can eradicate the pests effectively; (2) The method of extermination of choice can only be carried out by a professional exterminator; or (3) The department finds that a campground has not been brought into compliance with a prior order to rid the establishment of pests. The department shall require regularly scheduled professional extermination services following the determination of an excessive pest infestation. Section 10. That ARSD 44:02:14 be amended to read as follows: 44:02:14:08. Fire protection. Portable fire extinguishers shall be provided in an accessible area for use and shall be maintained in an operable condition. Each fire extinguisher shall be rated a minimum of 2A10BC and must be accessible to the public at all times. Section 11. That ARSD 44:02:14 be amended to read as follows: 44:02:14:09. Sanitary dump station. A campground may provide a sanitary dump station. Each sanitary dump station shall meet the uniform plumbing code as adopted by the state plumbing commission pursuant to SDCL 36-25-15. Section 12. That ARSD 44:02:14 be amended to read as follows: 44:02:14:10. Sewer connection system. If a sewer connection system is provided, it shall meet the uniform plumbing code as adopted by the state plumbing commission pursuant to SDCL 36-25-15. Section 13. That ARSD 44:02:14 be amended to read as follows: 44:02:14:11. Swimming pools and spas. Each swimming pool, spa, or other similar recreational facility shall comply with requirements in the \"Recommended Standards for Swimming Pool Design and Operation,\" 1996 edition, Great Lakes-Upper Mississippi River Board of State and Provincial Public Health and Environmental Managers. The owner or operator of a swimming pool, spa, or other water recreational facility shall collect and submit at least one water sample weekly for each swimming pool, spa, or other water recreational facility under the owner's or manager's control to an EPA-certified laboratory for bacteriological analysis. A copy of the daily log and weekly water sample results taken shall be kept onsite of the facility and available for inspection at all times. The owner or operator shall report any unsafe water sample test results to the department within three days after receipt of the test results. Upon receipt of a positive water sample the owner or operator of the facility shall submit two consecutive negative samples to the department to confirm treatment procedures have eliminated the contamination. If a resample test is positive, the owner or operator of the facility shall close the affected water recreational facility and submit two consecutive negative samples prior to allowing guest use of the affected water recreational facility. A colorimetric test kit shall be used for the monitoring and adjusting of disinfectant levels and pH in swimming pool, spa, or any other water recreational facility. The owner or operator of the facility shall maintain a daily log of disinfectant levels and pH. Section 14. That ARSD 44:02:14 be amended to read as follows: 44:02:14:12. Toilet and bathing facilities. The campground may provide toilets, showers, and lavatories in one or more service buildings for patron use. The service building can consist of men's or women's, or unisex facilities. Toilet and bathing facilities must meet the uniform plumbing code as adopted by the state plumbing commission pursuant to SDCL 36-25-15. Each room containing a sanitary or laundry facility must have sound-resistant walls extending to the ceiling between male and female sanitary facilities. Each floor, wall, and ceiling shall be constructed of light-colored, smooth, nonabsorbent, durable, and easily cleanable material. Each concrete, brick, or pumice block shall be finished and sealed to provide a smooth, flat, easily cleanable surface. Each floor, wall, and ceiling in the service building shall be kept clean and in good repair. Each toilet, lavatory, and bathing fixture shall be kept clean, sanitary, and in good repair. Each restroom fixture shall be cleaned and sanitized daily or more often as needed. Each cleaner, sanitizer, and disinfectant shall comply with 40 C.F.R. § 180.940, June 23, 2004. Each room shall have at least one screened window that can be easily opened or a mechanical device that ventilates the room. Each fixture shall be maintained in good repair. Each opening for ventilation or entrance shall be kept screened at all times to prevent the entrance of insects and vermin into the facility. Each service building room shall be equipped with nonglare lighting to provide at least 10 footcandles on all surfaces except those used for reading, shaving, or the application of cosmetics. For these areas, a minimum of 30 footcandles shall be provided. Section 15. That ARSD 44:02:14 be amended to read as follows: 44:02:14:13. Camping cabins. Any structure that is provided for use by overnight guests shall meet the following requirements: (1) Each camping cabin shall have no more than two sleeping rooms; (2) Each sleeping room shall either directly exit to the outside or be equipped with an operable egress window. Each egress window shall have at least a net clear opening of 5.7 square feet and shall be at least 24 inches high and at least 20 inches wide. The egress window shall open from the inside of the guest room without the use of any special tool or knowledge. The egress window shall have a finished height of not more than 48 inches above the floor. For camping cabins constructed before July 1, 2009, each grade level egress window shall have at least a net clear opening of 5.0 square feet and shall be at least 24 inches high and at least 20 inches wide; (3) Each floor, wall, and ceiling shall be constructed of durable, nonabsorbent, easily cleanable materials and cleaned and sanitized between guests; (4) Each mattress provided shall be protected or covered with an impermeable cover to prevent the infestation of pests and filth; (5) A hard-wired or battery-operated smoke detector shall be provided in each camping cabin; (6) No bathroom facility may be provided in the camping cabin; (7) Each window and opening to the outside that is not a door shall be screened to prevent the entrance of vermin and insects; and (8) Any fuel fired heating equipment located inside the camping cabin shall be inspected at least once a year by a person in the business of heating system maintenance. A written verification of the inspection shall be kept on file in the campground with the date of the inspection, a written statement by the person making the inspection, and that person's signature. Section 16. That ARSD 44:02:14 be amended to read as follows: 44:02:14:14. Bedding and linen. If a campground owner or operator furnishes linens for use by a guest using the camping cabin, the owner or operator shall furnish each guest with clean sheets and pillow cases for the bed, bunk, or cot to be occupied by the guest. Sheets shall be of sufficient width and length to cover the mattress completely. Any bath linen, sheets, and pillow cases used by one guest shall be washed and mechanically dried before being furnished to another guest. Any bedding, including mattress, mattress pad, quilt, blanket, pillows, sheets, and spreads, and all bath linen shall be kept clean, in good repair, and stored in a sanitary manner. Separate laundry containers shall be provided for clean and soiled laundry. Any soiled linen, uniform, and other garment shall be kept separate from clean linen to prevent cross-contamination. Any clean linen shall be stored on smooth, nonabsorbent, cleanable surfaces located a minimum of six inches above the floor. Section 17. That ARSD 44:02:09:00 be repealed. 44:02:09:00. Definitions. Words defined by SDCL 34-18-1 have the same meaning when used in this chapter. In addition, the terms used in this chapter mean: (1) \"Campground,\" a plot of ground for public use upon which two or more campsites are located, established, maintained, advertised, or held out to the public to be a place where camping units can be located and occupied as temporary living quarters for children or adults, or both; (2) \"Camping unit,\" any trailer, tent camper, camper, camping cabin, tent, recreational park trailer, or other equipment that may be used by the traveling public at individual campsites located at campgrounds or areas used by the public as campgrounds; (3) \"Campsite,\" a specific parcel of land in a campground intended for occupancy and use by a single camping unit; (4) \"Communicable disease,\" as defined in § 44:20:01:01; (5) \"Community water system,\" a system that is regulated by the Department of Environment and Natural Resources that meets the definition requirements set forth in § 74:04:12:01; (6) \"Designated agent,\" a municipal, county, or district health department that has been organized under SDCL chapter 34-3 and SDCL 9-32-1 and has been designated as an agent of the secretary as provided in SDCL 34-18-7; (7) \"EPA-certified laboratory,\" a laboratory that meets the requirements outlined in chapter 74:04:07; (8) \"Gray water,\" the liquid waste from any lavatory, utensil washing area, and bathing facility; (9) \"Inspection,\" an objective examination of a campground by the department to review the employee practices, sanitary conditions, and health standards in accordance with SDCL chapter 34-18 and this chapter; (10) \"Limited waste collection system,\" a system to collect human excreta that is not equipped with a water source. The system shall be designed, constructed, and maintained in accordance with specifications for individual and small on-site wastewater systems pursuant to chapter 74:53:01; (11) \"Nontransient noncommunity public water system,\" a system that is regulated by the Department of Environment and Natural Resources that meets the definition requirements set forth in § 74:04:12:01; (12) \"Primitive campground,\" a campground accessible by only nonmotorized methods of travel; (13) \"Private water system,\" a water system that serves a campground, food service establishment, or lodging establishment that is not a public water system regulated by the Department of Environment and Natural Resources; (14) \"Public water system,\" a system that is regulated by the Department of Environment and Natural Resources that meets the definition requirements set forth in § 74:04:12:01; (15) \"Recreational vehicle,\" a vehicular portable structure built on a chassis designed to be used as a temporary dwelling for travel, recreational, vacation, or seasonal uses and permanently identified as a travel trailer or a recreational park trailer by the manufacturer of the trailer; (16) \"Transient noncommunity water system,\" a system that is regulated by the Department of Environment and Natural Resources that meets the definition requirements set forth in § 74:04:12:01; (17) \"Watering station\" a facility that supplies potable water for camping units. Section 18. That ARSD 44:02:09:01 be repealed. 44:02:09:01. Condition of grounds. The department shall approve the location of the campground and any modifications to the campground prior to construction. The owner of the campground shall provide that the condition of the soil, groundwater level, drainage, and topography does not create any hazard to the property or endanger the health or safety of any occupant or surrounding resident. The owner shall provide that the grounds are kept free of rubbish, trash, or debris that is or could become a health or safety hazard to any occupant or surrounding resident. Section 19. That ARSD 44:02:09:02 be repealed. 44:02:09:02. Soil and ground cover requirements. The owner of the campground shall control the growth of brush, weeds, and grass to prevent harborage of ticks, chiggers, and other noxious insects. The owner shall prevent the growth of ragweed, poison ivy, poison oak, poison sumac, and other noxious weeds within the campground. Section 20. That ARSD 44:02:09:03 be repealed. 44:02:09:03. Campsite. Each campsite shall maintain a linear distance of ten feet between any adjoining camping unit and the camping unit's attachment or any fixed building. Section 21. That ARSD 44:02:09:04 be repealed. 44:02:09:04. Density requirement. No primitive camping area may exceed 40 tents per acre excluding any road, building, and other common use area. No primitive camping area may exceed one acre in size. Section 22. That ARSD 44:02:09:05 be repealed. 44:02:09:05. Water supply. If water is provided, the owner shall provide an accessible, adequate, and safe supply of water to each campground facility. If a public water system of the quantity, quality, and pressure approved by the Department of Environment and Natural Resources is available, the owner shall provide that a connection is made to the system and the system's water supply is used exclusively. The owner of a private water system shall submit water samples quarterly to an EPA-certified laboratory for bacteriological analysis while the campground is in operation. The owner shall submit a nitrate test of the water supply system yearly. The owner of a private water system shall report any unsafe water sample to the department within three days. If an unsafe drinking water sample is reported, the campground shall provide two consecutive safe water samples prior to allowing the public to use the private water supply. The water supply shall be of sufficient quantity to meet the maximum daily demand. An adequate water supply shall be capable of supplying at least 50 gallons for each campsite each day for all campsites lacking water riser pipes and at least 75 gallons for each campsite each day for all campsites provided with water riser pipes. No wellhead or well casing opening may be in a pit, room, or space that is below ground surface. Section 23. That ARSD 44:02:09:06 be repealed. 44:02:09:06. Water storage and distribution facilities. Each water storage reservoir shall be covered, watertight, and constructed of impervious material. Each water storage and distribution facility shall be sanitized and cleaned prior to use each year. Each overflow and vent of a reservoir shall be effectively screened. Each manhole shall be constructed with a raised lip and overlapping cover to prevent the entrance of contaminated material. No water piping system may be connected with any nonpotable or unapproved water supply. The system shall be protected against any hazard of backflow or backsiphonage. The system shall be designed and maintained to provide a pressure of not less than 20 pounds per square inch under normal operating conditions at each outlet and fixture requiring potable water. Section 24. That ARSD 44:02:09:07 be repealed. 44:02:09:07. Wastewater disposal. Each campground shall have a wastewater collection system to dispose of all wastewater. The system shall be designed, constructed, and maintained in accordance with specifications for individual and small on-site wastewater systems pursuant to chapter 74:53:01. Section 25. That ARSD 44:02:09:08 be repealed. 44:02:09:08. Plumbing. Any plumbing shall be in accordance with the state plumbing code, article 20:54. Section 26. That ARSD 44:02:09:09 be repealed. 44:02:09:09. Cooking shelters, barbecue pits, fireplaces, stoves, and incinerators. Any cooking shelter, barbecue pit, fireplace, wood burning stove, and incinerator shall be located, constructed, maintained, and used to minimize fire hazard and smoke nuisance both in the campground and on adjacent property. No open fire is permitted except in the fire apparatus provided. No open fire may be left unattended. No fuel may be used and no material may be burned that emits dense smoke or objectionable odors. Section 27. That ARSD 44:02:09:10 be repealed. 44:02:09:10. Garbage and rubbish storage and disposal. Any stored garbage and rubbish shall be kept in a leak proof, nonabsorbent container that is kept covered with a tight-fitting lid when filled, stored, or not in continuous use. Accessibility by insects, rodents, and other animals shall be minimized. No disposal of garbage and rubbish may create a health hazard. Disposal of rubbish shall be done as frequently as needed to minimize the development of objectionable odors and other conditions that attract or harbor insects and rodents. Section 28. That ARSD 44:02:09:11 be repealed. 41:02:09:11. Primitive campground. A campground shall be accessible by only nonmotorized methods of travel and equipped with a limited waste collection system meeting Department of Environment and Natural Resources requirements. Section 29. That ARSD 44:02:10:00 be repealed. 44:02:10:00. Definitions. Words defined by SDCL 34-18-1 have the same meaning when used in this chapter. In addition, the terms used in this chapter mean: (1) \"Campground,\" a plot of ground for public use upon which two or more campsites are located, established, maintained, advertised, or held out to the public to be a place where camping units can be located and occupied as temporary living quarters for children or adults, or both; (2) \"Camping cabin,\" any structure or building that is used to accommodate overnight sleeping guests and is dependent on a service building for restroom fixtures; (3) \"Camping unit,\" any trailer, tent camper, camper, camping cabin, tent, recreational park trailer, or other equipment that may be used by the traveling public at individual campsites located at campgrounds or areas used by the public as campgrounds; (4) \"Campsite,\" a specific parcel of land in a campground intended for occupancy and use by a single camping unit; (5) \"Communicable disease,\" as defined in § 44:20:01:01; (6) \"Community water system,\" a system that is regulated by the Department of Environment and Natural Resources that meets the definition requirements set forth in § 74:04:12:01; (7) \"Dependent camping unit,\" a camping vehicle that is dependent upon a service building for toilet, lavatory, and bathing facilities; (8) \"Designated agent,\" a municipal, county, or district health department that has been organized under SDCL chapter 34-3 and SDCL 9-32-1 and has been designated as an agent of the secretary as provided in SDCL 34-18-7; (9) \"Egress window,\" a window of sufficient size to meet the requirements of § 44:02:10:34 so that an occupant of a guest room can escape through the window in an emergency; (10) \"EPA-certified laboratory,\" a laboratory which meets the requirements outlined in chapter 74:04:07; (11) \"Full-service campground,\" a campground that has the ability to provide services to accommodate any type of camping unit; (12) \"Gray water,\" the liquid waste from any lavatory, utensil washing area, and bathing facility; (13) \"Improved camping area,\" a designated parcel of land within a campground that contains designated campsites; (14) \"Independent camping unit,\" a camping unit that contains a fresh water storage holding tank and wastewater facility with holding tanks that is an integral part of the unit or to a sewage disposal system; (15) \"Individual sewer connection,\" the connection consisting of any pipe, fitting, and appurtenance from the drain outlet of the camping unit to the inlet of the corresponding sewer riser pipe of the wastewater disposal system serving the campground; (16) \"Individual water connection,\" the connection consisting of any pipe, fitting, and appurtenance from the water riser pipe to the water inlet pipe of the distribution system within the camping unit; (17) \"Inspection,\" an objective examination of a campground by the department to review the employee practices, sanitary conditions, and health standards in accordance with SDCL chapter 34-18 and this chapter; (18) \"Limited waste collection system,\" a system to collect human excreta that is not equipped with a water source. The system shall be designed, constructed, and maintained in accordance with specifications for individual and small on-site wastewater systems pursuant to chapter 74:53:01; (19) \"Nontransient noncommunity public water system,\" a system that is regulated by the Department of Environment and Natural Resources that meets the definition requirements set forth in § 74:04:12:01; (20) \"Private water system,\" a water system that serves a campground, food service establishment, or lodging establishment that is not a public water system regulated by the Department of Environment and Natural Resources; (21) \"Public water system,\" a system that is regulated by the Department of Environment and Natural Resources that meets the definition requirements set forth in §74:04:12:01; (22) \"Recreational vehicle,\" a vehicular portable structure built on a chassis designed to be used as a temporary dwelling for travel, recreational, vacation, or seasonal uses and permanently identified as a travel trailer or a recreational park trailer by the manufacturer of the trailer; (23) \"Sanitary dump station,\" a facility used for the removal and disposal of wastes from a camping unit holding tank and that has a water connection for the necessary flushing of the area; (24) \"Service building,\" a structure housing toilet, lavatory, and bathing facilities; (25) \"Sewer riser pipe,\" the portion of the sewer lateral which extends vertically to the ground elevation and terminates at each campsite; (26) \"Transient noncommunity water system,\" a system that is regulated by the Department of Environment and Natural Resources that meets the definition requirements set forth in § 74:04:12:01; (27) \"Unimproved camping area,\" a designated parcel of land within a campground that does not have any individual water or sewer connection and is intended for occupancy by camping units; (28) \"Watering station,\" a facility that supplies potable water for camping units; (29) \"Water riser pipe,\" the portion of the water supply system serving the campground that extends vertically from the ground elevation and terminates at a designated point at each campsite. Section 30. That ARSD 44:02:10:01 be repealed. 44:02:10:01. Condition of grounds. The department shall approve the location of the campground and any modifications to the campground prior to construction. The owner of the campground shall provide that the condition of the soil, groundwater level, drainage, and topography does not create any hazard to the property or endanger the health or safety of any occupant or surrounding resident. The owner shall provide that the grounds are kept free of rubbish, trash, or debris that is or could become a health or safety hazard to any occupant or surrounding resident. Section 31. That ARSD 44:02:10:02 be repealed. 44:02:10:02. Soil and ground cover requirements. The owner of the campground shall control the growth of brush, weeds, and grass to prevent harborage of ticks, chiggers, and other noxious insects. The owner shall prevent the growth of ragweed, poison ivy, poison oak, poison sumac, and other noxious weeds within the campground. Section 32. That ARSD 44:02:10:03 be repealed. 44:02:10:03. Campsite. Each campsite shall maintain a linear distance of ten feet between any adjoining camping unit and the camping unit's attachment or any fixed building. Section 33. That ARSD 44:02:10:04 be repealed. 44:02:10:04. Density requirement. No improved camping area may exceed 25 campsites per acre excluding any road, building, and other common use area. No unimproved camping area may exceed 40 camping units per acre excluding any road, building, and other common use area. Section 34. That ARSD 44:02:10:05 be repealed. 44:02:10:05. Variance allowance. The department may permit a higher density than allowed pursuant to § 44:02:10:04 if all other environmental, open space, and access requirements of this chapter are adhered to. Any person desiring a higher density shall apply for exemption to the department 30 days prior to the start of the request for variance. The person shall submit a set of scaled plans showing all areas of the campground including any building, roadway, and other common use area. However, density requirements for any recreational vehicle site may not exceed 25 campsites per acre and for any tent sites may not exceed 40 campsites per acre. No mixed camping area allowing recreational vehicle units and tent camping sites in the same campground may be allowed to exceed 25 camp sites per acre for the entire campground. The department shall issue a letter either approving or denying the request for exemption. If the department approves the request, the letter shall specify the conditions of the higher density allowance. Each increased density variance allowance shall be based on the temporary restroom ratios and minimum acres per campsite ratio requirements. Each density variance granted may include limited waste collection systems if minimum service building plumbing fixtures requirements are met. Section 35. That ARSD 44:02:10:06 be repealed. 44:02:10:06. Setback from public streets. Each camping unit and building shall be located at least 20 feet from any campground boundary line abutting a public street or highway. Section 36. That ARSD 44:02:10:07 be repealed. 44:02:10:07. Internal streets. Each surfaced roadway within a campground shall be of adequate width to accommodate anticipated traffic. Each one-way street with no parking shall be at least 10 feet wide. Each two-way street with no parking must be at least 20 feet wide. Section 37. That ARSD 44:02:10:08 be repealed. 44:02:10:08. Off-street parking and maneuvering space. Each campground shall provide sufficient parking and maneuvering space so that the parking, loading, or maneuvering of any camping unit incidental to parking does not necessitate the use of any public street, sidewalk, or right-of-way or any private grounds not part of the campground. Section 38. That ARSD 44:02:10:09 be repealed. 44:02:10:09. Water supply. The owner shall provide an accessible, adequate, and safe supply of water to each campground facility. If a public water system of the quantity, quality, and pressure approved by the Department of Environment and Natural Resources is available, the owner shall provide that a connection is made to the system and the system's water supply is used exclusively. The owner of a private water system shall submit water samples quarterly to an EPA-certified laboratory for bacteriological analysis while the campground is in operation. The owner shall submit a nitrate test of the water supply system yearly. The owner of a private water system shall report any unsafe water sample to the department within three days. If an unsafe drinking water sample is reported, the campground shall provide two consecutive safe water samples prior to allowing the public to use the private water supply. The water supply shall be of sufficient quantity to meet the maximum daily demand. An adequate water supply shall be capable of supplying at least 50 gallons for each campsite each day for all campsites lacking water riser pipes and at least 75 gallons for each campsite each day for all campsites provided with water riser pipes. No wellhead or well casing opening may be in a pit, room, or space that is below ground surface. Section 39. That 44:02:10:10 be repealed. 44:02:10:10. Water storage and distribution facilities. Each water storage reservoir shall be covered, watertight, and constructed of impervious material. Each water storage and distribution facility shall be sanitized and cleaned prior to use each year. Each overflow and vent of a reservoir shall be effectively screened. Each manhole shall be constructed with a raised lip and overlapping cover to prevent the entrance of contaminated material. No water piping system may be connected with any nonpotable or unapproved water supply. The system shall be protected against any hazard of backflow or backsiphonage. The system shall be designed and maintained to provide a pressure of not less than 20 pounds per square inch under normal operating conditions at each outlet and fixture requiring potable water. Section 40. That ARSD 44:02:10:11 be repealed. 44:02:10:11. Watering stations. Each campground shall be provided with at least one easily accessible water supply outlet for obtaining potable water for individual use and for filling any camping unit water storage tank. Each water supply outlet shall consist of at least a water hydrant and any necessary appurtenance and shall be protected against any hazard of backflow and backsiphonage. No portion of an unimproved camping area may be more than 400 feet from a water supply outlet. No designated campsite within an improved camping area may be more than 200 feet from a water supply outlet. Each watering station for potable water use shall be located at least 15 feet from a sanitary dump station. Signage shall be provided to identify this as a potable water source and not to be used for flushing waste tanks or other similar warnings. Section 41. That ARSD 44:02:10:12 be repealed. 44:02:10:12. Water connection system. If any individual water service connection is provided, the connection shall meet the following requirements: (1) Each riser pipe provided for the water service connection shall be located and constructed so that the pipe will not be damaged by the parking of camping units; and (2) Each water riser pipe shall extend at least eighteen inches above ground elevation; the pipe size shall be at least three-quarters of an inch. Section 42. That ARSD 44:02:10:13 be repealed. 44:02:10:13. Wastewater disposal. Each campground shall have a wastewater collection and treatment system to convey and dispose of all wastewater. The system shall be designed, constructed, and maintained in accordance with specifications for individual and small on-site wastewater systems pursuant to chapter 74:53:01. Section 43. That ARSD 44:02:10:14 be repealed. 44:02:10:14. Sanitary dump stations. A full service campground shall provide at least one sanitary dump station. Each full service campground shall provide sanitary dump stations at a ratio of at least one sanitary dump station per one hundred campsites. However, any campsite equipped with individual water and sewer hookups shall not be counted towards the sanitary dump station ratio requirements. Each required sanitary dump station shall meet the following requirements: (1) Have at least a four-inch sewer riser pipe connected to the campground wastewater collection system; (2) Be surrounded at the inlet end by an approved concrete apron that is at least 16 square feet in area and sloped to the drain; (3) Have a tight-fitting cover that prevents contamination of the hands when activated; (4) Have a water outlet with a hose that is mounted on a reel or tower to ensure that the nozzle does not touch the ground when not in use and connected to the campground water supply system to permit periodic wash down of the immediate adjacent areas. This water outlet may not be used for potable water purposes and shall be clearly identified with a sign not less than two foot by two foot square at the water source stating \"UNSAFE WATER FACILITY.\" The water outlet shall be protected from backflow and backsiphonage; and (5) Be located to permit easy access by a service road for any camping vehicle. (See Appendix A at the end of this chapter for an illustration of the required sanitary dump station apron.) Section 44. That ARSD 44:02:10:15 be repealed. 44:02:10:15. Sewer connection system. If any individual sewer connection is provided, the connection shall meet the following requirements: (1) The sewer riser pipe shall have at least a four-inch diameter and shall be located on the campsite; (2) The sewer connection system shall have a nominal inside diameter of at least three inches, and the slope of any portion of the system shall be one-fourth inch for each foot. The sewer connection system shall consist of one pipeline only without any branch fittings. Each joint shall be watertight; (3) All materials used for the sewer connection system must be corrosive resistant, nonabsorbent, and durable. The inner surface shall be smooth; (4) A tight-fitting plug or cover for the sewer riser pipe must be in place if a camping unit does not occupy the campsite; and (5) Surface drainage must be diverted away from the riser. Section 45. That ARSD 44:02:10:16 be repealed. 44:02:10:16. Gray water. No gray water may be discharged onto or allowed to accumulate on the ground surface. Section 46. That ARSD 44:02:10:17 be repealed. 44:02:10:17. Plumbing. Any plumbing shall be in accordance with the state plumbing code, article 20:54. Section 47. That ARSD 44:02:10:18 be repealed. 44:02:10:18. Electrical system. All electrical wiring shall comply with the rules of the State Electrical Commission, article 20:44. Section 48. That ARSD 44:02:10:19 be repealed. 44:02:10:19. Swimming pools and spas. Each swimming pool, spa, or other similar recreational facility must comply with requirements in the \"Recommended Standards for Swimming Pool Design and Operation,\" 1996 edition, Great Lakes-Upper Mississippi River Board of State and Provincial Public Health and Environmental Managers. The owner or operator of a swimming pool, spa, or other water recreational facility shall collect and submit at least one water sample weekly for each swimming pool, spa, or other water recreational facility under the owner's or manager's control to an EPA-certified laboratory for bacteriological analysis. A copy of the daily log and weekly water sample results taken shall be kept onsite of the facility and available for inspection at all times. The owner or operator shall report any unsafe water sample test results to the department within three days after receipt of the test results. Upon receipt of a positive water sample the owner or operator of the facility shall submit two consecutive negative samples to the department to confirm treatment procedures have eliminated the contamination. If a resample test is positive, the owner or operator of the facility shall close the affected water recreational facility and submit two consecutive negative samples prior to allowing guest use of the affected water recreational facility. A colorimetric test kit shall be used for the monitoring and adjusting of disinfectant levels and pH in swimming pool, spa, or any other water recreational facility. The owner or operator of the facility shall maintain a daily log of disinfectant levels and pH. Section 49. That ARSD 44:02:10:20 be repealed. 44:02:10:20. Service building. Each campground shall have at least one service building containing the necessary toilet and other plumbing fixtures specified in § 44:02:10:21. Each service building shall be conveniently located in one or more central locations throughout the campground. Each entrance to the service building shall be designed so that the plumbing fixtures are not visible from the outside. Section 50. That ARSD 44:02:10:21 be repealed. 44:02:10:21. Toilet and bathing facilities. The campground shall provide toilets, showers, and lavatories in each service building for patron use. The service building can consist of men's or women's, or unisex facilities, as long as the campground meets the total number of toilet, lavatory, and shower ratio specified in the rule. Each campground shall provide the following minimum facilities: (For each additional 1-50 campsites, add one of each fixture) If a campsite offers full electrical, water, and wastewater hookups for self-contained RV units, the campsite counts 50 percent towards the toilet and bathing facility ratio requirements contained in this section. These campsites shall be designated for self-contained RV units only. If a campsite does not provide full electrical, water, and wastewater hookups at the site, the campsite counts 100 percent towards the toilet and bathing facility ratio requirements contained in this section. Each toilet shall be located in a separate compartment equipped with a self-closing door. Cold water shall be furnished to each toilet and urinal. Shower stalls shall be individual. Hot and cold water shall be furnished to each lavatory, shower, bathtub, and shower and bathtub combination. The hot water shall be at least 110 degrees Fahrenheit and no more that 120 degrees Fahrenheit at the tap. Each shower, bathtub, and bathtub and shower combination shall have individual control valves of the pressure balance, thermostatic, or combination pressure balance and thermostatic mixing valve type that provide scald and thermal shock protection. Each bathing or shower facility shall have a nonslip floor surface, such as a manufactured nonslip bathtub or shower unit, a rubberized throw mat, or adhesive-backed nonslip strips. Any self-closing, slow-closing, or metered faucet shall be designed to provide a flow of water for at least fifteen seconds without the need to reactivate the faucet. Facilities shall be provided for disposal of gray water unless a sanitary station is conveniently accessible. Each toilet and bathing facility required for a campground shall be separate from any facility required for any other business, such as a gasoline station or restaurant, operated in connection with or adjacent to the campground. Section 51. That ARSD 44:02:10:22 be repealed. 44:02:10:22. Structure and cleanliness of service buildings. Each room containing a sanitary or laundry facility must have sound-resistant walls extending to the ceiling between male and female sanitary facilities. Each floor, wall, and ceiling shall be constructed of light-colored, smooth, nonabsorbent, durable, and easily cleanable material. Each concrete, brick, or pumice block shall be finished and sealed to provide a smooth, flat, easily cleanable surface. Each floor, wall, and ceiling in the service building shall be kept clean and in good repair. Each toilet, lavatory, and bathing fixture shall be kept clean, sanitary, and in good repair. Each restroom fixture shall be cleaned and sanitized daily or more often as needed. Each cleaner, sanitizer, and disinfectant shall comply with 40 C.F.R. § 180.940, June 23, 2004. Each room shall have at least one screened window that can be easily opened or a mechanical device that ventilates the room. Each fixture shall be maintained in good repair. Each opening for ventilation or entrance shall be kept screened at all times to prevent the entrance of insects and vermin into the facility. Section 52. That ARSD 44:02:10:23 be repealed. 44:02:10:23. Service building lighting. Each service building room shall be equipped with nonglare lighting to provide at least 10 foot-candles on all surfaces except those used for reading, shaving, or the application of cosmetics. For these areas, a minimum of 30 footcandles shall be provided. Section 53. That ARSD 44:02:10:24 be repealed. 44:02:10:24. Cooking shelters, barbecue pits, fireplaces, stoves, and incinerators. Each cooking shelter, barbecue pit, fireplace, wood burning stove, and incinerator shall be located, constructed, maintained, and used to minimize fire hazard and smoke nuisance both in the campground and on adjacent property. No open fire is permitted except in the fire apparatus provided. No open fire may be left unattended. No fuel may be used and no material may be burned that emits dense smoke or objectionable odors. Section 54. That ARSD 44:02:10:25 be repealed. 44:02:10:25. Garbage and rubbish storage and disposal. The stored garbage and rubbish shall be kept in a leakproof, nonabsorbent container that is kept covered with a tight-fitting lid when filled, stored, or not in continuous use. Accessibility by insects, rodents, and other animals shall be minimized. No disposal of garbage and rubbish may create a health hazard. Disposal of rubbish shall be done as frequently as needed to minimize the development of objectionable odors and other conditions that attract or harbor insects and rodents. Section 55. That ARSD 44:02:10:26 be repealed. 44:02:10:26. Vermin control. Each building and area of the campground shall be constructed, equipped, and maintained to prevent the entrance, harborage, or breeding of flies, roaches, rats, mice, and all other insects and vermin. If there is an infestation, the department may require the owner of the campground to clean, renovate, and fumigate the campground to eliminate and to prevent the pests. The department may require the campground to hire a professional exterminator to exterminate pests under the following conditions: (1) The infestation is so extensive that it is unlikely that a nonprofessional can eradicate the pests effectively; (2) The method of extermination of choice can only be carried out by a professional exterminator; or (3) The department finds that a campground has not been brought into compliance with a prior order to rid the establishment of pests. The department shall require regularly scheduled professional extermination services following the determination of an excessive pest infestation. Section 56. That ARSD 44:02:10:27 be repealed. 44:02:10:27. Fuel supply and storage. Fuel supply and storage within a campground shall comply with requirements for fire safety standards, chapter 61:15:01; underground storage tanks, chapter 74:56:01; and aboveground stationary storage tanks, chapter 74:56:03. Section 57. That ARSD 44:02:10:28 be repealed. 44:02:10:28. Fire protection. Each portable fire extinguisher shall be provided in an accessible area for use and shall be maintained in an operable condition. Each fire extinguisher shall be conveniently located at a distance of not more than 400 feet from any campsite or any area where camping activities occur. Each fire extinguisher shall be accessible to the public at all times. Section 58. That ARSD 44:02:10:29 be repealed. 44:02:10:29. Reporting communicable disease. Each owner, operator, attendant, or other person operating a campground must notify the department immediately of any suspected communicable or contagious disease within the campground. Section 59. That ARSD 44:02:10:30 be repealed. 44:02:10:30. Pet kennels and control of animals. Any pet kennel or compound shall be operated and maintained in a clean and sanitary manner. No owner or person in charge of a dog, cat, or other pet animal may permit it to run at large or to become a nuisance within the limits of a campground or the adjacent property. Section 60. That ARSD 44:02:10:31 be repealed. 44:02:10:31. Camping cabins. Any structure that is provided for use by overnight guests shall meet the following requirements: (1) Each camping cabin shall have no more than two rooms. Each sleeping room shall either directly exit to the outside or be equipped with an operable egress window; (2) Each floor, wall, and ceiling shall be constructed of durable, nonabsorbent, easily cleanable materials and cleaned and sanitized between guests; (3) Each mattress provided shall be protected or covered with an impermeable cover to prevent the infestation of pests and filth; (4) A hard-wired or battery-operated smoke detector shall be provided in each camping cabin; (5) No bathroom facility may be provided in the camping cabin. Each camping cabin shall be figured into the fixture count when determining the bathing facility ratio requirements contained in § 44:02:10:21; (6) Each window and opening to the outside that is not a door shall be screened to prevent the entrance of vermin and insects; and (7) Any fuel fired heating equipment located inside the camping cabin shall be inspected at least once a year by a person in the business of heating system maintenance. A written verification of the inspection shall be kept on file in the campground with the date of the inspection, a written statement by the person making the inspection, and that person's signature. Section 61. That ARSD 44:02:10:32 be repealed. 44:02:10:32. Full-service campground. A full-service campground shall have a service building, an approved water supply, and an approved waste collection system. Section 62. That ARSD 44:02:10:33 be repealed. 44:02:10:33. Bedding and linen. When a campground owner or operator furnishes linens for use by a guest using the camping cabin, the owner or operator shall furnish each guest with clean sheets and pillow cases for the bed, bunk, or cot to be occupied by the guest. Sheets shall be of sufficient width and length to cover the mattress completely. Any bath linen, sheets, and pillow cases used by one guest shall be washed and mechanically dried before being furnished to another guest. Any bedding, including mattress, mattress pad, quilt, blanket, pillows, sheets, and spreads, and all bath linen shall be kept clean, in good repair, and stored in a sanitary manner. Separate laundry containers shall be provided for clean and soiled laundry. Any soiled linen, uniform, and other garment shall be kept separate from clean linen to prevent cross-contamination. Any clean linen shall be stored on smooth, nonabsorbent, cleanable surfaces located a minimum of six inches above the floor. Section 63. That ARSD 44:02:10:34 be repealed. 44:02:10:34. Egress windows. Each egress window shall have at least a net clear opening of 5.7 square feet. The net clear opening shall be at least 24 inches high and at least 20 inches wide. The egress window shall open from the inside of the guest room without the use of any special tool or knowledge. The egress window shall have a finished sill height of not more than 48 inches above the floor. Section 64. That ARSD 44:02:10:35 be repealed. 44:02:10:35. Egress window exception. For camping cabins constructed before July 1, 2009, each grade level egress window shall have at least a net clear opening of five square feet and shall be at least 24 inches high and at least 20 inches wide. Section 65. That ARSD 44:02:11:00 be repealed. 44:02:11:00. Definitions. Words defined by SDCL 34-18-1 have the same meaning when used in this chapter. In addition, the terms used in this chapter mean: (1) \"Campground,\" a plot of ground for public use upon which two or more campsites are located, established, maintained, advertised, or held out to the public to be a place where camping units can be located and occupied as temporary living quarters for children or adults, or both; (2) \"Camping unit,\" any trailer, tent camper, camper, camping cabin, tent, recreational park trailer, or other equipment that may be used by the traveling public at individual campsites located at campgrounds or areas used by the public as campgrounds; (3) \"Campsite,\" a specific parcel of land in a campground intended for occupancy and use by a single camping unit; (4) \"Communicable disease,\" as defined in § 44:20:01:01; (5) \"Community water system,\" a system that is regulated by the Department of Environment and Natural Resources that meets the definition requirements set forth in § 74:04:12:01; (6) \"Dependent camping unit,\" a camping vehicle that is dependent upon a service building for toilet, lavatory, and bathing facilities; (7) \"Designated agent,\" a municipal, county, or district health department that has been organized under SDCL chapter 34-3 and SDCL 9-32-1 and has been designated as an agent of the secretary as provided in SDCL 34-18-7; (8) \"EPA-certified laboratory,\" a laboratory that meets the requirements outlined in chapter 74:04:07; (9) \"Gray water,\" the liquid waste from any lavatory, utensil washing area, and bathing facility; (10) \"Improved camping area,\" a designated parcel of land within a campground that contains designated campsites; (11) \"Independent camping unit,\" a camping unit that contains a fresh water storage holding tank and wastewater facility with holding tanks that is an integral part of the unit or to a sewage disposal system; (12) \"Individual sewer connection,\" the connection consisting of any pipe, fitting, and appurtenance from the drain outlet of the camping unit to the inlet of the corresponding sewer riser pipe of the wastewater disposal system serving the campground; (13) \"Individual water connection,\" the connection consisting of any pipe, fitting, and appurtenance from the water riser pipe to the water inlet pipe of the distribution system within the camping unit; (14) \"Inspection,\" an objective examination of a campground by the department to review the employee practices, sanitary conditions, and health standards in accordance with SDCL chapter 34-18 and this chapter; (15) \"Limited-service campground,\" a campground that offers limited services for self-contained and independent camping units only; (16) \"Nontransient noncommunity public water system,\" a system that is regulated by the Department of Environment and Natural Resources that meets the definition requirements set forth in § 74:04:12:01; (17) \"Private water system,\" a water system that serves a campground, food service establishment, or lodging establishment that is not a public water system regulated by the Department of Environment and Natural Resources; (18) \"Public water system,\" a system that is regulated by the Department of Environment and Natural Resources that meets the definition requirements set forth in § 74:04:12:01; (19) \"Recreational vehicle,\" a vehicular portable structure built on a chassis designed to be used as a temporary dwelling for travel, recreational, vacation, or seasonal uses and permanently identified as a travel trailer or a recreational park trailer by the manufacturer of the trailer; (20) \"Sanitary dump station,\" a facility used for the removal and disposal of wastes from a camping unit holding tank and that has a water connection for the necessary flushing of the area; (21) \"Sewer riser pipe,\" the portion of the sewer lateral that extends vertically to the ground elevation and terminates at each campsite; (22) \"Transient noncommunity water system,\" a system that is regulated by the Department of Environment and Natural Resources that meets the definition requirements set forth in § 74:04:12:01; (23) \"Unimproved camping area,\" a designated parcel of land within a campground that does not have any individual water or sewer connection and is intended for occupancy by camping units; (24) \"Watering station,\" a facility that supplies potable water for camping units; (25) \"Water riser pipe,\" the portion of the water supply system serving the campground that extends vertically from the ground elevation and terminates at a designated point at each campsite. Section 66. That ARSD 44:02:11:01 be repealed. 44:02:11:01. Condition of grounds. The department shall approve the location of the campground and any modifications to the campground prior to construction. The owner of the campground shall provide that the condition of the soil, groundwater level, drainage, and topography does not create any hazard to the property or endanger the health or safety of any occupant or surrounding resident. The owner shall provide that the grounds are kept free of rubbish, trash, or debris that is or could become a health or safety hazard to any occupant or surrounding resident. Section 67. That ARSD 44:02:11:02 be repealed. 44:02:11:02. Soil and ground cover requirements. The owner of the campground shall control the growth of brush, weeds, and grass to prevent harborage of ticks, chiggers, and other noxious insects. The owner shall prevent the growth of ragweed, poison ivy, poison oak, poison sumac, and other noxious weeds within the campground. Section 68. That ARSD 44:02:11:03 be repealed. 44:02:11:03. Campsite. Each campsite shall maintain a linear distance of ten feet between any adjoining camping unit and the camping unit's attachment or any fixed building. Section 69. That ARSD 44:02:11:04 be repealed. 44:02:11:04. Density requirement. No improved camping area may exceed 25 campsites per acre excluding any road, building, and other common use area. Section 70. That ARSD 44:02:11:05 be repealed. 44:02:11:05. Setback from public streets. Each camping unit and building shall be located at least 20 feet from any campground boundary line abutting a public street or highway. Section 71. That ARSD 44:02:11:06 be repealed. 44:02:11:06. Internal streets. Each surfaced roadway within a campground shall be of adequate width to accommodate anticipated traffic. Each one-way street with no parking shall be at least 10 feet wide. Each two-way street with no parking shall be at least 20 feet wide. Section 72. That ARSD 44:02:11:07 be repealed. 44:02:11:07. Off-street parking and maneuvering space. Each campground shall provide sufficient parking and maneuvering space so that the parking, loading, or maneuvering of any camping unit incidental to parking does not necessitate the use of any public street, sidewalk, or right-of-way or any private grounds not part of the campground. Section 73. That ARSD 44:02:11:08 be repealed. 44:02:11:08. Water supply. The owner shall provide an accessible, adequate, and safe supply of water to each campground facility. If a public water system of the quantity, quality, and pressure approved by the Department of Environment and Natural Resources is available, the owner shall provide that a connection is made to the system and the system's water supply is used exclusively. The owner of a private water system shall submit water samples quarterly to an EPA-certified laboratory for bacteriological analysis while the campground is in operation. The owner shall submit a nitrate test of the water supply system yearly. The owner of a private water system shall report any unsafe water sample to the department within three days. If an unsafe drinking water sample is reported, the campground shall provide two consecutive safe water samples prior to allowing the public to use the private water supply. The water supply shall be of sufficient quantity to meet the maximum daily demand. An adequate water supply shall be capable of supplying at least 50 gallons for each campsite each day for all campsites lacking water riser pipes and at least 75 gallons for each campsite each day for all campsites provided with water riser pipes. No wellhead or well casing opening may be in a pit, room, or space that is below ground surface. Section 74. That ARSD 44:02:11:09 be repealed. 44:02:11:09. Water storage and distribution facilities. Each water storage reservoir shall be covered, watertight, and constructed of impervious material. Each water storage and distribution facility shall be sanitized and cleaned prior to use each year. Each overflow and vent of a reservoir shall be effectively screened. Each manhole shall be constructed with a raised lip and overlapping cover to prevent the entrance of contaminated material. No water piping system may be connected with any nonpotable or unapproved water supply. The system shall be protected against any hazard of backflow or backsiphonage. The system shall be designed and maintained to provide a pressure of not less than 20 pounds per square inch under normal operating conditions at each outlet and fixture requiring potable water. Section 75. That ARSD 44:02:11:10 be repealed. 44:02:11:10. Watering stations. Each campground shall be provided with at least one easily accessible water supply outlet for obtaining potable water for individual use and for filling any camping unit water storage tank. Each water supply outlet shall consist of at least a water hydrant and any necessary appurtenance and shall be protected against any hazard of backflow and backsiphonage. No portion of an unimproved camping area may be more than 400 feet from a water supply outlet. No designated campsite within an improved camping area may be more than 200 feet from a water supply outlet. Each watering station for potable water use shall be located at least 15 feet from a sanitary dump station. Signage shall be provided to identify this as a potable water source and not to be used for flushing waste tanks or other similar warnings. Section 76. That ARSD 44:02:11:11 be repealed. 44:02:11:11. Water connection system. If any individual water service connection is provided, the connection shall meet the following requirements: (1) Each riser pipe provided for the water service connection shall be located and constructed so that the pipe will not be damaged by the parking of camping units; and (2) Each water riser pipe shall extend at least eighteen inches above ground elevation; the pipe size shall be at least three-quarters of an inch. Section 77. That ARSD 44:02:11:12 be repealed. 44:02:11:12. Wastewater disposal. Each campground shall have a wastewater collection and treatment system to convey and dispose of all wastewater. The system shall be designed, constructed, and maintained in accordance with specifications for individual and small on-site wastewater systems pursuant chapter 74:53:01. Section 78. That ARSD 44:02:11:13 be repealed. 44:02:11:13. Sanitary dump stations. Each limited service campground shall provide sanitary dump stations at a ratio of at least one sanitary dump station per one hundred campsites. However, any campsite equipped with individual water and sewer hookups shall not be counted towards the sanitary dump station ratio requirements. Any campground with less than one hundred campsites that are not equipped with individual water and sewer hookups shall have at least one sanitary dump station. For limited service campgrounds where every campsite is equipped with individual water and sewer hookups, no sanitary dump station is required. Each required sanitary dump station shall meet the following requirements: (1) Have at least a four-inch sewer riser pipe connected to the campground wastewater collection system; (2) Be surrounded at the inlet end by an approved concrete apron that is at least 16 square feet in area and sloped to the drain; (3) Have a tight-fitting cover that prevents contamination of the hands when activated; (4) Have a water outlet with a hose that is mounted on a reel or tower to ensure that the nozzle does not touch the ground when not in use and connected to the campground water supply system to permit periodic wash down of the immediate adjacent areas. This water outlet may not be used for potable water purposes and shall be clearly identified with a sign not less than two foot by two foot square at the water source stating UNSAFE WATER FACILITY. The water outlet shall be protected from backflow and backsiphonage; and (5) Be located to permit easy access by a service road for any camping vehicle. (See Appendix A at the end of this chapter for an illustration of the required sanitary dump station apron.) Section 79. That ARSD 44:02:11:14 be repealed. 44:02:11:14. Sewer connection system. If any individual sewer connection is provided, the connection shall meet the following requirements: (1) The sewer riser pipe shall have at least a four-inch diameter and must be located on the campsite; (2) The sewer connection system shall have a nominal inside diameter of at least three inches, and the slope of any portion of it shall be one-fourth inch for each foot. The sewer connection system shall consist of one pipeline only without any branch fittings. Each joint shall be watertight; (3) Any material used for the sewer connection system shall be corrosive resistant, nonabsorbent, and durable. The inner surface shall be smooth; (4) A tight-fitting plug or cover for the sewer riser pipe shall be in place when a camping unit does not occupy the campsite; and (5) Surface drainage shall be diverted away from the riser. Section 80. That ARSD 44:02:11:15 be repealed. 44:02:11:15. Gray water. No gray water may be discharged onto or allowed to accumulate on the ground surface. Section 81. That ARSD 44:02:11:16 be repealed. 44:02:11:16. Plumbing. Any plumbing shall be in accordance with the state plumbing code, article 20:54. Section 82. That ARSD 44:02:11:17 be repealed. 44:02:11:17. Electrical system. Any electrical wiring shall comply with the rules of the State Electrical Commission, article 20:44. Section 83. That ARSD 44:02:11:18 be repealed. 44:02:11:18. Cooking shelters, barbecue pits, fireplaces, stoves, and incinerators. Each cooking shelter, barbecue pit, fireplace, wood burning stove, and incinerator shall be located, constructed, maintained, and used to minimize fire hazard and smoke nuisance both in the campground and on adjacent property. No open fire is permitted except in the fire apparatus provided. No open fire may be left unattended. No fuel may be used and no material may be burned that emits dense smoke or objectionable odors. Section 84. That ARSD 44:02:11:19 be repealed. 44:02:11:19. Garbage and rubbish storage and disposal. Any stored garbage and rubbish shall be kept in a leak proof, nonabsorbent container that is kept covered with a tight-fitting lid when filled, stored, or not in continuous use. Accessibility by insects, rodents, and other animals shall be minimized. No disposal of garbage and rubbish may create a health hazard. Disposal of rubbish shall be done as frequently as needed to minimize the development of objectionable odors and other conditions that attract or harbor insects and rodents. Section 85. That ARSD 44:02:11:20 be repealed. 44:02:11:20. Vermin control. Each building and area of the campground shall be constructed, equipped, and maintained to prevent the entrance, harborage, or breeding of flies, roaches, rats, mice, and all other insects and vermin. If there is an infestation, the department may require the owner of the campground to clean, renovate, or fumigate the campground to eliminate and to prevent the pests. The department may require the campground to hire a professional exterminator to exterminate pests under the following conditions: (1) The infestation is so extensive that it is unlikely that a nonprofessional can eradicate the pests effectively; (2) The method of extermination of choice can only be carried out by a professional exterminator; or (3) The department finds that a campground has not been brought into compliance with a prior order to rid the establishment of pests. The department shall require regularly scheduled professional extermination services following the determination of an excessive pest infestation. Section 86. That ARSD 44:02:11:21 be repealed. 44:02:11:21. Fuel supply and storage. Fuel supply and storage within a campground shall comply with requirements for fire safety standards, chapter 61:15:01; underground storage tanks, chapter 74:56:01; and aboveground stationary storage tanks, chapter 74:56:03. Section 87. That ARSD 44:02:11:22 be repealed. 44:02:11:22. Fire protection. Portable fire extinguishers shall be provided in accessible areas for use and shall be maintained in an operable condition. Each fire extinguisher shall be conveniently located at a distance of not more than 400 feet from any campsite or any area where camping activities occur. Each fire extinguisher shall be accessible to the public at all times. Section 88. That ARSD 44:02:11:23 be repealed. 44:02:11:23. Reporting communicable disease. Each owner, operator, attendant, or other person operating a campground shall notify the department immediately of any suspected communicable or contagious disease within the campground. Section 89. That ARSD 44:02:11:24 be repealed. 44:02:11:24. Pet kennels and control of animals. Any pet kennel or compound, if provided, shall be operated and maintained in a clean and sanitary manner. No owner or person in charge of a dog, cat, or other pet animal may permit it to run at large or to become a nuisance within the limits of a campground or the adjacent property. Section 90. That ARSD 44:02:11:25 be repealed. 44:02:11:25. Limited-service campground. A limited-service campground shall offer camping to only a camping unit equipped with separate potable water and sewage holding tanks on each unit. The campground shall have an approved water supply and an approved waste collection system. Section 91. That ARSD 44:02:11:26 be repealed. 44:02:11:26. Swimming pools and spas. Each swimming pool, spa, or other similar recreational facility must comply with requirements in the \"Recommended Standards for Swimming Pool Design and Operation,\" 1996 edition, Great Lakes-Upper Mississippi River Board of State and Provincial Public Health and Environmental Managers. The owner or operator of a swimming pool, spa, or other water recreational facility shall collect and submit at least one water sample weekly for each swimming pool, spa, or other water recreational facility under the owner's or operator's control to an EPA-certified laboratory for bacteriological analysis. A copy of the daily log and weekly water sample results taken shall be kept onsite of the facility and available for inspection at all times. The owner or operator shall report any unsafe water sample test results to the department within three days after receipt of the test results. Upon the receipt of a positive water sample the owner or operator of the facility shall submit two consecutive negative samples to the department to confirm treatment procedures have eliminated the contamination. If a resample test is positive, the owner or operator of the facility shall close the affected water recreational facility and submit two consecutive negative samples prior to allowing guest use of the affected water recreational facility. A colorimetric test kit shall be used for the monitoring and adjusting of disinfectant levels and pH in swimming pool, spa, or any other water recreational facility. The owner or operator of the facility shall maintain a daily log of disinfectant levels and pH. Section 92. That ARSD 44:02:12:00 be repealed. 44:02:12:00. Definitions. Words defined by SDCL 34-18-1 have the same meaning when used in this chapter. In addition, the terms used in this chapter mean: (1) \"Campground,\" a plot of ground for public use upon which two or more campsites are located, established, maintained, advertised, or held out to the public to be a place where camping units can be located and occupied as temporary living quarters for children or adults, or both; (2) \"Camping cabin,\" any structure or building that is used to accommodate overnight sleeping guests and is dependent on a service building for restroom fixtures; (3) \"Camping unit,\" any trailer, tent camper, camper, camping cabin, tent, recreational park trailer, or other equipment that may be used by the traveling public at individual campsites located at campgrounds or areas used by the public as campgrounds; (4) \"Campsite,\" a specific parcel of land in a campground intended for occupancy and use by a single camping unit; (5) \"Communicable disease,\" as defined in § 44:20:01:01; (6) \"Community water system,\" a system that is regulated by the Department of Environment and Natural Resources that meets the definition requirements set forth in § 74:04:12:01; (7) \"Dependent camping unit,\" a camping vehicle that is dependent upon a service building for toilet, lavatory, and bathing facilities; (8) \"Designated agent,\" a municipal, county, or district health department that has been organized under SDCL chapter 34-3 and SDCL 9-32-1 and has been designated as an agent of the secretary as provided in SDCL 34-18-7; (9) \"Egress window,\" a window of sufficient size to meet the requirements of § 44:02:12:28 so that an occupant of a guest room can escape through the window in an emergency; (10) \"EPA-certified laboratory,\" a laboratory that meets the requirements outlined in chapter 74:04:07; (11) \"Gray water,\" the liquid waste from any lavatory, utensil washing area, and bathing facility; (12) \"Independent camping unit,\" a camping unit that contains a fresh water storage holding tank and a wastewater facility with holding tanks that is an integral part of the unit or to a sewage disposal system; (13) \"Individual sewer connection,\" the connection consisting of any pipe, fitting, and appurtenance from the drain outlet of the camping unit to the inlet of the corresponding sewer riser pipe of the wastewater disposal system serving the campground; (14) \"Individual water connection,\" the connection consisting of any pipe, fitting, and appurtenance from the water riser pipe to the water inlet pipe of the distribution system within the camping unit; (15) \"Inspection,\" an objective examination of a campground by the department to review the employee practices, sanitary conditions, and health standards in accordance with SDCL chapter 34-18 and this chapter; (16) \"Limited waste collection system,\" a system to collect human excreta that is not equipped with a water source. The system shall be designed, constructed, and maintained in accordance with specifications for individual and small on-site wastewater systems pursuant to chapter 74:53:01; (17) \"Nontransient noncommunity public water system,\" \"NTNC,\" a public water system that is not a community water system and that regularly serves at least 25 of the same persons at such places as work places, offices, and schools for a least six months a year; (18) \"Private water system,\" a water system that serves a campground, food service establishment, or lodging establishment that is not a public water system regulated by the Department of Environment and Natural Resources; (19) \"Public water system,\" a system that is regulated by the Department of Environment and Natural Resources that meets the definition requirements set forth in § 74:04:12:01; (20) \"Recreational vehicle,\" a vehicular portable structure built on a chassis designed to be used as a temporary dwelling for travel, recreational, vacation, or seasonal uses and permanently identified as a travel trailer or a recreational park trailer by the manufacturer of the trailer; (21) \"Sanitary dump station,\" a facility used for the removal and disposal of wastes from a camping unit holding tank and that has a water connection for the necessary flushing of the area; (22) \"Service building,\" a structure housing toilet, lavatory, and bathing facilities; (23) \"Sewer riser pipe,\" the portion of the sewer lateral that extends vertically to the ground elevation and terminates at each campsite; (24) \"Transient noncommunity water system,\" a system that is regulated by the Department of Environment and Natural Resources that meets the definition requirements set forth in § 74:04:12:01; (25) \"Temporary campground,\" a campground that is operated for a single event such as a fair, rally, or festival involving the gathering of camping units and is licensed for a maximum of 14 consecutive days or less; (26) \"Unimproved camping area,\" a designated parcel of land within a campground that does not have any individual water or sewer connection and is intended for occupancy by camping units; (27) \"Watering station,\" a facility that supplies potable water for camping units; (28) \"Water riser pipe,\" the portion of the water supply system serving the campground that extends vertically from the ground elevation and terminates at a designated point at each campsite. Section 93. That ARSD 44:02:12:01 be repealed. 44:02:12:01. Condition of grounds. The department shall approve the location of the campground and any modifications to the campground prior to construction. The owner of the campground shall provide that the condition of the soil, groundwater level, drainage, and topography does not create any hazard to the property or endanger the health or safety of any occupant or surrounding resident. The owner shall provide that the grounds are kept free of rubbish, trash, or debris that is or could become a health or safety hazard to any occupant or surrounding resident. Section 94. That ARSD 44:02:12:02 be repealed. 44:02:12:02. Soil and ground cover requirements. The owner of the campground shall control the growth of brush, weeds, and grass to prevent harborage of ticks, chiggers, and other noxious insects. The owner shall prevent the growth of ragweed, poison ivy, poison oak, poison sumac, and other noxious weeds within the campground. Section 95. That ARSD 44:02:12:03 be repealed. 44:02:12:03. Density requirement. No camping area may exceed 40 camping units per acre excluding any road, building, and other common use site. Section 96. That ARSD 44:02:12:04 be repealed. 44:02:12:04. Setback from public streets. Each camping unit and building shall be located at least 20 feet from any campground boundary line abutting a public street or highway. Section 97. That ARSD 44:02:12:05 be repealed. 44:02:12:05. Off-street parking and maneuvering space. Each campground shall provide sufficient parking and maneuvering space so that the parking, loading, or maneuvering of any camping unit incidental to parking does not necessitate the use of any public street, sidewalk, or right-of-way or any private grounds not part of the campground. Section 98. That ARSD 44:02:12:06 be repealed. 44:02:12:06. Water supply. The owner shall provide an accessible, adequate, and safe supply of water to each campground facility. If a public water system of the quantity, quality, and pressure approved by the Department of Environment and Natural Resources is available, the owner shall provide that a connection is made to the system and the system's water supply is used exclusively. A safe water sample shall be submitted within 30 days prior to operating the temporary campground. Documentation shall be kept on file in the campground. The owner of a private water system shall submit water samples to an EPA-certified laboratory for bacteriological analysis while the campground is in operation. The owner shall submit a nitrate test of the water supply system yearly. The owner of a private water system shall report any unsafe water sample to the department within three days. If an unsafe drinking water sample is reported, the campground shall provide two consecutive safe water samples prior to allowing the public to use the private water supply. The water supply shall be of sufficient quantity to meet the maximum daily demand. An adequate water supply shall be capable of supplying at least 50 gallons for each campsite each day for all campsites lacking water riser pipes and at least 75 gallons for each campsite each day for all campsites provided with water riser pipes. No wellhead or well casing opening may be in a pit, room, or space that is below ground surface. Section 99. That ARSD 44:02:12:07 be repealed. 44:02:12:07. Water storage and distribution facilities. Each water storage reservoir shall be covered, watertight, and constructed of impervious material. Each water storage and distribution facility shall be sanitized and cleaned prior to use each year. Each overflow and vent of a reservoir shall be effectively screened. Each manhole shall be constructed with a raised lip and overlapping cover to prevent the entrance of contaminated material. No water piping system may be connected with any nonpotable or unapproved water supply. The system shall be protected against any hazard of backflow or backsiphonage. The system shall be designed and maintained to provide a pressure of not less than 20 pounds per square inch under normal operating conditions at each outlet and fixture requiring potable water. If a water-hauling transport is used, each transport storage tank shall be constructed of an impervious material that is watertight and can be easily sanitized. Each tank load of water shall be chlorinated at the filling location to provide at least three parts per million available chlorine. Each water-hauling transport shall keep a daily log indicating the amount of disinfectant added and the amount of water for each tank load. Section 100. That ARSD 44:02:12:08 be repealed. 44:02:12:08. Wastewater disposal. Each campground shall have a wastewater collection and treatment system to convey and dispose of all wastewater. The system shall be designed, constructed, and maintained in accordance with specifications for individual and small on-site wastewater systems pursuant to chapter 74:53:01. If a sanitary dump station is provided, a sanitary dump station shall be provided at a rate of one for each 100 campsites. If a campground does not supply a sewer connection system or dump station, the services of a septage hauler for the disposal of sewage or gray water shall be provided. A service agreement shall be kept on file by the campground operator on premise. If a septage hauler service is utilized, the service shall be available for the duration of the license or the event. Section 101. That ARSD 44:02:12:09 be repealed. 44:02:12:09. Sanitary dump station. Each temporary campground shall provide sanitary dump stations at a ratio of at least one sanitary dump station per one hundred campsites. However, any campsite equipped with individual water and sewer hookups shall not be counted towards the sanitary dump station ratio requirements. Any campground with less than one hundred campsites that are not equipped with individual water and sewer hookups shall have at least one sanitary dump station. For temporary campgrounds where every campsite is equipped with individual water and sewer hookups, no sanitary dump station is required. Each sanitary dump station shall meet the following requirements: (1) Have at least a four-inch sewer riser pipe connected to the campground wastewater collection system; (2) Be surrounded at the inlet end by an approved concrete apron that is at least 16 square feet in area or sloped to the drain; (3) Have a tight-fitting cover that prevents contamination of the hands when activated; (4) Have a water outlet provided with a hose that is mounted on a reel or tower to ensure that the nozzle does not touch the ground when not in use and connected to the campground water supply system to permit periodic wash down of the immediate adjacent areas. This water outlet may not be used for potable water purposes and shall be clearly identified with a sign not less than two foot by two foot square at the water source as \"UNSAFE WATER FACILITY.\" The water outlet must be protected from backflow and backsiphonage; and (5) Be located to permit easy access by a service road for any camping vehicle. (See Appendix A at the end of this chapter for an illustration of the required sanitary dump station apron.) Section 102. That ARSD 44:02:12:10 be repealed. 44:02:12:10. Gray water. No gray water may be discharged onto or allowed to accumulate on the ground surface. Section 103. That ARSD 44:02:12:11 be repealed. 44:02:12:11. Plumbing. Any plumbing shall be in accordance with the state plumbing code, article 20:54. Section 104. That ARSD 44:02:12:12 be repealed. 44:02:12:12. Electrical system. Any electrical wiring shall comply with the rules of the State Electrical Commission, article 20:44. Section 105. That ARSD 44:02:12:13 be repealed. 44:02:12:13. Swimming pools and spas. Each swimming pool, spa, or similar recreational facility must comply with requirements in the \"Recommended Standards for Swimming Pool Design and Operation,\" 1996 edition, Great Lakes-Upper Mississippi River Board of State and Provincial Public Health and Environmental Managers. The owner or operator of a swimming pool, spa, or other water recreational facility shall collect and submit at least one water sample weekly for each swimming pool, spa, or other water recreational facility under the owner's or operator's control to an EPA-certified laboratory for bacteriological analysis. A copy of the daily log and weekly water sample results taken shall be kept onsite of the facility and available for inspection at all times. The owner or operator shall report any unsafe water sample test results to the department within three days after receipt of the test results. Upon the receipt of a positive water sample the owner or operator of the facility shall submit two consecutive negative samples to the department to confirm treatment procedures have eliminated the contamination. If a resample test is positive, the owner or operator of the facility shall close the affected water recreational facility and submit two consecutive negative samples prior to allowing guest use of affected water recreational facility. A colorimetric test kit shall be used for the monitoring and adjusting of disinfectant levels and pH in swimming pool, spa, or any other water recreational facility. The owner or operator of the facility shall maintain a daily log of disinfectant levels and pH. Section 106. That ARSD 44:02:12:14 be repealed. 44:02:12:14. Service building. Each campground shall have at least one service building containing the necessary toilet and other plumbing fixtures specified in § 44:02:12:15. Each service building shall be conveniently located in one or more central locations throughout the campground. Each entrance to the service building shall be designed so that the plumbing fixtures are not visible from the outside. Section 107. That ARSD 44:02:12:15 be repealed. 44:02:12:15. Toilet and bathing facilities. The campground shall provide toilets, showers, and lavatories in each service building for patron use. The service building can consist of men's or women's, or unisex facilities, as long as the campground meets the total number of toilet, lavatory, and shower ratio specified in the rule. Each campground shall provide the following facilities; (For each additional 1-50 campsites, add one of each fixture for toilets. For each additional 1-100 campsites, add one of each fixture for lavatories and showers.) Each toilet shall be located in a separate compartment equipped with a self-closing door. Each toilet and bathing facility required for a temporary campground shall be separate from any facility required for any other business, such as a gasoline station or restaurant, operated in connection with or adjacent to the campground. A portable lavatory and shower facility may be used as a temporary fixture. A limited waste collection system may be used as a temporary toilet fixture. Shower stalls shall be individual. If a lavatory or shower is permanently plumbed, the lavatory or shower shall have hot and cold running water. The hot water shall be at least 110 degrees Fahrenheit and not more than 120 degrees Fahrenheit at the tap. Each bathing or shower facility shall have a nonslip floor surface, such as a manufactured nonslip bathtub or shower unit, a rubberized throw mat, or adhesive-backed nonslip strips. Any self-closing, slow-closing, or metered faucet shall be designed to provide a flow of water for at least fifteen seconds without the need to reactivate the faucet. Section 108. That ARSD 44:02:12:16 be repealed. 44:02:12:16. Structure and cleanliness of service buildings. Each room containing a sanitary or laundry facility shall have sound-resistant walls extending to the ceiling between male and female sanitary facilities. Each floor, wall, and ceiling shall be constructed of light-colored, smooth, nonabsorbent, durable, and easily cleanable material. Each concrete, brick, or pumice block shall be finished and sealed to provide a smooth, flat, easily cleanable surface. Each floor, wall, and ceiling in the service building shall be kept clean and in good repair. Each toilet, lavatory, and bathing fixture shall be kept clean, sanitary, and in good repair. Each restroom fixture shall be cleaned and sanitized daily or more often as needed. Each cleaner, sanitizer, and disinfectant shall comply with 40 C.F.R. § 180.940, June 23, 2004. Each room shall have at least one screened window that can be easily opened or a mechanical device that ventilates the room. Each fixture shall be maintained in good repair. Each opening for ventilation or entrance shall be kept screened at all times to prevent the entrance of insects and vermin into the facility. Section 109. That ARSD 44:02:12:17 be repealed. 44:02:12:17. Cooking shelters, barbecue pits, fireplaces, stoves, and incinerators. Each cooking shelter, barbecue pit, fireplace, wood burning stove, and incinerator shall be located, constructed, maintained, and used to minimize fire hazard and smoke nuisance both in the campground and on adjacent property. No open fire is permitted except in the fire apparatus provided. No open fire may be left unattended. No fuel may be used and no material may be burned that emits dense smoke or objectionable odors. Section 110. That ARSD 44:02:12:18 be repealed. 44:02:12:18. Garbage and rubbish storage and disposal. Any stored garbage and rubbish shall be kept in a leak proof, nonabsorbent container that is kept covered with a tight-fitting lid when filled, stored, or not in continuous use. Accessibility by insects, rodents, and other animals shall be minimized. No disposal of garbage and rubbish may create a health hazard. Disposal of rubbish shall be done as frequently as needed to minimize the development of objectionable odors and other conditions that attract or harbor insects and rodents. Section 111. That ARSD 44:02:12:19 be repealed. 44:02:12:19. Vermin control. Each building and area of the campground shall be constructed, equipped, and maintained to prevent the entrance, harborage, or breeding of flies, roaches, rats, mice, and all other insects and vermin. If there is an infestation, the department may require the owner of the campground to clean, renovate, or fumigate the campground to eliminate and to prevent the pests. The department may require the campground to hire a professional exterminator to exterminate pests under the following conditions: (1) The infestation is so extensive that it is unlikely that a nonprofessional can eradicate the pests effectively; (2) The method of extermination of choice can only be carried out by a professional exterminator; or (3) The department shall require regularly scheduled professional extermination services following the determination of an excessive pest infestation. The department shall require regularly scheduled professional extermination services following the determination of an excessive pest infestation. Section 112. That ARSD 44:02:12:20 be repealed. 44:02:12:20. Fuel supply and storage. Fuel supply and storage within a campground shall comply with requirements for fire safety standards, chapter 61:15:01; underground storage tanks, chapter 74:56:01; and aboveground stationary storage tanks, chapter 74:56:03. Section 113. That ARSD 44:02:12:21 be repealed. 44:02:12:21. Fire protection. Portable fire extinguishers shall be provided in accessible areas for use and shall be maintained in an operable condition. Each fire extinguisher shall be conveniently located at a distance of not more than 400 feet from any campsite or any area where camping activities occur. Each fire extinguisher shall be accessible to the public at all times. Section 114. That ARSD 44:02:12:22 be repealed. 44:02:12:22. Reporting communicable disease. Each owner, operator, attendant, or other person operating a campground shall notify the department immediately of any suspected communicable or contagious disease within the campground. Section 115. That ARSD 44:02:12:23 be repealed. 44:02:12:23. Pet kennels and control of animals. Any pet kennel or compound shall be operated and maintained in a clean and sanitary manner. No owner or person in charge of a dog, cat, or other pet animal may permit it to run at large or to become a nuisance within the limits of a campground or the adjacent property. Section 116. That ARSD 44:02:12:24 be repealed. 44:02:12:24. Camping cabins. Any structure that is provided for use by overnight guests shall meet the following requirements: (1) Each camping cabin shall have no more than two rooms. Each sleeping room shall either directly exit to the outside or be equipped with an operable egress window; (2) Each floor, wall, and ceiling shall be constructed of durable, nonabsorbent, easily cleanable materials and cleaned and sanitized between guests; (3) Each mattress provided shall be protected or covered with an impermeable cover to prevent the infestation of pests and filth; (4) A hard-wired or battery-operated smoke detector shall be provided in each camping cabin; (5) No bathroom facility may be provided in the camping cabin. Each camping cabin shall be figured into the fixture count when determining the bathing facility ratio requirements contained in § 44:02:12:15; (6) Each window and opening to the outside that is not a door shall be screened to prevent the entrance of vermin and insects; and (7) Any fuel fired heating equipment located inside the camping cabin shall be inspected at least once a year by a person in the business of heating system maintenance. A written verification of the inspection shall be kept on file in the campground with the date of the inspection, a written statement by the person making the inspection, and that person's signature. Section 117. That ARSD 44:02:12:25 be repealed. 44:02:12:25. Temporary campgrounds -- Closure order -- Refunds. If a temporary campground licensed under this chapter is not in compliance with this chapter and compliance during the period of operation is not considered feasible, the department, subject to the requirements of SDCL 1-26-29, may issue a closure order to the owner of the temporary campground. Continued operation after notice of closure by the department is in direct violation of the licensing requirements of SDCL chapter 34-18. The department shall refund any license fees paid unless the temporary campground has operated for more than one day. Section 118. That ARSD 44:02:12:26 be repealed. 44:02:12:26. Bedding and linen. When a campground owner or operator furnishes linens for use by a guest using the camping cabin, the owner or operator shall furnish each guest with clean sheets and pillow cases for the bed, bunk, or cot to be occupied by the guest. Sheets shall be of sufficient width and length to cover the mattress completely. Any bath linen, sheets, and pillow cases used by one guest shall be washed and mechanically dried before being furnished to another guest. Any bedding, including mattress, mattress pad, quilt, blanket, pillows, sheets, and spreads, and all bath linen shall be kept clean, in good repair, and stored in a sanitary manner. A separate laundry container shall be provided for clean and soiled laundry. Any soiled linen, uniform, and other garment shall be kept separate from clean linen to prevent cross-contamination. Any clean linen shall be stored on smooth, nonabsorbent, cleanable surfaces located a minimum of six inches above the floor. Section 119. That ARSD 44:02:12:27 be repealed. 44:02:12:27. Campsite. Each campsite shall maintain a linear distance of ten feet between any adjoining camping unit and the camping unit's attachment or any fixed building. Section 120. That ARSD 44:02:12:28 be repealed. 44:02:12:28. Egress windows. Each egress window shall have at least a net clear opening of 5.7 square feet. The net clear opening shall be at least 24 inches high and at least 20 inches wide. The egress window shall open from the inside of the guest room without the use of any special tool or knowledge. The egress window shall have a finished sill height of not more than 48 inches above the floor. Section 121. That ARSD 44:02:12:29 be repealed. 44:02:12:29. Egress window exception. For camping cabins constructed before July 1, 2009, each grade level egress window shall have at least a net clear opening of five square feet and shall be at least 24 inches high and at least 20 inches wide."}, {"bill_id": 5452, "bill_version_id": 29170, "bill_version": "Senate Commerce and Energy Engrossed", "bill_version_date": "2014-01-28T14:07:56.24-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions in statute and administrative rules regarding the regulation of campgrounds and the license fee for campgrounds and to repeal administrative rules regulating primitive campgrounds, full-service campgrounds, limited service campgrounds, and temporary campgrounds. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 34-18-1 be amended to read as follows: 34-18-1. Terms used in this chapter mean: (1) \"Campground,\" a plot of ground for public use upon which two or more campsites are located, established, maintained, advertised, or held out to the public to be a place where camping units can be located and occupied as temporary living quarters for children or adults, or both. Camping units are considered to be trailers, tent campers, campers, tents, recreational park trailers, or other equipment that may be used by the public at individual campsites located at campgrounds or areas used by the public as campgrounds; (2) \"County fair,\" any fair or celebration operated by any county of this state and under the supervision of a county fair board, county fair association, or the county board of commissioners; (3) \"Department,\" the Department of Health; (4) \"Food,\" any raw, cooked, or processed edible substance, beverage, or ingredient used or intended for use or for sale in whole or in part for human consumption; (5) \"Food service establishment,\" any fixed restaurant; coffee shop; cafeteria; short-order café; luncheonette; grill; tearoom; sandwich shop; soda fountain; tavern; bar; cocktail lounge; night club; roadside stand; catering kitchen; delicatessen; bakery; grocery store; boardinghouse; or similar place in which food or drink is prepared for sale or for service to the public on the premises or elsewhere with or without charge; (6) \"Full-service campground,\" a campground that provides services to accommodate all types of campers and camping units. The campground shall have a service building, an approved water supply, and an approved waste collection system; (7) \"Hotel,\" any hotel, motel, lodge, resort, cabins, building, or buildings with more than ten rental units which is used to provide sleeping accommodations for a charge to the public; (8) \"Limited-service campground,\" a campground that offers limited services for self-contained and independent camping units only. All camping units shall be equipped with separate potable water and sewage holding tanks on each unit. The campground shall have an approved water supply and an approved waste collection system; (9)(7) \"Lodging establishment,\" any building or other structure and property or premises kept, used, maintained, advertised or held out to the public to be a place where sleeping accommodations are furnished for pay to two or more transient guests. The term includes hotels, motels, cabins, bed and breakfast establishments, lodges, vacation home establishments, dude ranches, and resorts; (10)(8) \"Mobile food service establishment,\" any mobile unit in which food or drink is prepared for sale or for service to the public with or without charge; (11)(9) \"Nonprofit organization,\" any governmental organization, church, fraternal, social, school, youth, or other similar organization that is organized and operated for a common good and not for the specific monetary gain of any person or persons; (12)(10) \"Owner,\" the operator, agent, proprietor, manager, or licensee whether it be a person, firm, corporation, limited liability company, or association; (13) \"Primitive campground,\" a campground accessible by nonmotorized methods of travel. The campground shall be equipped with an approved limited waste collection system; (14)(11) \"Rental unit,\" any room, cabin, or other quarters that may be rented to a guest for sleeping accommodations; (15)(12) \"Secretary,\" the secretary of the Department of Health; (16)(13) \"Specialty resort,\" any bed and breakfast establishment, lodge, dude ranch, resort, building, or buildings used to provide accommodations or recreation for a charge to the public, with no more than ten rental units for up to an average of twenty guests per night and in which meals are provided to only the guests staying at the specialty resort; (17)(14) \"State Fair,\" the fair at Huron, South Dakota, operated by the Department of Agriculture; (18) \"Temporary campground,\" a campground that is operated for a single event such as a fair, rally, or festival involving the gathering of camping units and is licensed for a maximum of fourteen consecutive days or less; (19)(15) \"Temporary food service establishment,\" any food service establishment which operates at a fixed location for a temporary period of time, not to exceed two weeks, in connection with a fair, carnival, circus, public exhibition, or similar transitory gathering; (20)(16) \"Transient guest,\" any person who resides in a lodging establishment less than four consecutive calendar weeks; (21)(17) \"Vacation home establishment,\" any home, cabin, or similar building that is rented, leased, or furnished in its entirety to the public on a daily or weekly basis for more than fourteen days in a calendar year and is not occupied by an owner or manager during the time of rental. This term does not include a bed and breakfast establishment as defined in subdivision 34-18-9.1(1); (22)(18) \"Water recreational facility,\" any artificial basin of water located at a facility licensed pursuant to chapter 34-18 constructed, installed, modified, or improved for the purpose of swimming, wading, diving, or recreation, including swimming pools, spas, hot tubs, and water slides. Section 2. That § 34-18-11.1 be amended to read as follows: 34-18-11.1. The annual license fee for a campground shall be as follows is: (1) Full-service campground; (a) Two to twenty-five campsites, inclusive, seventy-five dollars; (b)(2) Twenty-six to one hundred campsites, inclusive, one hundred thirteen dollars; (c)(3) One hundred one to two hundred campsites, inclusive, one hundred fifty dollars; (d)(4) Two hundred one to three hundred campsites, inclusive, one hundred eighty-eight dollars; and (e)(5) Three hundred one or more campsites, two hundred twenty-five dollars; (2) Limited-service campground, one hundred thirteen dollars; (3) Temporary campground, seventy-five dollars; and (4) Primitive campground, seventy-five dollars. Section 3. That ARSD 44:02:14 be amended to read as follows: 44:02:14:01. Definitions. Words defined by SDCL 34-18-1 have the same meaning when used in this chapter. In addition, the terms used in this chapter mean: (1) \"Camping cabin,\" any structure or building that is used to accommodate overnight sleeping guests and is dependent on a service building for restroom fixtures; (2) \"Camping unit,\" any trailer, tent camper, camper, camping cabin, tent, recreational park trailer, or other equipment that may be used by the traveling public at individual campsites located at campgrounds or areas used by the public as campgrounds; (3) \"Campsite,\" a specific parcel of land in a campground intended for occupancy and use by a single camping unit; (4) \"Community water system,\" a system that is regulated by the Department of Environment and Natural Resources that meets the requirements set forth in ARSD chapter 77:04:12; (5) \"Designated agent,\" a municipal, county, or district health department that has been designated as an agent of the secretary as provided in SDCL 34-18-7; (6) \"Egress window,\" a window of sufficient size to meet the requirements of section 15 of this Act so that an occupant of a guest room can escape through the window in an emergency; (7) \"EPA-certified laboratory,\" a laboratory which meets the requirements outlined in chapter 74:04:07; (8) \"Inspection,\" an objective examination of a campground by the department to review the employee practices, sanitary conditions, and health standards in accordance with SDCL chapter 34-18 and this chapter; (9) \"Private water system,\" a water system that serves a campground, food service establishment, or lodging establishment that is not a public water system regulated by the Department of Environment and Natural Resources; (10) \"Public water system,\" a system that is regulated by the Department of Environment and Natural Resources that meets the requirements set forth in ARSD chapter 77:04:12; (11) \"Sanitary dump station,\" a facility used for the removal and disposal of wastes from a camping unit holding tank and that has a water connection for the necessary flushing of the area; and (12) \"Service building,\" a structure housing toilet, lavatory, and bathing facilities. Section 4. That ARSD 44:02:14 be amended to read as follows: 44:02:14:02. Water supply. The owner shall provide an accessible, adequate, and safe supply of water to each campground facility. If a public water system of the quantity, quality, and pressure approved by the Department of Environment and Natural Resources is available, the owner shall provide that a connection is made to the system and the system's water supply is used exclusively. The owner of a private water system shall submit water samples quarterly to an EPA-certified laboratory for bacteriological analysis while the campground is in operation. The owner shall submit a nitrate test of the water supply system yearly. The owner of a private water system shall report any unsafe water sample to the department within three days. If an unsafe drinking water sample is reported, the campground shall provide two consecutive safe water samples prior to allowing the public to use the private water supply. No wellhead or well casing opening may be in a pit, room, or space that is below ground surface. Section 5. That ARSD 44:02:14 be amended to read as follows: 40:02:14:03. Water connection system. All water connection and piping systems shall meet the uniform plumbing code as adopted by the state plumbing commission pursuant to SDCL 36-25-15. Section 6. That ARSD 44:02:14 be amended to read as follows: 44:02:14:04. Waste water disposal. Each campground shall have a wastewater collection and treatment system to convey and dispose of all wastewater. The system shall be designed, constructed, and maintained in accordance with specifications for individual and small on-site wastewater systems pursuant to chapter 74:53:01 and shall meet the uniform plumbing code as adopted by the state plumbing commission pursuant to SDCL 36-25-15. Section 7. That ARSD 44:02:14 be amended to read as follows: 44:02:14:05. Condition of grounds. The owner shall provide that the grounds are kept free of rubbish, trash, or debris that is or could become a health or safety hazard to any occupant or surrounding resident. Section 8. That ARSD 44:02:14 be amended to read as follows: 44:02:14:06. Garbage and rubbish storage and disposal. The stored garbage and rubbish shall be kept in a leakproof, nonabsorbent container that is kept covered with a tight-fitting lid when filled, stored, or not in continuous use. Accessibility by insects, rodents, and other animals shall be minimized. No disposal of garbage and rubbish may create a health hazard. Disposal of rubbish shall be done as frequently as needed to minimize the development of objectionable odors and other conditions that attract or harbor insects and rodents. Section 9. That ARSD 44:02:14 be amended to read as follows: 44:02:14:07. Vermin control. Each building and area of the campground shall be constructed, equipped, and maintained to prevent the entrance, harborage, or breeding of flies, roaches, rats, mice, and all other insects and vermin. If there is an infestation, the department may require the owner of the campground to clean, renovate, and fumigate the campground to eliminate and to prevent the pests. The department may require the campground to hire a professional exterminator to exterminate pests under the following conditions: (1) The infestation is so extensive that it is unlikely that a nonprofessional can eradicate the pests effectively; (2) The method of extermination of choice can only be carried out by a professional exterminator; or (3) The department finds that a campground has not been brought into compliance with a prior order to rid the establishment of pests. The department shall require regularly scheduled professional extermination services following the determination of an excessive pest infestation. Section 10. That ARSD 44:02:14 be amended to read as follows: 44:02:14:08. Fire protection. Portable fire extinguishers shall be provided in an accessible area for use and shall be maintained in an operable condition. Each fire extinguisher shall be rated a minimum of 2A10BC and must be accessible to the public at all times. Section 11. That ARSD 44:02:14 be amended to read as follows: 44:02:14:09. Sanitary dump station. A campground may provide a sanitary dump station. Each sanitary dump station shall meet the uniform plumbing code as adopted by the state plumbing commission pursuant to SDCL 36-25-15. Section 12. That ARSD 44:02:14 be amended to read as follows: 44:02:14:10. Sewer connection system. If a sewer connection system is provided, it shall meet the uniform plumbing code as adopted by the state plumbing commission pursuant to SDCL 36-25-15. Section 13. That ARSD 44:02:14 be amended to read as follows: 44:02:14:11. Swimming pools and spas. Each swimming pool, spa, or other similar recreational facility shall comply with requirements in the \"Recommended Standards for Swimming Pool Design and Operation,\" 1996 edition, Great Lakes-Upper Mississippi River Board of State and Provincial Public Health and Environmental Managers. The owner or operator of a swimming pool, spa, or other water recreational facility shall collect and submit at least one water sample weekly for each swimming pool, spa, or other water recreational facility under the owner's or manager's control to an EPA-certified laboratory for bacteriological analysis. A copy of the daily log and weekly water sample results taken shall be kept onsite of the facility and available for inspection at all times. The owner or operator shall report any unsafe water sample test results to the department within three days after receipt of the test results. Upon receipt of a positive water sample the owner or operator of the facility shall submit two consecutive negative samples to the department to confirm treatment procedures have eliminated the contamination. If a resample test is positive, the owner or operator of the facility shall close the affected water recreational facility and submit two consecutive negative samples prior to allowing guest use of the affected water recreational facility. A colorimetric test kit shall be used for the monitoring and adjusting of disinfectant levels and pH in swimming pool, spa, or any other water recreational facility. The owner or operator of the facility shall maintain a daily log of disinfectant levels and pH. Section 14. That ARSD 44:02:14 be amended to read as follows: 44:02:14:12. Toilet and bathing facilities. The campground may provide toilets, showers, and lavatories in one or more service buildings for patron use. The service building can consist of men's or women's, or unisex facilities. Toilet and bathing facilities must meet the uniform plumbing code as adopted by the state plumbing commission pursuant to SDCL 36-25-15. Each room containing a sanitary or laundry facility must have sound-resistant walls extending to the ceiling between male and female sanitary facilities. Each floor, wall, and ceiling shall be constructed of light-colored, smooth, nonabsorbent, durable, and easily cleanable material. Each concrete, brick, or pumice block shall be finished and sealed to provide a smooth, flat, easily cleanable surface. Each floor, wall, and ceiling in the service building shall be kept clean and in good repair. Each toilet, lavatory, and bathing fixture shall be kept clean, sanitary, and in good repair. Each restroom fixture shall be cleaned and sanitized daily or more often as needed. Each cleaner, sanitizer, and disinfectant shall comply with 40 C.F.R. § 180.940, July 1, 2013. Each room shall have at least one screened window that can be easily opened or a mechanical device that ventilates the room. Each fixture shall be maintained in good repair. Each opening for ventilation or entrance shall be kept screened at all times to prevent the entrance of insects and vermin into the facility. Each service building room shall be equipped with nonglare lighting to provide at least 10 footcandles on all surfaces except those used for reading, shaving, or the application of cosmetics. For these areas, a minimum of 30 footcandles shall be provided. Section 15. That ARSD 44:02:14 be amended to read as follows: 44:02:14:13. Camping cabins. Any structure that is provided for use by overnight guests shall meet the following requirements: (1) Each camping cabin shall have no more than two sleeping rooms; (2) Each sleeping room shall either directly exit to the outside or be equipped with an operable egress window. Each egress window shall have at least a net clear opening of 5.7 square feet and shall be at least 24 inches high and at least 20 inches wide. The egress window shall open from the inside of the guest room without the use of any special tool or knowledge. The egress window shall have a finished height of not more than 48 inches above the floor. For camping cabins constructed before July 1, 2009, each grade level egress window shall have at least a net clear opening of 5.0 square feet and shall be at least 24 inches high and at least 20 inches wide; (3) Each floor, wall, and ceiling shall be constructed of durable, nonabsorbent, easily cleanable materials and cleaned and sanitized between guests; (4) Each mattress provided shall be protected or covered with an impermeable cover to prevent the infestation of pests and filth; (5) A hard-wired or battery-operated smoke detector shall be provided in each camping cabin; (6) No bathroom facility may be provided in the camping cabin; (7) Each window and opening to the outside that is not a door shall be screened to prevent the entrance of vermin and insects; and (8) Any fuel fired heating equipment located inside the camping cabin shall be inspected at least once a year by a person in the business of heating system maintenance. A written verification of the inspection shall be kept on file in the campground with the date of the inspection, a written statement by the person making the inspection, and that person's signature. Section 16. That ARSD 44:02:14 be amended to read as follows: 44:02:14:14. Bedding and linen. If a campground owner or operator furnishes linens for use by a guest using the camping cabin, the owner or operator shall furnish each guest with clean sheets and pillow cases for the bed, bunk, or cot to be occupied by the guest. Sheets shall be of sufficient width and length to cover the mattress completely. Any bath linen, sheets, and pillow cases used by one guest shall be washed and mechanically dried before being furnished to another guest. Any bedding, including mattress, mattress pad, quilt, blanket, pillows, sheets, and spreads, and all bath linen shall be kept clean, in good repair, and stored in a sanitary manner. Separate laundry containers shall be provided for clean and soiled laundry. Any soiled linen, uniform, and other garment shall be kept separate from clean linen to prevent cross-contamination. Any clean linen shall be stored on smooth, nonabsorbent, cleanable surfaces located a minimum of six inches above the floor. Section 17. That ARSD 44:02:09:00 be repealed. 44:02:09:00. Definitions. Words defined by SDCL 34-18-1 have the same meaning when used in this chapter. In addition, the terms used in this chapter mean: (1) \"Campground,\" a plot of ground for public use upon which two or more campsites are located, established, maintained, advertised, or held out to the public to be a place where camping units can be located and occupied as temporary living quarters for children or adults, or both; (2) \"Camping unit,\" any trailer, tent camper, camper, camping cabin, tent, recreational park trailer, or other equipment that may be used by the traveling public at individual campsites located at campgrounds or areas used by the public as campgrounds; (3) \"Campsite,\" a specific parcel of land in a campground intended for occupancy and use by a single camping unit; (4) \"Communicable disease,\" as defined in § 44:20:01:01; (5) \"Community water system,\" a system that is regulated by the Department of Environment and Natural Resources that meets the definition requirements set forth in § 74:04:12:01; (6) \"Designated agent,\" a municipal, county, or district health department that has been organized under SDCL chapter 34-3 and SDCL 9-32-1 and has been designated as an agent of the secretary as provided in SDCL 34-18-7; (7) \"EPA-certified laboratory,\" a laboratory that meets the requirements outlined in chapter 74:04:07; (8) \"Gray water,\" the liquid waste from any lavatory, utensil washing area, and bathing facility; (9) \"Inspection,\" an objective examination of a campground by the department to review the employee practices, sanitary conditions, and health standards in accordance with SDCL chapter 34-18 and this chapter; (10) \"Limited waste collection system,\" a system to collect human excreta that is not equipped with a water source. The system shall be designed, constructed, and maintained in accordance with specifications for individual and small on-site wastewater systems pursuant to chapter 74:53:01; (11) \"Nontransient noncommunity public water system,\" a system that is regulated by the Department of Environment and Natural Resources that meets the definition requirements set forth in § 74:04:12:01; (12) \"Primitive campground,\" a campground accessible by only nonmotorized methods of travel; (13) \"Private water system,\" a water system that serves a campground, food service establishment, or lodging establishment that is not a public water system regulated by the Department of Environment and Natural Resources; (14) \"Public water system,\" a system that is regulated by the Department of Environment and Natural Resources that meets the definition requirements set forth in § 74:04:12:01; (15) \"Recreational vehicle,\" a vehicular portable structure built on a chassis designed to be used as a temporary dwelling for travel, recreational, vacation, or seasonal uses and permanently identified as a travel trailer or a recreational park trailer by the manufacturer of the trailer; (16) \"Transient noncommunity water system,\" a system that is regulated by the Department of Environment and Natural Resources that meets the definition requirements set forth in § 74:04:12:01; (17) \"Watering station\" a facility that supplies potable water for camping units. Section 18. That ARSD 44:02:09:01 be repealed. 44:02:09:01. Condition of grounds. The department shall approve the location of the campground and any modifications to the campground prior to construction. The owner of the campground shall provide that the condition of the soil, groundwater level, drainage, and topography does not create any hazard to the property or endanger the health or safety of any occupant or surrounding resident. The owner shall provide that the grounds are kept free of rubbish, trash, or debris that is or could become a health or safety hazard to any occupant or surrounding resident. Section 19. That ARSD 44:02:09:02 be repealed. 44:02:09:02. Soil and ground cover requirements. The owner of the campground shall control the growth of brush, weeds, and grass to prevent harborage of ticks, chiggers, and other noxious insects. The owner shall prevent the growth of ragweed, poison ivy, poison oak, poison sumac, and other noxious weeds within the campground. Section 20. That ARSD 44:02:09:03 be repealed. 44:02:09:03. Campsite. Each campsite shall maintain a linear distance of ten feet between any adjoining camping unit and the camping unit's attachment or any fixed building. Section 21. That ARSD 44:02:09:04 be repealed. 44:02:09:04. Density requirement. No primitive camping area may exceed 40 tents per acre excluding any road, building, and other common use area. No primitive camping area may exceed one acre in size. Section 22. That ARSD 44:02:09:05 be repealed. 44:02:09:05. Water supply. If water is provided, the owner shall provide an accessible, adequate, and safe supply of water to each campground facility. If a public water system of the quantity, quality, and pressure approved by the Department of Environment and Natural Resources is available, the owner shall provide that a connection is made to the system and the system's water supply is used exclusively. The owner of a private water system shall submit water samples quarterly to an EPA-certified laboratory for bacteriological analysis while the campground is in operation. The owner shall submit a nitrate test of the water supply system yearly. The owner of a private water system shall report any unsafe water sample to the department within three days. If an unsafe drinking water sample is reported, the campground shall provide two consecutive safe water samples prior to allowing the public to use the private water supply. The water supply shall be of sufficient quantity to meet the maximum daily demand. An adequate water supply shall be capable of supplying at least 50 gallons for each campsite each day for all campsites lacking water riser pipes and at least 75 gallons for each campsite each day for all campsites provided with water riser pipes. No wellhead or well casing opening may be in a pit, room, or space that is below ground surface. Section 23. That ARSD 44:02:09:06 be repealed. 44:02:09:06. Water storage and distribution facilities. Each water storage reservoir shall be covered, watertight, and constructed of impervious material. Each water storage and distribution facility shall be sanitized and cleaned prior to use each year. Each overflow and vent of a reservoir shall be effectively screened. Each manhole shall be constructed with a raised lip and overlapping cover to prevent the entrance of contaminated material. No water piping system may be connected with any nonpotable or unapproved water supply. The system shall be protected against any hazard of backflow or backsiphonage. The system shall be designed and maintained to provide a pressure of not less than 20 pounds per square inch under normal operating conditions at each outlet and fixture requiring potable water. Section 24. That ARSD 44:02:09:07 be repealed. 44:02:09:07. Wastewater disposal. Each campground shall have a wastewater collection system to dispose of all wastewater. The system shall be designed, constructed, and maintained in accordance with specifications for individual and small on-site wastewater systems pursuant to chapter 74:53:01. Section 25. That ARSD 44:02:09:08 be repealed. 44:02:09:08. Plumbing. Any plumbing shall be in accordance with the state plumbing code, article 20:54. Section 26. That ARSD 44:02:09:09 be repealed. 44:02:09:09. Cooking shelters, barbecue pits, fireplaces, stoves, and incinerators. Any cooking shelter, barbecue pit, fireplace, wood burning stove, and incinerator shall be located, constructed, maintained, and used to minimize fire hazard and smoke nuisance both in the campground and on adjacent property. No open fire is permitted except in the fire apparatus provided. No open fire may be left unattended. No fuel may be used and no material may be burned that emits dense smoke or objectionable odors. Section 27. That ARSD 44:02:09:10 be repealed. 44:02:09:10. Garbage and rubbish storage and disposal. Any stored garbage and rubbish shall be kept in a leak proof, nonabsorbent container that is kept covered with a tight-fitting lid when filled, stored, or not in continuous use. Accessibility by insects, rodents, and other animals shall be minimized. No disposal of garbage and rubbish may create a health hazard. Disposal of rubbish shall be done as frequently as needed to minimize the development of objectionable odors and other conditions that attract or harbor insects and rodents. Section 28. That ARSD 44:02:09:11 be repealed. 41:02:09:11. Primitive campground. A campground shall be accessible by only nonmotorized methods of travel and equipped with a limited waste collection system meeting Department of Environment and Natural Resources requirements. Section 29. That ARSD 44:02:10:00 be repealed. 44:02:10:00. Definitions. Words defined by SDCL 34-18-1 have the same meaning when used in this chapter. In addition, the terms used in this chapter mean: (1) \"Campground,\" a plot of ground for public use upon which two or more campsites are located, established, maintained, advertised, or held out to the public to be a place where camping units can be located and occupied as temporary living quarters for children or adults, or both; (2) \"Camping cabin,\" any structure or building that is used to accommodate overnight sleeping guests and is dependent on a service building for restroom fixtures; (3) \"Camping unit,\" any trailer, tent camper, camper, camping cabin, tent, recreational park trailer, or other equipment that may be used by the traveling public at individual campsites located at campgrounds or areas used by the public as campgrounds; (4) \"Campsite,\" a specific parcel of land in a campground intended for occupancy and use by a single camping unit; (5) \"Communicable disease,\" as defined in § 44:20:01:01; (6) \"Community water system,\" a system that is regulated by the Department of Environment and Natural Resources that meets the definition requirements set forth in § 74:04:12:01; (7) \"Dependent camping unit,\" a camping vehicle that is dependent upon a service building for toilet, lavatory, and bathing facilities; (8) \"Designated agent,\" a municipal, county, or district health department that has been organized under SDCL chapter 34-3 and SDCL 9-32-1 and has been designated as an agent of the secretary as provided in SDCL 34-18-7; (9) \"Egress window,\" a window of sufficient size to meet the requirements of § 44:02:10:34 so that an occupant of a guest room can escape through the window in an emergency; (10) \"EPA-certified laboratory,\" a laboratory which meets the requirements outlined in chapter 74:04:07; (11) \"Full-service campground,\" a campground that has the ability to provide services to accommodate any type of camping unit; (12) \"Gray water,\" the liquid waste from any lavatory, utensil washing area, and bathing facility; (13) \"Improved camping area,\" a designated parcel of land within a campground that contains designated campsites; (14) \"Independent camping unit,\" a camping unit that contains a fresh water storage holding tank and wastewater facility with holding tanks that is an integral part of the unit or to a sewage disposal system; (15) \"Individual sewer connection,\" the connection consisting of any pipe, fitting, and appurtenance from the drain outlet of the camping unit to the inlet of the corresponding sewer riser pipe of the wastewater disposal system serving the campground; (16) \"Individual water connection,\" the connection consisting of any pipe, fitting, and appurtenance from the water riser pipe to the water inlet pipe of the distribution system within the camping unit; (17) \"Inspection,\" an objective examination of a campground by the department to review the employee practices, sanitary conditions, and health standards in accordance with SDCL chapter 34-18 and this chapter; (18) \"Limited waste collection system,\" a system to collect human excreta that is not equipped with a water source. The system shall be designed, constructed, and maintained in accordance with specifications for individual and small on-site wastewater systems pursuant to chapter 74:53:01; (19) \"Nontransient noncommunity public water system,\" a system that is regulated by the Department of Environment and Natural Resources that meets the definition requirements set forth in § 74:04:12:01; (20) \"Private water system,\" a water system that serves a campground, food service establishment, or lodging establishment that is not a public water system regulated by the Department of Environment and Natural Resources; (21) \"Public water system,\" a system that is regulated by the Department of Environment and Natural Resources that meets the definition requirements set forth in §74:04:12:01; (22) \"Recreational vehicle,\" a vehicular portable structure built on a chassis designed to be used as a temporary dwelling for travel, recreational, vacation, or seasonal uses and permanently identified as a travel trailer or a recreational park trailer by the manufacturer of the trailer; (23) \"Sanitary dump station,\" a facility used for the removal and disposal of wastes from a camping unit holding tank and that has a water connection for the necessary flushing of the area; (24) \"Service building,\" a structure housing toilet, lavatory, and bathing facilities; (25) \"Sewer riser pipe,\" the portion of the sewer lateral which extends vertically to the ground elevation and terminates at each campsite; (26) \"Transient noncommunity water system,\" a system that is regulated by the Department of Environment and Natural Resources that meets the definition requirements set forth in § 74:04:12:01; (27) \"Unimproved camping area,\" a designated parcel of land within a campground that does not have any individual water or sewer connection and is intended for occupancy by camping units; (28) \"Watering station,\" a facility that supplies potable water for camping units; (29) \"Water riser pipe,\" the portion of the water supply system serving the campground that extends vertically from the ground elevation and terminates at a designated point at each campsite. Section 30. That ARSD 44:02:10:01 be repealed. 44:02:10:01. Condition of grounds. The department shall approve the location of the campground and any modifications to the campground prior to construction. The owner of the campground shall provide that the condition of the soil, groundwater level, drainage, and topography does not create any hazard to the property or endanger the health or safety of any occupant or surrounding resident. The owner shall provide that the grounds are kept free of rubbish, trash, or debris that is or could become a health or safety hazard to any occupant or surrounding resident. Section 31. That ARSD 44:02:10:02 be repealed. 44:02:10:02. Soil and ground cover requirements. The owner of the campground shall control the growth of brush, weeds, and grass to prevent harborage of ticks, chiggers, and other noxious insects. The owner shall prevent the growth of ragweed, poison ivy, poison oak, poison sumac, and other noxious weeds within the campground. Section 32. That ARSD 44:02:10:03 be repealed. 44:02:10:03. Campsite. Each campsite shall maintain a linear distance of ten feet between any adjoining camping unit and the camping unit's attachment or any fixed building. Section 33. That ARSD 44:02:10:04 be repealed. 44:02:10:04. Density requirement. No improved camping area may exceed 25 campsites per acre excluding any road, building, and other common use area. No unimproved camping area may exceed 40 camping units per acre excluding any road, building, and other common use area. Section 34. That ARSD 44:02:10:05 be repealed. 44:02:10:05. Variance allowance. The department may permit a higher density than allowed pursuant to § 44:02:10:04 if all other environmental, open space, and access requirements of this chapter are adhered to. Any person desiring a higher density shall apply for exemption to the department 30 days prior to the start of the request for variance. The person shall submit a set of scaled plans showing all areas of the campground including any building, roadway, and other common use area. However, density requirements for any recreational vehicle site may not exceed 25 campsites per acre and for any tent sites may not exceed 40 campsites per acre. No mixed camping area allowing recreational vehicle units and tent camping sites in the same campground may be allowed to exceed 25 camp sites per acre for the entire campground. The department shall issue a letter either approving or denying the request for exemption. If the department approves the request, the letter shall specify the conditions of the higher density allowance. Each increased density variance allowance shall be based on the temporary restroom ratios and minimum acres per campsite ratio requirements. Each density variance granted may include limited waste collection systems if minimum service building plumbing fixtures requirements are met. Section 35. That ARSD 44:02:10:06 be repealed. 44:02:10:06. Setback from public streets. Each camping unit and building shall be located at least 20 feet from any campground boundary line abutting a public street or highway. Section 36. That ARSD 44:02:10:07 be repealed. 44:02:10:07. Internal streets. Each surfaced roadway within a campground shall be of adequate width to accommodate anticipated traffic. Each one-way street with no parking shall be at least 10 feet wide. Each two-way street with no parking must be at least 20 feet wide. Section 37. That ARSD 44:02:10:08 be repealed. 44:02:10:08. Off-street parking and maneuvering space. Each campground shall provide sufficient parking and maneuvering space so that the parking, loading, or maneuvering of any camping unit incidental to parking does not necessitate the use of any public street, sidewalk, or right-of-way or any private grounds not part of the campground. Section 38. That ARSD 44:02:10:09 be repealed. 44:02:10:09. Water supply. The owner shall provide an accessible, adequate, and safe supply of water to each campground facility. If a public water system of the quantity, quality, and pressure approved by the Department of Environment and Natural Resources is available, the owner shall provide that a connection is made to the system and the system's water supply is used exclusively. The owner of a private water system shall submit water samples quarterly to an EPA-certified laboratory for bacteriological analysis while the campground is in operation. The owner shall submit a nitrate test of the water supply system yearly. The owner of a private water system shall report any unsafe water sample to the department within three days. If an unsafe drinking water sample is reported, the campground shall provide two consecutive safe water samples prior to allowing the public to use the private water supply. The water supply shall be of sufficient quantity to meet the maximum daily demand. An adequate water supply shall be capable of supplying at least 50 gallons for each campsite each day for all campsites lacking water riser pipes and at least 75 gallons for each campsite each day for all campsites provided with water riser pipes. No wellhead or well casing opening may be in a pit, room, or space that is below ground surface. Section 39. That ARSD 44:02:10:10 be repealed. 44:02:10:10. Water storage and distribution facilities. Each water storage reservoir shall be covered, watertight, and constructed of impervious material. Each water storage and distribution facility shall be sanitized and cleaned prior to use each year. Each overflow and vent of a reservoir shall be effectively screened. Each manhole shall be constructed with a raised lip and overlapping cover to prevent the entrance of contaminated material. No water piping system may be connected with any nonpotable or unapproved water supply. The system shall be protected against any hazard of backflow or backsiphonage. The system shall be designed and maintained to provide a pressure of not less than 20 pounds per square inch under normal operating conditions at each outlet and fixture requiring potable water. Section 40. That ARSD 44:02:10:11 be repealed. 44:02:10:11. Watering stations. Each campground shall be provided with at least one easily accessible water supply outlet for obtaining potable water for individual use and for filling any camping unit water storage tank. Each water supply outlet shall consist of at least a water hydrant and any necessary appurtenance and shall be protected against any hazard of backflow and backsiphonage. No portion of an unimproved camping area may be more than 400 feet from a water supply outlet. No designated campsite within an improved camping area may be more than 200 feet from a water supply outlet. Each watering station for potable water use shall be located at least 15 feet from a sanitary dump station. Signage shall be provided to identify this as a potable water source and not to be used for flushing waste tanks or other similar warnings. Section 41. That ARSD 44:02:10:12 be repealed. 44:02:10:12. Water connection system. If any individual water service connection is provided, the connection shall meet the following requirements: (1) Each riser pipe provided for the water service connection shall be located and constructed so that the pipe will not be damaged by the parking of camping units; and (2) Each water riser pipe shall extend at least eighteen inches above ground elevation; the pipe size shall be at least three-quarters of an inch. Section 42. That ARSD 44:02:10:13 be repealed. 44:02:10:13. Wastewater disposal. Each campground shall have a wastewater collection and treatment system to convey and dispose of all wastewater. The system shall be designed, constructed, and maintained in accordance with specifications for individual and small on-site wastewater systems pursuant to chapter 74:53:01. Section 43. That ARSD 44:02:10:14 be repealed. 44:02:10:14. Sanitary dump stations. A full service campground shall provide at least one sanitary dump station. Each full service campground shall provide sanitary dump stations at a ratio of at least one sanitary dump station per one hundred campsites. However, any campsite equipped with individual water and sewer hookups shall not be counted towards the sanitary dump station ratio requirements. Each required sanitary dump station shall meet the following requirements: (1) Have at least a four-inch sewer riser pipe connected to the campground wastewater collection system; (2) Be surrounded at the inlet end by an approved concrete apron that is at least 16 square feet in area and sloped to the drain; (3) Have a tight-fitting cover that prevents contamination of the hands when activated; (4) Have a water outlet with a hose that is mounted on a reel or tower to ensure that the nozzle does not touch the ground when not in use and connected to the campground water supply system to permit periodic wash down of the immediate adjacent areas. This water outlet may not be used for potable water purposes and shall be clearly identified with a sign not less than two foot by two foot square at the water source stating \"UNSAFE WATER FACILITY.\" The water outlet shall be protected from backflow and backsiphonage; and (5) Be located to permit easy access by a service road for any camping vehicle. (See Appendix A at the end of this chapter for an illustration of the required sanitary dump station apron.) Section 44. That ARSD 44:02:10:15 be repealed. 44:02:10:15. Sewer connection system. If any individual sewer connection is provided, the connection shall meet the following requirements: (1) The sewer riser pipe shall have at least a four-inch diameter and shall be located on the campsite; (2) The sewer connection system shall have a nominal inside diameter of at least three inches, and the slope of any portion of the system shall be one-fourth inch for each foot. The sewer connection system shall consist of one pipeline only without any branch fittings. Each joint shall be watertight; (3) All materials used for the sewer connection system must be corrosive resistant, nonabsorbent, and durable. The inner surface shall be smooth; (4) A tight-fitting plug or cover for the sewer riser pipe must be in place if a camping unit does not occupy the campsite; and (5) Surface drainage must be diverted away from the riser. Section 45. That ARSD 44:02:10:16 be repealed. 44:02:10:16. Gray water. No gray water may be discharged onto or allowed to accumulate on the ground surface. Section 46. That ARSD 44:02:10:17 be repealed. 44:02:10:17. Plumbing. Any plumbing shall be in accordance with the state plumbing code, article 20:54. Section 47. That ARSD 44:02:10:18 be repealed. 44:02:10:18. Electrical system. All electrical wiring shall comply with the rules of the State Electrical Commission, article 20:44. Section 48. That ARSD 44:02:10:19 be repealed. 44:02:10:19. Swimming pools and spas. Each swimming pool, spa, or other similar recreational facility must comply with requirements in the \"Recommended Standards for Swimming Pool Design and Operation,\" 1996 edition, Great Lakes-Upper Mississippi River Board of State and Provincial Public Health and Environmental Managers. The owner or operator of a swimming pool, spa, or other water recreational facility shall collect and submit at least one water sample weekly for each swimming pool, spa, or other water recreational facility under the owner's or manager's control to an EPA-certified laboratory for bacteriological analysis. A copy of the daily log and weekly water sample results taken shall be kept onsite of the facility and available for inspection at all times. The owner or operator shall report any unsafe water sample test results to the department within three days after receipt of the test results. Upon receipt of a positive water sample the owner or operator of the facility shall submit two consecutive negative samples to the department to confirm treatment procedures have eliminated the contamination. If a resample test is positive, the owner or operator of the facility shall close the affected water recreational facility and submit two consecutive negative samples prior to allowing guest use of the affected water recreational facility. A colorimetric test kit shall be used for the monitoring and adjusting of disinfectant levels and pH in swimming pool, spa, or any other water recreational facility. The owner or operator of the facility shall maintain a daily log of disinfectant levels and pH. Section 49. That ARSD 44:02:10:20 be repealed. 44:02:10:20. Service building. Each campground shall have at least one service building containing the necessary toilet and other plumbing fixtures specified in § 44:02:10:21. Each service building shall be conveniently located in one or more central locations throughout the campground. Each entrance to the service building shall be designed so that the plumbing fixtures are not visible from the outside. Section 50. That ARSD 44:02:10:21 be repealed. 44:02:10:21. Toilet and bathing facilities. The campground shall provide toilets, showers, and lavatories in each service building for patron use. The service building can consist of men's or women's, or unisex facilities, as long as the campground meets the total number of toilet, lavatory, and shower ratio specified in the rule. Each campground shall provide the following minimum facilities: (For each additional 1-50 campsites, add one of each fixture) If a campsite offers full electrical, water, and wastewater hookups for self-contained RV units, the campsite counts 50 percent towards the toilet and bathing facility ratio requirements contained in this section. These campsites shall be designated for self-contained RV units only. If a campsite does not provide full electrical, water, and wastewater hookups at the site, the campsite counts 100 percent towards the toilet and bathing facility ratio requirements contained in this section. Each toilet shall be located in a separate compartment equipped with a self-closing door. Cold water shall be furnished to each toilet and urinal. Shower stalls shall be individual. Hot and cold water shall be furnished to each lavatory, shower, bathtub, and shower and bathtub combination. The hot water shall be at least 110 degrees Fahrenheit and no more that 120 degrees Fahrenheit at the tap. Each shower, bathtub, and bathtub and shower combination shall have individual control valves of the pressure balance, thermostatic, or combination pressure balance and thermostatic mixing valve type that provide scald and thermal shock protection. Each bathing or shower facility shall have a nonslip floor surface, such as a manufactured nonslip bathtub or shower unit, a rubberized throw mat, or adhesive-backed nonslip strips. Any self-closing, slow-closing, or metered faucet shall be designed to provide a flow of water for at least fifteen seconds without the need to reactivate the faucet. Facilities shall be provided for disposal of gray water unless a sanitary station is conveniently accessible. Each toilet and bathing facility required for a campground shall be separate from any facility required for any other business, such as a gasoline station or restaurant, operated in connection with or adjacent to the campground. Section 51. That ARSD 44:02:10:22 be repealed. 44:02:10:22. Structure and cleanliness of service buildings. Each room containing a sanitary or laundry facility must have sound-resistant walls extending to the ceiling between male and female sanitary facilities. Each floor, wall, and ceiling shall be constructed of light-colored, smooth, nonabsorbent, durable, and easily cleanable material. Each concrete, brick, or pumice block shall be finished and sealed to provide a smooth, flat, easily cleanable surface. Each floor, wall, and ceiling in the service building shall be kept clean and in good repair. Each toilet, lavatory, and bathing fixture shall be kept clean, sanitary, and in good repair. Each restroom fixture shall be cleaned and sanitized daily or more often as needed. Each cleaner, sanitizer, and disinfectant shall comply with 40 C.F.R. § 180.940, June 23, 2004. Each room shall have at least one screened window that can be easily opened or a mechanical device that ventilates the room. Each fixture shall be maintained in good repair. Each opening for ventilation or entrance shall be kept screened at all times to prevent the entrance of insects and vermin into the facility. Section 52. That ARSD 44:02:10:23 be repealed. 44:02:10:23. Service building lighting. Each service building room shall be equipped with nonglare lighting to provide at least 10 foot-candles on all surfaces except those used for reading, shaving, or the application of cosmetics. For these areas, a minimum of 30 footcandles shall be provided. Section 53. That ARSD 44:02:10:24 be repealed. 44:02:10:24. Cooking shelters, barbecue pits, fireplaces, stoves, and incinerators. Each cooking shelter, barbecue pit, fireplace, wood burning stove, and incinerator shall be located, constructed, maintained, and used to minimize fire hazard and smoke nuisance both in the campground and on adjacent property. No open fire is permitted except in the fire apparatus provided. No open fire may be left unattended. No fuel may be used and no material may be burned that emits dense smoke or objectionable odors. Section 54. That ARSD 44:02:10:25 be repealed. 44:02:10:25. Garbage and rubbish storage and disposal. The stored garbage and rubbish shall be kept in a leakproof, nonabsorbent container that is kept covered with a tight-fitting lid when filled, stored, or not in continuous use. Accessibility by insects, rodents, and other animals shall be minimized. No disposal of garbage and rubbish may create a health hazard. Disposal of rubbish shall be done as frequently as needed to minimize the development of objectionable odors and other conditions that attract or harbor insects and rodents. Section 55. That ARSD 44:02:10:26 be repealed. 44:02:10:26. Vermin control. Each building and area of the campground shall be constructed, equipped, and maintained to prevent the entrance, harborage, or breeding of flies, roaches, rats, mice, and all other insects and vermin. If there is an infestation, the department may require the owner of the campground to clean, renovate, and fumigate the campground to eliminate and to prevent the pests. The department may require the campground to hire a professional exterminator to exterminate pests under the following conditions: (1) The infestation is so extensive that it is unlikely that a nonprofessional can eradicate the pests effectively; (2) The method of extermination of choice can only be carried out by a professional exterminator; or (3) The department finds that a campground has not been brought into compliance with a prior order to rid the establishment of pests. The department shall require regularly scheduled professional extermination services following the determination of an excessive pest infestation. Section 56. That ARSD 44:02:10:27 be repealed. 44:02:10:27. Fuel supply and storage. Fuel supply and storage within a campground shall comply with requirements for fire safety standards, chapter 61:15:01; underground storage tanks, chapter 74:56:01; and aboveground stationary storage tanks, chapter 74:56:03. Section 57. That ARSD 44:02:10:28 be repealed. 44:02:10:28. Fire protection. Each portable fire extinguisher shall be provided in an accessible area for use and shall be maintained in an operable condition. Each fire extinguisher shall be conveniently located at a distance of not more than 400 feet from any campsite or any area where camping activities occur. Each fire extinguisher shall be accessible to the public at all times. Section 58. That ARSD 44:02:10:29 be repealed. 44:02:10:29. Reporting communicable disease. Each owner, operator, attendant, or other person operating a campground must notify the department immediately of any suspected communicable or contagious disease within the campground. Section 59. That ARSD 44:02:10:30 be repealed. 44:02:10:30. Pet kennels and control of animals. Any pet kennel or compound shall be operated and maintained in a clean and sanitary manner. No owner or person in charge of a dog, cat, or other pet animal may permit it to run at large or to become a nuisance within the limits of a campground or the adjacent property. Section 60. That ARSD 44:02:10:31 be repealed. 44:02:10:31. Camping cabins. Any structure that is provided for use by overnight guests shall meet the following requirements: (1) Each camping cabin shall have no more than two rooms. Each sleeping room shall either directly exit to the outside or be equipped with an operable egress window; (2) Each floor, wall, and ceiling shall be constructed of durable, nonabsorbent, easily cleanable materials and cleaned and sanitized between guests; (3) Each mattress provided shall be protected or covered with an impermeable cover to prevent the infestation of pests and filth; (4) A hard-wired or battery-operated smoke detector shall be provided in each camping cabin; (5) No bathroom facility may be provided in the camping cabin. Each camping cabin shall be figured into the fixture count when determining the bathing facility ratio requirements contained in § 44:02:10:21; (6) Each window and opening to the outside that is not a door shall be screened to prevent the entrance of vermin and insects; and (7) Any fuel fired heating equipment located inside the camping cabin shall be inspected at least once a year by a person in the business of heating system maintenance. A written verification of the inspection shall be kept on file in the campground with the date of the inspection, a written statement by the person making the inspection, and that person's signature. Section 61. That ARSD 44:02:10:32 be repealed. 44:02:10:32. Full-service campground. A full-service campground shall have a service building, an approved water supply, and an approved waste collection system. Section 62. That ARSD 44:02:10:33 be repealed. 44:02:10:33. Bedding and linen. When a campground owner or operator furnishes linens for use by a guest using the camping cabin, the owner or operator shall furnish each guest with clean sheets and pillow cases for the bed, bunk, or cot to be occupied by the guest. Sheets shall be of sufficient width and length to cover the mattress completely. Any bath linen, sheets, and pillow cases used by one guest shall be washed and mechanically dried before being furnished to another guest. Any bedding, including mattress, mattress pad, quilt, blanket, pillows, sheets, and spreads, and all bath linen shall be kept clean, in good repair, and stored in a sanitary manner. Separate laundry containers shall be provided for clean and soiled laundry. Any soiled linen, uniform, and other garment shall be kept separate from clean linen to prevent cross-contamination. Any clean linen shall be stored on smooth, nonabsorbent, cleanable surfaces located a minimum of six inches above the floor. Section 63. That ARSD 44:02:10:34 be repealed. 44:02:10:34. Egress windows. Each egress window shall have at least a net clear opening of 5.7 square feet. The net clear opening shall be at least 24 inches high and at least 20 inches wide. The egress window shall open from the inside of the guest room without the use of any special tool or knowledge. The egress window shall have a finished sill height of not more than 48 inches above the floor. Section 64. That ARSD 44:02:10:35 be repealed. 44:02:10:35. Egress window exception. For camping cabins constructed before July 1, 2009, each grade level egress window shall have at least a net clear opening of five square feet and shall be at least 24 inches high and at least 20 inches wide. Section 65. That ARSD 44:02:11:00 be repealed. 44:02:11:00. Definitions. Words defined by SDCL 34-18-1 have the same meaning when used in this chapter. In addition, the terms used in this chapter mean: (1) \"Campground,\" a plot of ground for public use upon which two or more campsites are located, established, maintained, advertised, or held out to the public to be a place where camping units can be located and occupied as temporary living quarters for children or adults, or both; (2) \"Camping unit,\" any trailer, tent camper, camper, camping cabin, tent, recreational park trailer, or other equipment that may be used by the traveling public at individual campsites located at campgrounds or areas used by the public as campgrounds; (3) \"Campsite,\" a specific parcel of land in a campground intended for occupancy and use by a single camping unit; (4) \"Communicable disease,\" as defined in § 44:20:01:01; (5) \"Community water system,\" a system that is regulated by the Department of Environment and Natural Resources that meets the definition requirements set forth in § 74:04:12:01; (6) \"Dependent camping unit,\" a camping vehicle that is dependent upon a service building for toilet, lavatory, and bathing facilities; (7) \"Designated agent,\" a municipal, county, or district health department that has been organized under SDCL chapter 34-3 and SDCL 9-32-1 and has been designated as an agent of the secretary as provided in SDCL 34-18-7; (8) \"EPA-certified laboratory,\" a laboratory that meets the requirements outlined in chapter 74:04:07; (9) \"Gray water,\" the liquid waste from any lavatory, utensil washing area, and bathing facility; (10) \"Improved camping area,\" a designated parcel of land within a campground that contains designated campsites; (11) \"Independent camping unit,\" a camping unit that contains a fresh water storage holding tank and wastewater facility with holding tanks that is an integral part of the unit or to a sewage disposal system; (12) \"Individual sewer connection,\" the connection consisting of any pipe, fitting, and appurtenance from the drain outlet of the camping unit to the inlet of the corresponding sewer riser pipe of the wastewater disposal system serving the campground; (13) \"Individual water connection,\" the connection consisting of any pipe, fitting, and appurtenance from the water riser pipe to the water inlet pipe of the distribution system within the camping unit; (14) \"Inspection,\" an objective examination of a campground by the department to review the employee practices, sanitary conditions, and health standards in accordance with SDCL chapter 34-18 and this chapter; (15) \"Limited-service campground,\" a campground that offers limited services for self-contained and independent camping units only; (16) \"Nontransient noncommunity public water system,\" a system that is regulated by the Department of Environment and Natural Resources that meets the definition requirements set forth in § 74:04:12:01; (17) \"Private water system,\" a water system that serves a campground, food service establishment, or lodging establishment that is not a public water system regulated by the Department of Environment and Natural Resources; (18) \"Public water system,\" a system that is regulated by the Department of Environment and Natural Resources that meets the definition requirements set forth in § 74:04:12:01; (19) \"Recreational vehicle,\" a vehicular portable structure built on a chassis designed to be used as a temporary dwelling for travel, recreational, vacation, or seasonal uses and permanently identified as a travel trailer or a recreational park trailer by the manufacturer of the trailer; (20) \"Sanitary dump station,\" a facility used for the removal and disposal of wastes from a camping unit holding tank and that has a water connection for the necessary flushing of the area; (21) \"Sewer riser pipe,\" the portion of the sewer lateral that extends vertically to the ground elevation and terminates at each campsite; (22) \"Transient noncommunity water system,\" a system that is regulated by the Department of Environment and Natural Resources that meets the definition requirements set forth in § 74:04:12:01; (23) \"Unimproved camping area,\" a designated parcel of land within a campground that does not have any individual water or sewer connection and is intended for occupancy by camping units; (24) \"Watering station,\" a facility that supplies potable water for camping units; (25) \"Water riser pipe,\" the portion of the water supply system serving the campground that extends vertically from the ground elevation and terminates at a designated point at each campsite. Section 66. That ARSD 44:02:11:01 be repealed. 44:02:11:01. Condition of grounds. The department shall approve the location of the campground and any modifications to the campground prior to construction. The owner of the campground shall provide that the condition of the soil, groundwater level, drainage, and topography does not create any hazard to the property or endanger the health or safety of any occupant or surrounding resident. The owner shall provide that the grounds are kept free of rubbish, trash, or debris that is or could become a health or safety hazard to any occupant or surrounding resident. Section 67. That ARSD 44:02:11:02 be repealed. 44:02:11:02. Soil and ground cover requirements. The owner of the campground shall control the growth of brush, weeds, and grass to prevent harborage of ticks, chiggers, and other noxious insects. The owner shall prevent the growth of ragweed, poison ivy, poison oak, poison sumac, and other noxious weeds within the campground. Section 68. That ARSD 44:02:11:03 be repealed. 44:02:11:03. Campsite. Each campsite shall maintain a linear distance of ten feet between any adjoining camping unit and the camping unit's attachment or any fixed building. Section 69. That ARSD 44:02:11:04 be repealed. 44:02:11:04. Density requirement. No improved camping area may exceed 25 campsites per acre excluding any road, building, and other common use area. Section 70. That ARSD 44:02:11:05 be repealed. 44:02:11:05. Setback from public streets. Each camping unit and building shall be located at least 20 feet from any campground boundary line abutting a public street or highway. Section 71. That ARSD 44:02:11:06 be repealed. 44:02:11:06. Internal streets. Each surfaced roadway within a campground shall be of adequate width to accommodate anticipated traffic. Each one-way street with no parking shall be at least 10 feet wide. Each two-way street with no parking shall be at least 20 feet wide. Section 72. That ARSD 44:02:11:07 be repealed. 44:02:11:07. Off-street parking and maneuvering space. Each campground shall provide sufficient parking and maneuvering space so that the parking, loading, or maneuvering of any camping unit incidental to parking does not necessitate the use of any public street, sidewalk, or right-of-way or any private grounds not part of the campground. Section 73. That ARSD 44:02:11:08 be repealed. 44:02:11:08. Water supply. The owner shall provide an accessible, adequate, and safe supply of water to each campground facility. If a public water system of the quantity, quality, and pressure approved by the Department of Environment and Natural Resources is available, the owner shall provide that a connection is made to the system and the system's water supply is used exclusively. The owner of a private water system shall submit water samples quarterly to an EPA-certified laboratory for bacteriological analysis while the campground is in operation. The owner shall submit a nitrate test of the water supply system yearly. The owner of a private water system shall report any unsafe water sample to the department within three days. If an unsafe drinking water sample is reported, the campground shall provide two consecutive safe water samples prior to allowing the public to use the private water supply. The water supply shall be of sufficient quantity to meet the maximum daily demand. An adequate water supply shall be capable of supplying at least 50 gallons for each campsite each day for all campsites lacking water riser pipes and at least 75 gallons for each campsite each day for all campsites provided with water riser pipes. No wellhead or well casing opening may be in a pit, room, or space that is below ground surface. Section 74. That ARSD 44:02:11:09 be repealed. 44:02:11:09. Water storage and distribution facilities. Each water storage reservoir shall be covered, watertight, and constructed of impervious material. Each water storage and distribution facility shall be sanitized and cleaned prior to use each year. Each overflow and vent of a reservoir shall be effectively screened. Each manhole shall be constructed with a raised lip and overlapping cover to prevent the entrance of contaminated material. No water piping system may be connected with any nonpotable or unapproved water supply. The system shall be protected against any hazard of backflow or backsiphonage. The system shall be designed and maintained to provide a pressure of not less than 20 pounds per square inch under normal operating conditions at each outlet and fixture requiring potable water. Section 75. That ARSD 44:02:11:10 be repealed. 44:02:11:10. Watering stations. Each campground shall be provided with at least one easily accessible water supply outlet for obtaining potable water for individual use and for filling any camping unit water storage tank. Each water supply outlet shall consist of at least a water hydrant and any necessary appurtenance and shall be protected against any hazard of backflow and backsiphonage. No portion of an unimproved camping area may be more than 400 feet from a water supply outlet. No designated campsite within an improved camping area may be more than 200 feet from a water supply outlet. Each watering station for potable water use shall be located at least 15 feet from a sanitary dump station. Signage shall be provided to identify this as a potable water source and not to be used for flushing waste tanks or other similar warnings. Section 76. That ARSD 44:02:11:11 be repealed. 44:02:11:11. Water connection system. If any individual water service connection is provided, the connection shall meet the following requirements: (1) Each riser pipe provided for the water service connection shall be located and constructed so that the pipe will not be damaged by the parking of camping units; and (2) Each water riser pipe shall extend at least eighteen inches above ground elevation; the pipe size shall be at least three-quarters of an inch. Section 77. That ARSD 44:02:11:12 be repealed. 44:02:11:12. Wastewater disposal. Each campground shall have a wastewater collection and treatment system to convey and dispose of all wastewater. The system shall be designed, constructed, and maintained in accordance with specifications for individual and small on-site wastewater systems pursuant chapter 74:53:01. Section 78. That ARSD 44:02:11:13 be repealed. 44:02:11:13. Sanitary dump stations. Each limited service campground shall provide sanitary dump stations at a ratio of at least one sanitary dump station per one hundred campsites. However, any campsite equipped with individual water and sewer hookups shall not be counted towards the sanitary dump station ratio requirements. Any campground with less than one hundred campsites that are not equipped with individual water and sewer hookups shall have at least one sanitary dump station. For limited service campgrounds where every campsite is equipped with individual water and sewer hookups, no sanitary dump station is required. Each required sanitary dump station shall meet the following requirements: (1) Have at least a four-inch sewer riser pipe connected to the campground wastewater collection system; (2) Be surrounded at the inlet end by an approved concrete apron that is at least 16 square feet in area and sloped to the drain; (3) Have a tight-fitting cover that prevents contamination of the hands when activated; (4) Have a water outlet with a hose that is mounted on a reel or tower to ensure that the nozzle does not touch the ground when not in use and connected to the campground water supply system to permit periodic wash down of the immediate adjacent areas. This water outlet may not be used for potable water purposes and shall be clearly identified with a sign not less than two foot by two foot square at the water source stating UNSAFE WATER FACILITY. The water outlet shall be protected from backflow and backsiphonage; and (5) Be located to permit easy access by a service road for any camping vehicle. (See Appendix A at the end of this chapter for an illustration of the required sanitary dump station apron.) Section 79. That ARSD 44:02:11:14 be repealed. 44:02:11:14. Sewer connection system. If any individual sewer connection is provided, the connection shall meet the following requirements: (1) The sewer riser pipe shall have at least a four-inch diameter and must be located on the campsite; (2) The sewer connection system shall have a nominal inside diameter of at least three inches, and the slope of any portion of it shall be one-fourth inch for each foot. The sewer connection system shall consist of one pipeline only without any branch fittings. Each joint shall be watertight; (3) Any material used for the sewer connection system shall be corrosive resistant, nonabsorbent, and durable. The inner surface shall be smooth; (4) A tight-fitting plug or cover for the sewer riser pipe shall be in place when a camping unit does not occupy the campsite; and (5) Surface drainage shall be diverted away from the riser. Section 80. That ARSD 44:02:11:15 be repealed. 44:02:11:15. Gray water. No gray water may be discharged onto or allowed to accumulate on the ground surface. Section 81. That ARSD 44:02:11:16 be repealed. 44:02:11:16. Plumbing. Any plumbing shall be in accordance with the state plumbing code, article 20:54. Section 82. That ARSD 44:02:11:17 be repealed. 44:02:11:17. Electrical system. Any electrical wiring shall comply with the rules of the State Electrical Commission, article 20:44. Section 83. That ARSD 44:02:11:18 be repealed. 44:02:11:18. Cooking shelters, barbecue pits, fireplaces, stoves, and incinerators. Each cooking shelter, barbecue pit, fireplace, wood burning stove, and incinerator shall be located, constructed, maintained, and used to minimize fire hazard and smoke nuisance both in the campground and on adjacent property. No open fire is permitted except in the fire apparatus provided. No open fire may be left unattended. No fuel may be used and no material may be burned that emits dense smoke or objectionable odors. Section 84. That ARSD 44:02:11:19 be repealed. 44:02:11:19. Garbage and rubbish storage and disposal. Any stored garbage and rubbish shall be kept in a leak proof, nonabsorbent container that is kept covered with a tight-fitting lid when filled, stored, or not in continuous use. Accessibility by insects, rodents, and other animals shall be minimized. No disposal of garbage and rubbish may create a health hazard. Disposal of rubbish shall be done as frequently as needed to minimize the development of objectionable odors and other conditions that attract or harbor insects and rodents. Section 85. That ARSD 44:02:11:20 be repealed. 44:02:11:20. Vermin control. Each building and area of the campground shall be constructed, equipped, and maintained to prevent the entrance, harborage, or breeding of flies, roaches, rats, mice, and all other insects and vermin. If there is an infestation, the department may require the owner of the campground to clean, renovate, or fumigate the campground to eliminate and to prevent the pests. The department may require the campground to hire a professional exterminator to exterminate pests under the following conditions: (1) The infestation is so extensive that it is unlikely that a nonprofessional can eradicate the pests effectively; (2) The method of extermination of choice can only be carried out by a professional exterminator; or (3) The department finds that a campground has not been brought into compliance with a prior order to rid the establishment of pests. The department shall require regularly scheduled professional extermination services following the determination of an excessive pest infestation. Section 86. That ARSD 44:02:11:21 be repealed. 44:02:11:21. Fuel supply and storage. Fuel supply and storage within a campground shall comply with requirements for fire safety standards, chapter 61:15:01; underground storage tanks, chapter 74:56:01; and aboveground stationary storage tanks, chapter 74:56:03. Section 87. That ARSD 44:02:11:22 be repealed. 44:02:11:22. Fire protection. Portable fire extinguishers shall be provided in accessible areas for use and shall be maintained in an operable condition. Each fire extinguisher shall be conveniently located at a distance of not more than 400 feet from any campsite or any area where camping activities occur. Each fire extinguisher shall be accessible to the public at all times. Section 88. That ARSD 44:02:11:23 be repealed. 44:02:11:23. Reporting communicable disease. Each owner, operator, attendant, or other person operating a campground shall notify the department immediately of any suspected communicable or contagious disease within the campground. Section 89. That ARSD 44:02:11:24 be repealed. 44:02:11:24. Pet kennels and control of animals. Any pet kennel or compound, if provided, shall be operated and maintained in a clean and sanitary manner. No owner or person in charge of a dog, cat, or other pet animal may permit it to run at large or to become a nuisance within the limits of a campground or the adjacent property. Section 90. That ARSD 44:02:11:25 be repealed. 44:02:11:25. Limited-service campground. A limited-service campground shall offer camping to only a camping unit equipped with separate potable water and sewage holding tanks on each unit. The campground shall have an approved water supply and an approved waste collection system. Section 91. That ARSD 44:02:11:26 be repealed. 44:02:11:26. Swimming pools and spas. Each swimming pool, spa, or other similar recreational facility must comply with requirements in the \"Recommended Standards for Swimming Pool Design and Operation,\" 1996 edition, Great Lakes-Upper Mississippi River Board of State and Provincial Public Health and Environmental Managers. The owner or operator of a swimming pool, spa, or other water recreational facility shall collect and submit at least one water sample weekly for each swimming pool, spa, or other water recreational facility under the owner's or operator's control to an EPA-certified laboratory for bacteriological analysis. A copy of the daily log and weekly water sample results taken shall be kept onsite of the facility and available for inspection at all times. The owner or operator shall report any unsafe water sample test results to the department within three days after receipt of the test results. Upon the receipt of a positive water sample the owner or operator of the facility shall submit two consecutive negative samples to the department to confirm treatment procedures have eliminated the contamination. If a resample test is positive, the owner or operator of the facility shall close the affected water recreational facility and submit two consecutive negative samples prior to allowing guest use of the affected water recreational facility. A colorimetric test kit shall be used for the monitoring and adjusting of disinfectant levels and pH in swimming pool, spa, or any other water recreational facility. The owner or operator of the facility shall maintain a daily log of disinfectant levels and pH. Section 92. That ARSD 44:02:12:00 be repealed. 44:02:12:00. Definitions. Words defined by SDCL 34-18-1 have the same meaning when used in this chapter. In addition, the terms used in this chapter mean: (1) \"Campground,\" a plot of ground for public use upon which two or more campsites are located, established, maintained, advertised, or held out to the public to be a place where camping units can be located and occupied as temporary living quarters for children or adults, or both; (2) \"Camping cabin,\" any structure or building that is used to accommodate overnight sleeping guests and is dependent on a service building for restroom fixtures; (3) \"Camping unit,\" any trailer, tent camper, camper, camping cabin, tent, recreational park trailer, or other equipment that may be used by the traveling public at individual campsites located at campgrounds or areas used by the public as campgrounds; (4) \"Campsite,\" a specific parcel of land in a campground intended for occupancy and use by a single camping unit; (5) \"Communicable disease,\" as defined in § 44:20:01:01; (6) \"Community water system,\" a system that is regulated by the Department of Environment and Natural Resources that meets the definition requirements set forth in § 74:04:12:01; (7) \"Dependent camping unit,\" a camping vehicle that is dependent upon a service building for toilet, lavatory, and bathing facilities; (8) \"Designated agent,\" a municipal, county, or district health department that has been organized under SDCL chapter 34-3 and SDCL 9-32-1 and has been designated as an agent of the secretary as provided in SDCL 34-18-7; (9) \"Egress window,\" a window of sufficient size to meet the requirements of § 44:02:12:28 so that an occupant of a guest room can escape through the window in an emergency; (10) \"EPA-certified laboratory,\" a laboratory that meets the requirements outlined in chapter 74:04:07; (11) \"Gray water,\" the liquid waste from any lavatory, utensil washing area, and bathing facility; (12) \"Independent camping unit,\" a camping unit that contains a fresh water storage holding tank and a wastewater facility with holding tanks that is an integral part of the unit or to a sewage disposal system; (13) \"Individual sewer connection,\" the connection consisting of any pipe, fitting, and appurtenance from the drain outlet of the camping unit to the inlet of the corresponding sewer riser pipe of the wastewater disposal system serving the campground; (14) \"Individual water connection,\" the connection consisting of any pipe, fitting, and appurtenance from the water riser pipe to the water inlet pipe of the distribution system within the camping unit; (15) \"Inspection,\" an objective examination of a campground by the department to review the employee practices, sanitary conditions, and health standards in accordance with SDCL chapter 34-18 and this chapter; (16) \"Limited waste collection system,\" a system to collect human excreta that is not equipped with a water source. The system shall be designed, constructed, and maintained in accordance with specifications for individual and small on-site wastewater systems pursuant to chapter 74:53:01; (17) \"Nontransient noncommunity public water system,\" \"NTNC,\" a public water system that is not a community water system and that regularly serves at least 25 of the same persons at such places as work places, offices, and schools for a least six months a year; (18) \"Private water system,\" a water system that serves a campground, food service establishment, or lodging establishment that is not a public water system regulated by the Department of Environment and Natural Resources; (19) \"Public water system,\" a system that is regulated by the Department of Environment and Natural Resources that meets the definition requirements set forth in § 74:04:12:01; (20) \"Recreational vehicle,\" a vehicular portable structure built on a chassis designed to be used as a temporary dwelling for travel, recreational, vacation, or seasonal uses and permanently identified as a travel trailer or a recreational park trailer by the manufacturer of the trailer; (21) \"Sanitary dump station,\" a facility used for the removal and disposal of wastes from a camping unit holding tank and that has a water connection for the necessary flushing of the area; (22) \"Service building,\" a structure housing toilet, lavatory, and bathing facilities; (23) \"Sewer riser pipe,\" the portion of the sewer lateral that extends vertically to the ground elevation and terminates at each campsite; (24) \"Transient noncommunity water system,\" a system that is regulated by the Department of Environment and Natural Resources that meets the definition requirements set forth in § 74:04:12:01; (25) \"Temporary campground,\" a campground that is operated for a single event such as a fair, rally, or festival involving the gathering of camping units and is licensed for a maximum of 14 consecutive days or less; (26) \"Unimproved camping area,\" a designated parcel of land within a campground that does not have any individual water or sewer connection and is intended for occupancy by camping units; (27) \"Watering station,\" a facility that supplies potable water for camping units; (28) \"Water riser pipe,\" the portion of the water supply system serving the campground that extends vertically from the ground elevation and terminates at a designated point at each campsite. Section 93. That ARSD 44:02:12:01 be repealed. 44:02:12:01. Condition of grounds. The department shall approve the location of the campground and any modifications to the campground prior to construction. The owner of the campground shall provide that the condition of the soil, groundwater level, drainage, and topography does not create any hazard to the property or endanger the health or safety of any occupant or surrounding resident. The owner shall provide that the grounds are kept free of rubbish, trash, or debris that is or could become a health or safety hazard to any occupant or surrounding resident. Section 94. That ARSD 44:02:12:02 be repealed. 44:02:12:02. Soil and ground cover requirements. The owner of the campground shall control the growth of brush, weeds, and grass to prevent harborage of ticks, chiggers, and other noxious insects. The owner shall prevent the growth of ragweed, poison ivy, poison oak, poison sumac, and other noxious weeds within the campground. Section 95. That ARSD 44:02:12:03 be repealed. 44:02:12:03. Density requirement. No camping area may exceed 40 camping units per acre excluding any road, building, and other common use site. Section 96. That ARSD 44:02:12:04 be repealed. 44:02:12:04. Setback from public streets. Each camping unit and building shall be located at least 20 feet from any campground boundary line abutting a public street or highway. Section 97. That ARSD 44:02:12:05 be repealed. 44:02:12:05. Off-street parking and maneuvering space. Each campground shall provide sufficient parking and maneuvering space so that the parking, loading, or maneuvering of any camping unit incidental to parking does not necessitate the use of any public street, sidewalk, or right-of-way or any private grounds not part of the campground. Section 98. That ARSD 44:02:12:06 be repealed. 44:02:12:06. Water supply. The owner shall provide an accessible, adequate, and safe supply of water to each campground facility. If a public water system of the quantity, quality, and pressure approved by the Department of Environment and Natural Resources is available, the owner shall provide that a connection is made to the system and the system's water supply is used exclusively. A safe water sample shall be submitted within 30 days prior to operating the temporary campground. Documentation shall be kept on file in the campground. The owner of a private water system shall submit water samples to an EPA-certified laboratory for bacteriological analysis while the campground is in operation. The owner shall submit a nitrate test of the water supply system yearly. The owner of a private water system shall report any unsafe water sample to the department within three days. If an unsafe drinking water sample is reported, the campground shall provide two consecutive safe water samples prior to allowing the public to use the private water supply. The water supply shall be of sufficient quantity to meet the maximum daily demand. An adequate water supply shall be capable of supplying at least 50 gallons for each campsite each day for all campsites lacking water riser pipes and at least 75 gallons for each campsite each day for all campsites provided with water riser pipes. No wellhead or well casing opening may be in a pit, room, or space that is below ground surface. Section 99. That ARSD 44:02:12:07 be repealed. 44:02:12:07. Water storage and distribution facilities. Each water storage reservoir shall be covered, watertight, and constructed of impervious material. Each water storage and distribution facility shall be sanitized and cleaned prior to use each year. Each overflow and vent of a reservoir shall be effectively screened. Each manhole shall be constructed with a raised lip and overlapping cover to prevent the entrance of contaminated material. No water piping system may be connected with any nonpotable or unapproved water supply. The system shall be protected against any hazard of backflow or backsiphonage. The system shall be designed and maintained to provide a pressure of not less than 20 pounds per square inch under normal operating conditions at each outlet and fixture requiring potable water. If a water-hauling transport is used, each transport storage tank shall be constructed of an impervious material that is watertight and can be easily sanitized. Each tank load of water shall be chlorinated at the filling location to provide at least three parts per million available chlorine. Each water-hauling transport shall keep a daily log indicating the amount of disinfectant added and the amount of water for each tank load. Section 100. That ARSD 44:02:12:08 be repealed. 44:02:12:08. Wastewater disposal. Each campground shall have a wastewater collection and treatment system to convey and dispose of all wastewater. The system shall be designed, constructed, and maintained in accordance with specifications for individual and small on-site wastewater systems pursuant to chapter 74:53:01. If a sanitary dump station is provided, a sanitary dump station shall be provided at a rate of one for each 100 campsites. If a campground does not supply a sewer connection system or dump station, the services of a septage hauler for the disposal of sewage or gray water shall be provided. A service agreement shall be kept on file by the campground operator on premise. If a septage hauler service is utilized, the service shall be available for the duration of the license or the event. Section 101. That ARSD 44:02:12:09 be repealed. 44:02:12:09. Sanitary dump station. Each temporary campground shall provide sanitary dump stations at a ratio of at least one sanitary dump station per one hundred campsites. However, any campsite equipped with individual water and sewer hookups shall not be counted towards the sanitary dump station ratio requirements. Any campground with less than one hundred campsites that are not equipped with individual water and sewer hookups shall have at least one sanitary dump station. For temporary campgrounds where every campsite is equipped with individual water and sewer hookups, no sanitary dump station is required. Each sanitary dump station shall meet the following requirements: (1) Have at least a four-inch sewer riser pipe connected to the campground wastewater collection system; (2) Be surrounded at the inlet end by an approved concrete apron that is at least 16 square feet in area or sloped to the drain; (3) Have a tight-fitting cover that prevents contamination of the hands when activated; (4) Have a water outlet provided with a hose that is mounted on a reel or tower to ensure that the nozzle does not touch the ground when not in use and connected to the campground water supply system to permit periodic wash down of the immediate adjacent areas. This water outlet may not be used for potable water purposes and shall be clearly identified with a sign not less than two foot by two foot square at the water source as \"UNSAFE WATER FACILITY.\" The water outlet must be protected from backflow and backsiphonage; and (5) Be located to permit easy access by a service road for any camping vehicle. (See Appendix A at the end of this chapter for an illustration of the required sanitary dump station apron.) Section 102. That ARSD 44:02:12:10 be repealed. 44:02:12:10. Gray water. No gray water may be discharged onto or allowed to accumulate on the ground surface. Section 103. That ARSD 44:02:12:11 be repealed. 44:02:12:11. Plumbing. Any plumbing shall be in accordance with the state plumbing code, article 20:54. Section 104. That ARSD 44:02:12:12 be repealed. 44:02:12:12. Electrical system. Any electrical wiring shall comply with the rules of the State Electrical Commission, article 20:44. Section 105. That ARSD 44:02:12:13 be repealed. 44:02:12:13. Swimming pools and spas. Each swimming pool, spa, or similar recreational facility must comply with requirements in the \"Recommended Standards for Swimming Pool Design and Operation,\" 1996 edition, Great Lakes-Upper Mississippi River Board of State and Provincial Public Health and Environmental Managers. The owner or operator of a swimming pool, spa, or other water recreational facility shall collect and submit at least one water sample weekly for each swimming pool, spa, or other water recreational facility under the owner's or operator's control to an EPA-certified laboratory for bacteriological analysis. A copy of the daily log and weekly water sample results taken shall be kept onsite of the facility and available for inspection at all times. The owner or operator shall report any unsafe water sample test results to the department within three days after receipt of the test results. Upon the receipt of a positive water sample the owner or operator of the facility shall submit two consecutive negative samples to the department to confirm treatment procedures have eliminated the contamination. If a resample test is positive, the owner or operator of the facility shall close the affected water recreational facility and submit two consecutive negative samples prior to allowing guest use of affected water recreational facility. A colorimetric test kit shall be used for the monitoring and adjusting of disinfectant levels and pH in swimming pool, spa, or any other water recreational facility. The owner or operator of the facility shall maintain a daily log of disinfectant levels and pH. Section 106. That ARSD 44:02:12:14 be repealed. 44:02:12:14. Service building. Each campground shall have at least one service building containing the necessary toilet and other plumbing fixtures specified in § 44:02:12:15. Each service building shall be conveniently located in one or more central locations throughout the campground. Each entrance to the service building shall be designed so that the plumbing fixtures are not visible from the outside. Section 107. That ARSD 44:02:12:15 be repealed. 44:02:12:15. Toilet and bathing facilities. The campground shall provide toilets, showers, and lavatories in each service building for patron use. The service building can consist of men's or women's, or unisex facilities, as long as the campground meets the total number of toilet, lavatory, and shower ratio specified in the rule. Each campground shall provide the following facilities; (For each additional 1-50 campsites, add one of each fixture for toilets. For each additional 1-100 campsites, add one of each fixture for lavatories and showers.) Each toilet shall be located in a separate compartment equipped with a self-closing door. Each toilet and bathing facility required for a temporary campground shall be separate from any facility required for any other business, such as a gasoline station or restaurant, operated in connection with or adjacent to the campground. A portable lavatory and shower facility may be used as a temporary fixture. A limited waste collection system may be used as a temporary toilet fixture. Shower stalls shall be individual. If a lavatory or shower is permanently plumbed, the lavatory or shower shall have hot and cold running water. The hot water shall be at least 110 degrees Fahrenheit and not more than 120 degrees Fahrenheit at the tap. Each bathing or shower facility shall have a nonslip floor surface, such as a manufactured nonslip bathtub or shower unit, a rubberized throw mat, or adhesive-backed nonslip strips. Any self-closing, slow-closing, or metered faucet shall be designed to provide a flow of water for at least fifteen seconds without the need to reactivate the faucet. Section 108. That ARSD 44:02:12:16 be repealed. 44:02:12:16. Structure and cleanliness of service buildings. Each room containing a sanitary or laundry facility shall have sound-resistant walls extending to the ceiling between male and female sanitary facilities. Each floor, wall, and ceiling shall be constructed of light-colored, smooth, nonabsorbent, durable, and easily cleanable material. Each concrete, brick, or pumice block shall be finished and sealed to provide a smooth, flat, easily cleanable surface. Each floor, wall, and ceiling in the service building shall be kept clean and in good repair. Each toilet, lavatory, and bathing fixture shall be kept clean, sanitary, and in good repair. Each restroom fixture shall be cleaned and sanitized daily or more often as needed. Each cleaner, sanitizer, and disinfectant shall comply with 40 C.F.R. § 180.940, June 23, 2004. Each room shall have at least one screened window that can be easily opened or a mechanical device that ventilates the room. Each fixture shall be maintained in good repair. Each opening for ventilation or entrance shall be kept screened at all times to prevent the entrance of insects and vermin into the facility. Section 109. That ARSD 44:02:12:17 be repealed. 44:02:12:17. Cooking shelters, barbecue pits, fireplaces, stoves, and incinerators. Each cooking shelter, barbecue pit, fireplace, wood burning stove, and incinerator shall be located, constructed, maintained, and used to minimize fire hazard and smoke nuisance both in the campground and on adjacent property. No open fire is permitted except in the fire apparatus provided. No open fire may be left unattended. No fuel may be used and no material may be burned that emits dense smoke or objectionable odors. Section 110. That ARSD 44:02:12:18 be repealed. 44:02:12:18. Garbage and rubbish storage and disposal. Any stored garbage and rubbish shall be kept in a leak proof, nonabsorbent container that is kept covered with a tight-fitting lid when filled, stored, or not in continuous use. Accessibility by insects, rodents, and other animals shall be minimized. No disposal of garbage and rubbish may create a health hazard. Disposal of rubbish shall be done as frequently as needed to minimize the development of objectionable odors and other conditions that attract or harbor insects and rodents. Section 111. That ARSD 44:02:12:19 be repealed. 44:02:12:19. Vermin control. Each building and area of the campground shall be constructed, equipped, and maintained to prevent the entrance, harborage, or breeding of flies, roaches, rats, mice, and all other insects and vermin. If there is an infestation, the department may require the owner of the campground to clean, renovate, or fumigate the campground to eliminate and to prevent the pests. The department may require the campground to hire a professional exterminator to exterminate pests under the following conditions: (1) The infestation is so extensive that it is unlikely that a nonprofessional can eradicate the pests effectively; (2) The method of extermination of choice can only be carried out by a professional exterminator; or (3) The department shall require regularly scheduled professional extermination services following the determination of an excessive pest infestation. The department shall require regularly scheduled professional extermination services following the determination of an excessive pest infestation. Section 112. That ARSD 44:02:12:20 be repealed. 44:02:12:20. Fuel supply and storage. Fuel supply and storage within a campground shall comply with requirements for fire safety standards, chapter 61:15:01; underground storage tanks, chapter 74:56:01; and aboveground stationary storage tanks, chapter 74:56:03. Section 113. That ARSD 44:02:12:21 be repealed. 44:02:12:21. Fire protection. Portable fire extinguishers shall be provided in accessible areas for use and shall be maintained in an operable condition. Each fire extinguisher shall be conveniently located at a distance of not more than 400 feet from any campsite or any area where camping activities occur. Each fire extinguisher shall be accessible to the public at all times. Section 114. That ARSD 44:02:12:22 be repealed. 44:02:12:22. Reporting communicable disease. Each owner, operator, attendant, or other person operating a campground shall notify the department immediately of any suspected communicable or contagious disease within the campground. Section 115. That ARSD 44:02:12:23 be repealed. 44:02:12:23. Pet kennels and control of animals. Any pet kennel or compound shall be operated and maintained in a clean and sanitary manner. No owner or person in charge of a dog, cat, or other pet animal may permit it to run at large or to become a nuisance within the limits of a campground or the adjacent property. Section 116. That ARSD 44:02:12:24 be repealed. 44:02:12:24. Camping cabins. Any structure that is provided for use by overnight guests shall meet the following requirements: (1) Each camping cabin shall have no more than two rooms. Each sleeping room shall either directly exit to the outside or be equipped with an operable egress window; (2) Each floor, wall, and ceiling shall be constructed of durable, nonabsorbent, easily cleanable materials and cleaned and sanitized between guests; (3) Each mattress provided shall be protected or covered with an impermeable cover to prevent the infestation of pests and filth; (4) A hard-wired or battery-operated smoke detector shall be provided in each camping cabin; (5) No bathroom facility may be provided in the camping cabin. Each camping cabin shall be figured into the fixture count when determining the bathing facility ratio requirements contained in § 44:02:12:15; (6) Each window and opening to the outside that is not a door shall be screened to prevent the entrance of vermin and insects; and (7) Any fuel fired heating equipment located inside the camping cabin shall be inspected at least once a year by a person in the business of heating system maintenance. A written verification of the inspection shall be kept on file in the campground with the date of the inspection, a written statement by the person making the inspection, and that person's signature. Section 117. That ARSD 44:02:12:25 be repealed. 44:02:12:25. Temporary campgrounds -- Closure order -- Refunds. If a temporary campground licensed under this chapter is not in compliance with this chapter and compliance during the period of operation is not considered feasible, the department, subject to the requirements of SDCL 1-26-29, may issue a closure order to the owner of the temporary campground. Continued operation after notice of closure by the department is in direct violation of the licensing requirements of SDCL chapter 34-18. The department shall refund any license fees paid unless the temporary campground has operated for more than one day. Section 118. That ARSD 44:02:12:26 be repealed. 44:02:12:26. Bedding and linen. When a campground owner or operator furnishes linens for use by a guest using the camping cabin, the owner or operator shall furnish each guest with clean sheets and pillow cases for the bed, bunk, or cot to be occupied by the guest. Sheets shall be of sufficient width and length to cover the mattress completely. Any bath linen, sheets, and pillow cases used by one guest shall be washed and mechanically dried before being furnished to another guest. Any bedding, including mattress, mattress pad, quilt, blanket, pillows, sheets, and spreads, and all bath linen shall be kept clean, in good repair, and stored in a sanitary manner. A separate laundry container shall be provided for clean and soiled laundry. Any soiled linen, uniform, and other garment shall be kept separate from clean linen to prevent cross-contamination. Any clean linen shall be stored on smooth, nonabsorbent, cleanable surfaces located a minimum of six inches above the floor. Section 119. That ARSD 44:02:12:27 be repealed. 44:02:12:27. Campsite. Each campsite shall maintain a linear distance of ten feet between any adjoining camping unit and the camping unit's attachment or any fixed building. Section 120. That ARSD 44:02:12:28 be repealed. 44:02:12:28. Egress windows. Each egress window shall have at least a net clear opening of 5.7 square feet. The net clear opening shall be at least 24 inches high and at least 20 inches wide. The egress window shall open from the inside of the guest room without the use of any special tool or knowledge. The egress window shall have a finished sill height of not more than 48 inches above the floor. Section 121. That ARSD 44:02:12:29 be repealed. 44:02:12:29. Egress window exception. For camping cabins constructed before July 1, 2009, each grade level egress window shall have at least a net clear opening of five square feet and shall be at least 24 inches high and at least 20 inches wide."}, {"bill_id": 5452, "bill_version_id": 31165, "bill_version": "Enrolled", "bill_version_date": "2014-02-27T09:46:57.293-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5452, "action_date": "2014-01-14T12:00:00-06:00", "document_id": 28478, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/28478.pdf", "status_text": "First read in Senate and referred to", "journal_page": 17, "committee_id_action": 229, "committee_id_assigned": 206, "result": "N", "vote": {}}, {"bill_id": 5452, "action_date": "2014-01-28T10:00:00-06:00", "document_id": 28867, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/28867.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 206, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5452, "action_date": "2014-01-28T10:00:00-06:00", "document_id": 29143, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29143.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 206, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5452, "action_date": "2014-01-28T10:00:00-06:00", "document_id": 29143, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29143.pdf", "status_text": "Do Pass Amended", "journal_page": 126, "committee_id_action": 206, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 15280, "president_vote": null, "Yea": [469, 473, 470, 465, 847, 452, 438]}}, {"bill_id": 5452, "action_date": "2014-01-28T10:00:00-06:00", "document_id": 29143, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29143.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 206, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5452, "action_date": "2014-01-30T14:00:00-06:00", "document_id": 29451, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29451.pdf", "status_text": "Do Pass Amended", "journal_page": 173, "committee_id_action": 229, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 15430, "president_vote": null, "Yea": [469, 437, 473, 846, 495, 447, 472, 470, 432, 465, 847, 483, 443, 429, 452, 436, 438, 526, 424, 492, 491, 428, 475, 435, 440, 493, 849, 474, 426, 446, 494, 434, 490, 486], "Excused": [444]}}, {"bill_id": 5452, "action_date": "2014-01-31T13:00:00-06:00", "document_id": 29577, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29577.pdf", "status_text": "First read in House and referred to", "journal_page": 250, "committee_id_action": 231, "committee_id_assigned": 217, "result": "N", "vote": {}}, {"bill_id": 5452, "action_date": "2014-02-19T10:00:00-06:00", "document_id": 30298, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30298.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 217, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5452, "action_date": "2014-02-19T10:00:00-06:00", "document_id": 30584, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30584.pdf", "status_text": "Do Pass", "journal_page": 446, "committee_id_action": 217, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 16233, "president_vote": null, "Yea": [528, 522, 467, 425, 451, 845, 502, 497, 518, 450, 506, 508], "Nay": [487]}}, {"bill_id": 5452, "action_date": "2014-02-20T14:00:00-06:00", "document_id": 30701, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30701.pdf", "status_text": "Deferred to another day", "journal_page": 476, "committee_id_action": 231, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5452, "action_date": "2014-02-21T12:30:00-06:00", "document_id": 30823, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30823.pdf", "status_text": "Deferred to another day", "journal_page": 493, "committee_id_action": 231, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5452, "action_date": "2014-02-24T14:00:00-06:00", "document_id": 30936, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30936.pdf", "status_text": "Deferred to another day", "journal_page": 516, "committee_id_action": 231, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5452, "action_date": "2014-02-25T14:00:00-06:00", "document_id": 31052, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31052.pdf", "status_text": "Deferred to another day", "journal_page": 545, "committee_id_action": 231, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5452, "action_date": "2014-02-26T14:00:00-06:00", "document_id": 31117, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31117.pdf", "status_text": "Do Pass Amended", "journal_page": 581, "committee_id_action": 231, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 16701, "president_vote": null, "Yea": [528, 527, 453, 522, 525, 433, 467, 524, 456, 489, 517, 519, 505, 431, 455, 425, 504, 481, 509, 503, 477, 501, 520, 479, 457, 454, 523, 458, 451, 845, 442, 476, 521, 507, 478, 423, 439, 500, 502, 497, 515, 511, 512, 463, 518, 484, 514, 459, 464, 510, 450, 506, 430, 513, 468, 498, 461, 516, 508, 480, 460, 448, 441], "Excused": [449, 485], "Nay": [496, 466, 499, 487, 462]}}, {"bill_id": 5452, "action_date": "2014-02-27T13:00:00-06:00", "document_id": 31212, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31212.pdf", "status_text": "Signed by the President", "journal_page": 501, "committee_id_action": 229, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5452, "action_date": "2014-03-03T14:00:00-06:00", "document_id": 31335, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31335.pdf", "status_text": "Signed by the Speaker", "journal_page": 621, "committee_id_action": 231, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5452, "action_date": "2014-03-04T14:00:00-06:00", "document_id": 31474, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31474.pdf", "status_text": "Delivered to the Governor", "journal_page": 528, "committee_id_action": 229, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5452, "action_date": "2014-03-10T14:00:00-05:00", "document_id": 31816, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31816.pdf", "status_text": "Signed by the Governor", "journal_page": 580, "committee_id_action": 229, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5652}