{"session_id": 4, "bill_id": 340, "bill_type": "House Bill", "bill_number": 1246, "bill_title": "provide for a public records dispute resolution procedure.", "sponsors": [{"legislator_profile_id": 553, "is_prime": true}, {"legislator_profile_id": 603, "is_prime": true}], "keywords": ["Administrative Rules", "Attorney General", "Public Records or Meetings", "State Affairs and Government"], "audio": [], "bill_versions": [{"bill_id": 340, "bill_version_id": 1328, "bill_version": "Introduced", "bill_version_date": "2008-01-17T10:57:04.323-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for a public records dispute resolution procedure. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 1-26D-4 be amended to read as follows: 1-26D-4. Hearing examiners have all powers delineated in §§ 1-26-19.1 and 1-26-19.2 and shall hear all contested cases that arise under Titles 10 and 58 and all public records disputes arising under the provisions of chapter 1-27 . Section 2. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: The Unified Judicial System and Public Utilities Commission are excluded from the procedure set forth in this Act for the determination of requests for public records. Section 3. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: The procedure set forth in this Act is not exclusive but is alternative to the formal procedure for actions begun by summons. Section 4. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: Any informal request for public records shall be made to the custodian of the record. The custodian of the record may then provide the requestor with the public record, upon payment of the actual costs of mailing or transmittal, and a fee not to exceed one dollar per page, or other fee established by statute or administrative rule, or the actual cost of reproduction if greater than one dollar per page. Any requestor who makes an informal request requiring the dedication of staff time in excess of one hour may be required to pay the cost of the staff time necessary for the location, assembly, or reproduction of the public record. For any informal request reasonably likely to involve a fee in excess of fifty dollars, the custodian shall provide an estimate of cost to the requestor before assembling the public records, and the requestor shall confirm in writing the requestor's acceptance of the cost estimate and his or her agreement to pay. The custodian may waive or reduce any fee required under this section if the waiver or reduction of the fee would be in the public interest. Section 5. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: If an informal request is denied by the custodian of the record in whole or in part, a written request may be made by the requestor pursuant to the following procedure: (1) If an informal request is denied by the custodian of the record in whole or in part, a written request may be made by the requestor to the public record officer of the public entity involved. The public record officer shall promptly respond to the written request for the public record, but in no event later than ten business days from receipt of the written request. The public record officer shall respond to the written request by: (a) Providing the record in whole or in part to the requestor upon payment of the actual costs of mailing or transmittal, and a fee not to exceed one dollar per page, or other fee established by statute or administrative rule, or the actual cost of reproduction if greater than one dollar per page. A requestor who makes a written request requiring the dedication of staff time in excess of one hour may be required to pay the cost of the staff time necessary for the location, assembly, or reproduction of the requested record. For any written request reasonably likely to involve a fee in excess of fifty dollars, the public record officer shall provide an estimate of cost to the requestor before assembling the requested records and the requestor shall confirm in writing the requestor's acceptance of the cost estimate and his or her agreement to pay. The public record officer may exercise discretion to waive or reduce any fee required under this section if the waiver or reduction of the fee would be in the public interest; or (b) Denying the request for the record; or (c) Acknowledging that the public record officer has received the written request and providing an estimate of the time reasonably required to further respond to the written request; (2) Additional time to respond to the written request under subdivision (1)(c) of this section, may be based upon the need to clarify the nature of the written request, to locate and assemble the information requested, to notify any third persons or governmental agencies affected by the written request, or to determine whether any of the information requested is exempt and whether a denial should be made as to all or part of the written request; (3) If a written request is unclear, the public record officer may require the requestor to clarify which records are being sought. If the requestor fails to provide a written response to the public record officer's request for clarification within ten business days, the request is deemed withdrawn; (4) If the public record officer denies a written request in whole or in part, the denial shall be accompanied by a written statement of the reasons for the denial; (5) If the public record officer fails to respond to a written request within ten business days, or fails to comply with the estimate provided under subdivision (1)(c) of this section, the request is deemed denied. Section 6. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: If a public record officer denies the written request in whole or in part, or if the requestor objects to the public record officer's estimate of fees or time to respond to the written request under subdivision (1)(a) or (1)(c) of section 5 of this Act, a requestor may file a written notice of review with the Office of Hearing Examiners. The notice of review shall be mailed, via registered or certified mail, return receipt, by the requestor to the Office of Hearing Examiners and shall contain the following information: the name, address, and telephone number of the requestor; the name and business address of the public record officer denying the request; the name and business address of the agency, political subdivision, municipal corporation, or other entity from which the request has been denied; a copy of the written request; a copy of any denial or response from the public record officer; and any other information relevant to the request that the requestor desires to be considered. Upon the Office of Hearing Examiners' receipt of the written notice of review, the Office of Hearing Examiners shall promptly mail a copy of the notice of review and all information submitted by the requestor to the public record officer for the agency, political subdivision, municipal corporation, or other entity denying the request. The entity denying the written request may then file a written response to the Office of Hearing Examiners within ten business days. If the entity does not file a written response within ten business days, the Office of Hearing Examiners shall act on the information provided. Section 7. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: The Office of Hearing Examiners, after receiving the information from the requestor and public record officer, shall make findings of fact and conclusions of law, and a decision as to the issue presented pursuant this chapter. Before issuing a decision, the Office of Hearing Examiners may hold a hearing if good cause is shown. Section 8. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: After a final determination has been made by the Office of Hearing Examiners, the aggrieved party may appeal the determination to the circuit court following the appeal procedure in chapter 1-26. Section 9. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: The public record officer for the agencies, departments, and institutions of the State of South Dakota is the secretary, constitutional officer, elected official, or commissioner of that agency, department, and institution. The public record officer for each county is the county auditor or the custodian of the record for law enforcement records. The public record officer for each first or second class municipality is the finance officer or the clerk or the custodian of the record for law enforcement records. The public record officer for each third class municipality is the president of the board of trustees or the custodian of the record for law enforcement records. The public record officer for each organized township is the township clerk. The public record officer for each school district is the district superintendent. The public record officer for each special district is the chairperson of the board of directors. The public record officer for any other entity not otherwise designated is the person who acts in the capacity of the chief financial officer or individual as designated by the entity. Section 10. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: The attorney general shall promulgate rules pursuant to chapter 1-26 to prescribe forms to be used in implementing the provisions of this Act."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 340, "action_date": "2008-01-17T14:00:00-06:00", "document_id": 1372, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1372.pdf", "status_text": "First read in House and referred to", "journal_page": 176, "committee_id_action": 27, "committee_id_assigned": 22, "result": "N", "vote": {}}, {"bill_id": 340, "action_date": "2008-02-11T10:00:00-06:00", "document_id": 2656, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2656.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 22, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 340, "action_date": "2008-02-13T10:00:00-06:00", "document_id": 2900, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2900.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 22, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 340, "action_date": "2008-02-13T10:00:00-06:00", "document_id": 3117, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3117.pdf", "status_text": "Tabled", "journal_page": 543, "committee_id_action": 22, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 1822, "president_vote": null, "Yea": [614, 570, 591, 574, 542, 575, 594, 558, 571, 603, 619, 615], "Excused": [581]}}]}