{"session_id": 43, "bill_id": 12159, "bill_type": "Senate Commemoration", "bill_number": 813, "bill_title": "Honoring and congratulating Derek DeGeest for being named as South Dakota Small Business Person of the Year.", "sponsors": [{"legislator_profile_id": 1749, "is_prime": true}, {"legislator_profile_id": 1729, "is_prime": true}, {"legislator_profile_id": 1747, "is_prime": false}], "keywords": ["Senate Commemoration"], "audio": [], "bill_versions": [{"bill_id": 12159, "bill_version_id": 69013, "bill_version": "Introduced", "bill_version_date": "2020-03-02T07:34:31.88-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring and congratulating Derek DeGeest for being named as South Dakota Small Business Person of the Year. WHEREAS, Derek DeGeest is the president of DeGeest Steel Works and the Tea-based company is supplying other companies all over the world in everything from road construction, to buildings, electrical grids, and mining and the cutting-edge technology used by DeGeest Steel Works allows them to reduce worker injuries and even create more jobs; and WHEREAS, over the past 42 years, the company's changes have been remarkable. They have been able to accomplish what others might find nearly impossible and are always trying to exit their comfort zone and be as innovative as possible; and WHEREAS, DeGeest and DeGeest Steel Works have contributed to the growth of the South Dakota economy through hard work and dedication: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Fifth Legislature of the State of South Dakota, that the Legislature honor and congratulate Derek DeGeest for being selected as South Dakota Small Business Person of the Year."}, {"bill_id": 12159, "bill_version_id": 69328, "bill_version": "Enrolled", "bill_version_date": "2020-03-04T17:31:05.127-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring and congratulating Derek DeGeest for being named as South Dakota Small Business Person of the Year. WHEREAS, Derek DeGeest is the president of DeGeest Steel Works and the Tea-based company is supplying other companies all over the world in everything from road construction, to buildings, electrical grids, and mining and the cutting-edge technology used by DeGeest Steel Works allows them to reduce worker injuries and even create more jobs; and WHEREAS, over the past 42 years, the company's changes have been remarkable. They have been able to accomplish what others might find nearly impossible and are always trying to exit their comfort zone and be as innovative as possible; and WHEREAS, DeGeest and DeGeest Steel Works have contributed to the growth of the South Dakota economy through hard work and dedication: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Fifth Legislature of the State of South Dakota, that the Legislature honors and congratulates Derek DeGeest for being selected as South Dakota Small Business Person of the Year."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12159, "action_date": "2020-03-02T14:00:00-06:00", "document_id": 68976, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68976.pdf", "status_text": "", "journal_page": 393, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/12159"}