{"session_id": 45, "bill_id": 12712, "bill_type": "Senate Bill", "bill_number": 129, "bill_title": "to revise certain provisions relating to workers' compensation workplace safety review services.", "sponsors": [{"legislator_profile_id": 1894, "is_prime": true}, {"legislator_profile_id": 1976, "is_prime": true}, {"legislator_profile_id": 1908, "is_prime": false}, {"legislator_profile_id": 1922, "is_prime": false}, {"legislator_profile_id": 1928, "is_prime": false}, {"legislator_profile_id": 1953, "is_prime": false}, {"legislator_profile_id": 1970, "is_prime": false}], "keywords": ["Worker Safety", "Workers' Compensation"], "audio": [], "bill_versions": [{"bill_id": 12712, "bill_version_id": 73676, "bill_version": "Introduced", "bill_version_date": "1997-01-24T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions relating to workers' compensation workplace safety review services. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 58-20-21 be amended to read as follows: 58-20-21. Any insurer writing workers' compensation insurance in this state shall offer to conduct or contract for annual workplace safety review services, including review reports with written recommendations for improved safety procedures, to each of its insureds whose policy premium is five thousand dollars or more. A copy of the written recommendations shall be sent by the insurance company to the Department of Labor annually. No written recommendation prepared by an insurer pursuant to this section is subject to discovery or disclosure under chapter 15-6 or any other provision of law or admissible as evidence in any action of any kind in any court or arbitration forum. However, the recommendation may be disclosed to a subsequent insurer of the employer. Compliance with this section does not constitute an undertaking by an insurer to supplant any responsibility its insured may otherwise have for workplace safety. Any employer subject to this section shall have workplace safety reviews conducted by his insurer at least once every three years. The carrier shall provide loss control and accident prevention services that are reasonably commensurate with the exposures, hazards, loss experience, and size of the employer's operation. The specific services to be utilized shall be within the discretion of the insurer, but shall include consideration of hazard, experience, and size of the policyholder's operations. If an insurer makes a written recommendation to correct a safety deficiency pursuant to § 58-20-21, including failure to post safety posters as required by § 62-2-11, and it has not been corrected at the time of a subsequent safety review, the insured shall be subject to an appropriate increase in premium as determined by the insurer subject to the approval of the director. The insurer is not responsible for inspecting for compliance with federal or state safety laws or regulations."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12712, "action_date": "1997-01-24T14:00:00-06:00", "document_id": 72883, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72883.pdf", "status_text": "First read in Senate and referred to", "journal_page": 159, "committee_id_action": 545, "committee_id_assigned": 519, "result": "N", "vote": {}}, {"bill_id": 12712, "action_date": "1997-01-30T10:00:00-06:00", "document_id": 72255, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72255.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 519, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12712, "action_date": "1997-01-30T10:00:00-06:00", "document_id": 72255, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72255.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 234, "committee_id_action": 519, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38092, "president_vote": null, "Yea": [1901, 1946, 1959, 1976, 1979, 1972], "Excused": [1956]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/12712"}