{"session_id": 59, "bill_id": 20353, "bill_type": "Senate Bill", "bill_number": 49, "bill_title": "modify the requirements for health discount plans.", "sponsors": [], "keywords": ["Health Insurance", "Insurance"], "audio": [{"meeting_datetime": "2006-01-19T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sco07.mp3", "start_seconds": 1374.0}, {"meeting_datetime": "2006-01-19T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sco07.mp3", "start_seconds": 1374.0}, {"meeting_datetime": "2006-01-19T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sco07.mp3", "start_seconds": 1374.0}, {"meeting_datetime": "2006-01-31T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sco15.mp3", "start_seconds": 4160.0}, {"meeting_datetime": "2006-01-31T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sco15.mp3", "start_seconds": 4160.0}, {"meeting_datetime": "2006-01-31T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sco15.mp3", "start_seconds": 4160.0}, {"meeting_datetime": "2006-01-31T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sco15.mp3", "start_seconds": 4160.0}, {"meeting_datetime": "2006-02-02T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sen17.mp3", "start_seconds": 932.0}, {"meeting_datetime": "2006-02-02T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sen17.mp3", "start_seconds": 932.0}, {"meeting_datetime": "2006-02-02T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sen17.mp3", "start_seconds": 932.0}, {"meeting_datetime": "2006-02-14T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hco25.mp3", "start_seconds": 2894.0}, {"meeting_datetime": "2006-02-14T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hco25.mp3", "start_seconds": 2894.0}, {"meeting_datetime": "2006-02-14T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hco25.mp3", "start_seconds": 2894.0}, {"meeting_datetime": "2006-02-16T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou27.mp3", "start_seconds": null}, {"meeting_datetime": "2006-02-16T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou27.mp3", "start_seconds": null}, {"meeting_datetime": "2006-02-16T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou27.mp3", "start_seconds": null}, {"meeting_datetime": "2006-02-16T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou27.mp3", "start_seconds": null}], "bill_versions": [{"bill_id": 20353, "bill_version_id": 106384, "bill_version": "Introduced", "bill_version_date": "2006-01-07T16:00:43-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to modify the requirements for health discount plans. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this chapter, the term, affiliate, means a person that directly, or indirectly through one or more intermediaries, controls, or is controlled by, or is under common control with, the person specified. For the purposes of this section, the term, control, or controlled by, or under common control with, means the possession, direct or indirect, of the power to direct or cause the direction of the management and policies of a person, whether through the ownership of voting securities, by contract other than a commercial contract for goods or nonmanagement services, or otherwise, unless the power is the result of an official position with or corporate office held by the person. Control is presumed to exist if any person, directly or indirectly, owns, controls, holds with the power to vote, or holds proxies representing ten percent or more of the voting securities of any other person. This presumption may be rebutted by a showing made in the manner provided by § 58-5A-29. Section 2. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this chapter, the term, discount medical plan, means a business arrangement or contract in which a person, in exchange for fees, dues, charges, or other consideration, offers access for its members to providers of medical or specialty services and the right to receive discounts on medical or specialty services provided under the discount medical plan from those providers. The term includes a prescription drug discount plan. The term does not include: (1) A plan that does not charge a membership or other fee to use the plan's discount medical card; (2) Any product otherwise regulated under Title 58; (3) A patient access program voluntarily sponsored by a pharmaceutical manufacturer or consortium of pharmaceutical manufacturers, that provided free or discounted health care products directly to low income or uninsured individuals either through a discount card or direct shipment; or (4) A medicare prescription drug plan. Section 3. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this chapter, the term, discount prescription drug plan, means a business arrangement or contract in which a person, in exchange for fees, dues, charges, or other consideration provides access for its plan members to providers of pharmacy services and the right to receive discounts on pharmacy services provided under the discount prescription drug plan from those providers. Section 4. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this section, discount medical plan organization, means an entity that, in exchange for fees, dues, charges, or other consideration, provides access for discount medical plan members to providers of medical or specialty services and the right to receive medical or speciality services from those providers at a discount. It is the organization that contracts with providers, provider networks, or other discount medical plan organizations to offer access to medical or speciality services at a discount and determines the charge to discount medical plan members. Section 5. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: Terms used in this chapter mean: (1) \"Facility,\" an institution providing medical or specialty services or a health care setting. The term includes: (a) A hospital or other licensed inpatient center; (b) An ambulatory surgical or treatment center; (c) A skilled nursing center; (d) A residential treatment center; (e) A rehabilitation center; and (f) A diagnostic, laboratory or imaging center; (2) \"Health care professional,\" a physician, pharmacist, or other health care practitioner who is licensed, accredited, or certified to perform specified medical or specialty services within the scope of his or her license, accreditation, certification, or other appropriate authority and is consistent with state law; (3) \"Marketer,\" a person or entity that markets, promotes, sells, or distributes a discount medical plan, including a private label entity that places its name on and markets or distributes a discount medical plan pursuant to a marketing agreement with a discount medical plan organization; (4) \"Medical services,\" any maintenance care of, or preventive care for, the human body, or care, service, or treatment of an illness or dysfunction of, or injury to, the human body. The term includes physician care, inpatient care, hospital surgical services, emergency services, ambulance services, dental care services, vision care services, mental health services, substance abuse services, chiropractic services, podiatric services, laboratory services, medical equipment and supplies, pharmacy services or specialty services; (5) \"Medicare prescription drug plan,\" a plan that provides Medicare Part D prescription drug benefit in accordance with the requirements of the federal Medicare Prescription Drug, Improvement and Modernization Act of 2003; (6) \"Member,\" any individual who pays fees, dues, charges, or other consideration for the right to receive the benefits of a discount medical plan. Member does not include any individual who enrolls in a patient access program voluntarily sponsored by a pharmaceutical manufacturer or a consortium of pharmaceutical manufacturers, that provides free or discounted health products directly to low-income or uninsured individuals either through a discount card or direct shipment; (7) \"Patient access program,\" a voluntary program sponsored by a pharmaceutical manufacturer or a consortium of pharmaceutical manufacturers, that provide free or discounted health care products directly to low-income or uninsured individuals either through a discount card or direct shipment; (8) \"Provider,\" any health care professional or facility that has contracted, directly or indirectly, with a discount medical plan organization to provide medical services to members; (9) \"Provider network,\" an entity that negotiates directly or indirectly with a discount medical plan organization on behalf of more than one provider to provide medical or specialty services to members; (10) \"Speciality services,\" includes audiology, dental, vision, mental health substance abuse, chiropractic, and podiatry services. Section 6. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: This Act applies to all discount medical plan organizations doing business in South Dakota. Section 7. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: A discount medical plan organization that is a health carrier registered pursuant to Title 58: (1) Is not required to register as a discount medical plan organization. However, any of its affiliates that operate as a discount medical plan organization in this state shall comply with all other provisions of this Act and shall register as a discount medical plan organization; (2) Is required to comply with sections 24 to 42, inclusive, of this Act. Section 8. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: If a discount medical plan organization loses its registration in another state, or other form of authority to operate as a discount medical plan organization, or is the subject of any disciplinary administrative proceeding related to the organization's operating as a discount medical plan organization in another state, the discount medical plan organization shall immediately notify the director. Section 9. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: After the receipt of an application filed pursuant to § 58-17C-104, the director shall review the application and notify the applicant of any deficiencies in the application. Section 10. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: Prior to registration by the director, each discount medical plan organization shall establish an internet website in order to conform to the requirements of section 31 of this Act. Section 11. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: Any registration is effective for one year, unless prior to its expiration the registration is renewed in accordance with this section or suspended or revoked in accordance with section 13 of this Act. At least ninety days before a registration expires, the discount medical plan organization shall submit a renewal application form. Section 12. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: The director shall renew the registration of each holder that meets the requirements of this Act. Section 13. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: The director may suspend the authority of a discount medical plan organization to enroll new members or refuse to renew or revoke a discount medical plan organization's registration if the director finds that any of the following conditions exist: (1) The discount medical plan organization is not operating in compliance with this Act; (2) The discount medical plan organization has advertised, merchandised, or attempted to merchandise its services in such a manner as to misrepresent its services or capacity for service or has engaged in deceptive, misleading, or unfair practices with respect to advertising or merchandising; (3) The discount medical plan organization is not fulfilling its obligations as a discount medical plan organization; or (4) The continued operation of the discount medical plan organization would be hazardous to its members. Section 14. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: If the director has cause to believe that grounds for the nonrenewal, suspension, or revocation of a registration exists, the director shall notify the discount medical plan organization in writing specifically stating the grounds for the refusal to renew or suspension or revocation and may pursue a hearing on the matter in accordance with the provisions of the chapter 1-26. Section 15. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: If the registration of a discount medical plan organization is surrendered, revoked, or not renewed, the discount medical plan organization shall proceed, immediately following the effective date of the order of revocation or, in the case of a nonrenewal, the date of expiration of the registration, to wind up its affairs transacted under the registration. The discount medical plan organization may not engage in any further advertising, solicitation, collecting of fees or renewal of contracts. Section 16. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: The director shall, in its order suspending the authority of the discount medical plan organization to enroll new members, specify the period during which the suspension is to be in effect and the conditions, if any, that shall be met by the discount medical plan organization prior to reinstatement of its registration to enroll members. The director may rescind or modify the order of suspension prior to the expiration of the suspension period. No registration of a discount medical plan organization may be reinstated unless requested by the discount medical plan organization. The director may not grant the request for reinstatement if the director finds that the circumstances for which the suspension occurred still exist or are likely to recur. Section 17. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: In lieu of suspending or revoking a discount medical plan organization's registration pursuant to section 13 of this Act, if the discount medical plan organization has been found to have violated any provision of this Act, the director may enter into a consent order pursuant to § 58-4-28.1. Section 18. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: A provider who provides discounts to the provider's own patients without any cost or fee of any kind to the patient is not required to obtain and maintain a registration under this Act as a discount medical plan organization. Section 19. That § 58-17C-108 be repealed. 58-17C-108. Any person subject to registration pursuant to § 58-17C-104 shall maintain a surety bond in the amount of twenty thousand dollars issued by a surety company authorized to do business in this state, or establish and maintain a surety account in the amount of twenty thousand dollars at a federally insured bank, savings and loan association, or federal savings bank located in this state. Each surety bond and surety account is subject to the following: (1) A copy of the bond or a statement identifying the depository, trustee, and account number of the surety account, and thereafter proof of annual renewal of the bond or maintenance of the surety account, shall be filed with the director of the Division of Insurance; (2) A surety account shall be maintained until two years after the date that the person subject to registration pursuant to § 58-17C-104 ceases operations in the state. Funds from any surety account may not be released to the person subject to registration pursuant to § 58-17C-104 without the specific consent of the attorney general; (3) No surety on the bond of a person subject to registration pursuant to § 58-17C-104 may cancel such bond without giving written notice thereof to the secretary of state. Whenever the secretary of state receives notice of a surety's intention to cancel the bond of a person subject to registration pursuant to § 58-17C-104, the secretary of state shall notify the affected person that, unless such person files another twenty thousand dollar surety bond with the secretary of state or establishes a twenty thousand dollar surety account on or before the cancellation date of such surety bond, then such person subject to registration pursuant to § 58-17C-104 is no longer authorized to do business in this state; (4) The bond or surety account shall be in favor of any person and the director of the Division of Insurance for the benefit of any person who is damaged by any violation of §§ 58-17C-104 to 58-17C-108, inclusive, including any violation by the supplier or by any other person which markets, promotes, advertises, or otherwise distributes a discount card on behalf of the supplier. The bond shall cover any violation occurring during the time period during which the bond is in effect; and (5) Any person claiming against the bond or surety account for a violation of §§ 58-17C- 104 to 58-17C-108, inclusive, may maintain an action at law against the person subject to registration pursuant to § 58-17C-104 and against the surety or trustee of the surety account. The aggregate liability of the surety or trustee of the surety account to all persons damaged by violations of §§ 58-17C-104 to 58-17C-108, inclusive, may not exceed the amount of the surety bond or account. Section 20. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: Each registered discount medical plan organization shall maintain in force a surety bond in its own name in an amount not less than twenty thousand dollars to be used in the discretion of the director to protect the financial interest of members. The bond shall be issued by an insurance company licensed to do business in this state. A copy of the bond or a statement identifying the depository, trustee, and account number of the surety account, and thereafter proof of annual renewal of the bond or maintenance of the surety account, shall be filed with the director. Section 21. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: In lieu of the bond required by section 20 of this Act, a registered discount medical plan organization may deposit and maintain deposited with the director, or at the discretion of the director, with any organization or trustee acceptable to the director through which a custodial or controlled account is utilized, cash, securities, or any combination of these or other measures that are acceptable to the director which at all times have a market value of not less than thirty- five thousand dollars. All income from the deposit is an asset of the discount medical plan organization. Section 22. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: Except for the director, the assets or securities held in this state as a deposit pursuant to sections 20 and 21 of this Act are not subject to levy by a judgment creditor or other claimant of the discount medical plan organization. Section 23. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: The director may examine or investigate the business and affairs of any discount medical plan organization to protect the interests of the residents of this state based on the following reasons, including complaint indices, recent complaints, information from other states, or as the director deems necessary. An examination or investigation shall be performed in accordance with the provisions of chapter 58-3. The discount medical plan organization that is the subject of the examination or investigation shall pay the expenses incurred in conducting the examination or investigation. Failure by the discount medical plan organization to pay the expenses is grounds for denial of a registration to operate as a discount medical plan organization or revocation of a registration to operate as a discount medical plan organization. The discount medical plan organization is subject to the provisions of § 58-33-66. Section 24. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: If the discount medical plan organization cancels a membership for any reason other than nonpayment of fees by the member, the discount medical plan organization shall make a pro rata reimbursement of all periodic charges to the member. Section 25. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: A discount medical plan organization shall have a written agreement between the organization and its members that specifies the benefits a member is to receive under the discount medical plan and that complies with sections 38 to 42, inclusive, of this Act. Section 26. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: Any provider offering medical or specialty services to members shall provide the services in accordance with a written agreement entered into directly by the provider or indirectly by a provider network to which the provider belongs. Section 27. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: A provider agreement between a discount medical plan organization and a provider shall provide the following: (1) A list of the medical or specialty services and products to be provided at a discount; (2) The amount or amounts of the discounts or, alternatively, a fee schedule that reflects the provider's discounted rates; and (3) That the provider will not charge members more than the discounted rates. Section 28. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: A provider agreement between a discount medical plan organization and a provider network shall require that the provider network have written agreements with its providers that: (1) Contain the provisions described in section 27 of this Act; (2) Authorize the provider network to contract with the discount medical plan organization on behalf of the provider; and (3) Require the provider network to maintain an up-to-date list of its contracted providers and to provide the list on a monthly basis to the discount medical plan organization. Section 29. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: A provider agreement between a discount medical plan organization and an entity that contracts with a provider network shall require that the entity, in its contracts with the provider network, require network to have written agreements with its providers that comply with the provisions of section 28 of this Act. Section 30. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: The discount medical plan organization shall maintain a copy of each active provider agreement into which it has entered. Section 31. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: Each discount medical plan organization shall maintain on an internet website page an up- to-date list of the names and addresses of the providers with which it has contracted directly or through a provider network. The internet website address shall be prominently displayed on all of its advertisements, marketing materials, brochures, and discount medical plan cards. Section 32. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: The provisions of sections 26 to 31, inclusive, of this Act, apply to those providers with which the discount medical plan organization has contracted with directly as well as those providers that are members of a provider network with which the discount medical plan organization has contracted. Section 33. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: A discount medical plan organization may market directly or contract with other marketers for the distribution of its product. The discount medical plan organization shall have an executed written agreement with a marketer prior to the marketer's marketing, promoting, selling, or distributing the discount medical plan. Section 34. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: The agreement between the discount medical plan organization and the marketer shall prohibit the marketer from using advertising, marketing materials, brochures, and discount medical plan cards without the discount medical plan organization's approval in writing. Section 35. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: The discount medical plan organization shall be bound by and is responsible for the activities of a marketer that are within the scope of the marketer's agency relationship with the organization. Section 36. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: A discount medical plan organization shall approve in writing any advertisement, marketing material, brochure, or discount card used by marketers to market, promote, sell, or distribute the discount medical plan prior to their use. Section 37. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: Upon request, a discount medical plan organization shall submit to the director any advertising, marketing material, or brochure regarding a discount medical plan. Section 38. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: Any advertisement of a discount medical plan organization shall be truthful and not misleading in fact or in implication. An advertisement is misleading if it has a capacity or tendency to mislead or deceive based on the overall impression that the advertisement is reasonably expected to create within the segment of the public to which it is directed. Section 39. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: No discount medical plan organization may: (1) Except as otherwise provided in this Act or as a disclaimer of any relationship between discount medical plan benefits and insurance, or as a description of an insurance product connected with a discount medical plan, use the term, insurance, in any advertisement, marketing material, brochure, or discount medical plan cards; (2) Use in any advertisement, marketing material, brochure, or discount medical plan card, the terms, health plan, coverage, co-pay, co-payments, deductible, preexisting conditions, guaranteed issue, premium, PPO, preferred provider organization, or other term in a manner that could reasonably mislead an individual into believing that the discount medical plan is health insurance; (3) Use language in any advertisement, marketing material, brochure, or discount medical plan card with respect to being licensed or registered by the Division of Insurance in a manner that could reasonably mislead an individual into believing that the discount medical plan is insurance or has been endorsed by the state; (4) Make misleading, deceptive, or fraudulent representations regarding the discount or range of discounts offered by the discount medical plan or the access to any range of discounts offered by the discount medical plan; (5) Have restrictions on access to discount medical plan providers, including, except for hospital services, waiting periods and notification periods; or (6) Pay providers any fees for medical or specialty services or collect or accept money from a member to pay a provider for medical or specialty services provided under the discount medical plan, unless the discount medical plan organization has an active certificate of authority to act as a third party administrator in accordance with chapter 58-29D. Section 40. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: If the initial contact with a prospective member is by telephone, the disclosures required by § 58-17C-106 shall be made orally and included in the initial written materials that describe the benefits under the discount medical plan provided to the prospective or new member. Section 41. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: In addition to the general disclosures required by § 58-17C-106, each discount medical plan organization shall provide to each prospective or new member a copy of the terms of the discount medical plan in a written agreement at the time of purchase. Section 42. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: The written agreement required under this Act shall be clear and include information on: (1) The name of the member; (2) The benefits to be provided under the discount medical plan; (3) Any processing fees and periodic charges associated with the discount medical plan; (4) The mode of payment of any processing fees and periodic charges, such as monthly, quarterly, or otherwise, and procedures for changing the mode of payment; (5) Any limitations, exclusions, or exceptions regarding the receipt of discount medical plan benefits; (6) Any waiting periods for certain medical or specialty services under the discount medical plan; (7) Procedures for obtaining discounts under the discount medical plan, such as requiring members to contact the discount medical plan organization to make an appointment with a provider on the member's behalf; (8) Cancellation procedures, including information on the member's thirty-day cancellation rights and refund requirements and procedures for obtaining refunds; (9) Renewal, termination, and cancellation terms and conditions; (10) Procedures for adding new members to a family discount medical plan, if applicable; (11) Procedures for filing complaints under the discount medical plan organization's complaint system and information that, if the member remains dissatisfied after completing the organization's complaint system, the plan member may contact the Division of Insurance or the insurance department in the member's state; and (12) The name and mailing address of the registered discount medical plan organization or other entity where the member can make inquiries about the plan, send cancellation notices, and file complaints. Section 43. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: Each discount medical plan organization shall provide the director at least thirty days advance notice of any change in the discount medical plan organization's name, principal business address, mailing address, or internet website address. Section 44. That § 58-17C-104 be amended to read as follows: 58-17C-104. Any person, directly or indirectly, offering a plan or program providing a discount on the fees of any provider of health care goods or services, Any discount medical plan organization that is not offered directly by a health carrier as provided by this chapter, shall register in a format as prescribed by the director and shall file reports and conduct business under the same standards as required of utilization review organizations in accordance with provisions of §§ 58-17C-65 to 58-17C-66, inclusive. No health carrier may offer or provide coverage through a person not registered but required to be registered pursuant to §§ 58-17C- 104 to 58-17C-108, inclusive. Any plan or program that is registered pursuant to § 58-17C-20 is not required to maintain a separate registration pursuant to §§ 58-17C-104 to 58-17C-108, inclusive. A Any plan or program of discounted goods or services that is offered by a health carrier in conjunction with a health benefit plan, as defined in §§ 58-18-42 and 58-17-66(9), or a medicare supplement policy as defined in § 58-17A-1, or other insurance product that is offered by an authorized insurer and that is subject to the jurisdiction of the director is not required to be registered pursuant to §§ 58-17C-104 to 58-17C-108, inclusive. A plan or program offered by a health care provider as defined in § 34-12C-1 is not required to register pursuant to §§ 58-17C-104 to 58-17C-108, inclusive, if the health care provider does not charge for the plan or program. Section 45. That § 58-17C-106 be amended to read as follows: 58-17C-106. No person subject to registration pursuant to § 58-17C-104 may receive personal information, money, or other consideration for enrollment in a plan or program until the consumer has signed a contract or agreement with the person and no later than at the time the contract is signed, provides, at a minimum, the following information, disclosed in a clear and conspicuous manner: (1) The name, true address, telephone number, and website address of the registered person who is responsible for customer service; (2) A detailed description of the plan or program, including the goods and services covered and all exemptions and discounts that apply to each category thereof; (3) All costs associated with the plan or program, including any sign-up fee and any recurring costs; (4) An internet website that is updated regularly or a paper copy where the consumer can access the names and addresses of all current participating providers in the consumer's area; (5) A statement of the consumer's right to return the plan or program within thirty days of its delivery to the person or agent through whom it was purchased and to have all costs of the plan or program, excluding a nominal process fee refunded if, after examination of the plan or program, the purchaser is not satisfied with it for any reason; (6) A statement of the consumer's right to terminate the plan or program at any time by providing written notice or other notice, the form to be used for the termination notice, and the address where the notice is to be sent if different than the address provided in subdivision (1); and (7) Notice that the consumer is not obligated to make any further payments under the plan or program, nor is the consumer entitled to any benefits under the plan or program for any period of time after the last month for which payment has been made ; (8) That the plan is not insurance; (9) That the range of discounts for medical or specialty services provided under the plan will vary depending on the type of provider and medical or specialty service received; (10) That the plan does not make payments to providers for the medical or specialty services received under the discount medical plan; (11) That the plan member is obligated to pay for all medical or specialty services, but will receive discount from those providers that have contracted with the discount medical plan organization . The requirement that the contract or agreement be signed prior to any money or consideration being obtained does not apply to a transaction in which payment by the consumer is made by credit card or by means of a telephonic transaction so long as the disclosures required by this section are provided to the consumer by way of postal mail, facsimile, or electronic mail within ten business days of the consumer's enrollment."}, {"bill_id": 20353, "bill_version_id": 107595, "bill_version": "Senate Commerce and Energy Engrossed", "bill_version_date": "2006-01-31T14:00:51-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to modify the requirements for health discount plans. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this chapter, the term, affiliate, means a person that directly, or indirectly through one or more intermediaries, controls, or is controlled by, or is under common control with, the person specified. For the purposes of this section, the term, control, or controlled by, or under common control with, means the possession, direct or indirect, of the power to direct or cause the direction of the management and policies of a person, whether through the ownership of voting securities, by contract other than a commercial contract for goods or nonmanagement services, or otherwise, unless the power is the result of an official position with or corporate office held by the person. Control is presumed to exist if any person, directly or indirectly, owns, controls, holds with the power to vote, or holds proxies representing ten percent or more of the voting securities of any other person. This presumption may be rebutted by a showing made in the manner provided by § 58-5A-29. Section 2. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this chapter, the term, discount medical plan, means a business arrangement or contract in which a person, in exchange for fees, dues, charges, or other consideration, offers access for its members to providers of medical or ancillary services and the right to receive discounts on medical or ancillary services provided under the discount medical plan from those providers. The term includes a prescription drug discount plan. The term does not include: (1) A plan that does not charge a membership or other fee to use the discount medical plan; (2) Any product otherwise regulated under Title 58; (3) A patient access program; or (4) A medicare prescription drug plan. Section 3. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this chapter, the term, discount prescription drug plan, means a business arrangement or contract in which a person, in exchange for fees, dues, charges, or other consideration provides access for its plan members to providers of pharmacy services and the right to receive discounts on pharmacy services provided under the discount prescription drug plan from those providers. Section 4. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this section, discount medical plan organization, means an entity that, in exchange for fees, dues, charges, or other consideration, provides access for discount medical plan members to providers of medical or ancillary services and the right to receive medical or speciality services from those providers at a discount. It is the organization that contracts with providers, provider networks, or other discount medical plan organizations to offer access to medical or speciality services at a discount and determines the charge to discount medical plan members. Section 5. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: Terms used in this chapter mean: (1) \"Ancillary services,\" includes audiology, dental, vision, mental health, substance abuse, chiropractic, and podiatry services; (2) \"Facility,\" an institution providing medical or ancillary services or a health care setting. The term includes: (a) A hospital or other licensed inpatient center; (b) An ambulatory surgical or treatment center; (c) A skilled nursing center; (d) A residential treatment center; (e) A rehabilitation center; and (f) A diagnostic, laboratory or imaging center; (3) \"Health care professional,\" a physician, pharmacist, or other health care practitioner who is licensed, accredited, or certified to perform specified medical or ancillary services within the scope of his or her license, accreditation, certification, or other appropriate authority consistent with state law; (4) \"Marketer,\" a person or entity that markets, promotes, sells, or distributes a discount medical plan, including a private label entity that places its name on and markets or distributes a discount medical plan pursuant to a marketing agreement with a discount medical plan organization; (5) \"Medical services,\" any maintenance care of, or preventive care for, the human body, or care, service, or treatment of an illness or dysfunction of, or injury to, the human body. The term includes physician care, inpatient care, hospital surgical services, emergency services, ambulance services, dental care services, vision care services, mental health services, substance abuse services, chiropractic services, podiatric services, laboratory services, medical equipment and supplies, pharmacy services or ancillary services; (6) \"Medicare prescription drug plan,\" a plan that provides Medicare Part D prescription drug benefit in accordance with the requirements of the federal Medicare Prescription Drug, Improvement and Modernization Act of 2003; (7) \"Member,\" any individual who pays fees, dues, charges, or other consideration for the right to receive the benefits of a discount medical plan. Member does not include any individual who enrolls in a patient access program; (8) \"Patient access program,\" a voluntary program sponsored by a pharmaceutical manufacturer or a consortium of pharmaceutical manufacturers, that provide free or discounted health care products directly to low-income or uninsured individuals either through a discount card or direct shipment; (9) \"Provider,\" any health care professional or facility that has contracted, directly or indirectly, with a discount medical plan organization to provide medical or ancillary services to members; (10) \"Provider network,\" an entity that negotiates directly or indirectly with a discount medical plan organization on behalf of more than one provider to provide medical or ancillary services to members. Section 6. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: This Act applies to all discount medical plan organizations doing business in South Dakota. Section 7. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: A discount medical plan organization that is a health carrier registered pursuant to Title 58: (1) Is not required to register as a discount medical plan organization. However, any of its affiliates that operate as a discount medical plan organization in this state shall comply with all provisions of this Act and shall register as a discount medical plan organization; (2) Is required to comply with sections 24 to 42, inclusive, of this Act. Section 8. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: If a discount medical plan organization loses its registration, or other form of authority to operate as a discount medical plan organization in another state, or is the subject of any disciplinary administrative proceeding related to the organization's operating as a discount medical plan organization in another state, the discount medical plan organization shall immediately notify the director. Section 9. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: After the receipt of an application filed pursuant to § 58-17C-104, the director shall review the application and notify the applicant of any deficiencies in the application. Section 10. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: Prior to registration by the director, each discount medical plan organization shall establish an internet website in order to conform to the requirements of section 31 of this Act. Section 11. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: Any registration is effective for one year, unless prior to its expiration the registration is renewed in accordance with this section or suspended or revoked in accordance with section 13 of this Act. At least ninety days before a registration expires, the discount medical plan organization shall submit a renewal application form. Section 12. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: The director shall renew the registration of each holder that meets the requirements of this Act. Section 13. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: The director may suspend the authority of a discount medical plan organization to enroll new members or refuse to renew or revoke a discount medical plan organization's registration if the director finds that any of the following conditions exist: (1) The discount medical plan organization is not operating in compliance with this Act; (2) The discount medical plan organization has advertised, merchandised, or attempted to merchandise its services in such a manner as to misrepresent its services or capacity for service or has engaged in deceptive, misleading, or unfair practices with respect to advertising or merchandising; (3) The discount medical plan organization is not fulfilling its obligations as a discount medical plan organization; or (4) The continued operation of the discount medical plan organization would be hazardous to its members. Section 14. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: If the director has cause to believe that grounds for the nonrenewal, suspension, or revocation of a registration exists, the director shall notify the discount medical plan organization in writing specifically stating the grounds for the refusal to renew or suspension or revocation and may pursue a hearing on the matter in accordance with the provisions of the chapter 1-26. Section 15. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: If the registration of a discount medical plan organization is surrendered, revoked, or not renewed, the discount medical plan organization shall proceed, immediately following the effective date of the order of revocation or, in the case of a nonrenewal, the date of expiration of the registration, to wind up its affairs transacted under the registration. The discount medical plan organization may not engage in any further advertising, solicitation, collecting of fees or renewal of contracts. Section 16. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: The director shall, in its order suspending the authority of the discount medical plan organization to enroll new members, specify the period during which the suspension is to be in effect and the conditions, if any, that shall be met by the discount medical plan organization prior to reinstatement of its registration to enroll members. The director may rescind or modify the order of suspension prior to the expiration of the suspension period. No registration of a discount medical plan organization may be reinstated unless requested by the discount medical plan organization. The director may not grant the request for reinstatement if the director finds that the circumstances for which the suspension occurred still exist or are likely to recur. Section 17. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: In lieu of suspending or revoking a discount medical plan organization's registration pursuant to section 13 of this Act, if the discount medical plan organization has been found to have violated any provision of this Act, the director may enter into a consent order pursuant to § 58-4-28.1. Section 18. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: A provider who provides discounts to the provider's own patients without any cost or fee of any kind to the patient is not required to obtain and maintain a registration under this Act as a discount medical plan organization. Section 19. That § 58-17C-108 be repealed. 58-17C-108. Any person subject to registration pursuant to § 58-17C-104 shall maintain a surety bond in the amount of twenty thousand dollars issued by a surety company authorized to do business in this state, or establish and maintain a surety account in the amount of twenty thousand dollars at a federally insured bank, savings and loan association, or federal savings bank located in this state. Each surety bond and surety account is subject to the following: (1) A copy of the bond or a statement identifying the depository, trustee, and account number of the surety account, and thereafter proof of annual renewal of the bond or maintenance of the surety account, shall be filed with the director of the Division of Insurance; (2) A surety account shall be maintained until two years after the date that the person subject to registration pursuant to § 58-17C-104 ceases operations in the state. Funds from any surety account may not be released to the person subject to registration pursuant to § 58-17C-104 without the specific consent of the attorney general; (3) No surety on the bond of a person subject to registration pursuant to § 58-17C-104 may cancel such bond without giving written notice thereof to the secretary of state. Whenever the secretary of state receives notice of a surety's intention to cancel the bond of a person subject to registration pursuant to § 58-17C-104, the secretary of state shall notify the affected person that, unless such person files another twenty thousand dollar surety bond with the secretary of state or establishes a twenty thousand dollar surety account on or before the cancellation date of such surety bond, then such person subject to registration pursuant to § 58-17C-104 is no longer authorized to do business in this state; (4) The bond or surety account shall be in favor of any person and the director of the Division of Insurance for the benefit of any person who is damaged by any violation of §§ 58-17C-104 to 58-17C-108, inclusive, including any violation by the supplier or by any other person which markets, promotes, advertises, or otherwise distributes a discount card on behalf of the supplier. The bond shall cover any violation occurring during the time period during which the bond is in effect; and (5) Any person claiming against the bond or surety account for a violation of §§ 58-17C- 104 to 58-17C-108, inclusive, may maintain an action at law against the person subject to registration pursuant to § 58-17C-104 and against the surety or trustee of the surety account. The aggregate liability of the surety or trustee of the surety account to all persons damaged by violations of §§ 58-17C-104 to 58-17C-108, inclusive, may not exceed the amount of the surety bond or account. Section 20. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: Each registered discount medical plan organization shall maintain in force a surety bond in its own name in an amount not less than twenty thousand dollars and shall be in favor of any person and the director of the Division of Insurance for the benefit of any person who is damaged by any violation of § § 58-17C-104 to 58-17C-108, inclusive, including any violation by the supplier or by any other person that markets, promotes, advertises, or otherwise distributes a discount card on behalf of the supplier. The bond shall cover any violation occurring during the time period during which the bond is in effect. The bond shall be issued by an insurance company licensed to do business in this state. A copy of the bond or a statement identifying the depository, trustee, and account number of the surety account, and thereafter proof of annual renewal of the bond or maintenance of the surety account, shall be filed with the director. Section 21. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: In lieu of the bond required by section 20 of this Act, a registered discount medical plan organization may deposit and maintain deposited with the director, or at the discretion of the director, with any organization or trustee acceptable to the director through which a custodial or controlled account is utilized, cash, securities, or any combination of these or other measures that are acceptable to the director which at all times have a market value of not less than thirty- five thousand dollars. All income from the deposit is an asset of the discount medical plan organization. Section 22. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: Except for the director, the assets or securities held in this state as a deposit pursuant to sections 20 and 21 of this Act are not subject to levy by a judgment creditor or other claimant of the discount medical plan organization. Section 23. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: The director may examine or investigate the business and affairs of any discount medical plan organization to protect the interests of the residents of this state based on the following reasons, including complaint indices, recent complaints, information from other states, or as the director deems necessary. An examination or investigation shall be performed in accordance with the provisions of chapter 58-3. The discount medical plan organization that is the subject of the examination or investigation shall pay the expenses incurred in conducting the examination or investigation. Failure by the discount medical plan organization to pay the expenses is grounds for denial of a registration to operate as a discount medical plan organization or revocation of a registration to operate as a discount medical plan organization. The discount medical plan organization is subject to the provisions of § 58-33-66. Section 24. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: If the discount medical plan organization cancels a membership for any reason other than nonpayment of fees by the member, the discount medical plan organization shall make a pro rata reimbursement of all periodic charges to the member. Section 25. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: A discount medical plan organization shall prepare written materials for its members that specifies the benefits a member is to receive under the discount medical plan and that complies with sections 38 to 42, inclusive, of this Act. Section 26. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: Any provider offering medical or ancillary services to members shall provide the services in accordance with a written agreement entered into directly by the provider or indirectly by a provider network to which the provider belongs. Section 27. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: A provider agreement between a discount medical plan organization and a provider shall provide the following: (1) A list of the medical or ancillary services and products to be provided at a discount; (2) The amount or amounts of the discounts or, alternatively, a fee schedule that reflects the provider's discounted rates; and (3) That the provider will not charge members more than the discounted rates. Section 28. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: A provider agreement between a discount medical plan organization and a provider network shall require that the provider network have written agreements with its providers that: (1) Contain the provisions described in section 27 of this Act; (2) Authorize the provider network to contract with the discount medical plan organization on behalf of the provider; and (3) Require the provider network to maintain an up-to-date list of its contracted providers and to provide the list on a monthly basis to the discount medical plan organization. Section 29. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: A provider agreement between a discount medical plan organization and an entity that contracts with a provider network shall require that the entity, in its contracts with the provider network, require the provider network to have written agreements with its providers that comply with the provisions of section 28 of this Act. Section 30. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: The discount medical plan organization shall maintain a copy of each active provider agreement into which it has entered. Section 31. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: Each discount medical plan organization shall maintain on an internet website page an up- to-date list of the names and addresses of the providers with which it has contracted directly or through a provider network. The internet website address shall be prominently displayed on all of its advertisements, marketing materials, brochures, and discount medical plan cards. Section 32. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: The provisions of sections 26 to 31, inclusive, of this Act, apply to those providers with which the discount medical plan organization has contracted with directly or indirectly as well as those providers that are members of a provider network with which the discount medical plan organization has contracted directly or indirectly. Section 33. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: A discount medical plan organization may market directly or contract with other marketers for the distribution of its product. The discount medical plan organization shall have an executed written agreement with a marketer prior to the marketer's marketing, promoting, selling, or distributing the discount medical plan. Section 34. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: The agreement between the discount medical plan organization and the marketer shall prohibit the marketer from using advertising, marketing materials, brochures, and discount medical plan cards without the discount medical plan organization's approval in writing. Section 35. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: The discount medical plan organization shall be bound by and is responsible for the activities of a marketer that are within the scope of the marketer's contract with the organization, or are otherwise approved by or under the direction and control of the organization. Section 36. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: A discount medical plan organization shall approve in writing any advertisement, marketing material, brochure, or discount card used by marketers to market, promote, sell, or distribute the discount medical plan prior to their use. Section 37. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: Upon request, a discount medical plan organization shall submit to the director any advertising, marketing material, or brochure regarding a discount medical plan. Section 38. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: Any advertisement of a discount medical plan organization shall be truthful and not misleading in fact or in implication. An advertisement is misleading if it has a capacity or tendency to mislead or deceive based on the overall impression that the advertisement is reasonably expected to create within the segment of the public to which it is directed. Section 39. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: No discount medical plan organization may: (1) Except as otherwise provided in this Act or as a disclaimer of any relationship between discount medical plan benefits and insurance, or as a description of an insurance product connected with a discount medical plan, use the term, insurance, in any advertisement, marketing material, brochure, or discount medical plan cards; (2) Use in any advertisement, marketing material, brochure, or discount medical plan card, the terms, health plan, coverage, co-pay, co-payments, deductible, preexisting conditions, guaranteed issue, premium, PPO, preferred provider organization, or other term in a manner that could reasonably mislead an individual into believing that the discount medical plan is health insurance; (3) Use language in any advertisement, marketing material, brochure, or discount medical plan card with respect to being licensed or registered by the Division of Insurance in a manner that could reasonably mislead an individual into believing that the discount medical plan is insurance or has been endorsed by the state; (4) Make misleading, deceptive, or fraudulent representations regarding the discount or range of discounts offered by the discount medical plan or the access to any range of discounts offered by the discount medical plan; (5) Have restrictions on access to discount medical plan providers, including, except for hospital services, waiting periods and notification periods; or (6) Pay providers any fees for medical or ancillary services or collect or accept money from a member to pay a provider for medical or ancillary services provided under the discount medical plan, unless the discount medical plan organization has an active certificate of authority to act as a third party administrator in accordance with chapter 58-29D. Section 40. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: If the initial contact with a prospective member is by telephone, the disclosures required by § 58-17C-106 shall be made orally and included in the initial written materials that describe the benefits under the discount medical plan provided to the prospective or new member. Section 41. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: In addition to the general disclosures required by § 58-17C-106, each discount medical plan organization shall provide to each new member a copy of the terms of the discount medical plan in written materials. Section 42. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: The written materials required under this Act shall be clear and include information on: (1) The name of the member; (2) The benefits to be provided under the discount medical plan; (3) Any processing fees and periodic charges associated with the discount medical plan; (4) The mode of payment of any processing fees and periodic charges, such as monthly, quarterly, or otherwise, and procedures for changing the mode of payment; (5) Any limitations, exclusions, or exceptions regarding the receipt of discount medical plan benefits; (6) Any waiting periods for certain medical or ancillary services under the discount medical plan; (7) Procedures for obtaining discounts under the discount medical plan, such as requiring members to contact the discount medical plan organization to make an appointment with a provider on the member's behalf; (8) Cancellation procedures, including information on the member's thirty-day cancellation rights and refund requirements and procedures for obtaining refunds; (9) Renewal, termination, and cancellation terms and conditions; (10) Procedures for adding new members to a family discount medical plan, if applicable; (11) Procedures for filing complaints under the discount medical plan organization's complaint system and information that, if the member remains dissatisfied after completing the organization's complaint system, the plan member may contact the local insurance department in the member's state; and (12) The name and mailing address of the registered discount medical plan organization or other entity where the member can make inquiries about the plan, send cancellation notices, and file complaints. Section 43. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: Each discount medical plan organization shall provide the director at least thirty days advance notice of any change in the discount medical plan organization's name, principal business address, mailing address, or internet website address. Section 44. That § 58-17C-104 be amended to read as follows: 58-17C-104. Any person, directly or indirectly, offering a plan or program providing a discount on the fees of any provider of health care goods or services, Any discount medical plan organization that is not offered directly by a health carrier as provided by this chapter, shall register in a format as prescribed by the director and shall file reports and conduct business under the same standards as required of utilization review organizations in accordance with provisions of §§ 58-17C-65 to 58-17C-66, inclusive. No health carrier may offer or provide coverage through a person not registered but required to be registered pursuant to §§ 58-17C- 104 to 58-17C-108, inclusive. Any plan or program that is registered pursuant to § 58-17C-20 is not required to maintain a separate registration pursuant to §§ 58-17C-104 to 58-17C-108, inclusive. A Any plan or program of discounted goods or services that is offered by a health carrier in conjunction with a health benefit plan, as defined in §§ 58-18-42 and 58-17-66(9), or a medicare supplement policy as defined in § 58-17A-1, or other insurance product that is offered by an authorized insurer and that is subject to the jurisdiction of the director is not required to be registered pursuant to §§ 58-17C-104 to 58-17C-108, inclusive. A plan or program offered by a health care provider as defined in § 34-12C-1 is not required to register pursuant to §§ 58-17C-104 to 58-17C-108, inclusive, if the health care provider does not charge for the plan or program. Section 45. That § 58-17C-106 be amended to read as follows: 58-17C-106. No person subject to registration pursuant to § 58-17C-104 may receive personal information, money, or other consideration for enrollment in a plan or program until the consumer has signed a contract or agreement with the person and no later than at the time the contract is signed, provides, at a minimum, the following information, disclosed in a clear and conspicuous manner: (1) The name, true address, telephone number, and website address of the registered person who is responsible for customer service; (2) A detailed description of the plan or program, including the goods and services covered and all exemptions and discounts that apply to each category thereof; (3) All costs associated with the plan or program, including any sign-up fee and any recurring costs; (4) An internet website that is updated regularly or a paper copy where the consumer can access the names and addresses of all current participating providers in the consumer's area; (5) A statement of the consumer's right to return the plan or program within thirty days of its delivery to the person or agent through whom it was purchased and to have all costs of the plan or program, excluding a nominal process fee refunded if, after examination of the plan or program, the purchaser is not satisfied with it for any reason; (6) A statement of the consumer's right to terminate the plan or program at any time by providing written notice or other notice, the form to be used for the termination notice, and the address where the notice is to be sent if different than the address provided in subdivision (1); and (7) Notice that the consumer is not obligated to make any further payments under the plan or program, nor is the consumer entitled to any benefits under the plan or program for any period of time after the last month for which payment has been made ; (8) That the plan is not insurance; (9) That the range of discounts for medical or ancillary services provided under the plan will vary depending on the type of provider and medical or ancillary service received; (10) That the plan does not make payments to providers for the medical or ancillary services received under the discount medical plan; (11) That the plan member is obligated to pay for all medical or ancillary services, but will receive discount from those providers that have contracted with the discount medical plan organization . The requirement that the contract or agreement be signed prior to any money or consideration being obtained does not apply to a transaction in which payment by the consumer is made by credit card or by means of a telephonic transaction so long as the disclosures required by this section are provided to the consumer by way of postal mail, facsimile, or electronic mail within ten business days of the consumer's enrollment."}, {"bill_id": 20353, "bill_version_id": 108938, "bill_version": "House Engrossed", "bill_version_date": "2006-02-16T15:57:30-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to modify the requirements for health discount plans. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this chapter, the term, affiliate, means a person that directly, or indirectly through one or more intermediaries, controls, or is controlled by, or is under common control with, the person specified. For the purposes of this section, the term, control, or controlled by, or under common control with, means the possession, direct or indirect, of the power to direct or cause the direction of the management and policies of a person, whether through the ownership of voting securities, by contract other than a commercial contract for goods or nonmanagement services, or otherwise, unless the power is the result of an official position with or corporate office held by the person. Control is presumed to exist if any person, directly or indirectly, owns, controls, holds with the power to vote, or holds proxies representing ten percent or more of the voting securities of any other person. This presumption may be rebutted by a showing made in the manner provided by § 58-5A-29. Section 2. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this chapter, the term, discount medical plan, means a business arrangement or contract in which a person, in exchange for fees, dues, charges, or other consideration, offers access for its members to providers of medical or ancillary services and the right to receive discounts on medical or ancillary services provided under the discount medical plan from those providers. The term includes a prescription drug discount plan. The term does not include: (1) A plan that does not charge a membership or other fee to use the discount medical plan; (2) Any product otherwise regulated under Title 58; (3) A patient access program; or (4) A medicare prescription drug plan. Section 3. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this chapter, the term, discount prescription drug plan, means a business arrangement or contract in which a person, in exchange for fees, dues, charges, or other consideration provides access for its plan members to providers of pharmacy services and the right to receive discounts on pharmacy services provided under the discount prescription drug plan from those providers. Section 4. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this section, discount medical plan organization, means an entity that, in exchange for fees, dues, charges, or other consideration, provides access for discount medical plan members to providers of medical or ancillary services and the right to receive medical or speciality services from those providers at a discount. It is the organization that contracts with providers, provider networks, or other discount medical plan organizations to offer access to medical or speciality services at a discount and determines the charge to discount medical plan members. Section 5. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: Terms used in this chapter mean: (1) \"Ancillary services,\" includes audiology, dental, vision, mental health, substance abuse, chiropractic, and podiatry services; (2) \"Facility,\" an institution providing medical or ancillary services or a health care setting. The term includes: (a) A hospital or other licensed inpatient center; (b) An ambulatory surgical or treatment center; (c) A skilled nursing center; (d) A residential treatment center; (e) A rehabilitation center; and (f) A diagnostic, laboratory or imaging center; (3) \"Health care professional,\" a physician, pharmacist, or other health care practitioner who is licensed, accredited, or certified to perform specified medical or ancillary services within the scope of his or her license, accreditation, certification, or other appropriate authority consistent with state law; (4) \"Marketer,\" a person or entity that markets, promotes, sells, or distributes a discount medical plan, including a private label entity that places its name on and markets or distributes a discount medical plan pursuant to a marketing agreement with a discount medical plan organization; (5) \"Medical services,\" any maintenance care of, or preventive care for, the human body, or care, service, or treatment of an illness or dysfunction of, or injury to, the human body. The term includes physician care, inpatient care, hospital surgical services, emergency services, ambulance services, dental care services, vision care services, mental health services, substance abuse services, chiropractic services, podiatric services, laboratory services, medical equipment and supplies, pharmacy services or ancillary services; (6) \"Medicare prescription drug plan,\" a plan that provides Medicare Part D prescription drug benefit in accordance with the requirements of the federal Medicare Prescription Drug, Improvement and Modernization Act of 2003; (7) \"Member,\" any individual who pays fees, dues, charges, or other consideration for the right to receive the benefits of a discount medical plan. Member does not include any individual who enrolls in a patient access program; (8) \"Patient access program,\" a voluntary program sponsored by a pharmaceutical manufacturer or a consortium of pharmaceutical manufacturers, that provide free or discounted health care products directly to low-income or uninsured individuals either through a discount card or direct shipment; (9) \"Provider,\" any health care professional or facility that has contracted, directly or indirectly, with a discount medical plan organization to provide medical or ancillary services to members; (10) \"Provider network,\" an entity that negotiates directly or indirectly with a discount medical plan organization on behalf of more than one provider to provide medical or ancillary services to members. Section 6. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: This Act applies to all discount medical plan organizations doing business in South Dakota. Section 7. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: A discount medical plan organization that is a health carrier registered pursuant to Title 58: (1) Is not required to register as a discount medical plan organization. However, any of its affiliates that operate as a discount medical plan organization in this state shall comply with all provisions of this Act and shall register as a discount medical plan organization; (2) Is required to comply with sections 24 to 42, inclusive, of this Act. Section 8. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: If a discount medical plan organization loses its registration, or other form of authority to operate as a discount medical plan organization in another state, or is the subject of any disciplinary administrative proceeding related to the organization's operating as a discount medical plan organization in another state, the discount medical plan organization shall immediately notify the director. Section 9. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: After the receipt of an application filed pursuant to § 58-17C-104, the director shall review the application and notify the applicant of any deficiencies in the application. Section 10. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: Prior to registration by the director, each discount medical plan organization shall establish an internet website in order to conform to the requirements of section 31 of this Act. Section 11. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: Any registration is effective for one year, unless prior to its expiration the registration is renewed in accordance with this section or suspended or revoked in accordance with section 13 of this Act. At least ninety days before a registration expires, the discount medical plan organization shall submit a renewal application form. Section 12. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: The director shall renew the registration of each holder that meets the requirements of this Act. Section 13. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: The director may suspend the authority of a discount medical plan organization to enroll new members or refuse to renew or revoke a discount medical plan organization's registration if the director finds that any of the following conditions exist: (1) The discount medical plan organization is not operating in compliance with this Act; (2) The discount medical plan organization has advertised, merchandised, or attempted to merchandise its services in such a manner as to misrepresent its services or capacity for service or has engaged in deceptive, misleading, or unfair practices with respect to advertising or merchandising; (3) The discount medical plan organization is not fulfilling its obligations as a discount medical plan organization; or (4) The continued operation of the discount medical plan organization would be hazardous to its members. Section 14. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: If the director has cause to believe that grounds for the nonrenewal, suspension, or revocation of a registration exists, the director shall notify the discount medical plan organization in writing specifically stating the grounds for the refusal to renew or suspension or revocation and may pursue a hearing on the matter in accordance with the provisions of the chapter 1-26. Section 15. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: If the registration of a discount medical plan organization is surrendered, revoked, or not renewed, the discount medical plan organization shall proceed, immediately following the effective date of the order of revocation or, in the case of a nonrenewal, the date of expiration of the registration, to wind up its affairs transacted under the registration. The discount medical plan organization may not engage in any further advertising, solicitation, collecting of fees or renewal of contracts. Section 16. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: The director shall, in its order suspending the authority of the discount medical plan organization to enroll new members, specify the period during which the suspension is to be in effect and the conditions, if any, that shall be met by the discount medical plan organization prior to reinstatement of its registration to enroll members. The director may rescind or modify the order of suspension prior to the expiration of the suspension period. No registration of a discount medical plan organization may be reinstated unless requested by the discount medical plan organization. The director may not grant the request for reinstatement if the director finds that the circumstances for which the suspension occurred still exist or are likely to recur. Section 17. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: In lieu of suspending or revoking a discount medical plan organization's registration pursuant to section 13 of this Act, if the discount medical plan organization has been found to have violated any provision of this Act, the director may enter into a consent order pursuant to § 58-4-28.1. Section 18. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: A provider who provides discounts to the provider's own patients without any cost or fee of any kind to the patient is not required to obtain and maintain a registration under this Act as a discount medical plan organization. Section 19. That § 58-17C-108 be repealed. 58-17C-108. Any person subject to registration pursuant to § 58-17C-104 shall maintain a surety bond in the amount of twenty thousand dollars issued by a surety company authorized to do business in this state, or establish and maintain a surety account in the amount of twenty thousand dollars at a federally insured bank, savings and loan association, or federal savings bank located in this state. Each surety bond and surety account is subject to the following: (1) A copy of the bond or a statement identifying the depository, trustee, and account number of the surety account, and thereafter proof of annual renewal of the bond or maintenance of the surety account, shall be filed with the director of the Division of Insurance; (2) A surety account shall be maintained until two years after the date that the person subject to registration pursuant to § 58-17C-104 ceases operations in the state. Funds from any surety account may not be released to the person subject to registration pursuant to § 58-17C-104 without the specific consent of the attorney general; (3) No surety on the bond of a person subject to registration pursuant to § 58-17C-104 may cancel such bond without giving written notice thereof to the secretary of state. Whenever the secretary of state receives notice of a surety's intention to cancel the bond of a person subject to registration pursuant to § 58-17C-104, the secretary of state shall notify the affected person that, unless such person files another twenty thousand dollar surety bond with the secretary of state or establishes a twenty thousand dollar surety account on or before the cancellation date of such surety bond, then such person subject to registration pursuant to § 58-17C-104 is no longer authorized to do business in this state; (4) The bond or surety account shall be in favor of any person and the director of the Division of Insurance for the benefit of any person who is damaged by any violation of §§ 58-17C-104 to 58-17C-108, inclusive, including any violation by the supplier or by any other person which markets, promotes, advertises, or otherwise distributes a discount card on behalf of the supplier. The bond shall cover any violation occurring during the time period during which the bond is in effect; and (5) Any person claiming against the bond or surety account for a violation of §§ 58-17C- 104 to 58-17C-108, inclusive, may maintain an action at law against the person subject to registration pursuant to § 58-17C-104 and against the surety or trustee of the surety account. The aggregate liability of the surety or trustee of the surety account to all persons damaged by violations of §§ 58-17C-104 to 58-17C-108, inclusive, may not exceed the amount of the surety bond or account. Section 20. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: Each registered discount medical plan organization shall maintain in force a surety bond in its own name in an amount not less than twenty thousand dollars and shall be in favor of any person and the director of the Division of Insurance for the benefit of any person who is damaged by any violation of § § 58-17C-104 to 58-17C-108, inclusive, including any violation by the supplier or by any other person that markets, promotes, advertises, or otherwise distributes a discount card on behalf of the supplier. The bond shall cover any violation occurring during the time period during which the bond is in effect. The bond shall be issued by an insurance company licensed to do business in this state. A copy of the bond or a statement identifying the depository, trustee, and account number of the surety account, and thereafter proof of annual renewal of the bond or maintenance of the surety account, shall be filed with the director. Section 21. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: In lieu of the bond required by section 20 of this Act, a registered discount medical plan organization may deposit and maintain deposited with the director, or at the discretion of the director, with any organization or trustee acceptable to the director through which a custodial or controlled account is utilized, cash, securities, or any combination of these or other measures that are acceptable to the director which at all times have a market value of not less than thirty- five thousand dollars. All income from the deposit is an asset of the discount medical plan organization. Section 22. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: Except for the director, the assets or securities held in this state as a deposit pursuant to sections 20 and 21 of this Act are not subject to levy by a judgment creditor or other claimant of the discount medical plan organization. Section 23. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: The director may examine or investigate the business and affairs of any discount medical plan organization to protect the interests of the residents of this state based on the following reasons, including complaint indices, recent complaints, information from other states, or as the director deems necessary. An examination or investigation shall be performed in accordance with the provisions of chapter 58-3. The discount medical plan organization that is the subject of the examination or investigation shall pay the expenses incurred in conducting the examination or investigation. Failure by the discount medical plan organization to pay the expenses is grounds for denial of a registration to operate as a discount medical plan organization or revocation of a registration to operate as a discount medical plan organization. The discount medical plan organization is subject to the provisions of § 58-33-66. Section 24. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: If the discount medical plan organization cancels a membership for any reason other than nonpayment of fees by the member, the discount medical plan organization shall make a pro rata reimbursement of all periodic charges to the member. Section 25. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: A discount medical plan organization shall prepare written materials for its members that specifies the benefits a member is to receive under the discount medical plan and that complies with sections 38 to 42, inclusive, of this Act. Section 26. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: Any provider offering medical or ancillary services to members shall provide the services in accordance with a written agreement entered into directly by the provider or indirectly by a provider network to which the provider belongs. Section 27. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: A provider agreement between a discount medical plan organization and a provider shall provide the following: (1) A list of the medical or ancillary services and products to be provided at a discount; (2) The amount or amounts of the discounts or, alternatively, a fee schedule that reflects the provider's discounted rates; and (3) That the provider will not charge members more than the discounted rates. Section 28. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: A provider agreement between a discount medical plan organization and a provider network shall require that the provider network have written agreements with its providers that: (1) Contain the provisions described in section 27 of this Act; (2) Authorize the provider network to contract with the discount medical plan organization on behalf of the provider; and (3) Require the provider network to maintain an up-to-date list of its contracted providers and to provide the list on a monthly basis to the discount medical plan organization. Section 29. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: A provider agreement between a discount medical plan organization and an entity that contracts with a provider network shall require that the entity, in its contracts with the provider network, require the provider network to have written agreements with its providers that comply with the provisions of section 28 of this Act. Section 30. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: The discount medical plan organization shall maintain a copy of each active provider agreement into which it has entered. Section 31. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: Each discount medical plan organization shall maintain on an internet website page an up- to-date list of the names and addresses of the providers with which it has contracted directly or through a provider network. The internet website address shall be prominently displayed on all of its advertisements, marketing materials, brochures, and discount medical plan cards. Section 32. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: The provisions of sections 26 to 31, inclusive, of this Act, apply to those providers with which the discount medical plan organization has contracted with directly or indirectly as well as those providers that are members of a provider network with which the discount medical plan organization has contracted directly or indirectly. Section 33. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: A discount medical plan organization may market directly or contract with other marketers for the distribution of its product. The discount medical plan organization shall have an executed written agreement with a marketer prior to the marketer's marketing, promoting, selling, or distributing the discount medical plan. Section 34. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: The agreement between the discount medical plan organization and the marketer shall prohibit the marketer from using advertising, marketing materials, brochures, and discount medical plan cards without the discount medical plan organization's approval in writing. Section 35. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: The discount medical plan organization shall be bound by and is responsible for the activities of a marketer that are within the scope of the marketer's contract with the organization, or are otherwise approved by or under the direction and control of the organization. Section 36. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: A discount medical plan organization shall approve in writing any advertisement, marketing material, brochure, or discount card used by marketers to market, promote, sell, or distribute the discount medical plan prior to their use. Section 37. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: Upon request, a discount medical plan organization shall submit to the director any advertising, marketing material, or brochure regarding a discount medical plan. Section 38. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: Any advertisement of a discount medical plan organization shall be truthful and not misleading in fact or in implication. An advertisement is misleading if it has a capacity or tendency to mislead or deceive based on the overall impression that the advertisement is reasonably expected to create within the segment of the public to which it is directed. Section 39. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: No discount medical plan organization may: (1) Except as otherwise provided in this Act or as a disclaimer of any relationship between discount medical plan benefits and insurance, or as a description of an insurance product connected with a discount medical plan, use the term, insurance, in any advertisement, marketing material, brochure, or discount medical plan cards; (2) Use in any advertisement, marketing material, brochure, or discount medical plan card, the terms, health plan, coverage, co-pay, co-payments, deductible, preexisting conditions, guaranteed issue, premium, PPO, preferred provider organization, or other term in a manner that could reasonably mislead an individual into believing that the discount medical plan is health insurance; (3) Use language in any advertisement, marketing material, brochure, or discount medical plan card with respect to being licensed or registered by the Division of Insurance in a manner that could reasonably mislead an individual into believing that the discount medical plan is insurance or has been endorsed by the state; (4) Make misleading, deceptive, or fraudulent representations regarding the discount or range of discounts offered by the discount medical plan or the access to any range of discounts offered by the discount medical plan; (5) Have restrictions on access to discount medical plan providers, including, except for hospital services, waiting periods and notification periods; or (6) Pay providers any fees for medical or ancillary services or collect or accept money from a member to pay a provider for medical or ancillary services provided under the discount medical plan, unless the discount medical plan organization has an active certificate of authority to act as a third party administrator in accordance with chapter 58-29D. Section 40. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: If the initial contact with a prospective member is by telephone, the disclosures required by § 58-17C-106 shall be made orally and included in the initial written materials that describe the benefits under the discount medical plan provided to the prospective or new member. Section 41. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: In addition to the general disclosures required by § 58-17C-106, each discount medical plan organization shall provide to each new member a copy of the terms of the discount medical plan in written materials. Section 42. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: The written materials required under this Act shall be clear and include information on: (1) The name of the member; (2) The benefits to be provided under the discount medical plan; (3) Any processing fees and periodic charges associated with the discount medical plan; (4) The mode of payment of any processing fees and periodic charges, such as monthly, quarterly, or otherwise, and procedures for changing the mode of payment; (5) Any limitations, exclusions, or exceptions regarding the receipt of discount medical plan benefits; (6) Any waiting periods for certain medical or ancillary services under the discount medical plan; (7) Procedures for obtaining discounts under the discount medical plan, such as requiring members to contact the discount medical plan organization to make an appointment with a provider on the member's behalf; (8) Cancellation procedures, including information on the member's thirty-day cancellation rights and refund requirements and procedures for obtaining refunds; (9) Renewal, termination, and cancellation terms and conditions; (10) Procedures for adding new members to a family discount medical plan, if applicable; (11) Procedures for filing complaints under the discount medical plan organization's complaint system and information that, if the member remains dissatisfied after completing the organization's complaint system, the plan member may contact the local insurance department in the member's state; and (12) The name and mailing address of the registered discount medical plan organization or other entity where the member can make inquiries about the plan, send cancellation notices, and file complaints. Section 43. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: Each discount medical plan organization shall provide the director at least thirty days advance notice of any change in the discount medical plan organization's name, principal business address, mailing address, or internet website address. Section 44. That § 58-17C-104 be amended to read as follows: 58-17C-104. Any person, directly or indirectly, offering a plan or program providing a discount on the fees of any provider of health care goods or services, Any discount medical plan organization that is not offered directly by a health carrier as provided by this chapter, shall register in a format as prescribed by the director and shall file reports and conduct business under the same standards as required of utilization review organizations in accordance with provisions of §§ 58-17C-65 to 58-17C-66, inclusive. No health carrier may offer or provide coverage through a person not registered but required to be registered pursuant to §§ 58-17C- 104 to 58-17C-108, inclusive. Any plan or program that is registered pursuant to § 58-17C-20 is not required to maintain a separate registration pursuant to §§ 58-17C-104 to 58-17C-108, inclusive. A Any plan or program of discounted goods or services that is offered by a health carrier in conjunction with a health benefit plan, as defined in §§ 58-18-42 and 58-17-66(9), or a medicare supplement policy as defined in § 58-17A-1, or other insurance product that is offered by an authorized insurer and that is subject to the jurisdiction of the director is not required to be registered pursuant to §§ 58-17C-104 to 58-17C-108, inclusive. A plan or program offered by a health care provider as defined in § 34-12C-1 is not required to register pursuant to §§ 58-17C-104 to 58-17C-108, inclusive, if the health care provider does not charge for the plan or program. Section 45. That § 58-17C-106 be amended to read as follows: 58-17C-106. No person subject to registration pursuant to § 58-17C-104 may receive personal information, money, or other consideration for enrollment in a plan or program until the consumer has signed a contract or agreement with the person and no later than at the time the contract is signed, provides, at a minimum, the following information, disclosed in a clear and conspicuous manner: (1) The name, true address, telephone number, and website address of the registered person who is responsible for customer service; (2) A detailed description of the plan or program, including the goods and services covered and all exemptions and discounts that apply to each category thereof; (3) All costs associated with the plan or program, including any sign-up fee and any recurring costs; (4) An internet website that is updated regularly or a paper copy where the consumer can access the names and addresses of all current participating providers in the consumer's area; (5) A statement of the consumer's right to return the plan or program within thirty days of its delivery to the person or agent through whom it was purchased and to have all costs of the plan or program, excluding a nominal process fee refunded if, after examination of the plan or program, the purchaser is not satisfied with it for any reason; (6) A statement of the consumer's right to terminate the plan or program at any time by providing written notice or other notice, the form to be used for the termination notice, and the address where the notice is to be sent if different than the address provided in subdivision (1); and (7) Notice that the consumer is not obligated to make any further payments under the plan or program, nor is the consumer entitled to any benefits under the plan or program for any period of time after the last month for which payment has been made ; (8) That the plan is not insurance; (9) That the range of discounts for medical or ancillary services provided under the plan will vary depending on the type of provider and medical or ancillary service received; (10) That the plan does not make payments to providers for the medical or ancillary services received under the discount medical plan; (11) That the plan member is obligated to pay for all medical or ancillary services, but will receive discount from those providers that have contracted with the discount medical plan organization . The requirement that the contract or agreement be signed prior to any money or consideration being obtained does not apply to a transaction in which payment by the consumer is made by credit card or by means of a telephonic transaction so long as the disclosures required by this section are provided to the consumer by way of postal mail, facsimile, or electronic mail within ten business days of the consumer's enrollment. Section 46. Nothing in this Act may be construed to discharge any requirements imposed by subdivision 37-24-6(12)."}, {"bill_id": 20353, "bill_version_id": 109100, "bill_version": "Enrolled", "bill_version_date": "2006-02-21T15:15:05-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20353, "action_date": "2006-01-10T12:00:00-06:00", "document_id": 106426, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/106426.pdf", "status_text": "First read in Senate and referred to", "journal_page": 22, "committee_id_action": 894, "committee_id_assigned": 868, "result": "N", "vote": {}}, {"bill_id": 20353, "action_date": "2006-01-19T10:00:00-06:00", "document_id": 106796, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/106796.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 868, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20353, "action_date": "2006-01-19T10:00:00-06:00", "document_id": 106796, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/106796.pdf", "status_text": "Do Pass,", "journal_page": 102, "committee_id_action": 868, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 63167, "president_vote": null, "Yea": [3361, 3409, 3413, 3447, 3452, 3423], "Excused": [3368]}}, {"bill_id": 20353, "action_date": "2006-01-20T13:00:00-06:00", "document_id": 106926, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/106926.pdf", "status_text": "Deferred to another day", "journal_page": 137, "committee_id_action": 894, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 20353, "action_date": "2006-01-23T14:00:00-06:00", "document_id": 107072, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107072.pdf", "status_text": "Deferred to another day", "journal_page": 165, "committee_id_action": 894, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 20353, "action_date": "2006-01-25T14:00:00-06:00", "document_id": 107268, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107268.pdf", "status_text": "Referred to", "journal_page": 199, "committee_id_action": 894, "committee_id_assigned": 868, "result": "P", "vote": {}}, {"bill_id": 20353, "action_date": "2006-01-31T10:00:00-06:00", "document_id": 107578, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107578.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 868, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20353, "action_date": "2006-01-31T10:00:00-06:00", "document_id": 107578, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107578.pdf", "status_text": "Do Pass Amended,", "journal_page": 273, "committee_id_action": 868, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 63878, "president_vote": null, "Yea": [3361, 3409, 3413, 3447, 3452, 3368, 3423]}}, {"bill_id": 20353, "action_date": "2006-02-02T14:00:00-06:00", "document_id": 107836, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107836.pdf", "status_text": "Do Pass Amended,", "journal_page": 329, "committee_id_action": 894, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 64067, "president_vote": null, "Yea": [3361, 3362, 3364, 3365, 3368, 3374, 3376, 3377, 3379, 3384, 3390, 3391, 3396, 3397, 3404, 3409, 3411, 3412, 3413, 3415, 3416, 3421, 3423, 3425, 3428, 3430, 3432, 3439, 3447, 3450, 3452, 3453, 3458], "Excused": [3363, 3435]}}, {"bill_id": 20353, "action_date": "2006-02-03T13:00:00-06:00", "document_id": 107929, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107929.pdf", "status_text": "First read in House and referred to", "journal_page": 373, "committee_id_action": 893, "committee_id_assigned": 881, "result": "N", "vote": {}}, {"bill_id": 20353, "action_date": "2006-02-14T07:45:00-06:00", "document_id": 108659, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108659.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 881, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20353, "action_date": "2006-02-14T07:45:00-06:00", "document_id": 108659, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108659.pdf", "status_text": "Do Pass,", "journal_page": 557, "committee_id_action": 881, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 62717, "president_vote": null, "Yea": [3366, 3367, 3380, 3381, 3418, 3419, 3437, 3446, 3451, 3465, 3445, 3448], "Excused": [3406]}}, {"bill_id": 20353, "action_date": "2006-02-15T14:00:00-06:00", "document_id": 108836, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108836.pdf", "status_text": "Deferred to another day", "journal_page": 606, "committee_id_action": 893, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 20353, "action_date": "2006-02-16T14:00:00-06:00", "document_id": 108943, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108943.pdf", "status_text": "Motion to Amend,", "journal_page": 629, "committee_id_action": 893, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 20353, "action_date": "2006-02-16T14:00:00-06:00", "document_id": 108943, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108943.pdf", "status_text": "Do Pass Amended,", "journal_page": 629, "committee_id_action": 893, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 64560, "president_vote": null, "Yea": [3366, 3367, 3369, 3370, 3371, 3372, 3373, 3375, 3378, 3380, 3381, 3382, 3383, 3385, 3386, 3387, 3388, 3389, 3392, 3393, 3394, 3395, 3398, 3399, 3400, 3401, 3402, 3403, 3405, 3406, 3407, 3408, 3410, 3414, 3417, 3418, 3419, 3420, 3422, 3424, 3427, 3429, 3431, 3433, 3434, 3436, 3437, 3438, 3440, 3441, 3442, 3443, 3444, 3445, 3446, 3448, 3449, 3451, 3454, 3455, 3456, 3457, 3459, 3460, 3461, 3462, 3463, 3464, 3465, 3426]}}, {"bill_id": 20353, "action_date": "2006-02-22T14:00:00-06:00", "document_id": 109224, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109224.pdf", "status_text": "Signed by President", "journal_page": 637, "committee_id_action": 894, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20353, "action_date": "2006-02-23T14:00:00-06:00", "document_id": 109342, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109342.pdf", "status_text": "Signed by Speaker", "journal_page": 736, "committee_id_action": 893, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20353, "action_date": "2006-02-24T08:45:00-06:00", "document_id": 109405, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109405.pdf", "status_text": "Delivered to the Governor", "journal_page": 682, "committee_id_action": 894, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20353, "action_date": "2006-02-28T08:30:00-06:00", "document_id": 109525, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109525.pdf", "status_text": "Signed by Governor", "journal_page": 745, "committee_id_action": 894, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 3468, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/20353"}