{"session_id": 54, "bill_id": 18288, "bill_type": "Senate Joint Resolution", "bill_number": 1, "bill_title": "Proposing and submitting to the electors at the next general election an amendment to Article III, section 6 of the Constitution of the State of South Dakota, relating to four-year legislative terms and legislative term limits.", "sponsors": [{"legislator_profile_id": 2870, "is_prime": true}, {"legislator_profile_id": 2903, "is_prime": true}, {"legislator_profile_id": 2861, "is_prime": false}], "keywords": ["Elections", "Legislature and Statutes", "Senate Joint Resolutions"], "audio": [{"meeting_datetime": "2003-02-19T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sst25.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-19T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sst25.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-19T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sst25.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 18288, "bill_version_id": 96464, "bill_version": "Introduced", "bill_version_date": "2003-02-04T08:06:51-06:00", "bill_text": "A JOINT RESOLUTION, Proposing and submitting to the electors at the next general election an amendment to Article III, section 6 of the Constitution of the State of South Dakota, relating to four-year legislative terms and legislative term limits. BE IT RESOLVED BY THE SENATE OF THE STATE OF SOUTH DAKOTA, THE HOUSE OF REPRESENTATIVES CONCURRING THEREIN: Section 1. That at the next general election held in the state, the following amendment to Article III, section 6 of the Constitution of the State of South Dakota, as set forth in section 2 of this Joint Resolution, which is hereby agreed to, shall be submitted to the electors of the state for approval. Section 2. That Article III, section 6 of the Constitution of the State of South Dakota, be amended to read as follows: § 6. The terms of office of the members of the Legislature senate shall be four years and the terms of office of the members of the house of representatives shall be two four years ; they . Legislators shall receive for their services the salary fixed by law under the provisions of § 2 of article XXI of this Constitution, and five cents for every mile of necessary travel in going to and returning from the place of meeting of the Legislature on the most usual route. No person may serve more than four three consecutive terms or a total of eight twelve consecutive years in the senate , whichever is longer, and more than four three consecutive terms or a total of eight twelve consecutive years in the house of representatives , whichever is longer . However, this restriction does not apply to partial terms to which a legislator may be appointed or to legislative service before January 1, 1993. At the primary and general elections in the year 2004, the Legislature shall provide for the election of one senator and two representatives from each district to four-year terms. Any person who has served eight consecutive years in either house immediately prior to the primary and general elections in the year 2004 is ineligible to stand for election to the same house in the year 2004. Although the Governor shall fill any vacancy pursuant to Article IV, § 3, the term of appointment may not extend beyond the next general election and the unexpired portion of any term shall be filled at the intervening general election. A regular session of the Legislature shall be held in each odd-numbered year and shall not exceed forty legislative days, excluding Sundays, holidays, and legislative recess, except in cases of impeachment, and members of the Legislature shall receive no other pay or perquisites except salary and mileage. A regular session of the Legislature shall be held in each even-numbered year beginning with the year 1964 and shall not exceed thirty-five legislative days, excluding Sundays, holidays, and legislative recess, except in cases of impeachment, and members of the Legislature shall receive no other pay or perquisites except salary and mileage."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 18288, "action_date": "2003-02-04T14:00:00-06:00", "document_id": 96529, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96529.pdf", "status_text": "First read in Senate and referred to", "journal_page": 307, "committee_id_action": 799, "committee_id_assigned": 781, "result": "N", "vote": {}}, {"bill_id": 18288, "action_date": "2003-02-14T07:45:00-06:00", "document_id": 97232, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97232.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 781, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18288, "action_date": "2003-02-14T07:45:00-06:00", "document_id": 97232, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97232.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 781, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18288, "action_date": "2003-02-19T07:45:00-06:00", "document_id": 97376, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97376.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 488, "committee_id_action": 781, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 54728, "president_vote": null, "Yea": [2853, 2882, 2897, 2908, 2926, 2928, 2851, 2838], "Nay": [2935]}}, {"bill_id": 18288, "action_date": "2003-02-19T07:45:00-06:00", "document_id": 97376, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97376.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 781, "committee_id_assigned": null, "result": "N", "vote": {}}]}