{"session_id": 27, "bill_id": 7924, "bill_type": "Senate Bill", "bill_number": 65, "bill_title": "establish the South Dakota Board of Technical Education and to revise certain provisions regarding career and technical education and postsecondary technical institutes.", "sponsors": [{"legislator_profile_id": 1154, "is_prime": true}, {"legislator_profile_id": 1149, "is_prime": true}, {"legislator_profile_id": 1168, "is_prime": false}, {"legislator_profile_id": 1153, "is_prime": false}, {"legislator_profile_id": 1166, "is_prime": false}, {"legislator_profile_id": 1147, "is_prime": false}, {"legislator_profile_id": 1118, "is_prime": false}, {"legislator_profile_id": 1112, "is_prime": false}, {"legislator_profile_id": 1197, "is_prime": false}, {"legislator_profile_id": 1183, "is_prime": false}, {"legislator_profile_id": 1114, "is_prime": false}, {"legislator_profile_id": 1096, "is_prime": false}, {"legislator_profile_id": 1116, "is_prime": false}, {"legislator_profile_id": 1097, "is_prime": false}, {"legislator_profile_id": 1143, "is_prime": false}, {"legislator_profile_id": 1109, "is_prime": false}, {"legislator_profile_id": 1136, "is_prime": false}, {"legislator_profile_id": 1139, "is_prime": false}, {"legislator_profile_id": 1105, "is_prime": false}, {"legislator_profile_id": 1181, "is_prime": false}, {"legislator_profile_id": 1196, "is_prime": false}, {"legislator_profile_id": 1120, "is_prime": false}, {"legislator_profile_id": 1130, "is_prime": false}, {"legislator_profile_id": 1185, "is_prime": false}, {"legislator_profile_id": 1164, "is_prime": false}, {"legislator_profile_id": 1194, "is_prime": false}, {"legislator_profile_id": 1117, "is_prime": false}, {"legislator_profile_id": 1169, "is_prime": false}, {"legislator_profile_id": 1125, "is_prime": false}, {"legislator_profile_id": 1206, "is_prime": false}, {"legislator_profile_id": 1107, "is_prime": false}, {"legislator_profile_id": 1203, "is_prime": false}, {"legislator_profile_id": 1163, "is_prime": false}, {"legislator_profile_id": 1131, "is_prime": false}, {"legislator_profile_id": 1135, "is_prime": false}, {"legislator_profile_id": 1134, "is_prime": false}, {"legislator_profile_id": 1178, "is_prime": false}, {"legislator_profile_id": 1141, "is_prime": false}, {"legislator_profile_id": 1160, "is_prime": false}, {"legislator_profile_id": 1193, "is_prime": false}, {"legislator_profile_id": 1165, "is_prime": false}, {"legislator_profile_id": 1119, "is_prime": false}, {"legislator_profile_id": 1156, "is_prime": false}, {"legislator_profile_id": 1113, "is_prime": false}, {"legislator_profile_id": 1161, "is_prime": false}, {"legislator_profile_id": 1151, "is_prime": false}, {"legislator_profile_id": 1174, "is_prime": false}, {"legislator_profile_id": 1152, "is_prime": false}, {"legislator_profile_id": 1146, "is_prime": false}, {"legislator_profile_id": 1140, "is_prime": false}, {"legislator_profile_id": 1158, "is_prime": false}, {"legislator_profile_id": 1102, "is_prime": false}, {"legislator_profile_id": 1137, "is_prime": false}, {"legislator_profile_id": 1176, "is_prime": false}, {"legislator_profile_id": 1167, "is_prime": false}, {"legislator_profile_id": 1132, "is_prime": false}, {"legislator_profile_id": 1145, "is_prime": false}, {"legislator_profile_id": 1187, "is_prime": false}], "keywords": ["Education", "Student", "Vocational and Technical Education"], "audio": [{"meeting_datetime": "2017-01-26T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sed12.mp3", "start_seconds": 490.0}, {"meeting_datetime": "2017-01-26T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sed12.mp3", "start_seconds": 490.0}, {"meeting_datetime": "2017-01-26T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sed12.mp3", "start_seconds": 490.0}, {"meeting_datetime": "2017-01-26T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sed12.mp3", "start_seconds": 490.0}, {"meeting_datetime": "2017-01-31T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen13.mp3", "start_seconds": 887.0}, {"meeting_datetime": "2017-01-31T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen13.mp3", "start_seconds": 887.0}, {"meeting_datetime": "2017-01-31T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen13.mp3", "start_seconds": 887.0}, {"meeting_datetime": "2017-01-31T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen13.mp3", "start_seconds": 887.0}, {"meeting_datetime": "2017-02-08T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hst19.mp3", "start_seconds": 175.0}, {"meeting_datetime": "2017-02-08T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hst19.mp3", "start_seconds": 175.0}, {"meeting_datetime": "2017-02-08T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hst19.mp3", "start_seconds": 175.0}, {"meeting_datetime": "2017-02-14T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou22.mp3", "start_seconds": 1308.0}, {"meeting_datetime": "2017-02-14T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou22.mp3", "start_seconds": 1308.0}, {"meeting_datetime": "2017-02-14T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou22.mp3", "start_seconds": 1308.0}], "bill_versions": [{"bill_id": 7924, "bill_version_id": 42801, "bill_version": "Introduced", "bill_version_date": "2017-01-20T08:27:34.77-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish the South Dakota Board of Technical Education and to revise certain provisions regarding career and technical education and postsecondary technical institutes. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Terms used in this Act, mean: (1) \"Board,\" the South Dakota Board of Technical Education; (2) \"Department,\" the Department of Education; (3) \"Executive director,\" the executive director of the board; (4) \"Facilities,\" buildings, rooms, property, and permanent equipment, including vehicles, used to provide technical education; (5) \"LEA,\" a local education agency limited to public school districts, the legal entities that a school district is authorized to establish or a distinct separate LEA established pursuant to section 35 of this Act; (6) \"Postsecondary technical institute,\" a public nonprofit school legally authorized to provide career and technical Associate of Applied Science degrees and certificates or their successor equivalents and that are funded wholly or in part by the state as referenced in section 55 of this Act; and (7) \"Secretary,\" the secretary of the Department of Education. Section 2. That the code be amended by adding a NEW SECTION to read: There is hereby created the South Dakota Board of Technical Education. The oversight of the postsecondary technical institute system is vested in the board. The board shall consist of nine members. Four members shall be selected by the Governor from persons recommended by each of the technical institutes. Each of the four technical institutes shall submit to the Governor a list of not fewer than four persons, from which the Governor shall select one person. Each list shall be submitted no fewer than thirty days before the appointment is to be made. The Governor may reject the entire list and require a technical institute to submit a new list. The Governor shall appoint the remaining board members to represent different geographic regions of the state and to reflect the industries that rely upon the technical institutes to provide a skilled workforce. All members shall be appointed with the advice and consent of the Senate. Section 3. That the code be amended by adding a NEW SECTION to read: No more than six members of the board may be members of the same political party. Section 4. That the code be amended by adding a NEW SECTION to read: Each member shall serve a three-year term that expires on the last day of October. No member may serve more than two consecutive terms. The initial board members shall be appointed for one, two, and three year staggered terms so the terms of no more than three board members expire in any year. Section 5. That the code be amended by adding a NEW SECTION to read: If a vacancy occurs as provided in § 3-4-1, the Governor shall, by appointment, fill the vacancy, and the appointee shall serve for the balance of the unexpired term. Any vacancy shall be filled in the same manner the vacating member was selected. This partial term does not count as a term for the two-term limit provided in section 4 of this Act. However, if the Senate, at the next legislative session, fails to confirm the appointee, the appointee may only serve until the last day of March. The Governor shall name a new appointee after that date. The subsequent appointee is subject to the same conditions as set forth in this section. Section 6. That the code be amended by adding a NEW SECTION to read: The board shall elect a president from the board's members. The president's term of office is two years. Meetings may be held at the call of the president, the executive director, or by joint request of a majority of the members if reasonable notice is given. Section 7. That the code be amended by adding a NEW SECTION to read: The affirmative vote of a majority of the members of the board is required to take any official action. The board shall record minutes. The minutes are open to the public. All meetings of the board are subject to the provisions of chapter 1-25. Section 8. That the code be amended by adding a NEW SECTION to read: Each member of the board shall be paid per diem compensation and allowable expenses for the member's service on the board pursuant to § 4-7-10.4. Section 9. That the code be amended by adding a NEW SECTION to read: No employee of a postsecondary technical institute may be a member of the board. Section 10. That the code be amended by adding a NEW SECTION to read: The board may select and employ an executive director. The board shall provide overall policy guidance to the executive director. The board may delegate to the executive director the authority to hire and fire board employees. Section 11. That the code be amended by adding a NEW SECTION to read: The local governing body of each postsecondary technical institute shall retain all powers not expressly given to the board. Section 12. That the code be amended by adding a NEW SECTION to read: The board shall approve rates of tuition and state fees for the postsecondary technical institutes. Tuition and fees may vary by course and institution. Section 13. That the code be amended by adding a NEW SECTION to read: The board shall review and approve recommendations for annual state funding requests for the postsecondary technical institutes and make recommendations to the Governor and the Legislature. Section 14. That the code be amended by adding a NEW SECTION to read: The board shall, with the input of the local governing boards of each of the postsecondary technical institutes, provide overall policies, goals, and objectives for the management of the postsecondary technical institute system to ensure that the needs of the public, business, and industry are met to the highest possible degree and in the most cost-effective and efficient manner. Section 15. That the code be amended by adding a NEW SECTION to read: Except as otherwise provided in § 1-16A-95, the board shall consider and act upon postsecondary technical institute requests for new construction or major renovation of facilities also subject to the provisions of § 1-16A-95. However, the absence of any such action does not prevent the Legislature from approving such plans pursuant to § 1-16A-95. Section 16. That the code be amended by adding a NEW SECTION to read: The board shall consider and act upon the following: (1) Recommendations regarding legislation proposed for postsecondary technical education; (2) All actions required by law to be taken by the board; (3) Establishment of committees related to the statewide mission of the postsecondary technical institute system; and (4) New degree or certificate granting or awarding programs at any postsecondary technical institute. Section 17. That the code be amended by adding a NEW SECTION to read: The board shall monitor and support institutional and program accreditation, compliance with the accreditation standards of the Higher Learning Commission, and other approved industry accreditations. Section 18. That the code be amended by adding a NEW SECTION to read: The board may promulgate rules, pursuant to chapter 1-26, to provide oversight for the operation and maintenance of the postsecondary technical institute system that affords people of the state, insofar as practicable, an equal opportunity to acquire a public technical education. The rules may provide for the following: (1) Program requirements for degrees and certificate awards; (2) Apportionment and distribution of funds made available to the board for carrying out the purposes of this Act; (3) General administrative matters; (4) The submission to the board of the annual budget by each postsecondary technical institute. The board shall determine the contents of the annual budget and shall provide that failure to comply with the rules may result in withholding of payments from federal and state funds; (5) The submission of plans of LEAs for new construction or major renovation of facilities eligible for reimbursement. The rules regarding these plans shall include a requirement that the LEA, by a written resolution, declare the LEA committed to begin construction if the budget of the board provides the matching funds; (6) The promotion and coordination of postsecondary career and technical education consistent with the purpose set forth in section 55 of this Act; and (7) The prevention of unwarranted duplication of programs. Section 19. That the code be amended by adding a NEW SECTION to read: The board shall be the lawful successor to the Board of Education Standards with respect to all rights, privileges, obligations and duties of the Board of Education Standards under and with respect to: (1) The lease purchase agreement dated as of August 1, 1988, between the health and educational facilities authority and the Board of Education Standards, as heretofore amended or supplemented; (2) The four sublease agreements dated as of August 1, 1988, between the Board of Education Standards and, respectively, Mitchell School District 17-2, Rapid City Area School District No. 51-4, Sioux Falls School District 49-5, and Watertown School District No. 14-4, each as heretofore amended or supplemented; (3) The first supplement to general pledge and escrow agreement between the treasurer, the Board of Education Standards, the health and educational facilities authority and the First National Bank in Sioux Falls, dated as of August 1, 1988, as amended and supplemented; (4) The fourth supplement to facility fee tuition collection and deposit agreement dated June 1, 1999, among the treasurer, the Board of Education Standards, the First National Bank in Sioux Falls and the school districts specified in subsection (2) or their successors, as such agreement has been heretofore amended or supplemented from time to time; and (5) All other agreements related to the foregoing and with respect to career and technical education program revenue bonds issued from time to time by the health and educational facilities authority to finance property used by LEAs for any postsecondary technical institute. The board shall succeed to and assume all of the obligations of the Board of Education Standards with respect to all such agreements and is bound by all of the obligations and covenants of the Board of Education Standards in connection therewith, which obligations and covenants are ratified and confirmed. Section 20. That the code be amended by adding a NEW SECTION to read: The board may enter into and perform the agreements described in Section 19 of this Act. All bonds, notes or other evidences of indebtedness issued by the South Dakota Health and Educational Facilities Authority to finance facilities for use as postsecondary technical institute facilities and outstanding on the effective date of this Act are unaffected by the transfer of functions from the Board of Education Standards to the board. No contract with respect to the bonds is impaired by this Act. Section 21. That the code be amended by adding a NEW SECTION to read: The secretary shall apportion and distribute funds made available for postsecondary technical institutes through a formula approved by the board to the LEAs having jurisdiction over postsecondary technical institutes to assist in maintaining and operating those schools. The use of the funds is subject to rules promulgated by the board pursuant to section 18 of this Act and in accordance with the approved state plan for career and technical education. However, the formula approved by the board may not reduce or increase the apportionment and distribution to any postsecondary technical institute as a result of any municipal, county, or LEA financial support. Section 22. That the code be amended by adding a NEW SECTION to read: The department shall distribute funds to the postsecondary technical institutes under the provisions of section 21 of this Act from money appropriated to the department for that purpose, and from federal funds allotted to the State of South Dakota for that purpose. Section 23. That the code be amended by adding a NEW SECTION to read: Any LEA operating a postsecondary technical institute shall keep separate the accounting and funds for the operation of the postsecondary technical programs. The LEA shall deposit receipts, student fees, and income from state and federal sources, as well as any other receipts incidental to the operation of the postsecondary technical institute, in any fund created pursuant to this Act. Section 24. That the code be amended by adding a NEW SECTION to read: Any LEA may enter into a lease-purchase agreement with the health and educational facilities authority or the board for capital improvements for the design, acquisition, construction, equipping, or improvement of facilities the LEA considers necessary or appropriate. In addition, the board may enter into any lease-purchase agreement for the capital improvements either with an LEA or the health and educational facilities authority. Any lease-purchase agreement shall include any terms the health and educational facilities authority considers necessary, including without limitation, terms of default, remedies, representations, and covenants of the lessee. No lease-purchase agreement entered into after the effective date of this Act may be effective until approved by the board. The term, lease-purchase agreement, as used in this Act includes any sublease. Section 25. That the code be amended by adding a NEW SECTION to read: A lease-purchase agreement authorized pursuant to section 24 of this Act: (1) May be for a term of no more than thirty years; (2) Shall be approved by the governing body of the LEA; (3) May provide for the simultaneous conveyance of existing facilities to be leased back with the improvements and other property being financed; (4) May provide for all rights, title, and interest of the authority to be conveyed to the LEA or to the board upon payment or other discharge of the bonds issued therefor; and (5) May contain any other provision the authority and the board determine is necessary or appropriate to secure payment of amounts due under any agreement. No other provision of law may limit or otherwise restrict the power and authority of an LEA or the board to enter into a lease-purchase agreement or govern the procedure by which an agreement is authorized. Section 26. That the code be amended by adding a NEW SECTION to read: The board may contract with or enter into other agreements with the South Dakota Health and Educational Facilities Authority, any LEA, the state treasurer, or others in order to pledge or otherwise transfer all or any portion of tuition and other student fees subject to deposit in the tuition subaccount in order to secure payments by any LEA or the board under a lease-purchase agreement with the authority. A contract or other agreement may also provide for the release from pledge and lien of any amounts determined to be unnecessary for payment of amounts currently owed under any lease-purchase agreement. Any pledge of tuition and other student fees are valid and binding from the time the pledge is made. The amount of tuition and other fees pledged and thereafter received shall immediately be subject to the lien of pledge without any physical delivery thereof or further act. The lien of the pledge is valid and binding against the LEA and any other person having any claim of any kind in tort, contract, or otherwise against the LEA, the board, the authority, the state treasurer, or any other person, irrespective of whether the person has notice of the claim. Neither the contract nor any other agreement or instrument creating a pledge needs to be recorded. Section 27. That the code be amended by adding a NEW SECTION to read: There is hereby created within the state treasury a trust fund on behalf of the board known as the postsecondary technical institutes facilities fund. The fund shall consist of any appropriation by the Legislature specifically designated for deposit in the fund and any other moneys designated for deposit in the fund, including any investment earnings. The state treasurer may create subfunds or accounts within the trust fund created in this section as the treasurer considers necessary. Any investment earnings in the fund may be transferred annually by the state treasurer to the tuition subaccount established in section 28 of this Act. Section 28. That the code be amended by adding a NEW SECTION to read: There is hereby created within the postsecondary technical institutes facilities fund a tuition subaccount. The board may determine and require that all or any portion of the tuition and other student fees payable to an LEA shall be deposited in the subaccount. No moneys may be disbursed from the tuition subaccount for any purpose other than to pay lease rentals or other amounts owed in connection with: (1) Any facility originally leased to the Board of Regents but now utilized for career and technical education if the facility is on the campus of a postsecondary technical institute; and (2) Any lease-purchase agreement authorized in sections 24 and 25 of this Act unless the South Dakota Health and Educational Facilities authority files with the state treasurer a certification that it has on deposit or there has otherwise been appropriated sufficient moneys to pay all amounts due or to become due within the next three months on all the lease-purchase agreements. No lease rentals on facilities described in subdivision (1) may be paid unless the board has approved the assumption of the former Board of Regents' lease obligations by the tuition subaccount. Thereafter, the state treasurer shall retain in the postsecondary technical institutes facilities fund for future repair and improvement an amount not to exceed ten percent of the fund, as the board directs. Section 29. That the code be amended by adding a NEW SECTION to read: There is established a postsecondary technical institute equipment fund. Any money in the postsecondary technical institute equipment fund is continuously appropriated to the board for distribution as provided in this section. The board shall distribute the money to the postsecondary technical institutes to purchase equipment. Any equipment purchase shall be based upon priorities established by each postsecondary technical institute, approved by each postsecondary technical institute's governing body, and approved by the board. Section 30. That the code be amended by adding a NEW SECTION to read: All or any portion of the lease-purchase obligations under or in connection with any lease-purchase agreement authorized in sections 24 and 25 of this Act may be paid or discharged out of moneys available from the investment earnings on the postsecondary technical institutes trust fund or from any amounts on deposit in the tuition subaccount of the fund upon the determination by the board to pledge or otherwise transfer any amounts to the South Dakota Health and Educational Facilities Authority. Section 31. That the code be amended by adding a NEW SECTION to read: Any LEA proposing to establish a postsecondary technical institute after July 1, 2015, may petition the board pursuant to sections 32 to 34, inclusive, of this Act. The board may conduct hearings, investigate school records, and secure other data relating to the proposed postsecondary technical institute, the institute's geographical location, the demography and economy of the area, and any other facts relating to the proposed postsecondary technical institute that the board may consider appropriate. This section does not apply to a distinct separate LEA established pursuant to section 35. Section 32. That the code be amended by adding a NEW SECTION to read: If the board finds that the classification petitioned for would further the educational interests of the state, more nearly equalize the educational opportunities in certain phases of technical education to persons in this state who are of the age and maturity to pursue study in preparation for entering the labor market, be of potential benefit to persons in all communities of the state, and is otherwise in accordance with the plans of the board, the board may recommend that the Legislature approve the petition. Section 33. That the code be amended by adding a NEW SECTION to read: If the Legislature approves the petition by passing a joint resolution, an LEA may operate a postsecondary technical institute. If an LEA begins to operate a postsecondary technical institute without the approval required by this section, that institute is ineligible for state career and technical education money. Section 34. That the code be amended by adding a NEW SECTION to read: The joint resolution passed pursuant to section 33 of this Act shall specify the duties and powers of a postsecondary technical institute. The resolution may also specify the procedure for selecting members of the governing board, which may include local elections for the members. An institute established pursuant to section 33 of this Act may be a distinct legal entity separate and apart from the school district or districts which established it. Section 35. That the code be amended by adding a NEW SECTION to read: Any postsecondary technical institute, school district LEA or school districts, or any combination of them that established a postsecondary technical institute before July 1, 2015, may file a petition with the board to establish the postsecondary technical institute as a distinct separate LEA, which shall be an LEA and a public body under chapter 1-16A. The board shall approve the petition before the postsecondary technical institute may operate as a distinct separate LEA. Upon establishment of a distinct separate LEA, the school district LEA shall assign to, and the newly established distinct separate LEA shall expressly assume, all duties and powers and all rights, covenants, and obligations concerning the postsecondary technical institute, including without limitation all rights, covenants and obligations of the school district in connection with any lease purchase agreement or sublease authorized pursuant to sections 24 to 30, inclusive, of this Act, and any and all instruments and other agreements related thereto. Nothing in this section prohibits an agreement between the school district LEA and the distinct separate LEA pursuant to chapter 1-24. The distinct separate LEA established pursuant to this section is not subject to sections 31 to 34, inclusive, of this Act. Section 36. That the code be amended by adding a NEW SECTION to read: A board consisting of nine members shall govern the distinct separate LEA established pursuant to section 35 of this Act. Section 37. That the code be amended by adding a NEW SECTION to read: No board member may serve more than three consecutive terms on the distinct separate LEA board as provided in section 36 of this Act. Three board members shall serve an initial one-year term. Three board members shall serve an initial two-year term. Three board members shall serve an initial three-year term. Any subsequent board member term shall be for a period of three years. The board of the school district LEA referenced in section 35 of this Act shall appoint all the initial board members. Section 38. That the code be amended by adding a NEW SECTION to read: After a member's initial term on the board of the distinct separate LEA is complete, the board of the school district LEA, with input from trade and industry representatives in the region and the postsecondary technical institute president, shall continue to appoint the three board member positions whose initial terms were three years. After the distinct separate LEA board member's initial term is finished, the Governor shall appoint the three board members of the board whose initial terms were one year. After the distinct separate LEA board member's initial term is finished, the nine person distinct separate LEA board, with input from trade and industry representatives in the region and the postsecondary technical institute president, shall appoint the three board members of the board whose initial terms were two years. Section 39. That the code be amended by adding a NEW SECTION to read: The continuing contract provisions set forth in chapter 13-43 do not apply to any person employed in a public postsecondary technical institute. However, the governing board shall give at least sixty days written notice of the intent to nonrenew a year-to-year contract with a contracted employee in a postsecondary technical institute. Section 40. That the code be amended by adding a NEW SECTION to read: Each postsecondary technical institute shall treat all information disclosed pursuant to § 13-28-50 as confidential and subject to the same restrictions that apply to personally identifiable information involving any student enrolled in a postsecondary technical institute. Section 41. That § 13-39-1.2 be amended to read: 13-39-1.2. Terms used in this chapter, mean: (1) \"Career and technical education,\" a contextual education model that employs career clusters and programs of study in preparing highly skilled students for success in postsecondary education and in-demand careers; (2) \"Career clusters,\" a distinct grouping of occupations and industries based on the knowledge and skills they require; (3) \"Center board,\" the governing body of a multidistrict, career and technical academy; (4) \"Department,\" the Department of Education; (5) \"Director,\" the person at the Department of Education responsible for the administration of career and technical education; (6) \"Facilities,\" buildings, rooms, property, and permanent equipment, including vehicles, used to provide vocational career and technical education; (7) \"LEA,\" a local education agency limited to public school districts and, the legal entities that a school district is authorized to establish, or a distinct separate LEA established pursuant to section 35 of this Act; (8) \"Multidistrict, career and technical academy,\" an educational entity designed to provide career and technical education and academic courses that prepare youth for a wide range of careers that require varying levels of education; (9) \"Multi-use facility,\" a structure or part of a structure for student or faculty use as a lounge area, cafeteria, classroom, or large group area not operated as a student union building in which student fees are charged and utilized to pay for construction and maintenance of a facility under the direct or indirect control of the students; (10) \"Participating district,\" a school district which has voting representation on a center board; (11)(10) \"Postsecondary technical institute,\" a public nonprofit school legally authorized to provide public postsecondary technical education which does not culminate in a baccalaureate degree at that school as defined in section 1 of this Act; (12)(11) \"Secretary,\" the state secretary of education; (13)(12) \"State board,\" the South Dakota Board of Education Standards established in § 1-45-6.1. Section 42. That § 13-39-9 be amended to read: 13-39-9. The director has general control and supervision over all career and technical education in all public secondary schools, public postsecondary institutions not under the control of the Board of Regents and all other career and technical education functions assigned to the director by the secretary of education. Section 43. That § 13-39-13 be amended to read: 13-39-13. The secretary of education may enter into contracts and agreements with any agency of the United States government or any agency of the state government or its political subdivisions for the purpose of career and technical education, to receive grants of federal funds for career and technical education and to expend those funds under rules promulgated by the South Dakota Board of Education Standards or the South Dakota Board of Technical Education pursuant to chapter 1-26. Section 44. That §§ 13-39-17.1 and 13-39-18 be repealed. Section 45. That § 13-39-19 be amended to read: 13-39-19. The secretary of education may distribute funds appropriated to the department by the Legislature or granted by any federal agency to the state in accordance with chapter 4-8B, for career and technical education in public secondary and postsecondary technical institutes in the state in accordance with a state plan or plans adopted by the South Dakota Board of Education Standards or the South Dakota Board of Technical Education. The aid disbursed to the different schools of the state and all expenses incurred in the administration of the provisions of any federal acts relating to career and technical education shall be paid out of the funds of the secretary appropriated for that purpose and from the federal funds allotted to the State of South Dakota for similar purposes. The state treasurer is the custodian of all money paid to the state from federal appropriations for the purpose of career and technical education and shall disburse the funds on warrants issued by the state auditor upon vouchers approved by the director. The secretary of education shall authorize the director to submit vouchers to the state auditor for the amount payable as state and federal aid to each school approved under the provisions of this chapter. Upon receipt of the vouchers, the state auditor shall draw warrants on the state treasury in favor of the treasurer of the public secondary and postsecondary technical institute for the sum approved by the secretary. Section 46. That the code be amended by adding a NEW SECTION to read: That §§ 13-39-34 to 13-39-39.1, inclusive, and 13-39-65 to 13-39-75, inclusive, be repealed. Section 47. That § 1-45-6.4 be repealed. 1-45-6.4. The State Board of Education established pursuant to chapter 13-1, and the Board of Vocational Education established pursuant to chapter 1-45, are abolished. All quasi-legislative and quasi-judicial functions of the former State Board of Education and the former State Board of Vocational Education are transferred to the South Dakota Board of Education. All administrative functions of the former State Board of Education and the former State Board of Vocational Education are transferred to the secretary of education. Section 48. That § 1-16A-93 be amended to read: 1-16A-93. Beginning July 1, 2013, any Any bonds, notes or other obligations of the authority which that are payable out of receipts, rentals, and other payments made pursuant to lease purchase agreements with the Western Dakota Technical Institute, the Southeast Technical Institute, the Lake Area Technical Institute, the Mitchell Technical Institute, or the South Dakota Board of Technical Education under the authority of chapter 13-39 this Act may only be issued if the Board of Technical Education determines, by the adoption of a resolution, that the estimated receipts, rentals, and other payments, including appropriations by the Legislature, student fee payments, or other balances or revenues pledged under the applicable bond indenture or similar agreement will not be less than one hundred three percent of the projected scheduled payments of principal and interest on all outstanding bonds which, for purposes of that determination shall include the proposed bonds to be issued and shall exclude any bonds to be refunded. Proposed issuance of obligations must comply with §§ 4-7-46 and 4-7-47. In issuing additional bonds, the authority may conclusively rely upon the determination of the board. Section 49. That § 1-16A-94 be amended to read: 1-16A-94. The South Dakota Board of Technical Education shall promulgate rules pursuant to chapter 1-26 establishing a methodology for forecasting anticipated contributions from student tuition and fees and additional state appropriations available pursuant to a lease purchase agreement to meet the projected scheduled payments of principal and interest on all outstanding bonds and other benchmarks. Section 50. That § 1-16A-95 be amended to read: 1-16A-95. Beginning on July 1, 2013, the The issuance of any additional bonds, notes, or other obligations of the authority which are payable out of receipts, rentals, and other payments made pursuant to lease purchase agreements with the Western Dakota Technical Institute, the Southeast Technical Institute, the Lake Area Technical Institute, the Mitchell Technical Institute, or the South Dakota Board of Technical Education under the authority of chapter 13- 39 this Act shall be approved by the Legislature before issuance. The South Dakota Board of Technical Education must shall approve the issuance of additional bonds, notes, or other obligations prior to issuance. The Legislature in accordance with §§ 1-16A-93 and 1-16A-94 and applicable administrative rules shall consider the Department of Education's analysis prior to authorizing any additional bonds, notes, or other obligations. The requirement, however, for approval by the Legislature before issuance does not apply to the issuance of bonds for the purposes of refinancing or refunding existing bonds, notes, or other obligations. Section 51. That § 1-16A-96 be amended to read: 1-16A-96. Beginning in fiscal year 2017, Any lease payments made to the authority pursuant to lease purchase agreements with the Western Dakota Technical Institute, the Southeast Technical Institute, the Lake Area Technical Institute, the Mitchell Technical Institute, or the South Dakota Board of Technical Education under the authority of chapter 13-39 shall be paid in part from an appropriation to be made by the Legislature in an amount that is equal to twenty-seven percent of the current year lease purchase agreement payments. No provision of this chapter is deemed to Act adversely affect affects any of the covenants or other agreements of the South Dakota Board of Education or the secretary of education in the lease purchase agreement with the authority dated August 1, 1988, as amended and supplemented, for the benefit of the holders of any bonds issued by the authority, and such covenants and agreements in the lease purchase agreement dated August 1, 1988, as amended and supplemented, are hereby ratified and confirmed. Section 52. That § 13-1-63 be amended to read: 13-1-63. The Department of Labor and Regulation shall annually work with the Board of Regents to determine the job placement outcomes for those persons completing a degree program at an institution under the control of the Board of Regents. The department shall also annually work with the Board of Technical Education to determine the job placement outcomes for those persons completing a degree program or training program at a public postsecondary technical institute in the state. Section 53. That § 13-3-1.4 be amended to read: 13-3-1.4. Subject to policies established by the South Dakota Board of Education Standards, the secretary of the Department of Education has general supervision over all accredited elementary and secondary schools and postsecondary technical institutes in the state, including adult education, kindergarten, preschool, and summer schools. Section 54. That the code be amended by adding a NEW SECTION to read: Nothing in this Act may be construed as withdrawing statutory authority for any administrative rule of the South Dakota Board of Education Standards in effect on June 30, 2017, governing the operation of the postsecondary technical institutes. Section 55. That the code be amended by adding a NEW SECTION to read: The state shall support four postsecondary technical institutes: (1) Lake Area Technical Institute in Watertown, Codington County; (2) Mitchell Technical Institute in Mitchell, Davison County; (3) Southeast Technical Institute in Sioux Falls, Minnehaha County; and (4) Western Dakota Technical Institute in Rapid City, Pennington County. The purpose of Lake Area Technical Institute, Mitchell Technical Institute, Southeast Technical Institute, and Western Dakota Technical Institute is to deliver postsecondary career and technical education through the delivery of programs that result in the award of an Associate of Applied Science degree or certificate and the direct entry of graduates into skilled occupations. Section 56. That § 1-45-6.1 be amended to read: 1-45-6.1. There is created within the Department of Education the South Dakota Board of Education Standards. The South Dakota Board of Education Standards shall consist of nine seven members. The members shall be appointed by the Governor with the advice and consent of the Senate. The terms of office for each member shall be four years and shall terminate December thirty-first of the fourth year. Section 57. That the code be amended by adding a NEW SECTION to read: The term, South Dakota Board of Education, whenever it is used in this code means, South Dakota Board of Education Standards. The code commission in future supplements and revisions of the South Dakota Codified Laws shall substitute the term, South Dakota Board of Education Standards, and its derivatives for the term, South Dakota Board of Education, and its derivatives. Section 58. That § 1-45-6.3 be repealed. 1-45-6.3. Two of the members shall be persons who are representative of vocational education in South Dakota. Section 59. That § 3-23-10 be amended to read: 3-23-10. The following authorities, boards, or commissions are subject to this chapter: (1) South Dakota Building Authority; (2) Board of Economic Development; (3) South Dakota Housing Development Authority; (4) South Dakota Health and Education Facilities Authority; (5) Science and Technology Authority Board of Directors; (6) South Dakota Ellsworth Development Authority; (7) South Dakota Commission on Gaming; (8) South Dakota Lottery Commission; (9) State Brand Board; (10) Game, Fish and Parks Commission; (11) Banking Commission; (12) Board of Trustees of the South Dakota Retirement System; (13) Aeronautics Commission; (14) South Dakota State Railroad Board; (15) Transportation Commission; (16) South Dakota Board of Education; (17) Board of Regents; (18) Board of Pardons and Paroles; (19) Board of Minerals and Environment; (20) Board of Water and Natural Resources; (21) South Dakota Railroad Authority; and (22) Board of Water Management; and (23) Board of Technical Education. Section 60. That § 13-1-61 be amended to read: 13-1-61. If any department, board, or commission of the state administers a licensure or certification examination to any person who completes a degree program or a training program at a public postsecondary technical institute in the state, the department, board, or commission shall annually report to the Board of Technical Education and the Department of Labor and Regulation the following: (1) The number of persons who completed a degree program or training program at each public postsecondary technical institute in the state and to whom the department, board, or commission administered a licensure or certification examination during that year; and (2) The number of persons in subdivision (1) who successfully passed the licensure or certification examination, including any subparts of any licensure or certification process. Section 61. That § 13-39-75 be amended to read: 13-39-75. The presidents of the postsecondary technical institutes, acting pursuant to rules established by the State Board of Technical Education, shall use the money provided pursuant to § 13-1-65 to increase instructor salaries at each postsecondary technical institute. Section 62. That § 13-55-6 be amended to read: 13-55-6. Any person under the age of twenty-five years, a resident of this state, who is a child of a deceased parent, mother or father, who was a veteran as defined in § 33A-2-1, who was for at least six months immediately prior to entry into active service a bona fide resident of this state, and who suffered death from any cause while in the service of the armed forces of the United States, is entitled to free tuition and entitled to attend and pursue any course or courses of study in any state educational institution under the control and management of the Board of Regents or any postsecondary technical institute as defined in § 13-39-1.2 section 1 of this Act without the payment of any charges or costs therefor."}, {"bill_id": 7924, "bill_version_id": 44475, "bill_version": "Enrolled", "bill_version_date": "2017-02-15T10:10:54.19-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [44395], "action_log": [{"bill_id": 7924, "action_date": "2017-01-20T12:30:00-06:00", "document_id": 42869, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42869.pdf", "status_text": "First read in Senate and referred to", "journal_page": 152, "committee_id_action": 360, "committee_id_assigned": 333, "result": "N", "vote": {}}, {"bill_id": 7924, "action_date": "2017-01-26T07:45:00-06:00", "document_id": 43024, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43024.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 333, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7924, "action_date": "2017-01-26T07:45:00-06:00", "document_id": 43315, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43315.pdf", "status_text": "Do Pass", "journal_page": 212, "committee_id_action": 333, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 22627, "president_vote": null, "Yea": [1105, 1164, 1104, 1151, 1174, 1154], "Excused": [1175]}}, {"bill_id": 7924, "action_date": "2017-01-31T14:00:00-06:00", "document_id": 43482, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43482.pdf", "status_text": "Do Pass", "journal_page": 236, "committee_id_action": 360, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 22679, "president_vote": null, "Yea": [1154, 1103, 1148, 1108, 1096, 1097, 1109, 1105, 1175, 1100, 1106, 1164, 1194, 1169, 1107, 1104, 1163, 1099, 1144, 1135, 1178, 1141, 1157, 1172, 1151, 1174, 1146, 1102, 1098, 1137, 1167, 1132, 1189], "Excused": [1171, 1131]}}, {"bill_id": 7924, "action_date": "2017-02-01T14:00:00-06:00", "document_id": 43628, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43628.pdf", "status_text": "First read in House and referred to", "journal_page": 253, "committee_id_action": 361, "committee_id_assigned": 356, "result": "N", "vote": {}}, {"bill_id": 7924, "action_date": "2017-02-08T07:45:00-06:00", "document_id": 43966, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43966.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 356, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7924, "action_date": "2017-02-08T07:45:00-06:00", "document_id": 44097, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44097.pdf", "status_text": "Do Pass", "journal_page": 340, "committee_id_action": 356, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 22998, "president_vote": null, "Yea": [1166, 1147, 1136, 1139, 1133, 1206, 1149, 1160, 1113, 1165, 1119], "Excused": [1179, 1143]}}, {"bill_id": 7924, "action_date": "2017-02-09T13:00:00-06:00", "document_id": 44224, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44224.pdf", "status_text": "Deferred to another day", "journal_page": 363, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7924, "action_date": "2017-02-13T14:00:00-06:00", "document_id": 44338, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44338.pdf", "status_text": "Fiscal Note Requested", "journal_page": 372, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7924, "action_date": "2017-02-14T14:00:00-06:00", "document_id": 44431, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44431.pdf", "status_text": "Do Pass", "journal_page": 386, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 23248, "president_vote": null, "Yea": [1168, 1153, 1186, 1166, 1147, 1122, 1118, 1180, 1197, 1190, 1173, 1183, 1179, 1114, 1201, 1198, 1116, 1129, 1143, 1142, 1136, 1139, 1181, 1159, 1192, 1196, 1120, 1205, 1130, 1191, 1185, 1117, 1133, 1125, 1200, 1206, 1124, 1170, 1110, 1184, 1134, 1160, 1193, 1199, 1165, 1188, 1119, 1156, 1115, 1113, 1123, 1161, 1195, 1152, 1140, 1158, 1176, 1128, 1121, 1212, 1145, 1111, 1187, 1150, 1149], "Excused": [1112, 1203, 1155], "Nay": [1202, 1204]}}, {"bill_id": 7924, "action_date": "2017-02-15T14:00:00-06:00", "document_id": 44524, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44524.pdf", "status_text": "Signed by the President", "journal_page": 406, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7924, "action_date": "2017-02-16T13:00:00-06:00", "document_id": 44630, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44630.pdf", "status_text": "Signed by the Speaker", "journal_page": 422, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7924, "action_date": "2017-02-21T14:00:00-06:00", "document_id": 44725, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44725.pdf", "status_text": "Delivered to the Governor", "journal_page": 452, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7924, "action_date": "2017-02-23T14:00:00-06:00", "document_id": 44901, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44901.pdf", "status_text": "Signed by the Governor", "journal_page": 514, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6363}