{"session_id": 68, "bill_id": 24070, "bill_type": "House Bill", "bill_number": 1157, "bill_title": "require the South Dakota Lottery to promote public awareness on the adverse effects of gambling.", "sponsors": [{"legislator_profile_id": 4389, "is_prime": true}, {"legislator_profile_id": 4351, "is_prime": false}, {"legislator_profile_id": 4375, "is_prime": false}, {"legislator_profile_id": 4388, "is_prime": false}, {"legislator_profile_id": 4469, "is_prime": false}, {"legislator_profile_id": 4394, "is_prime": false}, {"legislator_profile_id": 4395, "is_prime": false}, {"legislator_profile_id": 4396, "is_prime": false}, {"legislator_profile_id": 4400, "is_prime": false}, {"legislator_profile_id": 4401, "is_prime": false}, {"legislator_profile_id": 4404, "is_prime": false}], "keywords": ["Gambling", "Lottery", "Recreation and Sports"], "audio": [], "bill_versions": [{"bill_id": 24070, "bill_version_id": 246581, "bill_version": "Introduced", "bill_version_date": "2023-01-26T08:25:06.02-06:00", "bill_text": "An Act to require the South Dakota Lottery to promote public awareness on the adverse effects of gambling. Be it enacted by the Legislature of the State of South Dakota: Section 1. That chapter 42-7A be amended with a NEW SECTION: On a quarterly basis, the South Dakota Lottery shall make expenditures from the lottery operating fund for the purpose of public awareness on the potential adverse effects of gambling, including financial hardship, addiction, domestic abuse, criminal activity, and suicide. These expenditures must equal at least ninety percent of the quarterly expenditures made from the lottery operating fund for the purpose of promoting the state lottery's games pursuant to subdivision 42-7A-22(2). The expenditures made pursuant to the provisions of this section must be detailed in the informational budget described in § 4-7-7.2 to be annually reviewed by the Legislature. Section 2. That § 42-7A-22 be AMENDED: 42-7A-22. There is established within the state treasury the lottery operating fund, into which shall be deposited all revenues from the sale of lottery tickets, interest received on moneys in the lottery operating fund, and all other fees and moneys collected. For the purposes of this section, the award of a free ticket or free play does not constitute revenue. All money in the funds created by this section are continuously appropriated for the purposes specified in this section and section 1 of this Act. All funds received by the state lottery shall be set forth in an informational budget as described in § 4-7-7.2 and be annually reviewed by the Legislature. Any disbursement from the lottery operating fund shall be by authorization of the executive director for any of the following purposes: (1) The payment of prizes to the holders of valid, winning lottery tickets; (2) Expenses of the lottery, which shall include all costs incurred in the operation and administration of the South Dakota Lottery; all costs resulting from contracts entered into for the purchase or lease of goods and services needed for operation of the lottery, including supplies, materials, tickets, independent studies and surveys, data transmission, advertising, printing, promotion, incentives, public relations, communications, compensation paid to lottery retailers; distribution of tickets; and reimbursement of costs of facilities and services provided by other state agencies; and (3) Transfers of net proceeds to the state general fund."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24070, "action_date": "2023-01-26T13:00:00-06:00", "document_id": 246371, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/246371.pdf", "status_text": "First read in House and referred to", "journal_page": 157, "committee_id_action": 1159, "committee_id_assigned": 1154, "result": "N", "vote": {}}, {"bill_id": 24070, "action_date": "2023-02-13T10:00:00-06:00", "document_id": 249140, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249140.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1154, "committee_id_assigned": null, "result": "N", "vote": {}}]}