{"session_id": 44, "bill_id": 21896, "bill_type": "Senate Bill", "bill_number": 11, "bill_title": "revise provisions regarding highways and bridges.", "sponsors": [], "keywords": ["Executive/Judiciary Request", "Highways and Bridges", "Technical Corrections"], "audio": [{"meeting_datetime": "2021-01-22T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/str08.mp3", "start_seconds": 696.0}, {"meeting_datetime": "2021-01-22T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/str08.mp3", "start_seconds": 696.0}, {"meeting_datetime": "2021-01-22T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/str08.mp3", "start_seconds": 696.0}, {"meeting_datetime": "2021-01-22T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/str08.mp3", "start_seconds": 696.0}, {"meeting_datetime": "2021-01-28T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/htr12.mp3", "start_seconds": 2515.0}, {"meeting_datetime": "2021-01-28T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/htr12.mp3", "start_seconds": 2515.0}, {"meeting_datetime": "2021-01-28T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/htr12.mp3", "start_seconds": 2515.0}, {"meeting_datetime": "2021-01-28T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/htr12.mp3", "start_seconds": 2515.0}], "bill_versions": [{"bill_id": 21896, "bill_version_id": 209985, "bill_version": "Introduced", "bill_version_date": "2021-01-05T15:43:56.93-06:00", "bill_text": "An Act to revise provisions regarding highways and bridges. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 31-3-19 be AMENDED. 31-3-19. County location proceedings--Highways to which applicable. The provisions of §§ 31-3-22 §§ 31-3-23 to 31-3-37, inclusive, shall apply to all public highways by whatever authority located within any organized county which that are not within the limits of any municipality, except that no. However, no portion of the state trunk highway system or county highway systems shall may be vacated, changed, or located except with the approval of and in accordance with the an order of made by the Department of Transportation to be first made. Section 2. That § 31-3-23 be AMENDED. 31-3-23. Proceedings on short highway without usual number of petitioners--Payment of damages. Where such If a public highway proposed to be located is not more than one mile in length, the board of county commissioners shall in all things proceed as provided in §§ 31-3-22 §§ 31-3-28 to 31-3-37, inclusive, although. However, the petition for such the highway may be by but one or more petitioners and the board of county commissioners shall require the petitioner or petitioners for such the highway to pay the damages assessed for the location thereof of the highway. Section 3. That § 31-19-46 be AMENDED. 31-19-46. Exchange of non‑right‑of‑way property. Notwithstanding the provisions of §§ 31-2-27 to 31-2-31, inclusive, § 31-2-27, the Department of Transportation may exchange acquired lands with landowners from whom right‑of‑way or real property may be needed. Section 4. That § 31-26-7 be AMENDED. 31-26-7. Telephone lines--Compliance with other statutes. Any person engaged in or about to engage in the furnishing of telephone service must shall comply with the provisions of §§ 49-31-20 to 49-31-24, inclusive, and nothing § 49-31-20. Nothing in §§ 31-26-1 to 31-26-6, inclusive, shall may be construed to limit the rights granted by § 49-32-1 to telegraph and telephone companies telecommunications companies. Section 5. That § 31-28-25 be AMENDED. 31-28-25. Traffic light control. Nothing in §§ 31-28-19 to 31-28-24 31-28-23.1, inclusive, limits the existing authority of South Dakota law enforcement officers in the performance of their duties involving traffic light control. Section 6. That § 31-29-60 be AMENDED. 31-29-60. Compensation for removal of nonconforming signs--Federal contributions. Despite any provision in §§ 31-29-17 to 31-29-48, inclusive, to the contrary, no No sign, display, or device may be required to be removed unless at the time of removal there are sufficient funds appropriated and available to pay the affected parties the just compensation required by §§ 31-29-50 to 31-29-56, inclusive, after due allowance for any contribution which that may be available from the federal government, and if the latter contribution is available for immediate payment. Section 7. That § 31-29-62 be AMENDED. 31-29-62. Definition of terms. Terms used in § 31-29-59 and §§ 31-29-61 to 31-29-87, inclusive, this chapter mean: (1) \"Abandoned sign,\" a sign or sign structure that is blank, obliterated or displays obsolete advertising material for a period in excess of twelve continuous months; (2) \"Advertising area,\" the area of the sign face including border and trim, but not supports or aprons; (3) \"Blank sign,\" a sign that is void of advertising material; (4) \"Department,\" the South Dakota State Department of Transportation; (5) \"Directional information,\" route markers, mileage markers, directions to on-site location and information sufficient to guide a traveling motorist to a specific facility; (6) \"Directional sign,\" a sign designated, described and authorized by 23 U.S.C. § 131(c)(1) and the rules and regulations promulgated thereunder as of July 1, 1979; (7) \"Information center,\" an area or site established and maintained at safety rest areas for the purpose of informing the public of places of interest within the state and providing such other information as the Department of Tourism may consider desirable; (8) \"Interstate system,\" that portion of the national system of interstate and defense highways located within this state, as officially designated, or as may hereafter be so designated, by the state Department of Transportation and approved by the United States secretary of transportation, pursuant to the provisions of Title 23, United States Code; (9) \"Obliterated sign,\" a sign that is totally or partially painted out so as not to identify a particular product, service or facility; (10) \"Obsolete advertising material,\" material advertising a product or service no longer in use or available; (11) \"On-premise sign,\" a sign identifying an establishment's activities, products or services conducted or available on the property upon which it is located and signs advertising the sale or lease of the property upon which they are located; (12) \"Outdoor advertising,\" any outdoor sign, display, device, light, figure, drawing, painting, message, plaque, poster, or billboard, which is designed, intended or used to advertise or inform, any part of the advertising or information contents of which is visible from any place on the main-traveled way of the interstate or primary systems; (13) \"Primary system,\" that portion of connected main highways, as officially designated, or as may hereafter be so designated, by the state department of transportation, and approved by the United States secretary of transportation, pursuant to the provisions of Title 23, United States Code; (14) \"Quadrant of an interstate interchange,\" one of the four quarters created by the intersection of an interstate highway and a crossroad that is not part of the interstate system; (15) \"Safety rest area,\" an area or site established and maintained within or adjacent to the right-of-way by or under public supervision or control, for the convenience of the traveling public; (16) \"Service road,\" a graded and surfaced road providing public access to property within two thousand five hundred feet of an interstate highway centerline; (17) \"Specific or defined area,\" an economic area that would suffer substantial economic hardship by the removal of any directional sign, display, or device, providing directional information about goods and services in the interest of the traveling public; (18) \"Tourist oriented directional sign, display or device providing directional information about goods and services in the interest of the traveling public,\" any sign, display, or device giving directional information pertaining to rest stops, food services, lodging, campgrounds, gasoline and automotive services, and natively produced handicraft goods, and informing the traveling public of highway route mileage and site location and reference. Such directional information shall be in existence on such signs as of May 5, 1976; (19) \"Urban area,\" as defined by 23 U.S.C. § 101; and (20) \"Zoned commercial or industrial areas,\" those areas which are zoned commercial or industrial pursuant to Title 11. Section 8. That § 31-29-63 be AMENDED. 31-29-63. Advertising prohibited within specified distances of main-traveled way--Exceptions. No outdoor advertising may be erected within six hundred sixty feet of the nearest edge of the right-of-way and visible from the main-traveled way or beyond six hundred sixty feet of the nearest edge of the right-of-way visible from the main-traveled way, located outside an urban area and erected with the purpose of its message being read from the main-traveled way of the interstate or primary systems except the following: (1) Directional and official signs and notices, as defined by subdivision 31-29-62(6); (2) Signs, displays, and devices advertising the sale or lease of property upon which they are located; (3) Signs, displays, and devices advertising activities conducted on the property upon which they are located; (4) Signs, displays, and devices located in areas which are designated industrial or commercial by local authority as provided by Title 11 and within six hundred sixty feet of an interstate or primary highway; (5) Signs, displays, and devices located in unzoned industrial or commercial areas as provided by this chapter and within six hundred sixty feet of an interstate or primary highway; (6) Signs, including both official public, and private business signs, for which the department shall make a uniform charge, giving specific information in the interest of the traveling public located within the rights-of-way of the interstate and primary systems in areas at appropriate distances from interchanges or intersections on such systems, the location of which shall be determined by the department, any provision of chapter 31-28 or of this chapter to the contrary notwithstanding; (7) Signs lawfully in existence on October 22, 1965, determined by the State Transportation Commission to be landmark signs, including signs on farm structures or natural surfaces, of historic or artistic significance, the preservation of which would be consistent with the purposes of this chapter; (8) Warning signs placed by public utilities for the protection of underground utility cables; or (9) Signs exempt from removal in certain defined areas that are in the specific interest of the traveling public and have qualified for an economic hardship exemption pursuant to § 31-29-80; or (10) Signs, displays, and devices advertising the distribution of nonprofit organizations of free coffee to individuals traveling on the interstate system or the primary system. For the purposes of this subdivision, the term, free coffee, includes coffee for which a donation may be made, but is not required. Section 9. That § 31-32-12 be AMENDED. 31-32-12. Bridges over ditches and canals excepted from notice requirements. Nothing contained in § 31-32-10 or 31-32-11 shall in § 31-32-10 may be construed as imposing any liability upon the county for any injury sustained by reason of any violation of § 46-8-16 relating to bridges over ditches and canals."}, {"bill_id": 21896, "bill_version_id": 215308, "bill_version": "Enrolled", "bill_version_date": "2021-02-01T16:17:56.787-06:00", "bill_text": "ENTITLED An Act to revise provisions regarding highways and bridges. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 31-3-19 be AMENDED. 31-3-19. County location proceedings--Highways to which applicable. The provisions of §§ 31-3-23 to 31-3-37, inclusive, apply to all public highways by whatever authority located within any organized county that are not within the limits of any municipality. However, no portion of the state trunk highway system or county highway systems may be vacated, changed, or located except with the approval of and in accordance with an order made by the Department of Transportation. Section 2. That § 31-3-23 be AMENDED. 31-3-23. Proceedings on short highway without usual number of petitioners--Payment of damages. If a public highway proposed to be located is not more than one mile in length, the board of county commissioners shall proceed as provided in §§ 31-3-28 to 31-3-37, inclusive. However, the petition for the highway may be by but one or more petitioners and the board of county commissioners shall require the petitioner or petitioners for the highway to pay the damages assessed for the location of the highway. Section 3. That § 31-19-46 be AMENDED. 31-19-46. Exchange of non‑right‑of‑way property. Notwithstanding § 31-2-27, the Department of Transportation may exchange acquired lands with landowners from whom right‑of‑way or real property may be needed. Section 4. That § 31-26-7 be AMENDED. 31-26-7. Telephone lines--Compliance with other statutes. Any person engaged in or about to engage in the furnishing of telephone service shall comply with the provisions of § 49-31-20. Nothing in §§ 31-26-1 to 31-26-6, inclusive, may be construed to limit the rights granted by § 49-32-1 to telecommunications companies. Section 5. That § 31-28-25 be AMENDED. 31-28-25. Traffic light control. Nothing in §§ 31-28-19 to 31-28-23.1, inclusive, limits the existing authority of South Dakota law enforcement officers in the performance of their duties involving traffic light control. Section 6. That § 31-29-60 be AMENDED. 31-29-60. Compensation for removal of nonconforming signs--Federal contributions. No sign, display, or device may be required to be removed unless at the time of removal there are sufficient funds appropriated and available to pay the affected parties just compensation after due allowance for any contribution that may be available from the federal government, and if the latter contribution is available for immediate payment. Section 7. That § 31-29-62 be AMENDED. 31-29-62. Definition of terms. Terms used in this chapter mean: (1) \"Abandoned sign,\" a sign or sign structure that is blank, obliterated or displays obsolete advertising material for a period in excess of twelve continuous months; (2) \"Advertising area,\" the area of the sign face including border and trim, but not supports or aprons; (3) \"Blank sign,\" a sign that is void of advertising material; (4) \"Department,\" the South Dakota State Department of Transportation; (5) \"Directional information,\" route markers, mileage markers, directions to on-site location and information sufficient to guide a traveling motorist to a specific facility; (6) \"Directional sign,\" a sign designated, described and authorized by 23 U.S.C. § 131(c)(1) and the rules and regulations promulgated thereunder as of July 1, 1979; (7) \"Information center,\" an area or site established and maintained at safety rest areas for the purpose of informing the public of places of interest within the state and providing such other information as the Department of Tourism may consider desirable; (8) \"Interstate system,\" that portion of the national system of interstate and defense highways located within this state, as officially designated, or as may hereafter be so designated, by the state Department of Transportation and approved by the United States secretary of transportation, pursuant to the provisions of Title 23, United States Code; (9) \"Obliterated sign,\" a sign that is totally or partially painted out so as not to identify a particular product, service or facility; (10) \"Obsolete advertising material,\" material advertising a product or service no longer in use or available; (11) \"On-premise sign,\" a sign identifying an establishment's activities, products or services conducted or available on the property upon which it is located and signs advertising the sale or lease of the property upon which they are located; (12) \"Outdoor advertising,\" any outdoor sign, display, device, light, figure, drawing, painting, message, plaque, poster, or billboard, which is designed, intended or used to advertise or inform, any part of the advertising or information contents of which is visible from any place on the main-traveled way of the interstate or primary systems; (13) \"Primary system,\" that portion of connected main highways, as officially designated, or as may hereafter be so designated, by the state department of transportation, and approved by the United States secretary of transportation, pursuant to the provisions of Title 23, United States Code; (14) \"Quadrant of an interstate interchange,\" one of the four quarters created by the intersection of an interstate highway and a crossroad that is not part of the interstate system; (15) \"Safety rest area,\" an area or site established and maintained within or adjacent to the right-of-way by or under public supervision or control, for the convenience of the traveling public; (16) \"Service road,\" a graded and surfaced road providing public access to property within two thousand five hundred feet of an interstate highway centerline; (17) \"Specific or defined area,\" an economic area that would suffer substantial economic hardship by the removal of any directional sign, display, or device, providing directional information about goods and services in the interest of the traveling public; (18) \"Tourist oriented directional sign, display or device providing directional information about goods and services in the interest of the traveling public,\" any sign, display, or device giving directional information pertaining to rest stops, food services, lodging, campgrounds, gasoline and automotive services, and natively produced handicraft goods, and informing the traveling public of highway route mileage and site location and reference. Such directional information shall be in existence on such signs as of May 5, 1976; (19) \"Urban area,\" as defined by 23 U.S.C. § 101; and (20) \"Zoned commercial or industrial areas,\" those areas which are zoned commercial or industrial pursuant to Title 11. Section 8. That § 31-29-63 be AMENDED. 31-29-63. Advertising prohibited within specified distances of main-traveled way--Exceptions. No outdoor advertising may be erected within six hundred sixty feet of the nearest edge of the right-of-way and visible from the main-traveled way or beyond six hundred sixty feet of the nearest edge of the right-of-way visible from the main-traveled way, located outside an urban area and erected with the purpose of its message being read from the main-traveled way of the interstate or primary systems except the following: (1) Directional and official signs and notices, as defined by subdivision 31-29-62(6); (2) Signs, displays, and devices advertising the sale or lease of property upon which they are located; (3) Signs, displays, and devices advertising activities conducted on the property upon which they are located; (4) Signs, displays, and devices located in areas which are designated industrial or commercial by local authority as provided by Title 11 and within six hundred sixty feet of an interstate or primary highway; (5) Signs, displays, and devices located in unzoned industrial or commercial areas as provided by this chapter and within six hundred sixty feet of an interstate or primary highway; (6) Signs, including both official public, and private business signs, for which the department shall make a uniform charge, giving specific information in the interest of the traveling public located within the rights-of-way of the interstate and primary systems in areas at appropriate distances from interchanges or intersections on such systems, the location of which shall be determined by the department, any provision of chapter 31-28 or of this chapter to the contrary notwithstanding; (7) Signs lawfully in existence on October 22, 1965, determined by the State Transportation Commission to be landmark signs, including signs on farm structures or natural surfaces, of historic or artistic significance, the preservation of which would be consistent with the purposes of this chapter; (8) Warning signs placed by public utilities for the protection of underground utility cables; or (9) Signs, displays, and devices advertising the distribution of nonprofit organizations of free coffee to individuals traveling on the interstate system or the primary system. For the purposes of this subdivision, the term, free coffee, includes coffee for which a donation may be made, but is not required. Section 9. That § 31-32-12 be AMENDED. 31-32-12. Bridges over ditches and canals excepted from notice requirements. Nothing in § 31-32-10 may be construed as imposing any liability upon the county for any injury sustained by reason of any violation of § 46-8-16 relating to bridges over ditches and canals. An Act to revise provisions regarding highways and bridges. I certify that the attached Act originated in the: Senate as Bill No. 11 Secretary of the Senate President of the Senate Attest: Secretary of the Senate Speaker of the House Attest: Chief Clerk Senate Bill No. 11 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2021 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2021 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2021 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 21896, "action_date": "2021-01-12T12:00:00-06:00", "document_id": 210377, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/210377.pdf", "status_text": "First read in Senate and referred to", "journal_page": 18, "committee_id_action": 514, "committee_id_assigned": 517, "result": "N", "vote": {}}, {"bill_id": 21896, "action_date": "2021-01-22T07:45:00-06:00", "document_id": 211847, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211847.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 517, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21896, "action_date": "2021-01-22T07:45:00-06:00", "document_id": 211849, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211849.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 517, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 67706, "president_vote": null, "Yea": [1776, 1786, 1801, 1851, 1870, 1881, 3803]}}, {"bill_id": 21896, "action_date": "2021-01-22T07:45:00-06:00", "document_id": 211849, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211849.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 517, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21896, "action_date": "2021-01-25T14:00:00-06:00", "document_id": 212700, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/212700.pdf", "status_text": "Do Pass", "journal_page": 103, "committee_id_action": 514, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 67794, "president_vote": null, "Yea": [1771, 3798, 1775, 1776, 1881, 1779, 1783, 1785, 1786, 1789, 1790, 1794, 1801, 1803, 1806, 1808, 1811, 1812, 1819, 1827, 1828, 1831, 3805, 1847, 1850, 1851, 1853, 1856, 1858, 1860, 3803, 3796, 1865, 1870], "Excused": [3795]}}, {"bill_id": 21896, "action_date": "2021-01-26T14:00:00-06:00", "document_id": 213163, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/213163.pdf", "status_text": "First read in House and referred to", "journal_page": 130, "committee_id_action": 492, "committee_id_assigned": 500, "result": "N", "vote": {}}, {"bill_id": 21896, "action_date": "2021-01-28T10:00:00-06:00", "document_id": 213562, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/213562.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 500, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21896, "action_date": "2021-01-28T10:00:00-06:00", "document_id": 213564, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/213564.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 500, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 68053, "president_vote": null, "Yea": [1772, 1778, 3791, 1813, 1823, 1830, 1832, 1841, 3800, 1866, 3794, 1788], "Excused": [1770]}}, {"bill_id": 21896, "action_date": "2021-01-28T10:00:00-06:00", "document_id": 213564, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/213564.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 500, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21896, "action_date": "2021-02-01T14:00:00-06:00", "document_id": 214930, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/214930.pdf", "status_text": "Do Pass", "journal_page": 167, "committee_id_action": 492, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 68137, "president_vote": null, "Yea": [1766, 1767, 1768, 1769, 1770, 1772, 1777, 1778, 1780, 1781, 1782, 1784, 1788, 1792, 1793, 1795, 1796, 1798, 1799, 1800, 1802, 1804, 1805, 1807, 1809, 1813, 1817, 1820, 1822, 1823, 1824, 1826, 1829, 1830, 1832, 1834, 1835, 1836, 1837, 1839, 1841, 1843, 1844, 1852, 1855, 1862, 1864, 1866, 1868, 1883, 3782, 3783, 3784, 3785, 3786, 3787, 3788, 3789, 3790, 3791, 3792, 3793, 3794, 3797, 3799, 3800, 3801, 3802, 3804, 3806]}}, {"bill_id": 21896, "action_date": "2021-02-02T14:00:00-06:00", "document_id": 215365, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215365.pdf", "status_text": "Signed by the President", "journal_page": 160, "committee_id_action": 514, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21896, "action_date": "2021-02-03T14:00:00-06:00", "document_id": 215811, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215811.pdf", "status_text": "Signed by the Speaker", "journal_page": 186, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21896, "action_date": "2021-02-04T14:00:00-06:00", "document_id": 216401, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216401.pdf", "status_text": "Delivered to the Governor", "journal_page": 182, "committee_id_action": 514, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21896, "action_date": "2021-02-10T14:00:00-06:00", "document_id": 217104, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217104.pdf", "status_text": "Signed by the Governor", "journal_page": 232, "committee_id_action": 514, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 7071, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/21896"}