{"session_id": 20, "bill_id": 5862, "bill_type": "House Bill", "bill_number": 1233, "bill_title": "provide for the recall of certain state and local elected officials.", "sponsors": [{"legislator_profile_id": 465, "is_prime": true}, {"legislator_profile_id": 487, "is_prime": true}, {"legislator_profile_id": 479, "is_prime": false}, {"legislator_profile_id": 457, "is_prime": false}, {"legislator_profile_id": 496, "is_prime": false}, {"legislator_profile_id": 443, "is_prime": false}, {"legislator_profile_id": 499, "is_prime": false}, {"legislator_profile_id": 438, "is_prime": false}, {"legislator_profile_id": 521, "is_prime": false}, {"legislator_profile_id": 439, "is_prime": false}, {"legislator_profile_id": 515, "is_prime": false}, {"legislator_profile_id": 462, "is_prime": false}, {"legislator_profile_id": 506, "is_prime": false}, {"legislator_profile_id": 430, "is_prime": false}, {"legislator_profile_id": 461, "is_prime": false}], "keywords": ["Counties", "Elections", "Legislature and Statutes", "Local Government", "Municipal Government", "Public Officers and Employees", "State Affairs and Government", "Townships"], "audio": [{"meeting_datetime": "2014-02-19T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hst22.mp3", "start_seconds": 6089.0}, {"meeting_datetime": "2014-02-19T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hst22.mp3", "start_seconds": 6089.0}, {"meeting_datetime": "2014-02-19T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hst22.mp3", "start_seconds": 6089.0}], "bill_versions": [{"bill_id": 5862, "bill_version_id": 29689, "bill_version": "Introduced", "bill_version_date": "2014-02-04T09:36:44.1-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the recall of certain state and local elected officials. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. For purposes of this Act, the term, elected official, means any elected executive, administrative, legislative, or judicial officer of the state; of any county, municipality, township, or school district; or of any other political subdivision of the state. The term includes the Governor, the lieutenant governor, the attorney general, the state auditor, the commissioner of school and public lands, the state treasurer, the secretary of state, a member of the Legislature, public utilities commissioner, judge of the circuit court, county sheriff, county auditor, county register of deeds, county treasurer, county state's attorney, county coroner, municipal mayor, and any member of the governing body of any municipality, county, township, school district, or any other political subdivision of the state. Section 2. Any elected official may be removed from office as provided in this Act by the voters qualified to vote for a successor. Section 3. A recall petition signed by a number of voters eligible to vote for a specific elected official equal to at least twenty-five percent of the voters voting in the most recent election at which the elected official was elected, requesting the removal from office of the elected official, shall be filed as provided in this section. If the elected official whose removal is sought holds a statewide office or is a member of the Legislature or a judge of the circuit court, the petition shall be filed with the secretary of state. If the elected official's elected position is with a county, municipality, township, school district, or other political subdivision of the state, the petition shall be filed with the governing body of the governmental entity in which the elected official serves. The form for the recall petition shall be prescribed by the state Board of Elections in rules promulgated pursuant to chapter 1-26. No signature on a petition is valid if signed more than sixty days before the petition is filed. Section 4. The secretary of state or the governing body shall, upon the filing of a recall petition pursuant to section 2 of this Act, within ten days order and fix a date for holding a special recall election, to be on a Tuesday not less than thirty nor more than one hundred twenty days from the date of the order of the secretary of state or the governing body. If a petition is filed within three months before the next regular election of the affected political subdivision or within three months of the general election and within sufficient time to comply with the required notice provisions and other election requirements, the question of removal of the board member shall be submitted at the next regular election of the political subdivision or at the general election, as the case may be. The secretary of state or the governing body shall have a notice of election published in the same manner as for regular elections for the selection of the position that is subject to recall. Section 5. Any elected official sought to be removed may be a candidate to succeed himself or herself and, unless the incumbent requests otherwise in writing, the incumbent's name shall be placed on the official ballot without nomination. The name of any other candidate nominated as provided in this Act shall also be placed on the official ballot. If no other candidate is nominated for the position, no recall election may be held, and the incumbent shall remain in office. Any secondary election required shall be conducted as provided by law. Section 6. If the incumbent is elected at the recall election, the incumbent shall continue in office and is not required to again qualify. Section 7. If some person other than the incumbent is elected, the incumbent is deemed removed from office upon or at the expiration of the time for qualification of the successor. The successor shall qualify within ten days after receiving notification of election, and if the successor fails to qualify, the office is deemed vacant. Section 8. The successor of any removed elected official shall hold office during the remainder of the predecessor's unexpired term. Section 9. That § 9-13-29 be repealed. 9-13-29. In any municipality, with or without a city manager, the mayor, any commissioner, any alderman, or any member of the board of trustees may be removed from office at any time by the voters qualified to vote for a successor as provided in §§ 9-13-30 to 9-13-32, inclusive. Section 10. That § 9-13-30 be repealed. 9-13-30. A petition signed by fifteen percent of the registered voters of the municipality, based upon the total number of registered voters at the last preceding general election, demanding the election of a successor to the mayor, commissioner, alderman, or trustee sought to be removed shall be filed with the auditor and presented by the auditor to the governing body. The allowable grounds for removal are misconduct, malfeasance, nonfeasance, crimes in office, drunkenness, gross incompetency, corruption, theft, oppression, or gross partiality. The petition shall contain a specific statement of the grounds on which removal is sought. The form for the municipal recall petition shall be prescribed by the state Board of Elections pursuant to chapter 1-26. No signature on a petition is valid if signed more than sixty days prior to the filing of the petitions. Section 11. That § 9-13-31 be repealed. 9-13-31. The governing body shall, upon the presentation of a petition pursuant to § 9-13-30, within ten days, order and fix a date for holding a special election, to be on a Tuesday not less than thirty nor more than fifty days from the date of the order of the governing body. If a petition is filed on or after January first prior to the annual municipal election and within sufficient time to comply with the provisions of § 9-13-14, the question of a successor shall be submitted at that annual election. The governing body shall have a notice of election published in the same manner as provided in § 9-13-13. Section 12. That § 9-13-32 be repealed. 9-13-32. Any mayor, commissioner, alderman, or trustee sought to be removed may be a candidate to succeed himself or herself and, unless the incumbent requests otherwise in writing, the auditor shall place the incumbent's name on the official ballot without nomination. The auditor shall also place on the official ballot the name of any other candidate nominated as provided in this chapter. If no other candidate is nominated for the position, no recall election may be held, and the incumbent shall remain in office. Any secondary election required shall be conducted as provided by this chapter. Section 13. That § 9-13-33 be repealed. 9-13-33. If the incumbent shall be elected, he shall continue in office and not be obliged again to qualify. Section 14. That § 9-13-34 be repealed. 9-13-34. If some person other than the incumbent is elected, the incumbent shall be deemed removed from office upon or at the expiration of the time for qualification of his successor. The successor shall qualify within ten days after receiving notification of his election, and in case of his failure to qualify, the office shall be deemed vacant. Section 15. That § 9-13-35 be repealed. 9-13-35. The successor of any removed mayor, commissioner, alderman, or trustee shall hold office during the remainder of the predecessor's unexpired term."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5862, "action_date": "2014-02-04T14:00:00-06:00", "document_id": 29776, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29776.pdf", "status_text": "First read in House and referred to", "journal_page": 269, "committee_id_action": 231, "committee_id_assigned": 224, "result": "N", "vote": {}}, {"bill_id": 5862, "action_date": "2014-02-19T07:45:00-06:00", "document_id": 30081, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30081.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 224, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5862, "action_date": "2014-02-19T07:45:00-06:00", "document_id": 30562, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30562.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 446, "committee_id_action": 224, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 16213, "president_vote": null, "Yea": [467, 455, 441, 454, 458, 478, 423, 502, 461, 508, 460, 456, 442]}}]}