{"session_id": 20, "bill_id": 6040, "bill_type": "House Commemoration", "bill_number": 1052, "bill_title": "Commending and honoring the West Central High School FFA chapter.", "sponsors": [{"legislator_profile_id": 503, "is_prime": true}, {"legislator_profile_id": 428, "is_prime": true}, {"legislator_profile_id": 473, "is_prime": false}, {"legislator_profile_id": 431, "is_prime": false}, {"legislator_profile_id": 479, "is_prime": false}, {"legislator_profile_id": 490, "is_prime": false}], "keywords": ["House Commemorations"], "audio": [], "bill_versions": [{"bill_id": 6040, "bill_version_id": 31005, "bill_version": "Introduced", "bill_version_date": "2014-02-25T09:36:40.123-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the West Central High School FFA chapter. WHEREAS, the West Central FFA chapter, advised by Linda Petersen, has exhibited exemplary citizenship and leadership in agriculture; and WHEREAS, the West Central FFA Ag Issues team, including Maty Skinner, Anthony Lueth, Taylor Bergeson, Jared Blume, Dean Knuth, Rachel Schartz, and Sarah Waldner, competed at the National FFA Convention; and WHEREAS, the West Central FFA Ag Communications team, including Rachel Kapperman, Kaitlyn Schmeichel, and Cassie Wilebski competed at the National FFA Convention: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that the West Central High School FFA chapter and its members are commended and honored for their work in agricultural leadership."}, {"bill_id": 6040, "bill_version_id": 31239, "bill_version": "Enrolled", "bill_version_date": "2014-02-27T15:55:06.197-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the West Central High School FFA chapter. WHEREAS, the West Central FFA chapter, advised by Linda Petersen, has exhibited exemplary citizenship and leadership in agriculture; and WHEREAS, the West Central FFA Ag Issues team, including Maty Skinner, Anthony Lueth, Taylor Bergeson, Jared Blume, Dean Knuth, Rachel Schartz, and Sarah Waldner, competed at the National FFA Convention; and WHEREAS, the West Central FFA Ag Communications team, including Rachel Kapperman, Kaitlyn Schmeichel, and Cassie Wilebski competed at the National FFA Convention: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that the West Central High School FFA chapter and its members are commended and honored for their work in agricultural leadership. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6040, "action_date": "2014-02-25T14:00:00-06:00", "document_id": 31052, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31052.pdf", "status_text": "", "journal_page": 556, "committee_id_action": 231, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/6040"}