{"session_id": 49, "bill_id": 15151, "bill_type": "House Bill", "bill_number": 1058, "bill_title": "revise certain provisions relating to special education.", "sponsors": [{"legislator_profile_id": 2333, "is_prime": true}, {"legislator_profile_id": 2335, "is_prime": true}, {"legislator_profile_id": 2309, "is_prime": false}, {"legislator_profile_id": 2313, "is_prime": false}, {"legislator_profile_id": 2321, "is_prime": false}, {"legislator_profile_id": 2328, "is_prime": false}, {"legislator_profile_id": 2336, "is_prime": false}, {"legislator_profile_id": 2344, "is_prime": false}, {"legislator_profile_id": 2350, "is_prime": false}, {"legislator_profile_id": 2360, "is_prime": false}, {"legislator_profile_id": 2363, "is_prime": false}, {"legislator_profile_id": 2369, "is_prime": false}, {"legislator_profile_id": 2376, "is_prime": false}, {"legislator_profile_id": 2380, "is_prime": false}, {"legislator_profile_id": 2381, "is_prime": false}, {"legislator_profile_id": 2383, "is_prime": false}, {"legislator_profile_id": 2387, "is_prime": false}], "keywords": ["Average Daily Membership", "School District", "Special Education"], "audio": [{"meeting_datetime": "2000-02-07T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou20hb1058a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-07T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou20hb1058a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-07T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou20hb1058a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-22T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen30hb1058a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-22T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen30hb1058a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-22T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen30hb1058a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 15151, "bill_version_id": 86187, "bill_version": "Introduced", "bill_version_date": "2000-01-14T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions relating to special education. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-28-42 be amended to read as follows: 13-28-42. The resident nonresident district is responsible for the provision of a free appropriate public education for students in need of special education or special education and related services. Notwithstanding the provisions of § 13-28-44, a request to transfer a student in need of special education or special education and related services may be granted only if, through the placement committee process, the resident and nonresident districts determine that the nonresident district can provide an appropriate instructional program and facilities to meet the student's needs. The resident district shall reimburse the nonresident district actual costs incurred in providing an appropriate special education for a student in need of special education and related services. Notwithstanding the provisions of § 13-28-45, the placement committee, including representatives of the resident and nonresident districts, shall determine whether a student in need of special education requires transportation as a related service. If so, the resident nonresident district shall provide or ensure the provision of transportation within the boundaries of the attendance center to which the student is assigned . Section 2. That § 13-37-35.1 be amended to read as follows: 13-37-35.1. Terms used in chapter 13-37 mean: (1) \"Level one disability,\" a mild disability; (2) \"Level two disability,\" a mental retardation or emotional disorder; (3) \"Level three disability,\" hearing impairment, deafness, visual impairment, deaf-blindness, orthopedic impairment, or traumatic brain injury; (4) \"Level four disability,\" autism; (5) \"Level five disability,\" multiple disabilities; (6) \"Index factor,\" is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less; (7) \"Local effort,\" is the amount of taxes payable each year, using a levy for the special education fund of a school district of one dollar and thirty-five cents per thousand dollars of taxable valuation; (8) \"Allocation for a student with a level one disability,\" for the school fiscal year beginning July 1, 1999, is $3,504. For each school year thereafter, the allocation for a student with a level one disability shall be the previous fiscal year's allocation for such child increased by the lesser of the index factor or three percent; (9) \"Allocation for a student with a level two disability,\" for the school fiscal year beginning July 1, 1999, is $7,914. For each school year thereafter, the allocation for a student with a level two disability shall be the previous fiscal year's allocation for such child increased by the lesser of the index factor or three percent; (10) \"Allocation for a student with a level three disability,\" for the school fiscal year beginning July 1, 1999, is $10,116. For each school year thereafter, the allocation for a student with a level three disability shall be the previous fiscal year's allocation for such child increased by the lesser of the index factor or three percent; (11) \"Allocation for a student with a level four disability,\" for the school fiscal year beginning July 1, 1999, is $14,705. For each school year thereafter, the allocation for a student with a level four disability shall be the previous fiscal year's allocation for such child increased by the lesser of the index factor or three percent; (12) \"Allocation for a student with a level five disability,\" for the school fiscal year beginning July 1, 1999, is $15,808. For each school year thereafter, the allocation for a student with a level five disability shall be the previous fiscal year's allocation for such child increased by the lesser of the index factor or three percent; (13) \"Child count,\" is the number of students in need of special education or special education and related services according to criteria set forth in rules promulgated pursuant to § § 13-37-1.1 and 13-37-46 submitted to the Department of Education and Cultural Affairs in accordance with rules promulgated pursuant to § 13-37-1.1; (14) \"Resident average daily membership,\" the average number of resident kindergarten through twelfth grade pupils enrolled in all schools operated by the school district during the previous regular school year plus the average number of pupils for whom the district pays tuition and plus the average number of resident pupils enrolled in another school district under the provisions of § 13-28-40 ; (15) \"Nonpublic school,\" a sectarian organization or entity which is accredited by the secretary of education and cultural affairs for the purpose of instructing children of compulsory school age. This definition excludes any school that receives a majority of its revenues from public funds; (16) \"Nonpublic average daily membership,\" the average number of kindergarten through twelfth grade pupils enrolled during the previous regular school year in all nonpublic schools located within the boundaries of the public school district plus the average number of children under age sixteen who are approved for alternative instruction pursuant to § 13-27-2 during the previous school year; (17) \"Special education average daily membership,\" resident average daily membership plus nonpublic average daily membership; (18) \"Local need,\" an amount to be determined as follows: (a) Multiply the special education average daily membership by 0.089 and multiply the result by the allocation for a student with a level one disability; (b) Multiply the number of students having a level two disability as reported on the child count for the previous school fiscal year by the allocation for a student with a level two disability; (c) Multiply the number of students having a level three disability as reported on the child count for the previous school fiscal year by the allocation for a student with a level three disability; (d) Multiply the number of students having a level four disability as reported on the child count for the previous school fiscal year by the allocation for a student with a level four disability; (e) Multiply the number of students having a level five disability as reported on the child count for the previous school fiscal year by the allocation for a student with a level five disability; (f) Sum the results of (a) through (e); (19) \"Effort factor,\" the school district's special education tax levy in dollars per thousand divided by $1.35. The maximum effort factor is 1.0. If a parent or guardian of a student in need of special education or special education and related services wishes to transfer the student back to the resident district, the request shall be considered by the placement committee. The committee must include representatives of the resident and nonresident districts."}, {"bill_id": 15151, "bill_version_id": 86186, "bill_version": "House Education Engrossed", "bill_version_date": "2000-02-03T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions relating to special education. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-28-42 be repealed. 13-28-42. The resident district is responsible for the provision of a free appropriate public education for students in need of special education or special education and related services. Notwithstanding the provisions of § 13-28-44, a request to transfer a student in need of special education or special education and related services may be granted only if, through the placement committee process, the resident and nonresident districts determine that the nonresident district can provide an appropriate instructional program and facilities to meet the student's needs. The resident district shall reimburse the nonresident district actual costs incurred in providing an appropriate special education for a student in need of special education and related services. Notwithstanding the provisions of § 13-28-45, the placement committee, including representatives of the resident and nonresident districts, shall determine whether a student in need of special education requires transportation as a related service. If so, the resident district shall provide or ensure the provision of transportation. If a parent or guardian of a student in need of special education or special education and related services wishes to transfer the student back to the resident district, the request shall be considered by the placement committee. The committee must include representatives of the resident and nonresident districts. Section 2. That chapter 13-28 be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding the provisions of § § 13-28-44 and 13-37-8.4, a request to transfer a student in need of special education or special education and related services may be granted only if an individualized education program team consisting of representatives from the resident and nonresident districts determines that the nonresident district can provide an appropriate instructional program and facilities, including transportation, to meet the student's needs. If the request to transfer is granted, the nonresident district is responsible for the provision of a free appropriate public education for the student in need of special education or special education and related services. Notwithstanding the provisions of § 13-28-45, the individualized education program team shall also determine whether the student in need of special education requires transportation as a related service. If so, the nonresident district shall provide or ensure the provision of transportation within the boundaries of the attendance center to which the student is assigned. If a parent or guardian of a student in need of special education or special education and related services requests to transfer the student back to the resident district, the individualized education program team shall consider the request. Section 3. That § 13-37-35.1 be amended to read as follows: 13-37-35.1. Terms used in chapter 13-37 mean: (1) \"Level one disability,\" a mild disability; (2) \"Level two disability,\" a mental retardation or emotional disorder; (3) \"Level three disability,\" hearing impairment, deafness, visual impairment, deaf-blindness, orthopedic impairment, or traumatic brain injury; (4) \"Level four disability,\" autism; (5) \"Level five disability,\" multiple disabilities; (6) \"Index factor,\" is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less; (7) \"Local effort,\" is the amount of taxes payable each year, using a levy for the special education fund of a school district of one dollar and thirty-five cents per thousand dollars of taxable valuation; (8) \"Allocation for a student with a level one disability,\" for the school fiscal year beginning July 1, 1999, is $3,504. For each school year thereafter, the allocation for a student with a level one disability shall be the previous fiscal year's allocation for such child increased by the lesser of the index factor or three percent; (9) \"Allocation for a student with a level two disability,\" for the school fiscal year beginning July 1, 1999, is $7,914. For each school year thereafter, the allocation for a student with a level two disability shall be the previous fiscal year's allocation for such child increased by the lesser of the index factor or three percent; (10) \"Allocation for a student with a level three disability,\" for the school fiscal year beginning July 1, 1999, is $10,116. For each school year thereafter, the allocation for a student with a level three disability shall be the previous fiscal year's allocation for such child increased by the lesser of the index factor or three percent; (11) \"Allocation for a student with a level four disability,\" for the school fiscal year beginning July 1, 1999, is $14,705. For each school year thereafter, the allocation for a student with a level four disability shall be the previous fiscal year's allocation for such child increased by the lesser of the index factor or three percent; (12) \"Allocation for a student with a level five disability,\" for the school fiscal year beginning July 1, 1999, is $15,808. For each school year thereafter, the allocation for a student with a level five disability shall be the previous fiscal year's allocation for such child increased by the lesser of the index factor or three percent; (13) \"Child count,\" is the number of students in need of special education or special education and related services according to criteria set forth in rules promulgated pursuant to § § 13-37-1.1 and 13-37-46 submitted to the Department of Education and Cultural Affairs in accordance with rules promulgated pursuant to § 13-37-1.1; (14) \" Resident average Average daily membership,\" the average number of resident kindergarten through twelfth grade pupils enrolled in all schools operated by the school district during the previous regular school year plus the average number of pupils for whom the district pays tuition and plus the average number of resident pupils enrolled in another school district under the provisions of § 13-28-40 ; (15) \"Nonpublic school,\" a sectarian organization or entity which is accredited by the secretary of education and cultural affairs for the purpose of instructing children of compulsory school age. This definition excludes any school that receives a majority of its revenues from public funds; (16) \"Nonpublic average daily membership,\" the average number of kindergarten through twelfth grade pupils enrolled during the previous regular school year in all nonpublic schools located within the boundaries of the public school district plus the average number of children under age sixteen who are approved for alternative instruction pursuant to § 13-27-2 during the previous school year; (17) \"Special education average daily membership,\" resident average daily membership plus nonpublic average daily membership; (18) \"Local need,\" an amount to be determined as follows: (a) Multiply the special education average daily membership by 0.089 and multiply the result by the allocation for a student with a level one disability; (b) Multiply the number of students having a level two disability as reported on the child count for the previous school fiscal year by the allocation for a student with a level two disability; (c) Multiply the number of students having a level three disability as reported on the child count for the previous school fiscal year by the allocation for a student with a level three disability; (d) Multiply the number of students having a level four disability as reported on the child count for the previous school fiscal year by the allocation for a student with a level four disability; (e) Multiply the number of students having a level five disability as reported on the child count for the previous school fiscal year by the allocation for a student with a level five disability; (f) Sum the results of (a) through (e); (19) \"Effort factor,\" the school district's special education tax levy in dollars per thousand divided by $1.35. The maximum effort factor is 1.0. If a parent or guardian of a student in need of special education or special education and related services wishes to transfer the student back to the resident district, the request shall be considered by the placement committee. The committee must include representatives of the resident and nonresident districts. Section 4. That § 13-13-10.1 be amended to read as follows: 13-13-10.1. Terms used in this chapter mean: (1) \" General enrollment average Average daily membership,\" the average number of resident and nonresident kindergarten through twelfth grade pupils enrolled in all schools operated by the school district during the previous regular school year, minus average number of pupils for whom the district receives tuition, except pupils described in subdivision (1A) and pupils for whom tuition is being paid pursuant to § 13-28-42 and plus the average number of pupils for whom the district pays tuition , except pupils for whom the district pays tuition pursuant to § 13-28-42 ; (1A) Nonresident students who are in the care and custody of the Department of Social Services, the Unified Judicial System, the Department of Corrections, or other state agencies and are attending a public school may be included in the average daily membership of the receiving district when enrolled in the receiving district. When counting a student who meets these criteria in its general enrollment average daily membership, the receiving district may begin the enrollment on the first day of attendance. The district of residence prior to the custodial transfer may not include students who meet these criteria in its general enrollment average daily membership after the student ceases to attend school in the resident district; (2) \"Adjusted average daily membership,\" calculated as follows: (a) For districts with a general enrollment an average daily membership of two hundred or less, multiply 1.2 times the general enrollment average daily membership; (b) For districts with a general enrollment an average daily membership of less than six hundred, but greater than two hundred, raise the general enrollment average daily membership to the 0.8293 power and multiply the result times 2.98; (c) For districts with a general enrollment an average daily membership of six hundred or more, multiply 1.0 times their general enrollment average daily membership; (3) \"Index factor,\" is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less; (4) \"Per student allocation,\" for the period January 1, 1997, to June 30, 1997, inclusive, is $1,675. For school fiscal year 1998, beginning on July 1, 1997, the per student allocation shall be $3,350 increased by the index factor. Each school fiscal year thereafter, the per student allocation shall be the previous fiscal year's per student allocation increased by the index factor; (5) \"Local need,\" the per student allocation multiplied by the adjusted average daily membership; (6) \"Local effort,\" the amount of ad valorem taxes generated in a school fiscal year by applying the levies established pursuant to § 10-12-42. Section 5. That § 13-13-1.4 be amended to read as follows: 13-13-1.4. If two or more school districts consolidate, for a period of four years after consolidation, the adjusted average daily membership for the newly formed district shall be based upon the general enrollment average daily membership as defined in § 13-13-10.1 of those school districts that have not previously benefited from this section as they existed prior to consolidation. In years two to four, inclusive, after the consolidation, the relationship between the adjusted average daily membership and general enrollment average daily membership shall be proportional to the relationship that existed for the first year. Section 6. That § 13-13-73 be amended to read as follows: 13-13-73. The secretary of the Department of Education and Cultural Affairs shall compute state aid to education for each school district under the foundation program according to the following calculations: (1) Determine each school district's general enrollment average daily membership; (2) Multiply the per student allocation by the adjusted average daily membership to arrive at the local need per district; (3) State aid is (a) local need minus local effort, or (b) zero if the calculation in (a) is a negative number; (4) If the state aid appropriation for the general support of education is in excess of the entitlement provided for in this section, the excess shall be used to fund any shortfall of the appropriation as provided for in § § 13-37-36 and 13-37-43. The secretary shall report to the Governor by January seventh of each year, the amount of state aid necessary to fully fund the general aid formula in the current year. If a shortfall in the state aid appropriation for general education exists that cannot be covered by § 13-37-45, the Governor shall inform the Legislature and provide a proposal to eliminate the shortfall. Section 7. That § 13-15-28 be amended to read as follows: 13-15-28. Any school district that enters into contractual agreements pursuant to § 13-15-11 and sends over fifty percent of its resident students enrolled in grades for which it contracts to an adjoining school district or districts located in South Dakota shall reorganize the school district pursuant to chapter 13-6 within two years of the end of the school year. For the purposes of this section, the number of students attending adjoining districts shall be based on general enrollment average daily membership pursuant to subdivision 13-13-10.1(1). This section does not apply to a school district located wholly within the boundaries of an Indian reservation. Section 8. That § 13-28-40 be amended to read as follows: 13-28-40. An enrollment options program is established to enable any South Dakota kindergarten through twelfth grade student to attend any public school that serves the student's grade level in any South Dakota school district, subject to the provisions in § § 13-28-40 to 13-28-47, inclusive. For purposes of determining state aid to education as it relates to the provisions of § § 13-28-40 to 13-28-47, inclusive, general enrollment average daily membership as defined in § 13-13-10.1 is used to compute foundation aid and resident special education average daily membership as defined in § 13-37-35 is used to determine funding for special education. Section 9. That § 13-28-39 be amended to read as follows: 13-28-39. The Department of Social Services shall pay tuition costs and related service costs for students in residential treatment centers or group care centers for minors who are under the care and custody of the Department of Social Services, the Unified Judicial System, or other entities approved by the secretary of the Department of Social Services. For students with disabilities residing in a foster home, the Department of Social Services shall pay for special education or special education and related services. Students residing in foster homes must be in the care and custody of the Department of Social Services, the Unified Judicial System, or other entities approved by the secretary of the Department of Social Services. The Department of Social Services will have rate setting authority for tuition costs and related service costs. The secretary of the Department of Social Services may promulgate rules, pursuant to chapter 1-26, pertaining to: (1) The amount, scope, and duration of services; (2) The basis for and extent of provider payments; (3) The method and amount of payment; (4) The methods of recoupment or recovery of overpayments; (5) Administration, record keeping, and audit requirements; (6) Compliance monitoring; (7) Reporting requirement; (8) Such other standards and requirements as may be necessary to ensure the efficient operation and administration of the program. BILL HISTORY 1/14/00 First read in House and referred to Education. H.J. 45 1/20/00 Scheduled for Committee hearing on this date. 1/25/00 Scheduled for Committee hearing on this date. 1/27/00 Scheduled for Committee hearing on this date. 1/27/00 Education Deferred to another day. 2/3/00 Scheduled for Committee hearing on this date. 2/3/00 Education Do Pass Amended, Passed, AYES 12, NAYS 0. H.J. 377"}, {"bill_id": 15151, "bill_version_id": 86188, "bill_version": "Senate Education Engrossed", "bill_version_date": "2000-02-17T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions relating to special education. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-28-42 be repealed. 13-28-42. The resident district is responsible for the provision of a free appropriate public education for students in need of special education or special education and related services. Notwithstanding the provisions of § 13-28-44, a request to transfer a student in need of special education or special education and related services may be granted only if, through the placement committee process, the resident and nonresident districts determine that the nonresident district can provide an appropriate instructional program and facilities to meet the student's needs. The resident district shall reimburse the nonresident district actual costs incurred in providing an appropriate special education for a student in need of special education and related services. Notwithstanding the provisions of § 13-28-45, the placement committee, including representatives of the resident and nonresident districts, shall determine whether a student in need of special education requires transportation as a related service. If so, the resident district shall provide or ensure the provision of transportation. If a parent or guardian of a student in need of special education or special education and related services wishes to transfer the student back to the resident district, the request shall be considered by the placement committee. The committee must include representatives of the resident and nonresident districts. Section 2. That chapter 13-28 be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding the provisions of § § 13-28-44 and 13-37-8.4, a request to transfer a student in need of special education or special education and related services may be granted only if an individualized education program team consisting of representatives from the resident and nonresident districts determines that the nonresident district can provide an appropriate instructional program and facilities, including transportation, to meet the student's needs. If the request to transfer is granted, the nonresident district is responsible for the provision of a free appropriate public education for the student in need of special education or special education and related services. Notwithstanding the provisions of § 13-28-45, the individualized education program team shall also determine whether the student in need of special education requires transportation as a related service. If so, the nonresident district shall provide or ensure the provision of transportation within the boundaries of the attendance center to which the student is assigned. If a parent or guardian of a student in need of special education or special education and related services requests to transfer the student back to the resident district, the individualized education program team shall consider the request. Section 3. That § 13-37-35.1 be amended to read as follows: 13-37-35.1. Terms used in chapter 13-37 mean: (1) \"Level one disability,\" a mild disability; (2) \"Level two disability,\" a mental retardation or emotional disorder; (3) \"Level three disability,\" hearing impairment, deafness, visual impairment, deaf-blindness, orthopedic impairment, or traumatic brain injury; (4) \"Level four disability,\" autism; (5) \"Level five disability,\" multiple disabilities; (6) \"Index factor,\" is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less; (7) \"Local effort,\" is the amount of taxes payable each year, using a levy for the special education fund of a school district of one dollar and thirty-five cents per thousand dollars of taxable valuation; (8) \"Allocation for a student with a level one disability,\" for the school fiscal year beginning July 1, 1999, is $3,504. For each school year thereafter, the allocation for a student with a level one disability shall be the previous fiscal year's allocation for such child increased by the lesser of the index factor or three percent; (9) \"Allocation for a student with a level two disability,\" for the school fiscal year beginning July 1, 1999, is $7,914. For each school year thereafter, the allocation for a student with a level two disability shall be the previous fiscal year's allocation for such child increased by the lesser of the index factor or three percent; (10) \"Allocation for a student with a level three disability,\" for the school fiscal year beginning July 1, 1999, is $10,116. For each school year thereafter, the allocation for a student with a level three disability shall be the previous fiscal year's allocation for such child increased by the lesser of the index factor or three percent; (11) \"Allocation for a student with a level four disability,\" for the school fiscal year beginning July 1, 1999, is $14,705. For each school year thereafter, the allocation for a student with a level four disability shall be the previous fiscal year's allocation for such child increased by the lesser of the index factor or three percent; (12) \"Allocation for a student with a level five disability,\" for the school fiscal year beginning July 1, 1999, is $15,808. For each school year thereafter, the allocation for a student with a level five disability shall be the previous fiscal year's allocation for such child increased by the lesser of the index factor or three percent; (13) \"Child count,\" is the number of students in need of special education or special education and related services according to criteria set forth in rules promulgated pursuant to § § 13-37-1.1 and 13-37-46 submitted to the Department of Education and Cultural Affairs in accordance with rules promulgated pursuant to § 13-37-1.1; (14) \" Resident average Average daily membership,\" the average number of resident kindergarten through twelfth grade pupils enrolled in all schools operated by the school district during the previous regular school year plus the average number of pupils for whom the district pays tuition and plus the average number of resident pupils enrolled in another school district under the provisions of § 13-28-40 ; (15) \"Nonpublic school,\" a sectarian organization or entity which is accredited by the secretary of education and cultural affairs for the purpose of instructing children of compulsory school age. This definition excludes any school that receives a majority of its revenues from public funds; (16) \"Nonpublic average daily membership,\" the average number of kindergarten through twelfth grade pupils enrolled during the previous regular school year in all nonpublic schools located within the boundaries of the public school district plus the average number of children under age sixteen who are approved for alternative instruction pursuant to § 13-27-2 during the previous school year the average number of children under age sixteen who are approved for alternative instruction pursuant to § 13-27-2 during the previous school year plus: (a) For nonpublic schools located within the boundaries of a public school district with an average daily membership of six hundred or more during the previous school year, the average number of kindergarten through twelfth grade pupils enrolled during the previous regular school year in all nonpublic schools located within the boundaries of the public school district; (b) For nonpublic schools located within the boundaries of a public school district with an average daily membership of less than six hundred during the previous school year, the average number of resident kindergarten through twelfth grade pupils enrolled during the previous school year in all nonpublic schools located within the State of South Dakota ; (17) \"Special education average daily membership,\" resident average daily membership plus nonpublic average daily membership; (18) \"Local need,\" an amount to be determined as follows: (a) Multiply the special education average daily membership by 0.089 and multiply the result by the allocation for a student with a level one disability; (b) Multiply the number of students having a level two disability as reported on the child count for the previous school fiscal year by the allocation for a student with a level two disability; (c) Multiply the number of students having a level three disability as reported on the child count for the previous school fiscal year by the allocation for a student with a level three disability; (d) Multiply the number of students having a level four disability as reported on the child count for the previous school fiscal year by the allocation for a student with a level four disability; (e) Multiply the number of students having a level five disability as reported on the child count for the previous school fiscal year by the allocation for a student with a level five disability; (f) Sum the results of (a) through (e); (19) \"Effort factor,\" the school district's special education tax levy in dollars per thousand divided by $1.35. The maximum effort factor is 1.0. If a parent or guardian of a student in need of special education or special education and related services wishes to transfer the student back to the resident district, the request shall be considered by the placement committee. The committee must include representatives of the resident and nonresident districts. Section 4. That § 13-13-10.1 be amended to read as follows: 13-13-10.1. Terms used in this chapter mean: (1) \" General enrollment average Average daily membership,\" the average number of resident and nonresident kindergarten through twelfth grade pupils enrolled in all schools operated by the school district during the previous regular school year, minus average number of pupils for whom the district receives tuition, except pupils described in subdivision (1A) and pupils for whom tuition is being paid pursuant to § 13-28-42 and plus the average number of pupils for whom the district pays tuition , except pupils for whom the district pays tuition pursuant to § 13-28-42 ; (1A) Nonresident students who are in the care and custody of the Department of Social Services, the Unified Judicial System, the Department of Corrections, or other state agencies and are attending a public school may be included in the average daily membership of the receiving district when enrolled in the receiving district. When counting a student who meets these criteria in its general enrollment average daily membership, the receiving district may begin the enrollment on the first day of attendance. The district of residence prior to the custodial transfer may not include students who meet these criteria in its general enrollment average daily membership after the student ceases to attend school in the resident district; (2) \"Adjusted average daily membership,\" calculated as follows: (a) For districts with a general enrollment an average daily membership of two hundred or less, multiply 1.2 times the general enrollment average daily membership; (b) For districts with a general enrollment an average daily membership of less than six hundred, but greater than two hundred, raise the general enrollment average daily membership to the 0.8293 power and multiply the result times 2.98; (c) For districts with a general enrollment an average daily membership of six hundred or more, multiply 1.0 times their general enrollment average daily membership; (3) \"Index factor,\" is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less; (4) \"Per student allocation,\" for the period January 1, 1997, to June 30, 1997, inclusive, is $1,675. For school fiscal year 1998, beginning on July 1, 1997, the per student allocation shall be $3,350 increased by the index factor. Each school fiscal year thereafter, the per student allocation shall be the previous fiscal year's per student allocation increased by the index factor; (5) \"Local need,\" the per student allocation multiplied by the adjusted average daily membership; (6) \"Local effort,\" the amount of ad valorem taxes generated in a school fiscal year by applying the levies established pursuant to § 10-12-42. Section 5. That § 13-13-1.4 be amended to read as follows: 13-13-1.4. If two or more school districts consolidate, for a period of four years after consolidation, the adjusted average daily membership for the newly formed district shall be based upon the general enrollment average daily membership as defined in § 13-13-10.1 of those school districts that have not previously benefited from this section as they existed prior to consolidation. In years two to four, inclusive, after the consolidation, the relationship between the adjusted average daily membership and general enrollment average daily membership shall be proportional to the relationship that existed for the first year. Section 6. That § 13-13-73 be amended to read as follows: 13-13-73. The secretary of the Department of Education and Cultural Affairs shall compute state aid to education for each school district under the foundation program according to the following calculations: (1) Determine each school district's general enrollment average daily membership; (2) Multiply the per student allocation by the adjusted average daily membership to arrive at the local need per district; (3) State aid is (a) local need minus local effort, or (b) zero if the calculation in (a) is a negative number; (4) If the state aid appropriation for the general support of education is in excess of the entitlement provided for in this section, the excess shall be used to fund any shortfall of the appropriation as provided for in § § 13-37-36 and 13-37-43. The secretary shall report to the Governor by January seventh of each year, the amount of state aid necessary to fully fund the general aid formula in the current year. If a shortfall in the state aid appropriation for general education exists that cannot be covered by § 13-37-45, the Governor shall inform the Legislature and provide a proposal to eliminate the shortfall. Section 7. That § 13-15-28 be amended to read as follows: 13-15-28. Any school district that enters into contractual agreements pursuant to § 13-15-11 and sends over fifty percent of its resident students enrolled in grades for which it contracts to an adjoining school district or districts located in South Dakota shall reorganize the school district pursuant to chapter 13-6 within two years of the end of the school year. For the purposes of this section, the number of students attending adjoining districts shall be based on general enrollment average daily membership pursuant to subdivision 13-13-10.1(1). This section does not apply to a school district located wholly within the boundaries of an Indian reservation. Section 8. That § 13-28-40 be amended to read as follows: 13-28-40. An enrollment options program is established to enable any South Dakota kindergarten through twelfth grade student to attend any public school that serves the student's grade level in any South Dakota school district, subject to the provisions in § § 13-28-40 to 13-28-47, inclusive. For purposes of determining state aid to education as it relates to the provisions of § § 13-28-40 to 13-28-47, inclusive, general enrollment average daily membership as defined in § 13-13-10.1 is used to compute foundation aid and resident special education average daily membership as defined in § 13-37-35 is used to determine funding for special education. Section 9. That § 13-28-39 be amended to read as follows: 13-28-39. The Department of Social Services shall pay tuition costs and related service costs for students in residential treatment centers or group care centers for minors who are under the care and custody of the Department of Social Services, the Unified Judicial System, or other entities approved by the secretary of the Department of Social Services. For students with disabilities residing in a foster home, the Department of Social Services shall pay for special education or special education and related services. Students residing in foster homes must be in the care and custody of the Department of Social Services, the Unified Judicial System, or other entities approved by the secretary of the Department of Social Services. The Department of Social Services will have rate setting authority for tuition costs and related service costs. The secretary of the Department of Social Services may promulgate rules, pursuant to chapter 1-26, pertaining to: (1) The amount, scope, and duration of services; (2) The basis for and extent of provider payments; (3) The method and amount of payment; (4) The methods of recoupment or recovery of overpayments; (5) Administration, record keeping, and audit requirements; (6) Compliance monitoring; (7) Reporting requirement; (8) Such other standards and requirements as may be necessary to ensure the efficient operation and administration of the program. BILL HISTORY 1/14/00 First read in House and referred to Education. H.J. 45 1/20/00 Scheduled for Committee hearing on this date. 1/20/00 Deferred by Chair. 1/25/00 Scheduled for Committee hearing on this date. 1/27/00 Scheduled for Committee hearing on this date. 1/27/00 Education Deferred to another day. 2/3/00 Scheduled for Committee hearing on this date. 2/3/00 Education Do Pass Amended, Passed, AYES 12, NAYS 0. H.J. 377 2/7/00 House of Representatives Do Pass Amended, Passed, AYES 68, NAYS 0. H.J. 467 2/8/00 First read in Senate and referred to Education. S.J. 358 2/17/00 Scheduled for Committee hearing on this date. 2/17/00 Education Do Pass Amended, Passed, AYES 6, NAYS 0. S.J. 545"}, {"bill_id": 15151, "bill_version_id": 86185, "bill_version": "Enrolled", "bill_version_date": "2000-02-23T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 15151, "action_date": "2000-01-14T14:00:00-06:00", "document_id": 85626, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85626.pdf", "status_text": "First read in House and referred to", "journal_page": 45, "committee_id_action": 656, "committee_id_assigned": 645, "result": "N", "vote": {}}, {"bill_id": 15151, "action_date": "2000-01-20T10:00:00-06:00", "document_id": 85742, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85742.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 645, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15151, "action_date": "2000-01-25T10:00:00-06:00", "document_id": 85773, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85773.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 645, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15151, "action_date": "2000-01-27T10:00:00-06:00", "document_id": 85796, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85796.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 645, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15151, "action_date": "2000-01-27T10:00:00-06:00", "document_id": 85796, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85796.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 645, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 15151, "action_date": "2000-02-03T10:00:00-06:00", "document_id": 85853, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85853.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 645, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15151, "action_date": "2000-02-03T10:00:00-06:00", "document_id": 85853, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85853.pdf", "status_text": "Do Pass Amended,", "journal_page": 377, "committee_id_action": 645, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 45909, "president_vote": null, "Yea": [2309, 2321, 2338, 2342, 2350, 2354, 2362, 2367, 2368, 2370, 2333, 2313], "Excused": [2332]}}, {"bill_id": 15151, "action_date": "2000-02-07T14:00:00-06:00", "document_id": 85658, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85658.pdf", "status_text": "Do Pass Amended,", "journal_page": 467, "committee_id_action": 656, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 46114, "president_vote": null, "Yea": [2305, 2308, 2309, 2312, 2313, 2314, 2315, 2316, 2317, 2319, 2321, 2323, 2324, 2325, 2327, 2328, 2332, 2333, 2334, 2336, 2337, 2338, 2341, 2342, 2343, 2345, 2348, 2349, 2350, 2353, 2354, 2355, 2356, 2359, 2360, 2361, 2362, 2363, 2366, 2367, 2368, 2370, 2371, 2372, 2373, 2374, 2377, 2378, 2379, 2382, 2383, 2384, 2385, 2387, 2388, 2390, 2392, 2393, 2396, 2397, 2401, 2402, 2403, 2404, 2406, 2407, 2408, 2351], "Excused": [2318, 2394]}}, {"bill_id": 15151, "action_date": "2000-02-08T14:00:00-06:00", "document_id": 85661, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85661.pdf", "status_text": "First read in Senate and referred to", "journal_page": 358, "committee_id_action": 657, "committee_id_assigned": 632, "result": "N", "vote": {}}, {"bill_id": 15151, "action_date": "2000-02-17T07:45:00-06:00", "document_id": 85949, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85949.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 632, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15151, "action_date": "2000-02-17T07:45:00-06:00", "document_id": 85949, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85949.pdf", "status_text": "Do Pass Amended,", "journal_page": 545, "committee_id_action": 632, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 44647, "president_vote": null, "Yea": [2347, 2352, 2380, 2381, 2386, 2335], "Excused": [2310]}}, {"bill_id": 15151, "action_date": "2000-02-22T14:00:00-06:00", "document_id": 85679, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85679.pdf", "status_text": "Do Pass Amended,", "journal_page": 618, "committee_id_action": 657, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 44817, "president_vote": null, "Yea": [2304, 2306, 2307, 2310, 2311, 2320, 2322, 2326, 2329, 2330, 2331, 2335, 2339, 2340, 2344, 2346, 2347, 2352, 2357, 2358, 2364, 2365, 2369, 2375, 2380, 2381, 2386, 2389, 2391, 2395, 2398, 2399, 2400, 2405], "Excused": [2376]}}, {"bill_id": 15151, "action_date": "2000-02-23T14:00:00-06:00", "document_id": 85680, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85680.pdf", "status_text": "Signed by Speaker", "journal_page": 833, "committee_id_action": 656, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15151, "action_date": "2000-02-23T14:00:00-06:00", "document_id": 85681, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85681.pdf", "status_text": "Signed by President", "journal_page": 657, "committee_id_action": 657, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15151, "action_date": "2000-02-24T14:00:00-06:00", "document_id": 85682, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85682.pdf", "status_text": "Delivered to the Governor", "journal_page": 866, "committee_id_action": 656, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15151, "action_date": "2000-03-14T14:00:00-06:00", "document_id": 85686, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85686.pdf", "status_text": "Signed by Governor", "journal_page": 895, "committee_id_action": 656, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 1572, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/15151"}