{"session_id": 53, "bill_id": 17457, "bill_type": "House Bill", "bill_number": 1304, "bill_title": "revise the emergency powers of the Department of Health.", "sponsors": [], "keywords": ["Administrative  Rules", "Public Health and Safety"], "audio": [{"meeting_datetime": "2002-02-04T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hst20hb1304a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-04T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hst20hb1304a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-04T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hst20hb1304a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-04T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hst20hb1304a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-07T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou23hb1304a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-07T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou23hb1304a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-07T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou23hb1304a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-13T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sst27hb1304a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-13T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sst27hb1304a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-13T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sst27hb1304a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-15T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen29hb1304a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-15T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen29hb1304a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-15T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen29hb1304a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 17457, "bill_version_id": 92628, "bill_version": "Introduced", "bill_version_date": "2002-01-23T10:42:59-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the emergency powers of the Department of Health. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 34-22 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this Act, a public health emergency is an occurrence or imminent threat of an illness, health condition, or widespread exposure to an infectious or toxic agent that poses a significant risk of substantial harm to the affected population. Section 2. That chapter 34-22 be amended by adding thereto a NEW SECTION to read as follows: The secretary of health, with the consent of the Governor, may declare a public health emergency as defined by section 1 of this Act. In declaring a public health emergency, the secretary shall issue an order that specifies: (1) The nature of the public health emergency; (2) The geographic area subject to the declaration; (3) The conditions that have brought about the public health emergency; and (4) The expected duration of the state of public health emergency, if less than thirty days. Section 3. That chapter 34-22 be amended by adding thereto a NEW SECTION to read as follows: The department shall have primary jurisdiction, responsibility, and authority for responding to a public health emergency declared pursuant to section 2 of this Act including: (1) Planning and executing public health emergency assessment, mitigation, preparedness, and response; (2) Coordinating public health emergency response between state and local authorities; (3) Collaborating with relevant federal, state, tribal, and local authorities; and (4) Organizing public information activities regarding public health emergency response operations. The Department of Health may promulgate rules, pursuant to chapter 1-26, to implement the provisions of this section. Section 4. That chapter 34-22 be amended by adding thereto a NEW SECTION to read as follows: Any public health emergency declared pursuant to section 2 of this Act shall be terminated automatically after thirty days unless renewed by the secretary under the same standards and procedures set forth in section 2 of this Act. Section 5. That § 34-3-26 be amended to read as follows: 34-3-26. The powers and duties of the board of health in a full-time county or district health department shall be the same as those specified for county boards of health and the superintendents thereof as provided for by § § 34-2-4 to 34-2-10 § § 34-16-19 to 34-16-20 , inclusive , and sections 8 and 9 of this Act . Section 6. That chapter 34-16 be amended by adding thereto a NEW SECTION to read as follows: Each county may establish a county board of health which shall be composed of the state's attorney of the county, who shall be president of the board; a physician, a physician assistant, or nurse practitioner who practices in the county, appointed by the Department of Health, who shall serve as superintendent of the board of health; and one other resident of the county. Section 7. That chapter 34-16 be amended by adding thereto a NEW SECTION to read as follows: The county board of health shall meet at the county seat at such times as the superintendent may designate. The president of the county board of health shall preside at the meetings. Section 8. That chapter 34-16 be amended by adding thereto a NEW SECTION to read as follows: The superintendent of the county board of health shall have charge of and superintend, subject to the approval of the board, all the matters and things specified in this chapter. In case of immediate danger to the health of persons, the superintendent may act without consultation with the county board, for the prevention of such danger, and shall immediately report the action to the president of the county board and to the secretary of health. Section 9. That chapter 34-16 be amended by adding thereto a NEW SECTION to read as follows: The county board of health, within the territorial limits of its county not included in any first or second class municipality having its own board of health, may remove or cause to be removed any dead, decaying, or putrid body, or any decayed, putrid, or other substance that may endanger the health of persons or domestic animals. Section 10. That § 34-2-1 be repealed. 34-2-1. There shall be a county board of health which shall be composed of the state's attorney of the county, who shall be president thereof, and two licensed physicians, residents of the county, appointed by the Department of Health, one of whom shall be named superintendent and the other vice-president of such county board, and whose term of office shall be for two years. In counties where there are no resident physicians, the Department of Health may provide for such county boards under such rules and regulations as it may deem proper. Section 11. That § 34-2-2 be repealed. 34-2-2. Should a vacancy occur in any county board of health from any cause other than the expiration of the time for which a member had been appointed, the secretary of health shall, upon proper notification of such vacancy, proceed to appoint a proper person to fill the vacancy. Section 12. That § 34-2-3 be repealed. 34-2-3. The county board of health shall meet at the county seat at such times as the superintendent may designate, notice of the time and place of meeting to be given by him to the other members of the board at least five days prior to the meeting. The president of the county board of health shall preside at the meetings thereof. Section 13. That § 34-2-4 be repealed. 34-2-4. The superintendent of the county board of health shall be ex officio secretary of the board of health of his county and shall keep a record of all the proceedings of the board and of his official acts and shall at the end of every month make a full report in writing to the secretary of health of the proceedings of the county board and of his official acts, and of the condition of the public health, and whenever any contagious or infectious disease occurs in his county shall immediately report the same to the secretary of health. Section 14. That § 34-2-5 be repealed. 34-2-5. The superintendent of the county board of health shall have charge of and superintend, subject to the approval of the board of which he is a member and the supervisory control of the Department of Health, all the matters and things specified in this chapter and, in case of immediate danger to the health of persons, he may act as in his judgment he may deem proper without consultation with the county board, for the prevention of such danger, and shall immediately report such action to the president of the county board and to the secretary of health. Section 15. That § 34-2-6 be repealed. 34-2-6. Subject to the supervising control of the Department of Health, the county board of health, within the territorial limits of its county not included in any first or second class municipality having its own board of health, shall have power to enforce any and all needful rules and regulations made by the Department of Health for the prevention and cure, and to prevent the spread of contagious diseases. Section 16. That § 34-2-7 be repealed. 34-2-7. Subject to the supervising control of the Department of Health, the county board of health, within the territorial limits of its county not included in any first or second class municipality having its own board of health, shall have power to establish quarantine and isolate any person afflicted with a contagious or infectious disease. Section 17. That § 34-2-8 be repealed. 34-2-8. Subject to the supervising control of the Department of Health, the county board of health, within the territorial limits of its county not included in any first or second class municipality having its own board of health, shall have power to appoint all duly licensed physicians within the county deputies with power to quarantine any and all cases of infectious, contagious, or communicable diseases, subject to quarantine pursuant to the rules and regulations of the Department of Health. For all services rendered in quarantining, such deputies shall be entitled to the sum of one dollar for each premise so quarantined. The county board shall also have power to delegate to any person or physician within the county authority to release any quarantine, under the supervision of such county board, to fumigate premises, and to do any and all other things that may be necessary to protect the health of the public. Section 18. That § 34-2-9 be repealed. 34-2-9. Subject to the supervising control of the Department of Health, the county board of health, within the territorial limits of its county not included in any first or second class municipality having its own board of health, shall have power to remove or cause to be removed any dead, decaying, or putrid body, or any decayed, putrid, or other substance that may endanger the health of persons or domestic animals. Section 19. That § 34-2-10 be repealed. 34-2-10. Subject to the supervising control of the Department of Health, the county board of health, within the territorial limits of its county not included in any first or second class municipality having its own board of health, in addition to the powers granted by § § 34-2-6 to 34-2-9, inclusive, shall have original power to inquire into sanitary conditions of schoolhouses within the county, and upon complaint and investigation shall have power to abate any unsanitary conditions that may be found to exist. When upon investigation such county board of health shall find any schoolhouse in such an unsanitary condition that it is detrimental to the health of the children attending school therein, it shall immediately summon the school board of any such district to a hearing thereon and require the school board to abate the condition complained of. The order so made shall be in writing and a copy of such order placed on file in the office of the business manager of such board. Any order so made shall be enforceable in the same manner as are other orders made by such board with the same rights of appeal to the circuit court. Section 20. That § 34-2-11 be repealed. 34-2-11. Any person who shall violate any of the provisions of this chapter, or any of the rules and regulations made by the Department of Health to carry out the provisions thereof, or who shall willfully oppose or obstruct any health officer in performing his duty is guilty of a Class 1 misdemeanor. Section 21. That § 34-2-12 be repealed. 34-2-12. The president of the county board of health shall receive no compensation except ten cents for every mile actually and necessarily traveled in the performance of his duties as a member of such board. Section 22. That § 34-2-13 be repealed. 34-2-13. The superintendent of the county board of health shall receive ten cents for every mile actually and necessarily traveled by the nearest route in the performance of his duties when not the attending physician, which mileage shall be in lieu of all compensation for traveling expenses; the superintendent or the vice-president, if he performs the duties of the superintendent, shall receive such other sums as the board of county commissioners may allow. Section 23. That § 34-2-14 be repealed. 34-2-14. For each investigation, visit, or examination necessarily made under the rules of the Department of Health, when no investigation, visit, or examination has been made by any other member of the county board of health or any deputy appointed under this chapter, the superintendent of the county board of health or the vice-president, if he performs the duties of the superintendent, shall receive five dollars. Section 24. That § 34-2-15 be repealed. 34-2-15. The superintendent of the county board of health shall also receive the sum of five dollars per month for making the daily reports and keeping the records of his office as required by the rules and regulations of the Department of Health, and he or the vice-president, if he performs the duties of the superintendent, shall further receive such other sum or sums as he may pay or become liable to pay for medicine, chemicals, drugs, or appliances in carrying out and performing the various duties imposed upon him by law which, together with other expenses, shall be audited by the board of county commissioners and paid as other county expenses. Section 25. That § 34-2-16 be repealed. 34-2-16. In counties where the total annual fees and mileage drawn by the superintendent of the county board of health exceeds the sum of two thousand dollars, the board of county commissioners of such counties may in their discretion pay such superintendent a monthly wage or salary, in amount to be fixed and determined by said board of commissioners and in such case such wage or salary shall be paid to and received by said superintendent in lieu of all mileage and fees as provided in this chapter."}, {"bill_id": 17457, "bill_version_id": 93668, "bill_version": "House State Affairs Engrossed", "bill_version_date": "2002-02-05T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the emergency powers of the Department of Health. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 34-22 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this Act, a public health emergency is an occurrence or imminent threat of an illness, health condition, or widespread exposure to an infectious or toxic agent that poses a significant risk of substantial harm to the affected population. Section 2. That chapter 34-22 be amended by adding thereto a NEW SECTION to read as follows: The secretary of health, with the consent of the Governor, may declare a public health emergency as defined by section 1 of this Act. In declaring a public health emergency, the secretary shall issue an order that specifies: (1) The nature of the public health emergency; (2) The geographic area subject to the declaration; (3) The conditions that have brought about the public health emergency; and (4) The expected duration of the state of public health emergency, if less than thirty days. Section 3. That chapter 34-22 be amended by adding thereto a NEW SECTION to read as follows: The department shall have primary jurisdiction, responsibility, and authority for responding to a public health emergency declared pursuant to section 2 of this Act including: (1) Planning and executing public health emergency assessment, mitigation, preparedness, and response; (2) Coordinating public health emergency response between state and local authorities; (3) Collaborating with relevant federal, state, tribal, and local authorities; and (4) Organizing public information activities regarding public health emergency response operations. The Department of Health may promulgate rules, pursuant to chapter 1-26, to implement the provisions of this section. Section 4. That chapter 34-22 be amended by adding thereto a NEW SECTION to read as follows: Any public health emergency declared pursuant to section 2 of this Act shall be terminated automatically after thirty days unless renewed by the secretary under the same standards and procedures set forth in section 2 of this Act. Section 5. That § 34-3-26 be amended to read as follows: 34-3-26. The powers and duties of the board of health in a full-time county or district health department shall be the same as those specified for county boards of health and the superintendents thereof as provided for by § § 34-2-4 to 34-2-10, inclusive chapter 34-16 and sections 8 and 9 of this Act . Section 6. That chapter 34-16 be amended by adding thereto a NEW SECTION to read as follows: Each county may establish a county board of health which shall be composed of the state's attorney of the county, who shall be president of the board; a physician, a physician assistant, or nurse practitioner who practices in the county, appointed by the Department of Health, who shall serve as superintendent of the board of health; and one other resident of the county. Section 7. That chapter 34-16 be amended by adding thereto a NEW SECTION to read as follows: The county board of health shall meet at the county seat at such times as the superintendent may designate. The president of the county board of health shall preside at the meetings. Section 8. That chapter 34-16 be amended by adding thereto a NEW SECTION to read as follows: The superintendent of the county board of health shall have charge of and superintend, subject to the approval of the board, all the matters and things specified in this chapter. In case of immediate danger to the health of persons, the superintendent may act without consultation with the county board, for the prevention of such danger, and shall immediately report the action to the president of the county board and to the secretary of health. Section 9. That chapter 34-16 be amended by adding thereto a NEW SECTION to read as follows: The county board of health, within the territorial limits of its county not included in any first or second class municipality having its own board of health, may remove or cause to be removed any dead, decaying, or putrid body, or any decayed, putrid, or other substance that may endanger the health of persons or domestic animals. Section 10. That § 34-2-1 be repealed. 34-2-1. There shall be a county board of health which shall be composed of the state's attorney of the county, who shall be president thereof, and two licensed physicians, residents of the county, appointed by the Department of Health, one of whom shall be named superintendent and the other vice-president of such county board, and whose term of office shall be for two years. In counties where there are no resident physicians, the Department of Health may provide for such county boards under such rules and regulations as it may deem proper. Section 11. That § 34-2-2 be repealed. 34-2-2. Should a vacancy occur in any county board of health from any cause other than the expiration of the time for which a member had been appointed, the secretary of health shall, upon proper notification of such vacancy, proceed to appoint a proper person to fill the vacancy. Section 12. That § 34-2-3 be repealed. 34-2-3. The county board of health shall meet at the county seat at such times as the superintendent may designate, notice of the time and place of meeting to be given by him to the other members of the board at least five days prior to the meeting. The president of the county board of health shall preside at the meetings thereof. Section 13. That § 34-2-4 be repealed. 34-2-4. The superintendent of the county board of health shall be ex officio secretary of the board of health of his county and shall keep a record of all the proceedings of the board and of his official acts and shall at the end of every month make a full report in writing to the secretary of health of the proceedings of the county board and of his official acts, and of the condition of the public health, and whenever any contagious or infectious disease occurs in his county shall immediately report the same to the secretary of health. Section 14. That § 34-2-5 be repealed. 34-2-5. The superintendent of the county board of health shall have charge of and superintend, subject to the approval of the board of which he is a member and the supervisory control of the Department of Health, all the matters and things specified in this chapter and, in case of immediate danger to the health of persons, he may act as in his judgment he may deem proper without consultation with the county board, for the prevention of such danger, and shall immediately report such action to the president of the county board and to the secretary of health. Section 15. That § 34-2-6 be repealed. 34-2-6. Subject to the supervising control of the Department of Health, the county board of health, within the territorial limits of its county not included in any first or second class municipality having its own board of health, shall have power to enforce any and all needful rules and regulations made by the Department of Health for the prevention and cure, and to prevent the spread of contagious diseases. Section 16. That § 34-2-7 be repealed. 34-2-7. Subject to the supervising control of the Department of Health, the county board of health, within the territorial limits of its county not included in any first or second class municipality having its own board of health, shall have power to establish quarantine and isolate any person afflicted with a contagious or infectious disease. Section 17. That § 34-2-8 be repealed. 34-2-8. Subject to the supervising control of the Department of Health, the county board of health, within the territorial limits of its county not included in any first or second class municipality having its own board of health, shall have power to appoint all duly licensed physicians within the county deputies with power to quarantine any and all cases of infectious, contagious, or communicable diseases, subject to quarantine pursuant to the rules and regulations of the Department of Health. For all services rendered in quarantining, such deputies shall be entitled to the sum of one dollar for each premise so quarantined. The county board shall also have power to delegate to any person or physician within the county authority to release any quarantine, under the supervision of such county board, to fumigate premises, and to do any and all other things that may be necessary to protect the health of the public. Section 18. That § 34-2-9 be repealed. 34-2-9. Subject to the supervising control of the Department of Health, the county board of health, within the territorial limits of its county not included in any first or second class municipality having its own board of health, shall have power to remove or cause to be removed any dead, decaying, or putrid body, or any decayed, putrid, or other substance that may endanger the health of persons or domestic animals. Section 19. That § 34-2-10 be repealed. 34-2-10. Subject to the supervising control of the Department of Health, the county board of health, within the territorial limits of its county not included in any first or second class municipality having its own board of health, in addition to the powers granted by § § 34-2-6 to 34-2-9, inclusive, shall have original power to inquire into sanitary conditions of schoolhouses within the county, and upon complaint and investigation shall have power to abate any unsanitary conditions that may be found to exist. When upon investigation such county board of health shall find any schoolhouse in such an unsanitary condition that it is detrimental to the health of the children attending school therein, it shall immediately summon the school board of any such district to a hearing thereon and require the school board to abate the condition complained of. The order so made shall be in writing and a copy of such order placed on file in the office of the business manager of such board. Any order so made shall be enforceable in the same manner as are other orders made by such board with the same rights of appeal to the circuit court. Section 20. That § 34-2-11 be repealed. 34-2-11. Any person who shall violate any of the provisions of this chapter, or any of the rules and regulations made by the Department of Health to carry out the provisions thereof, or who shall willfully oppose or obstruct any health officer in performing his duty is guilty of a Class 1 misdemeanor. Section 21. That § 34-2-12 be repealed. 34-2-12. The president of the county board of health shall receive no compensation except ten cents for every mile actually and necessarily traveled in the performance of his duties as a member of such board. Section 22. That § 34-2-13 be repealed. 34-2-13. The superintendent of the county board of health shall receive ten cents for every mile actually and necessarily traveled by the nearest route in the performance of his duties when not the attending physician, which mileage shall be in lieu of all compensation for traveling expenses; the superintendent or the vice-president, if he performs the duties of the superintendent, shall receive such other sums as the board of county commissioners may allow. Section 23. That § 34-2-14 be repealed. 34-2-14. For each investigation, visit, or examination necessarily made under the rules of the Department of Health, when no investigation, visit, or examination has been made by any other member of the county board of health or any deputy appointed under this chapter, the superintendent of the county board of health or the vice-president, if he performs the duties of the superintendent, shall receive five dollars. Section 24. That § 34-2-15 be repealed. 34-2-15. The superintendent of the county board of health shall also receive the sum of five dollars per month for making the daily reports and keeping the records of his office as required by the rules and regulations of the Department of Health, and he or the vice-president, if he performs the duties of the superintendent, shall further receive such other sum or sums as he may pay or become liable to pay for medicine, chemicals, drugs, or appliances in carrying out and performing the various duties imposed upon him by law which, together with other expenses, shall be audited by the board of county commissioners and paid as other county expenses. Section 25. That § 34-2-16 be repealed. 34-2-16. In counties where the total annual fees and mileage drawn by the superintendent of the county board of health exceeds the sum of two thousand dollars, the board of county commissioners of such counties may in their discretion pay such superintendent a monthly wage or salary, in amount to be fixed and determined by said board of commissioners and in such case such wage or salary shall be paid to and received by said superintendent in lieu of all mileage and fees as provided in this chapter. Section 26. That § 34-16-3 be repealed. 34-16-3. All county boards of health and health officers shall make such investigations and reports and obey such directions concerning communicable diseases as the Department of Health may require or give, and under the general supervision of the department they shall cause all laws and regulations relating to public health and sanitary matters to be obeyed and enforced. Section 27. That § 34-16-4 be repealed. 34-16-4. Every county board of health member or officer refusing or neglecting to perform any duty imposed upon him by or pursuant to this chapter or by any statute, ordinance, bylaw, or rule or regulation relating to public health and sanitary measures shall be punished according to the provisions of § 34-2-11. Section 28. That § 34-16-6 be repealed. 34-16-6. Whenever the township board of health thinks it necessary for the preservation of the health of its inhabitants to enter any building, car, truck, automobile, or vessel in the township for the purpose of examining into and destroying, removing, or preventing any nuisance, source of filth, or cause of sickness, and shall be refused such entry, any member of the board may make complaint under oath to a judge of the circuit court for the county, stating the facts in the case so far as he has knowledge thereof. Section 29. That § 34-16-7 be repealed. 34-16-7. The circuit court judge to whom complaint is made pursuant to § 34-16-6 shall thereupon issue a warrant directed to the sheriff or any constable of the county, commanding him to take sufficient aid and, accompanied by two or more of the board of health, between the hours of sunrise and sunset, to repair to the place where such nuisance, source of filth, or cause of sickness complained of may be and to destroy, remove, or prevent the same under the direction of the members of such board of health. Section 30. That § 34-16-8 be repealed. 34-16-8. Whenever any nuisance, source of filth, or cause of sickness is found on private property, the township board of health shall order the owner or occupant thereof at his own expense to remove the same within twenty-four hours; and if the owner or occupant thereof neglects so to do he shall forfeit a sum not exceeding fifty dollars, to be recovered in the name of and for the use of the township. Section 31. That § 34-16-9 be repealed. 34-16-9. Whenever an owner or occupant of private property shall not comply with an order of the board of health under § 34-16-8, the board may cause the nuisance, source of filth, or cause of sickness to be removed, and all expenses incurred thereby shall be paid by the owner or occupant or by such other person as has caused or permitted the same. Section 32. That § 34-16-10 be repealed. 34-16-10. Whenever it shall be brought to the knowledge of any member of the board of township supervisors that the dead, putrid, or decaying body of any animal is unburied in his township and is or may become offensive or endangers or may endanger the health of persons or domestic animals, such supervisor shall forthwith notify the person who was at the time of its death the owner of such animal and also the person who was at such time in charge thereof, if known to him and residing in the township, to burn or bury such body or otherwise dispose of such body in the manner provided by law within a reasonable time to be fixed by the said supervisor. Section 33. That § 34-16-11 be repealed. 34-16-11. If the owner or person in charge shall fail, neglect, or refuse to burn or bury or otherwise dispose of such body in accordance with the laws, rules, and regulations provided by § § 34-16-10 to 34-16-13, inclusive, within the time required by such supervisor, or if such persons are unknown to the said supervisor or do not reside in the township, the said supervisor shall at once cause the same to be buried or burned and the expense of the same shall be paid by the township where such animal is found dead. Section 34. That § 34-16-12 be repealed. 34-16-12. The burning or burial provided for in § § 34-16-10 and 34-16-11 shall be done effectively and thoroughly so that the body shall not emit any stench or be offensive or in any manner endanger the health of persons or domestic animals. Section 35. That § 34-16-13 be repealed. 34-16-13. The owner of such animal and the person in charge thereof shall at once become liable to the township for the costs and expenses of burning or burial and notice pursuant to § 34-16-11, and the same may be recovered in an action to be instituted against both or either of such persons. Section 36. That § 34-22-3 be repealed. 34-22-3. When a disease dangerous to the public health breaks out in any township the township board of health shall immediately provide such hospital or place of reception for the sick and infected as is judged best for their accommodation and the safety of the inhabitants, which shall be subject to the regulations of the board; and the board may cause any sick or infected person to be removed thereto, unless his condition will not admit of such removal without danger to his health, in which case the house or place where he remains shall be considered as a hospital and with all its inmates subject to the regulations of the board. Section 37. That § 34-22-4 be repealed. 34-22-4. When any person coming from abroad, or residing in any civil township in this state, is infected or has lately been infected with smallpox or other contagious or infectious disease dangerous to the public health, the board of health of the township where such sick or infected person is may immediately cause such person to be removed to a separate house, if it can be done without danger to his health, and shall provide for such person, nurses, medical attendance, and other necessities which shall be a charge in favor of such township against the person so provided for, his parents or guardian, if able to pay the same, otherwise against the county to which he belongs, or the state, if such person be a nonresident of the state. If such infected person cannot be removed without danger to his health, the board shall make provision as directed in the preceding paragraph for such person in the house where he may be, and in such case it may cause the persons in the neighborhood to be removed, and may take such other measures as it may deem necessary for the safety of the inhabitants."}, {"bill_id": 17457, "bill_version_id": 94566, "bill_version": "Enrolled", "bill_version_date": "2002-02-19T09:49:46-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17457, "action_date": "2002-01-23T14:00:00-06:00", "document_id": 92701, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92701.pdf", "status_text": "First read in House and referred to", "journal_page": 236, "committee_id_action": 768, "committee_id_assigned": 763, "result": "N", "vote": {}}, {"bill_id": 17457, "action_date": "2002-02-01T10:00:00-06:00", "document_id": 93426, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93426.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 763, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17457, "action_date": "2002-02-04T19:00:00-06:00", "document_id": 93647, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93647.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 763, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17457, "action_date": "2002-02-04T19:00:00-06:00", "document_id": 93647, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93647.pdf", "status_text": "Do Pass Amended,", "journal_page": 456, "committee_id_action": 763, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 52110, "president_vote": null, "Yea": [2736, 2749, 2751, 2759, 2764, 2773, 2775, 2793, 2803, 2816, 2799, 2805], "Excused": [2748]}}, {"bill_id": 17457, "action_date": "2002-02-07T13:00:00-06:00", "document_id": 93950, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93950.pdf", "status_text": "Do Pass Amended,", "journal_page": 548, "committee_id_action": 768, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 54146, "president_vote": null, "Yea": [2724, 2725, 2728, 2732, 2735, 2736, 2737, 2738, 2741, 2744, 2749, 2754, 2755, 2756, 2757, 2758, 2763, 2764, 2766, 2768, 2769, 2770, 2771, 2773, 2774, 2775, 2781, 2782, 2783, 2785, 2788, 2789, 2790, 2793, 2794, 2797, 2798, 2800, 2803, 2804, 2805, 2807, 2808, 2812, 2813, 2814, 2815, 2816, 2817, 2820, 2822, 2823, 2824, 2825, 2830, 2751], "Nay": [2729, 2731, 2752, 2759, 2765, 2767, 2777, 2779, 2786, 2799, 2806, 2811, 2826], "Excused": [2748]}}, {"bill_id": 17457, "action_date": "2002-02-08T13:00:00-06:00", "document_id": 94018, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94018.pdf", "status_text": "First read in Senate and referred to", "journal_page": 474, "committee_id_action": 769, "committee_id_assigned": 751, "result": "N", "vote": {}}, {"bill_id": 17457, "action_date": "2002-02-13T07:45:00-06:00", "document_id": 94292, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94292.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 751, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17457, "action_date": "2002-02-13T07:45:00-06:00", "document_id": 94292, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94292.pdf", "status_text": "Do Pass,", "journal_page": 527, "committee_id_action": 751, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 52617, "president_vote": null, "Yea": [2733, 2740, 2772, 2796, 2819, 2821, 2829, 2734, 2753]}}, {"bill_id": 17457, "action_date": "2002-02-14T14:00:00-06:00", "document_id": 94430, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94430.pdf", "status_text": "Deferred to another day", "journal_page": 563, "committee_id_action": 769, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17457, "action_date": "2002-02-15T13:00:00-06:00", "document_id": 94527, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94527.pdf", "status_text": "Do Pass Amended,", "journal_page": 582, "committee_id_action": 769, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 52761, "president_vote": null, "Yea": [2726, 2727, 2730, 2733, 2734, 2739, 2740, 2742, 2743, 2746, 2747, 2750, 2753, 2760, 2761, 2772, 2778, 2780, 2784, 2787, 2791, 2792, 2795, 2796, 2802, 2809, 2810, 2818, 2819, 2821, 2827, 2828, 2829], "Excused": [2745, 2762]}}, {"bill_id": 17457, "action_date": "2002-02-19T14:00:00-06:00", "document_id": 94638, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94638.pdf", "status_text": "Signed by Speaker", "journal_page": 746, "committee_id_action": 768, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17457, "action_date": "2002-02-20T13:00:00-06:00", "document_id": 94759, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94759.pdf", "status_text": "Delivered to the Governor", "journal_page": 782, "committee_id_action": 768, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17457, "action_date": "2002-02-20T14:00:00-06:00", "document_id": 94747, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94747.pdf", "status_text": "Signed by President", "journal_page": 644, "committee_id_action": 769, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17457, "action_date": "2002-02-25T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": 874, "committee_id_action": 768, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 2225, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/17457"}