{"session_id": 45, "bill_id": 12766, "bill_type": "House Bill", "bill_number": 1269, "bill_title": "to revise certain provisions of the uniform commercial code.", "sponsors": [{"legislator_profile_id": 1884, "is_prime": true}, {"legislator_profile_id": 1904, "is_prime": true}, {"legislator_profile_id": 1886, "is_prime": false}, {"legislator_profile_id": 1895, "is_prime": false}, {"legislator_profile_id": 1899, "is_prime": false}, {"legislator_profile_id": 1910, "is_prime": false}, {"legislator_profile_id": 1914, "is_prime": false}, {"legislator_profile_id": 1923, "is_prime": false}, {"legislator_profile_id": 1987, "is_prime": false}], "keywords": ["Secretary of State", "Signed by Governor", "State Government Fees & Charges", "Uniform Commercial Code"], "audio": [], "bill_versions": [{"bill_id": 12766, "bill_version_id": 73548, "bill_version": "Introduced", "bill_version_date": "1997-02-03T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions of uniform commercial code. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 57A-9-403 be amended to read as follows: 57A-9-403. (1) Presentation for filing of a financing statement and tender of the filing fee or acceptance of the statement by the filing officer constitutes filing under this chapter. (2) Except as provided in subsection (6) a filed financing statement is effective for a period of five years from the date of filing and thereafter for a period of sixty days . A filed financing statement which states that the obligation secured is payable on demand is effective for five years from the date of filing and thereafter for a period of sixty days . The effectiveness of a filed financing statement lapses on the expiration of the five year and sixty-day period unless a continuation statement is filed prior to the lapse. If a security interest perfected by filing exists at the time insolvency proceedings are commenced by or against the debtor, the security interest remains perfected until termination of the insolvency proceedings and thereafter for a period of sixty days or until expiration of the five year and sixty-day period, whichever occurs later. Upon such lapse the security interest becomes unperfected, unless it is perfected without filing. If the security interest becomes unperfected upon lapse, it is deemed to have been unperfected as against a person who became a purchaser or lien creditor before lapse. (3) A continuation statement may be filed by the secured party within six months before and sixty days after the expiration of the five-year period specified in subsection (2). Any such continuation statement must be signed by the secured party, identify the original statement by file number and by the debtor's social security number or internal revenue service taxpayer identification number, and state that the original statement is still effective. A continuation statement signed by a person other than the secured party of record must be accompanied by a separate written statement of assignment signed by the secured party of record and complying with subsection (2) of § 57A-9-405, including payment of the required fee. Upon timely filing of the continuation statement, the effectiveness of the original statement is continued for five years after the last date to which the filing was effective whereupon it lapses in the same manner as provided in subsection (2) unless another continuation statement is filed prior to such lapse. Succeeding continuation statements may be filed in the same manner to continue the effectiveness of the original statement. Unless a statute on disposition of public records provides otherwise, the filing officer may remove a lapsed statement from the files and destroy it immediately if he has retained a microfilm or other photographic record, or in other cases after one year after the lapse. The filing officer shall so arrange matters by physical annexation of financing statements to continuation statements or other related filings, or by other means, that if he the filing officer physically destroys the financing statements of a period more than five years past, those which have been continued by a continuation statement, or which are still effective under subsection (6) shall be retained. (4) Except as provided in subsection (7) a filing officer shall mark each statement with a file number and with the date and hour of filing and shall hold the statement or a microfilm or other photographic copy thereof for public inspection. In addition, the filing officer shall index the statements according to the name of the debtor and shall note in the index the file number and the address of the debtor given in the statement. (5) Except as provided in subsection (8), the uniform fee for filing and indexing and for stamping a copy furnished by the secured party to show the date and place of filing for an original financing statement or for a continuation statement shall be three dollars if the statement is in the standard form prescribed by the secretary of state and otherwise shall be seven dollars, plus in each case, if the financing statement is subject to subsection (5) of § 57A-9-402, two dollars. The uniform fee for each name more than one required to be indexed shall be two dollars. The secured party may at his option show a trade name for any person and an extra uniform indexing fee of two dollars shall be paid with respect thereto. (6) If the debtor is a transmitting utility (subsection (5) of § 57A-9-401) and a filed financing statement so states, it is effective until a termination statement is filed. A real estate mortgage which is effective as a fixture filing under subsection (6) of § 57A-9-402 remains effective as a fixture filing until the mortgage is released or satisfied of record or its effectiveness otherwise terminates as to the real estate. (7) When a financing statement covers timber to be cut or covers minerals or the like (including oil and gas) or accounts subject to subsection (5) of § 57A-9-103, or is filed as a fixture filing, it shall be filed for record and the filing officer shall index it under the names of the debtor and any owner of record shown on the financing statement in the same fashion as if they were the mortgagors in a mortgage of the real estate described, and to the extent that the law of this state provides for indexing of mortgages under the name of the mortgagee, under the name of the secured party as if he were the mortgagee thereunder, or where indexing is by description in the same fashion as if the financing statement were a mortgage of the real estate described. (8) When a filed financing or continuation statement covers farm products or accounts, or livestock, or general intangibles arising from or relating to the sale of farm products by a farmer, or crops growing or to be grown, or equipment used in farming operations, the fee for filing must be established by the secretary of state. The secretary of state shall deposit all fees he collects in the general fund of the state treasury. (9) Within one working day of receipt of a financing or continuation statement described in subsection (8), the secretary of state shall record the information contained in the statement on a centralized computer system that the secretary shall establish. The computer system shall allow access to financing statement information by any type of communications which conform to standards used by the state central computer. The system shall have safeguards to allow only access to Uniform Commercial Code data and to prevent alteration, addition, or deletion of the Uniform Commercial Code data. The computer shall be accessible whenever the state computer system is available. A printout of information from the system is prima facie evidence of the existence or nonexistence of the filing of a financing statement ; (10) Continuation statement expiration dates filed prior to July, 1997, shall remain in effect . Section 2. That § 57A-9-406 be amended to read as follows: 57A-9-406. A secured party of record may by his signed statement release all or part of any collateral described in a filed financing statement. The statement of release is sufficient if it contains a description of the collateral being released, the name and address of the debtor, the name and address of the secured party, and the file number of the financing statement. A statement of release signed by a person other than the secured party of record must be accompanied by a separate written statement of assignment signed by the secured party of record and complying with subsection (2) of § 57A-9-405, including payment of the required fee. Upon presentation of such a statement of release to the filing officer he , the officer shall mark the statement with the hour and date of filing and shall note the same upon the margin of the index of the filing of the financing statement. The uniform fee for filing and noting such a statement of release shall be three dollars if the statement is in the standard form prescribed by the secretary of state and otherwise shall be seven dollars, plus in each case an additional fee of one dollar for each name more than one against which the statement of release is required to be indexed. Section 3. That § 57A-9-407 be amended to read as follows: 57A-9-407. (1) If the person filing any financing statement, termination statement, statement of assignment, or statement of release, furnishes the filing officer a copy thereof, the filing officer shall upon request note upon the copy the file number and date and hour of the filing of the original and deliver or send the copy to such person. (2) Upon request of any person, the filing officer shall issue his certificate showing whether there is on file on the date and hour stated therein, any presently effective financing statement naming a particular debtor and any statement of assignment thereof and, if there is, giving the date and hour of filing of each such statement and the names and addresses of each secured party therein. The uniform fee for such a certificate shall be four dollars if the request for the certificate is in the standard form prescribed by the secretary of state and otherwise shall be seven dollars. Upon request the filing officer shall furnish a copy of any filed financing statement or statement of assignment for a uniform fee of fifty cents per page. (3) A computer printout from the system described in subsection (9) of § 57A-9-403 constitutes the certificate of the secretary of state as to whether there is on file, on the date and hour stated thereon, such a financing statement covering the collateral described in subsection (8) of § 57A-9-403. The fee for requesting a printout from the secretary of state or for a certificate made on a requestor's own computer using telephone dial-up access shall be established by the secretary of state."}, {"bill_id": 12766, "bill_version_id": 73547, "bill_version": "House Commerce and Energy Engrossed", "bill_version_date": "1997-02-07T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions of the uniform commercial code. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 57A-9-403 be amended to read as follows: 57A-9-403. (1) Presentation for filing of a financing statement and tender of the filing fee or acceptance of the statement by the filing officer constitutes filing under this chapter. (2) Except as provided in subsection (6) a filed financing statement is effective for a period of five years from the date of filing and thereafter for a period of sixty days. A filed financing statement which states that the obligation secured is payable on demand is effective for five years from the date of filing and thereafter for a period of sixty days. The effectiveness of a filed financing statement lapses on the expiration of the five year and sixty-day period unless a continuation statement is filed prior to the lapse. If a security interest perfected by filing exists at the time insolvency proceedings are commenced by or against the debtor, the security interest remains perfected until termination of the insolvency proceedings and thereafter for a period of sixty days or until expiration of the five year and sixty-day period, whichever occurs later. Upon such lapse the security interest becomes unperfected, unless it is perfected without filing. If the security interest becomes unperfected upon lapse, it is deemed to have been unperfected as against a person who became a purchaser or lien creditor before lapse. This subsection applies to financing statements which were filed before July 1, 1997. (2A) Commencing July 1, 1997, and except as provided in subsection (6), a filed financing statement is effective for a period of five years from the date of filing. A filed financing statement which states that the obligation secured is payable on demand is effective for five years from the date of filing. The effectiveness of a filed financing statement lapses on the expiration of the five-year period unless a continuation statement is filed prior to the lapse. If a security interest perfected by filing exists at the time insolvency proceedings are commenced by or against the debtor, the security interest remains perfected until termination of the insolvency proceedings and thereafter for a period of sixty days or until the expiration of the five-year period, whichever occurs later. Upon such lapse the security interest becomes unperfected, unless it is perfected without filing. If the security interest becomes unperfected upon lapse, it is deemed to have been unperfected as against a person who became a purchaser or lien creditor before lapse. (3) A continuation statement may be filed by the secured party within six months before and sixty days after the expiration of the five-year period specified in subsection (2). Any such continuation statement must be signed by the secured party, identify the original statement by file number and by the debtor's social security number or internal revenue service taxpayer identification number, and state that the original statement is still effective. A continuation statement signed by a person other than the secured party of record must be accompanied by a separate written statement of assignment signed by the secured party of record and complying with subsection (2) of § 57A-9-405, including payment of the required fee. Upon timely filing of the continuation statement, the effectiveness of the original statement is continued for five years after the last date to which the filing was effective whereupon it lapses in the same manner as provided in subsection (2) unless another continuation statement is filed prior to such lapse. Succeeding continuation statements may be filed in the same manner to continue the effectiveness of the original statement. Unless a statute on disposition of public records provides otherwise, the filing officer may remove a lapsed statement from the files and destroy it immediately if he has retained a microfilm or other photographic record, or in other cases after one year after the lapse. The filing officer shall so arrange matters by physical annexation of financing statements to continuation statements or other related filings, or by other means, that if he the filing officer physically destroys the financing statements of a period more than five years past, those which have been continued by a continuation statement, or which are still effective under subsection (6) shall be retained. (4) Except as provided in subsection (7) a filing officer shall mark each statement with a file number and with the date and hour of filing and shall hold the statement or a microfilm or other photographic copy thereof for public inspection. In addition, the filing officer shall index the statements according to the name of the debtor and shall note in the index the file number and the address of the debtor given in the statement. (5) Except as provided in subsection (8), the uniform fee for filing and indexing and for stamping a copy furnished by the secured party to show the date and place of filing for an original financing statement or for a continuation statement shall be three dollars if the statement is in the standard form prescribed by the secretary of state and otherwise shall be seven dollars, plus in each case, if the financing statement is subject to subsection (5) of § 57A-9-402, two dollars. The uniform fee for each name more than one required to be indexed shall be two dollars. The secured party may at his option show a trade name for any person and an extra uniform indexing fee of two dollars shall be paid with respect thereto. (6) If the debtor is a transmitting utility (subsection (5) of § 57A-9-401) and a filed financing statement so states, it is effective until a termination statement is filed. A real estate mortgage which is effective as a fixture filing under subsection (6) of § 57A-9-402 remains effective as a fixture filing until the mortgage is released or satisfied of record or its effectiveness otherwise terminates as to the real estate. (7) When a financing statement covers timber to be cut or covers minerals or the like (including oil and gas) or accounts subject to subsection (5) of § 57A-9-103, or is filed as a fixture filing, it shall be filed for record and the filing officer shall index it under the names of the debtor and any owner of record shown on the financing statement in the same fashion as if they were the mortgagors in a mortgage of the real estate described, and to the extent that the law of this state provides for indexing of mortgages under the name of the mortgagee, under the name of the secured party as if he were the mortgagee thereunder, or where indexing is by description in the same fashion as if the financing statement were a mortgage of the real estate described. (8) When a filed financing or continuation statement covers farm products or accounts, or livestock, or general intangibles arising from or relating to the sale of farm products by a farmer, or crops growing or to be grown, or equipment used in farming operations, the fee for filing must be established by the secretary of state. The secretary of state shall deposit all fees he collects in the general fund of the state treasury. (9) Within one working day of receipt of a financing or continuation statement described in subsection (8), the secretary of state shall record the information contained in the statement on a centralized computer system that the secretary shall establish. The computer system shall allow access to financing statement information by any type of communications which conform to standards used by the state central computer. The system shall have safeguards to allow only access to Uniform Commercial Code data and to prevent alteration, addition, or deletion of the Uniform Commercial Code data. The computer shall be accessible whenever the state computer system is available. A printout of information from the system is prima facie evidence of the existence or nonexistence of the filing of a financing statement ; (10) The expiration date established by a financing statement filed prior to July 1, 1997, whether or not continued by a continuation statement shall remain in full force and effect and is not diminished by this Act . Section 2. That § 57A-9-406 be amended to read as follows: 57A-9-406. A secured party of record may by his signed statement release all or part of any collateral described in a filed financing statement. The statement of release is sufficient if it contains a description of the collateral being released, the name and address of the debtor, the name and address of the secured party, and the file number of the financing statement. A statement of release signed by a person other than the secured party of record must be accompanied by a separate written statement of assignment signed by the secured party of record and complying with subsection (2) of § 57A-9-405, including payment of the required fee. Upon presentation of such a statement of release to the filing officer he , the officer shall mark the statement with the hour and date of filing and shall note the same upon the margin of the index of the filing of the financing statement. The uniform fee for filing and noting such a statement of release shall be three dollars if the statement is in the standard form prescribed by the secretary of state and otherwise shall be seven dollars, plus in each case an additional fee of one dollar for each name more than one against which the statement of release is required to be indexed. Section 3. That § 57A-9-407 be amended to read as follows: 57A-9-407. (1) If the person filing any financing statement, termination statement, statement of assignment, or statement of release, furnishes the filing officer a copy thereof, the filing officer shall upon request note upon the copy the file number and date and hour of the filing of the original and deliver or send the copy to such person. (2) Upon request of any person, the filing officer shall issue his certificate showing whether there is on file on the date and hour stated therein, any presently effective financing statement naming a particular debtor and any statement of assignment thereof and, if there is, giving the date and hour of filing of each such statement and the names and addresses of each secured party therein. The uniform fee for such a certificate shall be four dollars if the request for the certificate is in the standard form prescribed by the secretary of state and otherwise shall be seven dollars. Upon request the filing officer shall furnish a copy of any filed financing statement or statement of assignment for a uniform fee of fifty cents per page. (3) A computer printout from the system described in subsection (9) of § 57A-9-403 constitutes the certificate of the secretary of state as to whether there is on file, on the date and hour stated thereon, such a financing statement covering the collateral described in subsection (8) of § 57A-9-403. The fee for requesting a printout from the secretary of state or for a certificate made on a requestor's own computer using telephone dial-up access shall be established by the secretary of state. BILL HISTORY 2/3/97 First read in House and referred to Commerce. H.J. 268 2/6/97 Scheduled for Committee hearing on this date. 2/6/97 Commerce Do Pass Amended, AYES 12, NAYS 0. H.J. 335 2/6/97 Commerce Title Amended. 2/6/97 Commerce Place on Consent Calendar. H.J. 335"}, {"bill_id": 12766, "bill_version_id": 73546, "bill_version": "Enrolled", "bill_version_date": "1997-02-27T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12766, "action_date": "1997-02-03T14:00:00-06:00", "document_id": 72894, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72894.pdf", "status_text": "First read in House and referred to", "journal_page": 268, "committee_id_action": 544, "committee_id_assigned": 532, "result": "N", "vote": {}}, {"bill_id": 12766, "action_date": "1997-02-06T07:45:00-06:00", "document_id": 72296, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72296.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 532, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12766, "action_date": "1997-02-06T07:45:00-06:00", "document_id": 72296, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72296.pdf", "status_text": "Do Pass Amended,", "journal_page": 335, "committee_id_action": 532, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 35531, "president_vote": null, "Yea": [1917, 1922, 1975, 1890, 1894, 1941, 1961, 1968, 1973, 1988, 1904, 1967], "Excused": [1970]}}, {"bill_id": 12766, "action_date": "1997-02-06T07:45:00-06:00", "document_id": 72296, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72296.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 532, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12766, "action_date": "1997-02-06T07:45:00-06:00", "document_id": 72296, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72296.pdf", "status_text": "Place on Consent Calendar", "journal_page": 335, "committee_id_action": 532, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12766, "action_date": "1997-02-10T14:00:00-06:00", "document_id": 72904, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72904.pdf", "status_text": "Do Pass Amended,", "journal_page": 382, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 35651, "president_vote": null, "Yea": [1886, 1888, 1890, 1891, 1892, 1894, 1895, 1897, 1898, 1899, 1900, 1902, 1903, 1904, 1906, 1907, 1909, 1910, 1913, 1914, 1916, 1917, 1918, 1921, 1922, 1923, 1926, 1929, 1931, 1933, 1934, 1936, 1937, 1941, 1942, 1943, 1944, 1947, 1948, 1949, 1950, 1951, 1952, 1953, 1954, 1957, 1958, 1961, 1962, 1963, 1964, 1966, 1967, 1968, 1971, 1973, 1974, 1975, 1980, 1982, 1984, 1985, 1987, 1988, 1924], "Excused": [1887, 1896, 1970], "Nay": [1940], "Absent": [1983]}}, {"bill_id": 12766, "action_date": "1997-02-11T14:00:00-06:00", "document_id": 72907, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72907.pdf", "status_text": "First read in Senate and referred to", "journal_page": 398, "committee_id_action": 545, "committee_id_assigned": 519, "result": "N", "vote": {}}, {"bill_id": 12766, "action_date": "1997-02-25T10:00:00-06:00", "document_id": 72443, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72443.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 519, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12766, "action_date": "1997-02-25T10:00:00-06:00", "document_id": 72443, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72443.pdf", "status_text": "Do Pass,", "journal_page": 623, "committee_id_action": 519, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 36471, "president_vote": null, "Yea": [1901, 1946, 1959, 1976, 1979, 1956, 1972]}}, {"bill_id": 12766, "action_date": "1997-02-25T10:00:00-06:00", "document_id": 72443, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72443.pdf", "status_text": "Place on Consent Calendar", "journal_page": 623, "committee_id_action": 519, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12766, "action_date": "1997-02-26T14:00:00-06:00", "document_id": 72929, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72929.pdf", "status_text": "Do Pass,", "journal_page": 658, "committee_id_action": 545, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 36419, "president_vote": null, "Yea": [1884, 1885, 1889, 1893, 1901, 1905, 1908, 1911, 1912, 1915, 1919, 1920, 1925, 1927, 1928, 1930, 1932, 1935, 1938, 1939, 1945, 1946, 1955, 1956, 1959, 1960, 1965, 1969, 1972, 1976, 1977, 1978, 1981, 1986], "Excused": [1979]}}, {"bill_id": 12766, "action_date": "1997-02-28T14:00:00-06:00", "document_id": 72932, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72932.pdf", "status_text": "Signed by Speaker", "journal_page": 787, "committee_id_action": 544, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12766, "action_date": "1997-03-03T14:00:00-06:00", "document_id": 72935, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72935.pdf", "status_text": "Signed by President", "journal_page": 748, "committee_id_action": 545, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12766, "action_date": "1997-03-04T14:00:00-06:00", "document_id": 72936, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72936.pdf", "status_text": "Delivered to the Governor", "journal_page": 878, "committee_id_action": 544, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12766, "action_date": "1997-03-21T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": null, "committee_id_action": 544, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 780}