{"session_id": 64, "bill_id": 22630, "bill_type": "House Bill", "bill_number": 1168, "bill_title": "to eliminate property tax for certain seniors.", "sponsors": [{"legislator_profile_id": 3955, "is_prime": true}, {"legislator_profile_id": 3913, "is_prime": false}, {"legislator_profile_id": 3940, "is_prime": false}, {"legislator_profile_id": 3973, "is_prime": false}, {"legislator_profile_id": 3981, "is_prime": false}, {"legislator_profile_id": 3984, "is_prime": false}, {"legislator_profile_id": 3986, "is_prime": false}], "keywords": ["Property", "Property Tax", "Tax Exemptions", "Taxation"], "audio": [{"meeting_datetime": "2022-02-08T07:45:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hta19.mp3", "start_seconds": 5466.0}, {"meeting_datetime": "2022-02-08T07:45:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hta19.mp3", "start_seconds": 5466.0}, {"meeting_datetime": "2022-02-08T07:45:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hta19.mp3", "start_seconds": 5466.0}], "bill_versions": [{"bill_id": 22630, "bill_version_id": 230317, "bill_version": "Introduced", "bill_version_date": "2022-01-26T15:50:37.92-06:00", "bill_text": "An Act to to eliminate property tax for certain seniors. Be it enacted by the Legislature of the State of South Dakota: Section 1. That chapter 43-31 be amended with a NEW SECTION: Any person making an application under sections 1 to 5, inclusive, of this Act, is entitled to an exemption from property tax on the entirety of the assessed value of the person's owner-occupied, single-family dwelling, if the person: (1) Has established a base year; (2) Has owned any dwelling in the state of South Dakota, in fee or by contract to purchase, for no fewer than twenty years; (3) Has a household income, as defined in § 10-6A-1, of sixty thousand dollars or less; (4) Owns an owner-occupied, single family dwelling with a full and true market value of five hundred thousand dollars or less, or the applicant has received the property tax exemption under this Act in the preceding year on the single-family dwelling; and (5) Does not have any delinquent, outstanding property tax liability. Section 2. That chapter 43-31 be amended with a NEW SECTION: Beginning on January 1, 2023, the market value qualification of the single-family dwelling provided in this section 1 subsection 4 of this Act, and the household income qualification provided in section 1 subsection 3 of this Act, increase by an index factor. The index factor is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year immediately preceding the year of adjustment. Section 3. That chapter 43-31 be amended with a NEW SECTION: To be eligible for the limited-income senior exemption on the assessed value under sections 1 to 5, inclusive, of this Act, a person shall apply annually on or before April first on forms prescribed by the secretary. Each county treasurer shall make the forms available at the courthouse and on the county treasurer's website and, upon request of an applicant, assist the applicant in completing the forms. Section 4. That chapter 43-31 be amended with a NEW SECTION: An applicant shall provide to the county treasurer of the county in which the applicant's dwelling is located, documentary evidence necessary to assure the validity of the applicant's claim of qualification under section 1 of this Act. Section 5. That chapter 43-31 be amended with a NEW SECTION: The county treasurer of the county in which a dwelling is located shall make the final determination as to whether an applicant seeking a limited-income senior exemption on the assessed value pursuant to sections 1 to 5, inclusive, of this Act, is qualified. The county treasurer shall maintain limited-income senior exemption application records . Section 6. That chapter 43-31 be amended with a NEW SECTION: Any person aggrieved by the denial in whole or in part of relief claimed under the provisions of sections 1 to 5, inclusive, of this Act, may, within thirty days after receiving notice of the county treasurer's denial, demand and shall receive a hearing, upon notice, before the secretary, on the question. The hearing must be conducted and appeals allowed in the manner specified in chapter 1-26. Section 7. That § 43-31-31 be AMENDED: 43-31-31. Terms as used in this act§§ 43-31-31 to 43-31-41, inclusive, and sections 1 to 5, inclusive, of this Act, mean: (1) \"Base year,\" for those heads of households who reached seventy years of age in or prior to 1994, the base year is 1994. For those heads of households who will reach seventy years of age subsequent to 1994, the base year is the year in which they will reach the age of seventy. In the case of a surviving spouse, the base year is the year which would have been the base year of the deceased spouse; (2) \"Department,\" the Department of Revenue; (3) \"Head of household,\" a married person, a single person, a widow or widower, or a divorced person; (4) \"Household,\" the association of persons who live in the same dwelling, sharing its furnishings, facilities, and accommodations, but not including bona fide lessees, tenants, or roomers and boarders on contract; (5) \"Secretary,\" the secretary of the Department of Revenue; (6) \"Single-family dwelling,\" a house, condominium apartment, or manufactured home as defined in § 32-3-1, which that is assessed and taxed as a separate unit including the platted lot upon which the structure is situated or one acre, whichever is less, and the garage, whether attached or unattached; (7) \"Surviving spouse,\" the spouse of a deceased head of household who has not remarried."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 22630, "action_date": "2022-01-27T14:00:00-06:00", "document_id": 230262, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/230262.pdf", "status_text": "First read in House and referred to", "journal_page": 138, "committee_id_action": 1008, "committee_id_assigned": 1017, "result": "N", "vote": {}}, {"bill_id": 22630, "action_date": "2022-02-08T07:45:00-06:00", "document_id": 232385, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232385.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1017, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22630, "action_date": "2022-02-08T07:45:00-06:00", "document_id": 232389, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232389.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 1017, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 73030, "president_vote": null, "Yea": [3923, 3930, 3933, 3953, 3977, 3978, 4004, 4005, 3929], "Excused": [3963, 3985], "Nay": [3986, 3984]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/22630"}