{"session_id": 54, "bill_id": 17905, "bill_type": "Senate Bill", "bill_number": 190, "bill_title": "revise certain provisions related to the licensing and operation of sand, gravel, and construction aggregate mining facilities.", "sponsors": [{"legislator_profile_id": 2850, "is_prime": true}], "keywords": ["Mining, Gas and Oil"], "audio": [{"meeting_datetime": "2003-02-11T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sag20sb0190a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-11T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sag20sb0190a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-11T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sag20sb0190a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 17905, "bill_version_id": 96261, "bill_version": "Introduced", "bill_version_date": "2003-01-31T09:54:18-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions related to the licensing and operation of sand, gravel, and construction aggregate mining facilities. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 45-6-65 be amended to read as follows: 45-6-65. An operator shall obtain a license to mine for sand, gravel, rock to be crushed and used in construction, or pegmatite minerals or for limestone, iron ore, sand, gypsum, shale, pozzolan, or other materials used in the process of making cement or lime. The operator shall comply with the requirements of § § 45-6-68, 45-6-69, 45-6-71, and 45-6-72 for each site to be mined. Failure to comply with these requirements for each site mined constitutes mining without a valid license. No license issued after June 30, 2003, for a new facility and no license for an existing facility that is expanded after June 30, 2003, is valid unless the operation complies with any planning and zoning requirements that are in effect in the area where the operation is located and unless the operation has been approved by the governing body of any local government that has planning and zoning jurisdiction over the area where the operation is located. The fee for the license is an annual fee of one hundred dollars, which shall be deposited in the environment and natural resources fee fund established in § 1-40-30 by the department. Section 2. That § 45-6-67 be amended to read as follows: 45-6-67. An operator shall comply with the following operating and reclamation standards: (1) Surface mined areas shall be reclaimed and shaped to control erosion and eliminate hazards to domestic animals and wildlife, to protect public health and safety and the environment , and to provide for appropriate future beneficial land use . Such areas shall be graded and contoured so as to create a topography appropriate to the final land use that is consistent with the surrounding area, that allows for maintenance that may be needed, such as weed control, and that does not pose a threat to public safety ; (2) All refuse, machinery, equipment, and materials from the pit operation shall be disposed of in a manner so as to create the least amount of unsightliness and unproductive areas and to not pollute surface or groundwater; (3) Land shall be revegetated in such a way as agreed upon by the operator, the local conservation district and the landowner which establishes a diverse, effective, and long-lasting vegetative cover. For any future land use other than crop land, the revegetation shall be capable of self-regeneration and at least equal in extent of cover to the natural vegetation of the surrounding area; (4) If it is necessary to remove overburden in order to remove the construction aggregates, topsoil shall be removed from the affected land and segregated from other spoil. If such topsoil is not replaced on a backfill area within a time short enough to avoid deterioration of the topsoil, vegetative cover or other means shall be employed so that the topsoil is preserved from wind and water erosion, remains free of any contamination by other acid or toxic material and is in a usable condition for sustaining vegetation when restored during reclamation; (5) Any disturbance to the prevailing hydrologic balance of the affected land and of the surrounding area and to the quality and quantity of water in surface and groundwater systems both during and after the pit operation and during reclamation shall be minimized. Operations shall be conducted to protect all waters from pollution by siltation, waste, debris and toxic fluids or materials; (6) All surface areas of the affected land, including spoil piles, shall be stabilized and protected so as to effectively control erosion and attendant air and water pollution. Noxious weed infestations shall be controlled during all phases of the pit operation and reclamation; and (7) Any area outside of the affected land shall be protected from slides, subsidence, or damage occurring during the mining operation and reclamation. All high walls shall be reduced to a slope not greater than the angle of repose upon abandonment of the mining operation, unless such a reduction would create conditions more detrimental than preservation of the high wall. Prior to slope reduction, the operator shall take precautions to limit access to the high wall area and to warn the public of the high wall. Such precautions shall include fencing and posting of warning signs. If high wall reduction is deemed impossible, impractical or aesthetically undesirable by the board, the board shall prescribe adequate fencing ; and (8) For any new or expanded facility subject to this chapter that opened or expanded after June 30, 2003, the entrance to each mine or pit shall be posted with a sign specifying the telephone numbers of the owner of the facility, the operator, and the department ."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17905, "action_date": "2003-01-31T13:00:00-06:00", "document_id": 96309, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96309.pdf", "status_text": "First read in Senate and referred to", "journal_page": 273, "committee_id_action": 799, "committee_id_assigned": 772, "result": "N", "vote": {}}, {"bill_id": 17905, "action_date": "2003-02-06T10:00:00-06:00", "document_id": 96699, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96699.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 772, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17905, "action_date": "2003-02-06T10:00:00-06:00", "document_id": 96699, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96699.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 772, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17905, "action_date": "2003-02-11T10:00:00-06:00", "document_id": 96957, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96957.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 420, "committee_id_action": 772, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 56430, "president_vote": null, "Yea": [2847, 2849, 2881, 2886, 2887, 2891, 2928, 2852, 2851]}}, {"bill_id": 17905, "action_date": "2003-02-11T10:00:00-06:00", "document_id": 96957, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96957.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 772, "committee_id_assigned": null, "result": "N", "vote": {}}]}