{"session_id": 51, "bill_id": 15850, "bill_type": "Senate Bill", "bill_number": 14, "bill_title": "amend the General Appropriations Act for fiscal year 2001.", "sponsors": [{"legislator_profile_id": 2523, "is_prime": true}, {"legislator_profile_id": 2565, "is_prime": true}, {"legislator_profile_id": 2526, "is_prime": false}, {"legislator_profile_id": 2534, "is_prime": false}, {"legislator_profile_id": 2542, "is_prime": false}, {"legislator_profile_id": 2556, "is_prime": false}, {"legislator_profile_id": 2562, "is_prime": false}, {"legislator_profile_id": 2581, "is_prime": false}, {"legislator_profile_id": 2585, "is_prime": false}, {"legislator_profile_id": 2596, "is_prime": false}, {"legislator_profile_id": 2598, "is_prime": false}], "keywords": ["Appropriation"], "audio": [{"meeting_datetime": "2001-02-08T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sed22sb0014a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-08T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sed22sb0014a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-08T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sed22sb0014a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-08T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sed22sb0014a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-08T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sed22sb0014a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-08T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sed22sb0014a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-08T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sed22sb0014a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-26T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hap34sb0014a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-27T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hap35sb0014a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-27T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hap35sb0014a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-27T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hap35sb0014a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-27T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hap35sb0014a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-27T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hap35sb0014a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-27T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hap35sb0014a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-27T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hap35sb0014a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-27T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hap35sb0014a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-27T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hap35sb0014a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-28T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hou36sb0014a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-28T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hou36sb0014a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-28T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hou36sb0014a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-28T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hou36sb0014a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-28T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hou36sb0014a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-03-02T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen38sb0014a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-03-02T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen38sb0014a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-03-02T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen38sb0014a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 15850, "bill_version_id": 87641, "bill_version": "Introduced", "bill_version_date": "2001-01-03T15:45:06-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create the South Dakota teacher forgivable loan program and to appropriate money therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby created the South Dakota teacher forgivable loan program to provide postsecondary forgivable loans to students who plan to teach in areas of critical need. Section 2. Terms used in this Act mean: (1) \"Area of critical need,\" either a geographic area or an area of teacher certification as defined by the Board of Regents; (2) \"Board,\" the Board of Regents; (3) \"Eligible student,\" a full-time student who has met criteria established by the board and who has been accepted at a participating state university under the control of the board and enrolled in a formal course of instruction leading to qualifications necessary to obtain a teaching certificate in South Dakota; (4) \"Forgivable loan\" or \"loan,\" a South Dakota teacher forgivable loan; (5) \"Fund,\" the South Dakota teacher forgivable loan fund; (6) \"Loan repayment credit for teaching service,\" forgiveness of a loan; (7) \"Recipient\" or \"loan recipient,\" a student who receives a loan from the South Dakota teacher forgivable loan fund. Section 3. There is hereby created, in the state treasury, the South Dakota teacher forgivable loan fund into which shall be deposited any appropriations, private donations, grants, and other funds provided to the board for forgivable loans made pursuant to this Act. Any revenue generated by loan repayments and any penalty received pursuant to this Act shall also be deposited in the fund. Any interest earned on the money in the fund shall be deposited in the fund. Section 4. That § 13-13-73 be amended to read as follows: 13-13-73. The secretary of the Department of Education and Cultural Affairs shall compute state aid to education for each school district under the foundation program according to the following calculations: (1) Determine each school district's average daily membership; (2) Multiply the per student allocation by the adjusted average daily membership to arrive at the local need per district; (3) State aid is (a) local need minus local effort, or (b) zero if the calculation in (a) is a negative number; (4) If the state aid appropriation for the general support of education is in excess of the entitlement provided for in this section, the excess shall be used , first, to fund any shortfall of the appropriation as provided for in § § 13-37-36 and 13-37-43 , and any remaining funds not to exceed one million one hundred thousand dollars ($1,100,000) shall be deposited into the fund created pursuant to section 3 of this Act . The secretary shall report to the Governor by January seventh of each year, the amount of state aid necessary to fully fund the general aid formula in the current year. If a shortfall in the state aid appropriation for general education exists that cannot be covered by § 13-37-45, the Governor shall inform the Legislature and provide a proposal to eliminate the shortfall. Section 5. The board shall administer the fund created in section 3 of this Act and make loans to eligible students as funds are available. Section 6. The board may retain an amount equal to five percent of the sum paid to students in the form of forgivable loans to cover expenses associated with the administration of the program established by this Act. Section 7. The board shall designate areas of critical need. In making these designations, the board may consult with the secretary of the Department of Education and Cultural Affairs, statewide associations devoted to the support or governance of elementary and secondary education, and the public. These designations shall be issued on a regular basis and shall be reviewed on an annual basis for the purposes of continuation. Section 8. The board shall establish standards for determining students eligible to receive loans. The board may promulgate rules, pursuant to chapter 1-26, to process loan applications, to determine a means of selecting eligible students to receive loans if applications exceed available money in the fund, and to govern satisfactory progress and conditions under which an eligible student may enroll for less than a full-time basis, including conditions under which a student may withdraw from an institution without penalty. In establishing the standards and procedures, the board may consult with the secretary of the Department of Education and Cultural Affairs, and statewide associations devoted to the support or governance of elementary and secondary education, and the public. Section 9. Any student selected to receive a forgivable loan pursuant to this Act shall sign a contract agreeing to: (1) Complete the undergraduate elementary or secondary education requirements to become a teacher eligible for licensure in South Dakota; (2) Serve in an accredited elementary or secondary school in an area of critical need, as determined by the board, within one year after the completion of the student's undergraduate education and maintain that service for a period of one year for each academic semester for which the student received a forgivable loan pursuant to this Act; (3) Pay the amount of the forgivable loan plus interest on the amount of forgivable loan at the Category C rate of interest specified in § 54-3-16 to accrue from the time the loan proceeds were received by the student if the student does not fulfill the terms of the contract, plus attorney fees, if any, for collection of the amount owed pursuant to this section; and (4) Comply with the rules promulgated by the board. Section 10. An undergraduate forgivable loan may be awarded for eight undergraduate semesters. In any academic year no loan may exceed the cost of tuition and mandatory fees for a full-time student at a state-supported university as defined by the board. The total loan made to any eligible student may not exceed an amount equal to tuition and mandatory fees paid during those eight semesters. Section 11. No recipient of a forgivable loan is obligated to make any repayment so long as the recipient is employed in an accredited South Dakota elementary or secondary school in an area of critical need identified by the board. Section 12. The board shall adopt repayment schedules and applicable interest rates. A forgivable loan shall be repaid within ten years of completion of a program of studies or within five years of the date upon which the loan recipient is no longer employed by a qualifying elementary or secondary school, whichever is later. The board shall establish requirements under which a student who receives the forgivable loans qualifies for forgiveness of the loan received through the program. The board may allow for interruption of repayment and extension of the loan repayment period for enrollment in graduate school, full-time service in a branch of the United States military, or extended illness verified by a duly licensed physician. Section 13. Each loan recipient may receive loan repayment credit for teaching service rendered at any time during the scheduled loan repayment period. The loan repayment credit shall be applicable only to the current principal and accrued interest balance that remains at the time the loan repayment credit is earned. No loan recipient may be reimbursed for previous payment of principal and interest. Section 14. There is hereby appropriated to the board from the South Dakota teacher forgivable loan fund created by section 3 of this Act the sum of one million one hundred thousand dollars ($1,100,000), or so much thereof as may be necessary, for the purposes of this Act. Section 15. The executive director of the board shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 16. The board shall annually provide the state treasurer a report listing each recipient of a loan pursuant to this Act and a copy of each contract between the board and an eligible student. Section 17. The state treasurer is authorized and directed to assist in the collection of any loan in default, as determined by the board."}, {"bill_id": 15850, "bill_version_id": 89625, "bill_version": "Senate Education Engrossed", "bill_version_date": "2001-02-08T15:17:41-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create the South Dakota teacher forgivable loan program and to appropriate money therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby created the South Dakota teacher forgivable loan program to provide postsecondary forgivable loans to students who plan to teach in areas of critical need. Section 2. Terms used in this Act mean: (1) \"Area of critical need,\" either a geographic area or an area of teacher certification as defined by the Board of Regents; (2) \"Board,\" the Board of Regents; (3) \"Eligible student,\" a full-time student who has met criteria established by the board and who has been accepted at a postsecondary school in South Dakota and enrolled in a formal course of instruction leading to qualifications necessary to obtain a teaching certificate in South Dakota; (4) \"Forgivable loan\" or \"loan,\" a South Dakota teacher forgivable loan; (5) \"Fund,\" the South Dakota teacher forgivable loan fund; (6) \"Loan repayment credit for teaching service,\" forgiveness of a loan; (7) \"Recipient\" or \"loan recipient,\" a student who receives a loan from the South Dakota teacher forgivable loan fund. Section 3. There is hereby created, in the state treasury, the South Dakota teacher forgivable loan fund into which shall be deposited any appropriations, private donations, grants, and other funds provided to the board for forgivable loans made pursuant to this Act. Any revenue generated by loan repayments and any penalty received pursuant to this Act shall also be deposited in the fund. Any interest earned on the money in the fund shall be deposited in the fund. Section 4. That § 13-13-73 be amended to read as follows: 13-13-73. The secretary of the Department of Education and Cultural Affairs shall compute state aid to education for each school district under the foundation program according to the following calculations: (1) Determine each school district's average daily membership; (2) Multiply the per student allocation by the adjusted average daily membership to arrive at the local need per district; (3) State aid is (a) local need minus local effort, or (b) zero if the calculation in (a) is a negative number; (4) If the state aid appropriation for the general support of education is in excess of the entitlement provided for in this section, the excess shall be used , first, to fund any shortfall of the appropriation as provided for in § § 13-37-36 and 13-37-43 § 13-37- 36.3 , and any remaining funds not to exceed one million one hundred thousand dollars ($1,100,000) shall be deposited into the fund created pursuant to section 3 of this Act . The secretary shall report to the Governor by January seventh of each year, the amount of state aid necessary to fully fund the general aid formula in the current year. If a shortfall in the state aid appropriation for general education exists that cannot be covered by § 13-37-45, the Governor shall inform the Legislature and provide a proposal to eliminate the shortfall. Section 5. The board shall administer the fund created in section 3 of this Act and make loans to eligible students as funds are available. Section 6. The board may retain an amount equal to five percent of the sum paid to students in the form of forgivable loans to cover expenses associated with the administration of the program established by this Act. Section 7. The board shall designate areas of critical need. In making these designations, the board may consult with the secretary of the Department of Education and Cultural Affairs, statewide associations devoted to the support or governance of elementary and secondary education, and the public. These designations shall be issued on a regular basis and shall be reviewed on an annual basis for the purposes of continuation. Section 8. The board shall establish standards for determining students eligible to receive loans. The board may promulgate rules, pursuant to chapter 1-26, to process loan applications, to determine a means of selecting eligible students to receive loans if applications exceed available money in the fund, and to govern satisfactory progress and conditions under which an eligible student may enroll for less than a full-time basis, including conditions under which a student may withdraw from an institution without penalty. In establishing the standards and procedures, the board may consult with the secretary of the Department of Education and Cultural Affairs, and statewide associations devoted to the support or governance of elementary and secondary education, and the public. Section 9. Students who serve in accredited elementary schools in areas of critical need shall receive loan repayment credit at the rate of one semester of loan forgiveness per full year of service. Section 10. Any student selected to receive a forgivable loan pursuant to this Act shall sign a contract agreeing to: (1) Complete the undergraduate elementary or secondary education requirements to become a teacher eligible for licensure in South Dakota; (2) Serve in an accredited elementary or secondary school in an area of critical need, as determined by the board, within one year after the completion of the student's undergraduate education and maintain that service for a period of one year for each academic semester for which the student received a forgivable loan pursuant to this Act; (3) Pay the amount of the forgivable loan plus interest on the amount of forgivable loan at the Category C rate of interest specified in § 54-3-16 to accrue from the time the loan proceeds were received by the student if the student does not fulfill the terms of the contract, plus attorney fees, if any, for collection of the amount owed pursuant to this section; and (4) Comply with the rules promulgated by the board. Section 11. An undergraduate forgivable loan may be awarded for eight undergraduate semesters. In any academic year no loan may exceed the cost of tuition and mandatory fees for a full-time student at a state-supported university as defined by the board. The total loan made to any eligible student may not exceed an amount equal to tuition and mandatory fees paid during those eight semesters. Section 12. No recipient of a forgivable loan is obligated to make any repayment so long as the recipient is employed in an accredited South Dakota elementary or secondary school in an area of critical need identified by the board. Section 13. The board shall adopt repayment schedules and applicable interest rates. A forgivable loan shall be repaid within ten years of completion of a program of studies or within five years of the date upon which the loan recipient is no longer employed by a qualifying elementary or secondary school, whichever is later. The board shall establish requirements under which a student who receives the forgivable loans qualifies for forgiveness of the loan received through the program. The board may allow for interruption of repayment and extension of the loan repayment period for enrollment in graduate school, full-time service in a branch of the United States military, or extended illness verified by a duly licensed physician. Section 14. Each loan recipient may receive loan repayment credit for teaching service rendered at any time during the scheduled loan repayment period. The loan repayment credit shall be applicable only to the current principal and accrued interest balance that remains at the time the loan repayment credit is earned. No loan recipient may be reimbursed for previous payment of principal and interest. Section 15. There is hereby appropriated to the board from the South Dakota teacher forgivable loan fund created by section 3 of this Act the sum of one million one hundred thousand dollars ($1,100,000), or so much thereof as may be necessary, for the purposes of this Act. Section 16. The executive director of the board shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 17. The board shall annually provide the state treasurer a report listing each recipient of a loan pursuant to this Act and a copy of each contract between the board and an eligible student. Section 18. The state treasurer is authorized and directed to assist in the collection of any loan in default, as determined by the board."}, {"bill_id": 15850, "bill_version_id": 90149, "bill_version": "Senate Appropriations Engrossed", "bill_version_date": "2001-02-15T14:28:49-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for reimbursement of tuition and fees to certain students and to make an appropriation therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Any undergraduate student who attends a South Dakota public university who agrees to teach in a South Dakota public school district for a period of four years, beginning with the school year following the year in which the student graduates from a South Dakota public university is eligible for reimbursement grants of tuition and fees paid for the last two full years, not to exceed the tuition and fees for sixty-four semester-hours. Section 2. An eligible student may apply to the Board of Regents for reimbursement as provided for in section 1 of this Act after the eligible student has graduated from a South Dakota public university. Section 3. If an eligible student fails to meet the terms of the agreement provided for in section 1 of this Act, the student is required to repay any money received under the provisions of this Act, plus any interest and penalty as may be determined by the Board of Regents, provided that the repayment plus interest and penalty may not exceed the twice the amount of money received. Section 4. The Board of Regents may promulgate rules pursuant to chapter 1-26 to implement the provisions of this Act. Section 5. There is hereby appropriated out of any money in the general fund the sum of three million eight hundred thousand dollars ($3,800,000) to the Board of Regents to make reimbursement grants as provided for in this Act. Section 6. The executive director of the Board of Regents shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 7. Any amounts appropriated in this Act not lawfully expended or obligated by June 30, 2002, shall revert in accordance with § 4-8-21."}, {"bill_id": 15850, "bill_version_id": 90276, "bill_version": "Senate Engrossed", "bill_version_date": "2001-02-16T18:20:38-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for grants of tuition and fees to certain students and to make an appropriation therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Any undergraduate student who attends a South Dakota public university who agrees to teach in a South Dakota public school district for a period of four years is eligible for annual grants equal to the cost of tuition and fees payable during the last two full years; provided that no recipient may receive grants exceeding the tuition and fees for sixty-four semester hours. Section 2. An eligible student may apply to the Board of Regents for grants as provided for in section 1 of this Act. Section 3. If an eligible student fails to meet the terms of the agreement provided for in section 1 of this Act or fails to obtain a teaching certificate issued by the Department of Education and Cultural Affairs, the student is required to repay any money received under the provisions of this Act, plus any interest and penalty as may be determined by the Board of Regents, provided that the repayment plus interest and penalty may not exceed twice the amount of money received. Any penalty assessed under this Act shall not be considered to be a penalty for purposes of § § 53-9-4 and 53-9-5. If a student begins service as a teacher, but does not complete the full four year obligation, the repayment obligation shall be forgiven in proportion to the number of full academic semesters that the student teaches. Section 4. The Board of Regents may promulgate rules pursuant to chapter 1-26 to implement the provisions of this Act. Section 5. There is hereby appropriated out of any money in the general fund the sum of three million eight hundred thousand dollars ($3,800,000) to the Board of Regents to make grants as provided for in this Act. Section 6. The executive director of the Board of Regents shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 7. Any amounts appropriated in this Act not lawfully expended or obligated by June 30, 2002, shall revert in accordance with § 4-8-21."}, {"bill_id": 15850, "bill_version_id": 90972, "bill_version": "House Appropriations Engrossed", "bill_version_date": "2001-02-27T12:45:33-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to amend the General Appropriations Act for fiscal year 2001. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That certain programs in chapter 14 of the 2000 Session Laws be amended to read as follows: DEPARTMENT OF HEALTH Health Systems Development and Regulation Operating Expenses, delete \"$45,555\" and insert \"$145,555\" Health and Medical Services Operating Expenses, delete \"$1,567,358\" and insert \"$2,067,358\" DEPARTMENT OF HUMAN SERVICES Rehabilitation Services Operating Expenses, delete \"$479,160\" and insert \"$1,479,160\" Adjust all totals accordingly. Section 2. The fund source used to support the other fund expenditure authority appropriated by this Act shall be the intergovernmental transfer fund established in § 28-6-33. Any expenditure authority and cash appropriated by this Act which are unspent at the end of fiscal year 2001 shall be carried over to fiscal year 2002. Section 3. This Act is effective June 22, 2001."}, {"bill_id": 15850, "bill_version_id": 91186, "bill_version": "Enrolled", "bill_version_date": "2001-03-02T11:38:38-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 15850, "action_date": "2001-01-09T14:00:00-06:00", "document_id": 87779, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/87779.pdf", "status_text": "First read in Senate and referred to", "journal_page": 24, "committee_id_action": 713, "committee_id_assigned": 688, "result": "N", "vote": {}}, {"bill_id": 15850, "action_date": "2001-02-08T07:45:00-06:00", "document_id": 89584, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89584.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 688, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15850, "action_date": "2001-02-08T07:45:00-06:00", "document_id": 89584, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89584.pdf", "status_text": "Do Pass Amended,", "journal_page": null, "committee_id_action": 688, "committee_id_assigned": null, "result": "F", "vote": {}}, {"bill_id": 15850, "action_date": "2001-02-08T07:45:00-06:00", "document_id": 89584, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89584.pdf", "status_text": "Do Pass Amended,", "journal_page": 425, "committee_id_action": 688, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 49161, "president_vote": null, "Yea": [2529, 2552, 2562, 2581, 2585, 2590, 2523]}}, {"bill_id": 15850, "action_date": "2001-02-08T07:45:00-06:00", "document_id": 89584, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89584.pdf", "status_text": "Referred to", "journal_page": null, "committee_id_action": 688, "committee_id_assigned": 711, "result": "P", "vote": {}}, {"bill_id": 15850, "action_date": "2001-02-13T08:00:00-06:00", "document_id": 89923, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89923.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 711, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15850, "action_date": "2001-02-14T08:00:00-06:00", "document_id": 90030, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90030.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 711, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15850, "action_date": "2001-02-15T08:00:00-06:00", "document_id": 90140, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90140.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 711, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15850, "action_date": "2001-02-15T08:00:00-06:00", "document_id": 90140, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90140.pdf", "status_text": "Do Pass Amended,", "journal_page": 521, "committee_id_action": 711, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 49711, "president_vote": null, "Yea": [2597, 2567, 2549, 2539, 2532, 2536], "Nay": [2576, 2573, 2517]}}, {"bill_id": 15850, "action_date": "2001-02-15T08:00:00-06:00", "document_id": 90140, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90140.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 711, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 15850, "action_date": "2001-02-16T14:00:00-06:00", "document_id": 90289, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90289.pdf", "status_text": "Motion to Amend,", "journal_page": 557, "committee_id_action": 713, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 15850, "action_date": "2001-02-16T14:00:00-06:00", "document_id": 90289, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90289.pdf", "status_text": "Motion to Amend,", "journal_page": 558, "committee_id_action": 713, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 15850, "action_date": "2001-02-16T14:00:00-06:00", "document_id": 90289, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90289.pdf", "status_text": "Do Pass Amended,", "journal_page": 558, "committee_id_action": 713, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 49800, "president_vote": null, "Yea": [2516, 2520, 2523, 2524, 2529, 2532, 2534, 2535, 2536, 2539, 2542, 2549, 2551, 2552, 2562, 2569, 2580, 2581, 2584, 2585, 2590, 2598, 2607, 2615, 2616, 2617], "Nay": [2517, 2573, 2576, 2597, 2606], "Excused": [2531, 2550, 2609], "Not Voting": [2567]}}, {"bill_id": 15850, "action_date": "2001-02-16T14:00:00-06:00", "document_id": 90289, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90289.pdf", "status_text": "Title Amended", "journal_page": 559, "committee_id_action": 713, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 15850, "action_date": "2001-02-20T14:00:00-06:00", "document_id": 90359, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90359.pdf", "status_text": "First read in House and referred to", "journal_page": 603, "committee_id_action": 712, "committee_id_assigned": 701, "result": "N", "vote": {}}, {"bill_id": 15850, "action_date": "2001-02-22T10:00:00-06:00", "document_id": 90573, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90573.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 701, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15850, "action_date": "2001-02-22T10:00:00-06:00", "document_id": 90573, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90573.pdf", "status_text": "Referred to", "journal_page": 647, "committee_id_action": 701, "committee_id_assigned": 699, "result": "P", "vote": {}}, {"bill_id": 15850, "action_date": "2001-02-22T14:00:00-06:00", "document_id": 90600, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90600.pdf", "status_text": "Re-referred to", "journal_page": 651, "committee_id_action": 712, "committee_id_assigned": 699, "result": "P", "vote": {}}, {"bill_id": 15850, "action_date": "2001-02-26T08:00:00-06:00", "document_id": 90812, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90812.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 699, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15850, "action_date": "2001-02-26T08:00:00-06:00", "document_id": 90812, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90812.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 699, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 15850, "action_date": "2001-02-27T08:00:00-06:00", "document_id": 90963, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90963.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 699, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15850, "action_date": "2001-02-27T08:00:00-06:00", "document_id": 90963, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90963.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 699, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 15850, "action_date": "2001-02-27T08:00:00-06:00", "document_id": 90963, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90963.pdf", "status_text": "Do Pass Amended,", "journal_page": 742, "committee_id_action": 699, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 50227, "president_vote": null, "Yea": [2574, 2527, 2533, 2596, 2515, 2608, 2566, 2600], "Nay": [2528]}}, {"bill_id": 15850, "action_date": "2001-02-27T08:00:00-06:00", "document_id": 90963, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90963.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 699, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 15850, "action_date": "2001-02-28T14:00:00-06:00", "document_id": 91123, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/91123.pdf", "status_text": "Do Pass Amended,", "journal_page": 793, "committee_id_action": 712, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 51735, "president_vote": null, "Yea": [2514, 2515, 2518, 2519, 2521, 2522, 2525, 2526, 2527, 2530, 2533, 2537, 2538, 2543, 2544, 2545, 2546, 2547, 2548, 2554, 2555, 2556, 2558, 2559, 2560, 2561, 2563, 2564, 2565, 2566, 2568, 2570, 2571, 2572, 2574, 2575, 2577, 2578, 2579, 2582, 2583, 2586, 2587, 2588, 2589, 2591, 2592, 2593, 2594, 2595, 2596, 2599, 2600, 2601, 2602, 2603, 2604, 2605, 2608, 2610, 2611, 2612, 2613, 2614, 2618, 2540], "Nay": [2528, 2553, 2557], "Excused": [2541]}}, {"bill_id": 15850, "action_date": "2001-03-01T14:00:00-06:00", "document_id": 91175, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/91175.pdf", "status_text": "Deferred to another day", "journal_page": 766, "committee_id_action": 713, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 15850, "action_date": "2001-03-02T14:00:00-06:00", "document_id": 91196, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/91196.pdf", "status_text": "Signed by Speaker", "journal_page": 832, "committee_id_action": 712, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15850, "action_date": "2001-03-02T14:00:00-06:00", "document_id": 91197, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/91197.pdf", "status_text": "Signed by President", "journal_page": 795, "committee_id_action": 713, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15850, "action_date": "2001-03-03T14:00:00-06:00", "document_id": 91268, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/91268.pdf", "status_text": "Delivered to the Governor", "journal_page": 798, "committee_id_action": 713, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15850, "action_date": "2001-03-08T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": 841, "committee_id_action": 713, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 1763}