{"session_id": 56, "bill_id": 19078, "bill_type": "House Bill", "bill_number": 1239, "bill_title": "regulate short-term vehicle secured loans.", "sponsors": [{"legislator_profile_id": 3084, "is_prime": true}], "keywords": ["Banks and Banking", "Contracts", "Debtor and Creditor", "Motor Vehicles"], "audio": [{"meeting_datetime": "2004-02-05T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hco17hb1239a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-05T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hco17hb1239a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-05T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hco17hb1239a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-05T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hco17hb1239a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-05T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hco17hb1239a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-05T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hco17hb1239a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-05T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hco17hb1239a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-09T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hou20hb1239a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-09T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hou20hb1239a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-09T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hou20hb1239a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-19T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sco27hb1239a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-19T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sco27hb1239a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-19T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sco27hb1239a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-19T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sco27hb1239a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 19078, "bill_version_id": 99733, "bill_version": "Introduced", "bill_version_date": "2004-01-23T09:30:48-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to limit excessive interest rates and fees on certain short term loans. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. No lender may charge excessive interest rates or fees when making a short term loan. 350 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.027 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}, {"bill_id": 19078, "bill_version_id": 100738, "bill_version": "House Commerce and Energy Engrossed", "bill_version_date": "2004-02-05T15:54:31-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to regulate short-term vehicle secured loans. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 54-4 be amended by adding thereto a NEW SECTION to read as follows: A short-term vehicle secured loan is any nonpurchase money regulated consumer loan with an original term of not more than one month wherein, at consummation, a consumer provides to the creditor, as security for the loan, physical possession of the consumer's title to a motor vehicle and a security interest in such motor vehicle. The term does not include any loan with an original term greater than one month, nor does the term include any loan made for the purchase of a motor vehicle. Section 2. That chapter 54-4 be amended by adding thereto a NEW SECTION to read as follows: Any creditor that makes short-term vehicle secured loans shall immediately take into possession evidence of the consumer's ownership in the motor vehicle being used as collateral and shall note on the face of the loan agreement the vehicle's make, model, year of manufacture, and vehicle identification number. Section 3. That chapter 54-4 be amended by adding thereto a NEW SECTION to read as follows: Within twenty-four hours of receiving payment in full of the amount due under a short-term vehicle secured loan, the creditor shall release any filed or recorded liens, provide evidence of the release of lien to the consumer, and return the title to the consumer. If payment has been made by a personal or business check, the creditor may delay the release of lien or return of title by five business days for the purpose of confirming availability of funds. Section 4. That chapter 54-4 be amended by adding thereto a NEW SECTION to read as follows: Any creditor shall issue the proceeds of any short-term vehicle secured loan in the form of a check drawn on the creditor's bank account, or in cash, or by money order, or by debit card. If the proceeds are issued in the form of a check drawn on the creditor's bank account or by money order, the creditor may not charge a fee for cashing the check or money order if a cashing service is offered by the lender. If the proceeds are issued in cash, the creditor shall provide the consumer with a written verification of the cash transaction and shall maintain a record of the transaction. Section 5. That chapter 54-4 be amended by adding thereto a NEW SECTION to read as follows: The creditor shall document each short-term vehicle secured loan transaction by a written agreement signed by the consumer. The written agreement shall contain the name of the creditor, the transaction date, and a statement of the total amount of fees charged, expressed both as a dollar amount and as an annual percentage rate. The written agreement shall also contain a description of the motor vehicle being used as collateral, including its year, make, model, and vehicle identification number. Section 6. That chapter 54-4 be amended by adding thereto a NEW SECTION to read as follows: Any creditor providing a short-term vehicle secured loan shall display a notice in a prominent place on each short-term vehicle secured loan agreement, in at least 10-point bold type, and post a notice in a prominent place at the location where the short-term vehicle secured loan is transacted, in at least 20-point bold type, in substantially the following form: (1) A SHORT-TERM VEHICLE SECURED LOAN IS NOT INTENDED TO MEET LONG-TERM FINANCIAL NEEDS. (2) YOU SHOULD USE A SHORT-TERM VEHICLE SECURED LOAN ONLY TO MEET SHORT-TERM CASH NEEDS. (3) YOU WILL BE REQUIRED TO PAY ADDITIONAL INTEREST IF YOU RENEW THE SHORT-TERM VEHICLE SECURED LOAN RATHER THAN PAY THE DEBT IN FULL WHEN DUE. (4) A SHORT-TERM VEHICLE SECURED LOAN IS A HIGHER INTEREST LOAN. YOU SHOULD CONSIDER WHAT OTHER LOWER COST LOANS ARE AVAILABLE TO YOU. (5) YOU ARE PLACING CONTINUED OWNERSHIP OF YOUR MOTOR VEHICLE AT RISK BY TAKING OUT THIS LOAN. Section 7. That chapter 54-4 be amended by adding thereto a NEW SECTION to read as follows: Any consumer may void any short-term vehicle secured loan agreement at no cost if the consumer returns the full amount of the loan no later than the close of business on the day following the transaction. Section 8. That chapter 54-4 be amended by adding thereto a NEW SECTION to read as follows: No consumer may have more than one short-term vehicle secured loan agreement outstanding on any one vehicle. No creditor may make a subsequent short-term vehicle secured loan on a second vehicle as long as the consumer has any previous short-term vehicle secured loan which is still outstanding with the creditor. Section 9. That chapter 54-4 be amended by adding thereto a NEW SECTION to read as follows: No creditor may lend any consumer more than one-third of the value of the vehicle secured by the short-term vehicle secured loan. Section 10. That chapter 54-4 be amended by adding thereto a NEW SECTION to read as follows: No creditor may charge interest after obtaining, upon default, possession of the motor vehicle securing the short-term vehicle secured loan. Section 11. That chapter 54-4 be amended by adding thereto a NEW SECTION to read as follows: Any short-term vehicle secured loan shall be for an original term of no less than one month. A creditor may allow a short-term vehicle secured loan to be renewed no more than eleven additional periods each equal to the original term. However, at each such renewal the consumer must pay at least five percent of the loan's original principal balance, in addition to any finance charge owed, to reduce the principal balance outstanding. If the consumer cannot pay this principal reduction at any renewal, the creditor may either declare the consumer in default or allow the loan to be renewed. If the loan is renewed, the creditor shall reduce the current principal amount of the loan by five percent of the original principal amount for the purpose of calculating interest thereafter. This reduction in principal shall continue to be owed by the consumer, but such amount may not accrue interest thereafter. For the purpose of this section, a renewal is any extension of a short-term vehicle secured loan for an additional period without any change to the short-term vehicle secured loan or its terms other than a reduction in principal. No accrued interest may be capitalized or added to the principal of a short-term vehicle secured loan at the time of any renewal. A renewal may either be in a separate written agreement, or the original loan agreement may allow for renewals to occur automatically or as otherwise agreed between the parties. Section 12. That chapter 54-4 be amended by adding thereto a NEW SECTION to read as follows: Any creditor offering short-term vehicle secured loans shall post a notice of the charges imposed by the creditor on such loans at the location where the short-term vehicle secured loan is transacted. The notice shall disclose the charges imposed, as a dollar amount and an annual percentage rate, using as an example a five hundred dollar loan for a thirty-day period. The notice shall also provide the following statement: \"Should you wish to file a complaint against this lender, you may contact the South Dakota Division of Banking at (telephone number).\" The Division of Banking shall inform all creditors offering short-term vehicle secured loans of the telephone number that they must use on this notice. Section 13. That chapter 54-4 be amended by adding thereto a NEW SECTION to read as follows: With respect to a short-term vehicle secured loan, any interest or fees which are undisclosed or in excess of those agreed upon by the parties may be recovered by the consumer in a private civil action or other proceeding as may be agreed upon by the parties. Before pursuing any action or proceeding against a creditor related to a short-term vehicle secured loan, each consumer shall provide the creditor with a written notice via certified mail that such an action or proceeding is contemplated, identifying with specificity, including the dollar amount thereof, the interest, fees, or charges of the loan which the consumer contends were undisclosed or excessive. Upon receipt of this notice from the consumer, the creditor shall respond in writing, via certified mail, within fifteen days with either an explanation of the method of charging and disclosure and the creditor's response or a full refund of all excessive or undisclosed charges along with an explanation of the calculation of such refund. If the creditor shall, within fifteen days of receipt of the notice from the consumer, tender to the consumer the allegedly excessive or undisclosed interest, fees, or charges such tender shall be a complete defense to any further action or proceeding. Each creditor shall include information regarding the notice provided within this section, and the creditor's obligation to respond, in the short-term vehicle secured loan agreement. Section 14. That chapter 54-4 be amended by adding thereto a NEW SECTION to read as follows: No creditor may consummate any short-term vehicle secured loan until the creditor has drawn the attention of the consumer to the information displayed pursuant to section 6 of this Act and to the disclosures posted pursuant to section 12 of this Act. All such information and disclosures shall be reduced to writing, and the consumer shall sign such writing, attesting that he or she has read and understands the information and disclosures. The signed document provided for in this section shall be separate from the written agreement provided for in section 5 of this Act. Section 15. That chapter 54-4 be amended by adding thereto a NEW SECTION to read as follows: Any creditor who makes short-term vehicle secured loans shall maintain and make available for inspection by the Division of Banking all documentation required to evidence compliance with the provisions of this Act. Section 16. That chapter 54-4 be amended by adding thereto a NEW SECTION to read as follows: No person who is a licensed motor vehicle dealer, or otherwise engages in the business of selling motor vehicles to the general public, may offer or make short-term vehicle secured loans. Nothing in this section restricts or prohibits a creditor's right to sell any motor vehicle serving as collateral for a short-term vehicle secured loan, possession of which is obtained after default according to law, if the creditor sells the vehicles in a commercially reasonable manner and does not sell the vehicles from the same office or location at which the loans are offered or made. Section 17. That chapter 54-4 be amended by adding thereto a NEW SECTION to read as follows: Except in the event of fraud by the consumer, if a consumer defaults in the repayment of a short-term vehicle secured loan, the creditor's sole remedy is to seek possession and sale of the motor vehicle securing the loan, and the creditor may not pursue the consumer personally in any action or proceeding for repayment of the loan or for any deficiency after sale. Notwithstanding this section, the creditor shall still return to the consumer any surplus obtained after sale in excess of the amount owed on the loan and any reasonable expenses of repossession, storage, and sale, including court costs and attorney's fees."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 19078, "action_date": "2004-01-23T12:00:00-06:00", "document_id": 99770, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99770.pdf", "status_text": "First read in House and referred to", "journal_page": 186, "committee_id_action": 831, "committee_id_assigned": 819, "result": "N", "vote": {}}, {"bill_id": 19078, "action_date": "2004-02-05T07:45:00-06:00", "document_id": 100704, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100704.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 819, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19078, "action_date": "2004-02-05T07:45:00-06:00", "document_id": 100704, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100704.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 819, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 19078, "action_date": "2004-02-05T07:45:00-06:00", "document_id": 100704, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100704.pdf", "status_text": "Do Pass Amended,", "journal_page": 403, "committee_id_action": 819, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 56995, "president_vote": null, "Yea": [3051, 3104, 3112, 3117, 3118, 3121, 3123, 3130, 3131, 3096], "Excused": [3053], "Nay": [3136, 3133]}}, {"bill_id": 19078, "action_date": "2004-02-05T07:45:00-06:00", "document_id": 100704, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100704.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 819, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 19078, "action_date": "2004-02-07T13:00:00-06:00", "document_id": 100911, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100911.pdf", "status_text": "Deferred to another day", "journal_page": 459, "committee_id_action": 831, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 19078, "action_date": "2004-02-09T14:00:00-06:00", "document_id": 100992, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100992.pdf", "status_text": "Do Pass Amended,", "journal_page": 478, "committee_id_action": 831, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 59417, "president_vote": null, "Yea": [3045, 3048, 3049, 3051, 3053, 3054, 3056, 3057, 3060, 3070, 3074, 3075, 3076, 3081, 3084, 3085, 3095, 3099, 3100, 3102, 3104, 3106, 3108, 3110, 3112, 3114, 3117, 3118, 3119, 3121, 3123, 3129, 3130, 3131, 3134, 3135, 3140, 3141, 3142, 3143, 3145, 3147, 3111], "Nay": [3055, 3058, 3067, 3069, 3071, 3072, 3073, 3078, 3080, 3082, 3083, 3086, 3088, 3090, 3096, 3105, 3107, 3122, 3124, 3125, 3126, 3127, 3133, 3136, 3144, 3148, 3149]}}, {"bill_id": 19078, "action_date": "2004-02-10T14:00:00-06:00", "document_id": 101096, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101096.pdf", "status_text": "First read in Senate and referred to", "journal_page": 434, "committee_id_action": 832, "committee_id_assigned": 806, "result": "N", "vote": {}}, {"bill_id": 19078, "action_date": "2004-02-17T10:00:00-06:00", "document_id": 101422, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101422.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 806, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19078, "action_date": "2004-02-19T10:00:00-06:00", "document_id": 101606, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101606.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 806, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19078, "action_date": "2004-02-19T10:00:00-06:00", "document_id": 101606, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101606.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 590, "committee_id_action": 806, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 57916, "president_vote": null, "Yea": [3044, 3089, 3094, 3132, 3137, 3050], "Nay": [3109]}}]}